Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/home/index-2016.lang.po
Languages: ff

source: Internet for people, not profit
ff: Enternet mo yimɓe, wonaa mo jayɓa

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource, open and accessible to all.
ff: Aɗa anndunoo? Mozilla — waɗɓe Firefox — ena haɓee ngam Enternet heddoo jeyi peñcu kuuɓɗo, udditiiɗo e keɓotooɗo yimɓe kala.

source: Internet for people, <br>not profit.
ff: Enternet mo yimɓe, <br>wonaa mo jayɓa

source: Hi. We’re Mozilla, the proudly non-profit champions of the Internet, helping to keep it healthy, open and accessible to all.
ff: A salminaama. Ko minen ngoni Mozilla, faarnortooɓe wonde gayi golle ɗe ɗaɓɓiraaka ngalu e Enternet , wallude yoo his, udditoo tee heɓoo e mo woni kala.

source: Our impact
ff: Ko min ngaddi

source: Working at the grassroots and policy levels, we teach web literacy, provide tools and advocate on behalf of every individual who values an internet built on fairness, inclusion and respect.
ff: Gollaade ɗo fuɗɗortee e ɗo eɓɓetee, amin njanngina ganndal geese, min ndokka kuutorɗe tee min kaɓanoo mo woni kala tiiɗaaɗo enternet dariiɗo e goonga, denndal e hurum.

source: Stand Up For Encryption
ff: Haɓano Gannugol

source: Teach The Web
ff: Janngin Ganndal Geese

source: Try the Lean Data Toolkit
ff: Ƴeewndo Haɓɓere Kuutorɗe Lean Data

source: Our innovations
ff: Pente amen

source: Using the web as the platform, we build open, innovative technologies that allow developers to work free of closed, corporate ecosystems and create faster, safer web experiences for us all.
ff: Huutoraade dinndeere geese ndee, min mahat teknologiije udditiiɗe, pentiyaŋkooje ballooji topayɓe gollaade tawa ena ndimɗi e juɓɓe faggino uddiiɗe, tee cosa dawte geese ɓurɗe yaawde, hisde ɗe yimɓe fof ndenndi.

source: Gaming on the Web
ff: Fijayru e Geese

source: Virtual Reality Platform
ff: Dinndeere Goonga Ɗuwtuɗo

source: Browse freely.
ff: Wanngoro wellitaare.

source: Discover unlimited potential, endless possibility and a wide open Web.
ff: Tawtu yaakaare toownde, peeje ɗe ngalaa happo e Geese jaajɗe udditiiɗe.

source: Get Firefox today
ff: Heɓ Firefox hannde

source: Add-ons
ff: Ɓeyditte

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
ff: Yerondir codgu, ƴewwto dille asamaan, heɗo gaaci, neldu twitte a geɗe goɗɗe ɗoo tan e Firefox.

source: Careers
ff: Golluuje

source: Learn about the benefits of working at Mozilla and view open positions around the world.
ff: Humpito baɗte ɓure gollaade to Mozilla tee njiyaa liggeyaji goodɗi e jookli winndere ndee.

source: Need help?
ff: Aɗa sokli ballal?

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
ff: Heɓ jaabawuuji naamne maa baɗte Firefox e topirɗe Mozilla fof to goomu amen wallitorde.

source: Proudly non-profit. <br>Donate before Dec 31.
ff: Ko faaro amen waasde yoɓnaade. <br>Addu dokkal hade 31 Bowte

source: Enter your own amount
ff: Naatnu dokkal maa

source: Monthly
ff: Lewru fof

source: One-time
ff: Gootol

source: Donate Now
ff: Addu Dokkal Jooni

source: Continue to mozilla.org
ff: Ɓennu to mozilla.org
