Repository: alvinlaz96/mozilla-lang
Catalog: nso/firefox/whatsnew.lang.po
Languages: nso

source: Hooray! Your Firefox is up to date.
nso: Mmalo! Firefox ya gago e mo nakong.

source: Your Firefox is out of date.
nso: Firefox ya gago e fetilwe ke nako.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
nso: Ka mabaka a tšhireletšego, re go eletša go kaonafatša ka <a href="{url}">ya moragonyana le tokollo e tšwago pele</a>.

source: You’re running an unknown version of Firefox.
nso: O diriša tokollo e sa tsebjwego ya Firefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
nso: Ka mabaka a tšhireletšego, re go eletša gore o laolle tokollo ya <a href="{url}">ya moragonyana le e tšwago

source: Get to your next task<br/>faster than ever
nso: Fihla modirong wa gago o latelago wa <br/>ka lebelo go feta le ge e le neng pele

source: See how the new features in Firefox help you browse faster and more efficiently.
nso: Bona kamoo dibopego tše mpsha tša Firefox di go thušago go praosa ka lebelo le ka tsela e atlegago kutšwanyane.

source: Learn more about <a href="{url}">the New Tab feature »</a>
nso: Ithute mo go oketšegilego ka <a href="{url}">sebopego se seswa sa thepo e mpsha»</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
nso: Ithute mo go oketšegilego ka <a href="{url}">letlakala la mathomo le hlamilwego ka leswa»</a>

source: Keep in touch
nso: Ikgokaganye le rena

source: Keep it moving
nso: Dula o e sepetša

source: Get Firefox » <b>for Android</b>
nso: Hwetša Firefox»<b>bakeng sa Android</b>

source: Keep it going
nso: Phatlalatša ditaba

source: Join Mozilla
nso: Tsenela Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
nso: Roboto ya Android e tšweleditšwe ka leswa mošomong o hlamilwego le go <a href="%s">abelanwa ke Google</a> le go dirišwa go ya ka melawana yeo e hlalositšwego go <a href="%s">laesense ya Creative Commons 3.0 Attribution </a>

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
nso: <a href="%s">Hwetša Firefox ya Android</a> gomme o bone matla a wepe diatleng tša gago. E a potlaka, e hlalefile gape e bolokegile!

source: Now get the mobile browser that’s got your back
nso: BJale hwetša praosara ya go thetha yeo e go hlokometšego

source: Firefox Features
nso: Dibopego tša Firefox

source: Welcome to Firefox
nso: O amogetšwe go Firefox

source: Firefox Help
nso: Thušo ya Firefox

source: Firefox for Android artwork
nso: Firefox bakeng sa mošomo wa bokgabo wa Android

source: Fast. Smart. Safe.
nso: Potlakile.Hlalefile.Bolokegile.

source: Get the mobile browser that’s got your back.
nso: Hwetša praosara ya go thetha yeo e go hlokometšego.

source: Facebook Messenger for Firefox
nso: Moromiwa wa Facebook wa Firefox

source: Now you can keep up with friends wherever you go on the Web.
nso: Bjale o ka dula o le nakong le bagwera ba gago kae le kae mo o yago gona wepeng.

source: Visit Facebook to turn it on
nso: Etela Facebook gore o e thumaše

source: Get notified right away
nso: Tsebišwa ka ponyo ya leihlo

source: See new comments, photo tags & other Facebook updates instantly.
nso: Bona ditshwaotshwao tše mpsha, ditshwayo tša dubeoe ke dimpshafatšo tše dingwe tša Facebook ka ponyo ya leihlo.

source: Chat while you browse
nso: Hlamola ge o dutše o praosa

source: Stay connected to your Facebook friends without having to click away.
nso: Dula o kgokagane le bagwera ba gago ba Facebook ka ntle le go kgotla gore o sepetše.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
nso: Facebook ke leswaothekišo la <a href="%(url)s">Facebook, Inc.</a>
