Repository: alvinlaz96/mozilla-lang
Catalog: ee/firefox/os/faq.lang.po
Languages: ee

source: About Firefox OS
ee: Tso Firefox OS ŋu

source: What is Firefox OS?
ee: Nukae nye Firefox OS?

source: How is Firefox OS different from other operating systems?
ee: Alekee Firefox OS to vo na operating system bubuawo?

source: For developers
ee: Na developerwo

source: Buying Firefox OS
ee: Firefox OS ƒeƒle

source: What phones will Firefox OS be available on?
ee: Kaƒomɔ kawo dzie Firefox OS le?

source: Where can I buy Firefox OS?
ee: Afikae mateŋu aƒle Firefox OS le?

source: What will be the price of the phone?
ee: Kaƒomɔ la ƒe asi ɖe?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ee: Menye Mozilla ye naa asi o boŋ miaƒe operator kple manufacturer partner siwo le local market dynamics dzi lae.

source: What apps will be available on Firefox OS?
ee: App kawoe le Firefox OS dzi?

source: Is Firefox OS available in my language?
ee: Firefox OS le nye gbegbɔgblɔ mea?

source: Using Firefox OS
ee: Firefox OS zaza

source: How do I…
ee: Aleke ma...

source: …make a call?
ee: ...awɔ yɔyɔe?

source: …import my contacts?
ee: ...import nye kɔntatwo?

source: …create and view messages?
ee: ...ʋu eye makpɔ gbedeasiwo?

source: …use the internet?
ee: ...za internet la?

source: …download and install an app?
ee: ...download eye ma install app?

source: …take pictures?
ee: ...ɖe nɔnɔmetatawo?

source: …compose and send an email?
ee: ...ŋlɔ̃ eye naɖo email ɖa?

source: Your go-to source for the best apps for Firefox OS.
ee: Yi wo go-to source na app adodoeawo na Firefox OS.

source: The fast, smart, safe way to get the best of the Web.
ee: Mɔ tsɔtsɔetɔ kple dedietɔ na Web la.

source: Deep integration with social media
ee: Gegeɖe social media me gobii

source: Full access to every Twitter and Facebook update from wherever you are.
ee: Mɔɖeɖe blibo na Twitter kple Facebook update to afi sia afi si nele.

source: Camera
ee: Kamera

source: With built-in style filters for fun, creative shots.
ee: Kple built-in style filters na dzidzemekpɔkpɔ.

source: All the audio you want on the go, all on one device.
ee: Gbeɖiɖi siwo kata nehia, wo kata le mɔ ɖeka dzi.

source: Maps
ee: Mapwo

source: Includes directions, traffic and local transit information.
ee: Directionwo, traffic kple local transit information le eme.

source: Privacy and Security
ee: Privacy kple Security

source: Mozilla was the first to implement the Do Not Track privacy feature.
ee: Mozilla ye dze Do Not Track privacy feature la zaza gɔme gba.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ee: Firefox hea customizable security settingwo vɛ bena na manage passwordwo, history, private data, cookies, site options and add-onwo.<a href="%(url)s">Srɔ̃ nu bubuwo.</a>

source: Developer Questions
ee: Developer Biabiawo

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ee: Developer ye nenyea? Biabia aɖewo le asiwoa?<a href="%(url)s"> Srɔ̃ nu bubuwo le Mozilla Developer Network la dzi.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ee: Firefox OS nye open operating system yeye na smartphone siwo Mozilla wɔ.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ee: Wotui kple HTML5 kpakple open Web standardwo, eye se siwo bla proprietary platform siwo li xoxo la mebla Firefox OS o.

source: Firefox OS is the only operating system with Adaptive App Search.
ee: Firefox OS koe nye operating system si zana Adaptive App Search.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ee: Kaƒomɔ siwo kata li fifia la le static, eye wona na app ɖeka tɔgbewo yesiayi si neʋu wo kaƒomɔ, Firefox OS ya le tɔtrɔm yesiayi bena woahe app siwo nehia le ɣeyiyi ɖesiaɖe dzi la vɛ na wo.

source: It adapts so you can live every moment to its fullest.
ee: Etrɔna ɖe ɣeyiyiwo ŋu be nakpɔ ŋudzedze le ɣeyiyi ɖesiaɖe me.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ee: Mozilla si nye xexeame lɔlɔnufã dɔwɔha aɖe la, ye he Firefox OS vɛ na wo.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ee: Miexɔse be Web la, ame sia ame ƒe adzɔnu si woale be na lae wonye, menye nu si woadzra la o.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ee: Miewɔa dɔ kple xexeame ƒuƒoƒo be miaʋu open source productwo able Mozilla Firefox ene eye miawɔ aɖaŋudɔwo hena ame sia ame ƒe viɖekpɔkpɔ kple web la ƒe nyonyo.

source: The result is great products built by passionate people and better choices for everyone.
ee: Emetsomu lae nye product nyuie siwo wotu hena ame sia ame ƒe dzidzɔdzɔkpɔkpɔ.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ee: Be nakpɔ nu siwo kata le Firefox OS kaƒomɔwo dzi la, yi <a href="%(link)s">mɔ la ƒe axa</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ee: Be naƒle Firefox OS kaƒomɔ la, yi <a href="%(link)s">mɔ la ƒe axa</a> eye natia dukɔ si me nele.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ee: Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out le list si le dzidzim ɖe edzi la dzi.

source: Many more are being made available every day.
ee: Wogale bubu geɖewo wɔm gbe sia gbe.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ee: Firefox OS le Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian kple Greek gbewo me.

source: We’re working on adding more languages all the time.
ee: Miele dɔ wɔm le gbe bubuwo kpem ɖe gbe siwo li la ŋu.

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ee: Xɔ nutsotso tso nya ɖe sia ɖe si nehia la ŋu, Firefox OS ahee va wo kaƒomɔ dzi.
