Repository: alvinlaz96/mozilla-lang
Catalog: ee/firefox/os/index.lang.po
Languages: ee

source: Get Firefox OS
ee: Xɔ Firefox OS

source: The Adaptive Phone
ee: Kaƒomɔ ƒe ŋutinu la

source: The Features
ee: Emenuwo

source: The Mission
ee: Taɖodzinu la

source: The Devices
ee: Ŋutinuwo la

source: Get a phone
ee: Xɔ kaƒomɔ aɖe

source: Photos
ee: Nutatawo

source: Music
ee: Ha

source: Maps
ee: Mɔfianuwo

source: Dual SIM
ee: 'SIM' eve

source: Messages
ee: Nyaŋɔɔŋlɔwo

source: Marketplace
ee: Asime

source: Make every <br>moment count
ee: Wɔ <br> ɖesiaɖe ƒe ɣeyiɣi ŋudɔ

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
ee: Wo nuhahiawo ɖɔli na ɣeyiɣi sia ɣeyiɣi. Eyata Firefox OS ha wɔna nenema. Enana wo mɔkpɔkpɔ be nanɔ ɣeyiɣi ɖesiaɖe me bliboe eye nadoka kple ɣeɣia me nyuie.

source: Get a Firefox OS smartphone today
ee: Xɔ 'Firefox OS' ɖe wo kaƒomɔ dzi

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ee: Da woŋukɔ di na miaƒe xleti sia xleti ƒe nyadzɔdzɔwo eye na xɔ nuyeyewo le ‘Firefox OS’

source: It adapts, so you <br>can too
ee: Eɖolina eyeta <br> ha ateŋu aɖoli

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
ee: ‘Firefox OS’ kpɔna wo hahiawo, ɖolina le ɣeyiɣiwo kata͂ me eye enumake nana <br> ƒe nyawo siwo nehia.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
ee: ‘apps’ bɔbɔ kple gatɔwo kata le eme, kpakple bubu siwo hia nawo vevie kple wo agbe.

source: Adaptive App Search
ee: ‘Adaptive App’ didi

source: Type a word or subject you’re interested in
ee: Ŋlɔ͂ nya alo tanya si dzim nele.

source: Find exactly what you want — and more
ee: Di nusi tututu ne hia- kpe bubuwo

source: Get instant access or save apps to your phone
ee: Di nua fifia alo dzra ‘apps’ ɖe wo kaƒomɔ dzi.

source: Discover more apps on Firefox Marketplace
ee: Kpɔ ‘apps’ geɖewo le ‘Firefox Marketplace’

source: Have it all
ee: Xɔwo kata͂

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
ee: ‘Firefox OS’ ƒe emenuwo wole alegbegbe be adzrowo be kaƒomɔ adodoe nasu asiwo. Asɔ kple woagbe alebe ateŋu asɔɖe ɣiɣeame si me ne le.

source: Made for the moments of your life
ee: Wowɔe na woagbe ƒe ɣeyiɣiwo

source: Moments with friends
ee: ɣeyiɣiwo kple xɔlɔwo wo

source: Import your contacts directly from Facebook and share updates instantly.
ee: Tsɔ woamenyanya va afii eye na ma nudzɔdzɔwo enumake

source: Creative moments
ee: Aɖeŋuɖeɖetɔxe ƒe ɣeyiɣiwo

source: Take photos on the go then make them amazing using built-in style filters.
ee: Ɖe nɔnɔmetata ɣeyiɣi sia ɣeyiɣi eye nawɔwo tɔxe kple ‘built-in style filters’

source: Moments that entertain
ee: ɣeyiɣi siwo doa dzidzɔ

source: Listen to your favorite songs, artists and radio stations, all from one device.
ee: Ɖoto ha siwo doa dzidzɔ nawo, hadzilawo kple radiowo, esiawo kata to mɔ ɖeka me

source: Moments in between
ee: Ɣeyiɣiwo le eme

source: Get to where you’re going with directions, traffic and local transit information.
ee: Do afisi neyina kple mɔfianuwo, trafiki kple afisi nele ƒe nyawo.

source: Moments of choice
ee: Ɣeyiɣiwo ƒe nudidi

source: Take full control of calls and messages with dual SIM and dual standby functionality.
ee: Woŋutɔ aɖu yɔyɔwo kple nuŋɔŋlɔwo dzi kple ‘dual SIM’ kple ‘dual standby functionality’

source: Moments of connection
ee: Katiatia ƒe ɣeyiɣiwo

source: Stay in touch with family and friends by email and text message.
ee: Nɔ katiatia me kple woƒometɔwo kple xɔlɔwo wo to ‘email’ kple nuŋɔŋlɔ to kaƒomɔwo me.

source: Moments of discovery
ee: Numekuku ƒe ɣeyiɣiwo

source: Find the best apps from around the world and your own backyard.
ee: Di ‘apps’ adodoewo siwo le ɣeɣiame godo kple esiwo teɖe ŋuwo

source: Transform the future
ee: Tu etsɔyigbɔna ɖe edzi

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
ee: Miedo be miatunuwo ɖe edzi, menye viɖekpɔkpɔ ta o. Ne eza͂ ‘Firefox OS’ la, ele kpekpem ɖe etsɔyigbɔna la ƒe nyonyo ŋu le ‘Web’ zaza kple ezalawo le ɣeɣieme godo.

source: From our community to yours
ee: Tso miaƒe gologoe me vayi tɔwo

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
ee: Ame ʋɛ aɖewo koe wɔ kaƒomɔ adodoe geɖewo, wo kata le teƒe ɖeka, ɖewomahi wodidi tso afisi nele. ‘Firefox OS’ ƒe kaƒomɔwo ya to vovo. Ame vovovowoe wɔ esia eye kaƒomɔ sia sea eye wonana nusi nedi kple nusi nehia.

source: The best of the Web
ee: ‘Web’ ƒe nunyuiewo kekeake

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
ee: ‘Firefox’ ɖoli nudidi le intaneti dzi to tɔtrɔyeye kple ŋgɔdede gedewo me. Fifia migbugbɔ le wɔm to ‘Firefox OS’ esime mitsɔ nudidi le intaneti dzi to kaƒomɔ adodoe me. Ta ateŋu adinu to intaneti dzi eye kpɔ ‘Web’ deŋgɔ le afi sia afi si neyi.

source: For partners &amp; developers:
ee: Na miaƒe dɔwɔhatiwo & ‘amp;’developers:
