Repository: alvinlaz96/mozilla-lang
Catalog: ha/main.lang.po
Languages: ha

source: Navigation
ha: Gewayawa

source: <span>for</span> Desktop
ha: <span> domin </span> Fuskar kwamfuta

source: <span>for</span> Android
ha: <span>domin</span> Android

source: Overview
ha: Taƙaitaccen bayani

source: Trusted
ha: An gasgata

source: Flexible
ha: Mai sauƙi

source: Fast
ha: Sauri

source: About
ha: Game da

source: Devices
ha: Na'urori

source: For partners
ha: Domin abokan zama

source: Need help?
ha: Bukatar taimako?

source: News
ha: Labarai

source: Find My Device
ha: Nemo Na'urata

source: Developers
ha: Masu samarwa

source: Donate
ha: Bayar da gudun-mawa

source: Support
ha: Tallafi

source: Products
ha: Kayayyaki

source: Add-ons
ha: Daɗi

source: About Us
ha: Dangane da Mu

source: Labs
ha: Ɗakunan kimiyya

source: skip to Navigation
ha: tsallaka zuwa Gewayawa

source: switch language
ha: sake yare

source: Back to home page
ha: Koma shafin gida

source: About Mozilla
ha: Dangane da Mozilla

source: Get Involved
ha: Shiga

source: Careers
ha: Sana'oi

source: Press Center
ha: Cibiyar Labarai

source: Contact Us
ha: Tuntuɓemu

source: Other languages:
ha: Sauran yaruka

source: Legal
ha: Halattacce

source: Firefox Affiliates
ha: Masu dangantaka da Firefox

source: Legal Notices
ha: Halattattun Sanarwa

source: Privacy Policy
ha: Manufa ta Ƙashin-kai

source: Release Notes
ha: Bayanan da aka Saki

source: Other Systems and Languages
ha: Sauran Tsare-tsare da Yaruka

source: Close
ha: Rufe

source: (in English)
ha: (da Turanci)

source: Return to top
ha: Koma sama

source: Features
ha: Kamanni

source: Customize
ha: Tsara

source: Download
ha: Sauke

source: Previous
ha: Wanda ya gabata

source: Next
ha: Na gaba

source: FAQ
ha: TAMBAYOYI

source: Videos
ha: Bidiyoyi

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ha: Sai dai idan ba haka ba <a href="%s">kiyaye</a>, abinda ke cikin wannan dandalin yanar gizo yana da lasisi a ƙarƙashin <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ko kuma ko wane nau'i na baya-baya.

source: Report Trademark Abuse
ha: Bayar da Rahoton Saɓa Alamar Kasuwanci

source: Free Upgrade
ha: Haɓakawa Kyauta

source: Follow us on:
ha: Biyomu a:

source: Customize with Add-ons
ha: Tsara tare da Daɗi

source: Learn More
ha: Daɗa Koyo

source: Learn more
ha: Daɗa koyo

source: Replay
ha: Maimaita

source: Watch the video
ha: Kalli bidiyon

source: Replay the video
ha: Maimaita Bidiyon

source: Share the video
ha: Raba Bidiyon

source: WebM format
ha: Tsarin WebM

source: Ogg Theora format
ha: Tsarin Ogg Theora

source: MPEG-4 format
ha: Tsarin MPEG-4

source: Mobile
ha: Tafi-da-gidanka

source: Check out the new look and feel of Firefox.
ha: Duba sabon tsari da kuma tanadin Firefox

source: View Full Site
ha: Kalli Cikakken Dandalin Yanar gizo

source: Download for <span>Android</span>
ha: Sauke domin <span>Android</span>

source: Desktop
ha: Fuskar kwamfuta

source: Firefox Beta for mobile
ha: Firefox Beta domin wayar hannu

source: Firefox for mobile
ha: Firefox domin wayar hannu

source: Email
ha: Imel

source: Super speed
ha: Gudun famfalaƙi

source: Stunning graphics
ha: Zane-zane masu ban mamaki

source: The latest technologies
ha: Sababbin fasahohi

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ha: Kana bukatar haɓakawa! Zauna a daɗin rai cikin minti ɗaya. <br/> Fara amfani da sabuwar Firefox domin mafi inganci wajen shiga yanar gizo da kuma tsara Dandalin yanar gizo. <br/> Yana da hanzari kuma kyauta ne!

source: Upgrade now
ha: Haɓaka yanzu

source: Update now
ha: Sabunta yanzu

source: Supported Devices
ha: Na'urori Masu tallafi

source: What’s New
ha: Mene ne sabo

source: Privacy
ha: Na ƙashin-kai

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ha: Wasu ɓangarori na abin da ke ciki na ©1998–%(current_year)s daga ɗaiɗaikun masu bayarda gudun mawa na mozilla.org. Wanda ake samun abinda ke ciki a ƙarƙashin <a href="%(url)s">Creative Commons license</a>.

source: Contribute to this page
ha: Bayar da gudun mawa ga wannan shafi

source: Mission
ha: Buri

source: Tour
ha: Ziyara

source: Partner with Us
ha: Yi abota da Mu

source: Sync
ha: Saita

source: Desktop Add-ons
ha: Daɗe-daɗen Fuskar kwamfuta

source: Android Add-ons
ha: Daɗe-daɗen Android

source: Themes
ha: Nau'oi

source: Desktop Support
ha: Tallafin Fuskar kwamfuta

source: Android Support
ha: Tallafin Android

source: Performance
ha: Aiki

source: Technology
ha: Fasaha

source: Privacy &amp; Security
ha: Na ƙashin-kai &amp; Tsaro

source: Releases
ha: Wanda aka fitar

source: Firefox for Organizations
ha: Firefox domin Ma'aikatu

source: Mobile Add-ons
ha: Daɗe-daɗen wayar hannu

source: Mobile Support
ha: Tallafin Wayar hannu

source: About Firefox
ha: Dangane da Firefox

source: Join Mozilla
ha: Shiga Mozilla

source: Participate
ha: Shiga

source: Volunteer
ha: Ɗan-sa-kai

source: Brand Toolkit
ha: Akwatin kaya

source: Partnerships
ha: Abokantaka

source: Get Mozilla updates
ha: Sami sabuntawar Mozilla

source: Share
ha: Raba

source: Mozilla on Twitter
ha: Mozilla a Twitter

source: Firefox on Twitter
ha: Firefox a Twitter

source: Mozilla on Facebook
ha: Mozilla a Facebook

source: Firefox on Facebook
ha: Firefox a Facebook

source: Forums
ha: Dandali

source: Governance
ha: Jagoranci

source: History
ha: Tarihi

source: Our Products
ha: Kayayyakinmu

source: Software and other innovations designed to advance our mission.
ha: Kayan sarrafa kwamfuta da sauran ƙirƙire-ƙirƙire da aka kera domin haɓaka manufarmu.

source: Become a volunteer contributor in a number of different areas.
ha: Zama mai bayar da gudun mawa na sa-kai a ɓangarori da dama.

source: Menu
ha: Takardar bayani

source: Committed to you, your privacy and an open Web
ha: Sadaukarwa sabo da kai, sirrinka da kuma buɗaɗɗiyar Tashar yanar gizo

source: Choose Independent
ha: Zaɓi 'yanci

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ha: Kyakkyawan yanayi na kyauta kuma buɗaɗɗe na haskakawar Intanet! #Zaɓi 'yanci. Zaɓi Firefox:

source: Please turn on JavaScript to display this page correctly.
ha: Kunna JavaScript domin nuna wannan shafi dai dai.

source: Firefox Features
ha: Kamannin Firefox

source: Firefox Help
ha: Taimako daga Firefox

source: January
ha: Janairu

source: February
ha: Fabarairu

source: March
ha: Maris

source: April
ha: Aprilu

source: May
ha: Mayu

source: June
ha: Yuni

source: July
ha: Yuli

source: August
ha: Agusta

source: September
ha: Satumba

source: October
ha: Oktoba

source: November
ha: Nuwamba

source: December
ha: Disamba

source: <abbr>Feb</abbr>
ha: <abbr>Fab</abbr>

source: <abbr>Mar</abbr>
ha: <abbr>Jan</abbr>

source: <abbr>Jun</abbr>
ha: <abbr>Yun</abbr>

source: <abbr>Jul</abbr>
ha: <abbr>Yul</abbr>

source: <abbr>Aug</abbr>
ha: <abbr>Agu</abbr>

source: <abbr>Sep</abbr>
ha: <abbr>Sat</abbr>

source: <abbr>Oct</abbr>
ha: <abbr>Okt</abbr>

source: <abbr>Nov</abbr>
ha: <abbr>Nuw</abbr>

source: <abbr>Dec</abbr>
ha: <abbr>Dis</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ha: Firefox na nan tafe ba da daɗewa ba zuwa iOS! <a href="{url}">Yi rijista domin daɗa koyo</a>.
