Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/accounts.lang.po
Languages: af, bn_bd, bs, ca, cy, ga_ie, is, kk, lt, ms, my, nb_no, ne, nn_no, ta, th, ur, xh

source: Get a Firefox Account
af: Kry ’n Firefox-rekening
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট তৈরী করুন
bs: Napravite Firefox račun
ca: Crea un compte de Firefox
cy: Creu Cyfrif Firefox
ga_ie: Faigh Cuntas Firefox
is: Skrá í Firefox reikning
kk: Firefox тіркелгісін алу
lt: Susikurkite „Firefox“ paskyrą
ms: Dapatkan Akaun Firefox
my: မီးမြေခွေးအကောင့်တစ်ခု ပြုလုပ်ပါ
nb_no: Skaff deg en Firefox-konto
ne: Firefoxको लागि खाता खोल्नुहोस्
nn_no: Skaff deg ein Firefox-konto
ta: Firefox கணக்கினைப் பெறுக
th: รับบัญชี Firefox
ur: ایک فائر فاکس اکاؤنٹ حاصل کریں
xh: Fumana i-Akhawunti yeFirefox

source: Get easy access to your bookmarks, passwords, tabs and more from any computer or mobile device running Firefox.
af: Kry maklik toegang tot boekmerke, wagwoorde, oortjies en nog wat vanaf enige rekenaar of toestel wat Firefox gebruik.
bn_bd: আপনার বুকমার্ক, পাসওয়ার্ড, ট্যাবসহ আরও অনেক কিছু সহজে ব্যবহার করুন যেকোন Firefox রয়েছে এমন কম্পিউটার বা মোবাইল ডিভাইসে।
bs: Olakšajte pristup svojim zabilješkama, lozinkama, tabovima i drugom sa bilo kojeg računara ili mobilnog uređaja koji koristi Firefox.
ca: Accediu fàcilment a les vostres adreces d'interès, contrasenyes, pestanyes, etc. des de qualsevol ordinador o dispositiu mòbil que executin el Firefox.
cy: Cewch fynediad at eich nodau tudalen, cyfrineiriau, tabiau agored a mwy o unrhyw gyfrifiadur neu ddyfais symudol sy'n rhedeg Firefox
is: Fáðu auðveldan aðgang að bókamerkjum, lykilorðum, flipum og fleira frá hvaða tölvu eða farsíma sem keyrir Firefox.
kk: Бетбелгілер, парольдер, беттер және т.б. нәрселерге Firefox жұмыс жасайтын кез-келген компьютерден немесе мобильді құрылғыдан қолды жеткізіңіз.
lt: Prieikite prie savo adresyno, slaptažodžių kortelių ir kitko, naudodamiesi bet kuriuo kompiuteriu ar mobiliuoju įrenginiu su „Firefox“ naršykle.
ms: Dapatkan akses mudah kepada penanda buku anda, kata laluan, tab dan lebih daripada mana-mana komputer atau peranti telefon bimbit yang menjalankan Firefox.
my: မီးမြေခွေးရှိသည့် ကွန်ပြူတာ သို့မဟုတ် မိုဘိုင်းလ်ကိရိယာထံမှ သင့်စာမှတ်များ၊ စကားဝှက်များ၊ တပ်ဗ်များနှင့် အခြား စသည်တို့ကို လွယ်ကူစွာ ရယူအသုံးပြုပါ။
nb_no: Få enkel tilgang til dine bokmerker, passord og faner, med mer, fra alle datamaskiner og mobile enheter som kjører Firefox.
ne: आफ्नो पुस्तकचिनो, गोप्यशब्द,ट्याबहरू र आरु थप जुन कुनै कम्प्युटर अथवा मोबाइलमा Firefox चलिरहेको सजिलै पहुँच गर्नुहोस्।
nn_no: Få enkel tilgang til bokmerka, passorda og fanene dine, med meir, frå alle datamaskiner og mobile einingar som køyrer Firefox.
ta: Firefox இயங்கும் எக்கணினி அல்லது கையடக்கக் கருவிகளிலிருந்தும் புத்தகக்குறிகள், கடவுச்சொற்கள், கீற்றுகள் இன்னும் பிறவற்றை எளிதாகப் பெறுங்கள்.
ur: فائر فاکس چل رہا ہے کسی بھی کمپیوٹر یا موبائل آلہ سے اپنے نشانیاں، پاس ورڈز، ٹیبز اور زیادہ کرنے کے لئے آسان رسائی حاصل کریں.
xh: Fumana ufikelelo olulula kwiibhukmakhi zakho, iiphaswedi, iithebhu nangakumbi kuyo nayiphi na ikhompyutha okanye isixhobo semobhayili esiqhuba iFirefox.

source: Sign up, sign in, stay in sync.
af: Skryf in, meld aan, en bly in pas.
bn_bd: সাইন আপ করুন, সাইন ইন করুন, সিঙ্ক থাকুন।
bs: Registrujte se, prijavite se, ostanite sinhronizovani.
ca: Registreu-vos, inicieu la sessió i sincronitzeu.
cy: Ymuno, mewngofnodi a chydweddu
ga_ie: Cláraigh, logáil isteach, bí sioncronaithe.
is: Stofnaðu reikning, skráðu þig inn, vertu tengdur.
kk: Тіркелгіні жасап, кіріңіз және синхронды ұстаңыз.
lt: Užsiregistruokite, prisijunkite, sinchronizuokite.
ms: Mendaftar, log masuk, kekal seiring.
my: မှတ်ပုံတင်၊ ဝင်ရောက်၊ တစ်ပြေးညီဖြစ်စေပါ။
nb_no: Registrer deg, logg inn, og hold deg synkronisert.
ne: खाता खोल्नुहोस्, साइन-इन,समक्रमणमा रहनुहोस।
nn_no: Registrer deg, logg inn, og hald deg synkronisert.
ta: பதிவு செய், உள்நுழை, ஒத்திசைத்திரு.
ur: سائن اپ کریں، دستخط کریں، مطابقت پذیر میں رہنا ہے.
xh: Sayina ungene, sayina, hlala ungqamanisile.

source: With a Firefox Account, you can get all your bookmarks, passwords, open tabs and more — everywhere you use Firefox.
af: Met 'n Firefox-rekening kan mens boekmerke, wagwoorde, oop oortjies en nog wat kry — oral waar mens Firefox gebruik.
bn_bd: আপনার Firefox অ্যাকাউন্ট দিয়ে আপনি আপনার বুকমার্ক, পাসওয়ার্ড, খোলা ট্যাব এবং আরও অনেক কিছু Firefox ব্যবহার করে — সর্বত্র আপনি তাদের ব্যবহার করতে পারেন।
bs: S Firefox računom, možete dobiti sve svoje zabilješke, lozinke, otvorene tabove i više — gdje god koristite Firefox.
ca: Amb un compte del Firefox, podreu accedir a les adreces d'interès, les contrasenyes, les pestanyes obertes i més coses des de qualsevol lloc on utilitzeu el Firefox.
cy: Gyda'ch Cyfrif Firefox gallwch estyn eich nodau tudalen, cyfrineiriau, tabiau agored a mwy — lle bynnag fyddwch yn defnyddio Firefox.
is: Með Firefox reikning, geturðu fengið öll þín bókamerki, lykilorð, opna flipa og meira — hvar sem þú notar Firefox.
kk: Firefox тіркелгіңізбен сіз бетбелгілер, парольдер, ашық беттер және т.б. синхрондап, сіз Firefox-ты қолданатын әр жерде оларға қол жеткізе аласыз.
lt: Naudodamiesi „Firefox“ paskyra, galite sinchronizuoti savo adresyną, slaptažodžius, atvertas korteles ir kitką – bet kur, kur naudojatės „Firefox“.
ms: Dengan Akaun Firefox, anda boleh mendapatkan semua penanda buku, kata laluan, tab terbuka anda dan banyak lagi — di mana-mana anda menggunakan Firefox.
my: မီးမြေခွေးအကောင့် ဖန်တီးထားလျှင် မီးမြေခွေးကို အသုံးပြုသည့် နေရာတိုင်းတွင် သင့် စာမှတ်များ၊ စကားဝှက်များ၊ ဖွင့်ထားသောတပ်ဗ်များနှင့် အခြား— စသည်တို့ကို ရယူအသုံးပြုနိုင်သည်။
nb_no: Med en Firefox-konto, får du med deg dine bokmerker, passord og de åpne fanene dine, og mer — overalt der du bruker Firefox.
ne: सबैतिर Firefox चलाउदा Firefox खाता संग तपाईले पुस्तकचिनो, गोप्यशब्द,खुल्ला ट्याबहरू र आरु थप — प्राप्त गर्न सक्नुहुन्छ।
nn_no: Med ein Firefox-konto, får du med deg bokmerka, passorda og dei opne fanene dine, og meir — overalt der du brukar Firefox.
ta: ஒரு Firefox கணக்குடன், நீங்கள் உங்களின் அனைத்து புத்தகக்குறிப்புகள், கடவுச்சொற்கள், திறந்த கீற்றுகள் மற்றும் பலவற்றை — Firefox பயன்படுத்தும் எங்கிருந்தும் பெற முடியும்.
th: ด้วยบัญชี Firefox คุณสามารถรับที่คั่นหน้า, รหัสผ่าน, แท็บที่เปิด และอื่นๆ — ทุกที่ที่คุณใช้ Firefox
ur: ہر جگہ آپ کو فائر فاکس استعمال کرتے ہیں - ایک فائر فاکس اکاؤنٹ کے ساتھ، آپ تمام اپنے نشانیاں، پاس ورڈز، کھلے ٹیبز اور زیادہ حاصل کر سکتے ہیں.
xh: NgeAkhawunti yakho ye-Firefox ungangqamnanisa iibhukhmakhi zakho, ipasiwedi, iithebhu ezivuliweyo nangaphezulu, kwaye ufikelele kuzo naphi na usebenzisa khona i-Firefox.

source: Sign up for a Firefox Account
af: Skryf in vir 'n Firefox-rekening
bn_bd: Firefox অ্যাকাউন্টের জন্য সাইন আপ করুন
bs: Registrujte se za Firefox račun
ca: Registreu-vos per crear un compte del Firefox
cy: Ymunwch er mwyn cael Cyfrif Firefox
ga_ie: Cláraigh le haghaidh cuntas Firefox
is: Stofnaðu Firefox reikning
kk: Firefox тіркелгісі үшін тіркеліңіз
lt: Susikurkite „Firefox“ paskyrą
ms: Daftar untuk Akaun Firefox
my: မီးမြေခွေးအကောင့်တစ်ခု ရယူရန် မှတ်ပုံတင်ပါ
nb_no: Opprett en Firefox-konto
ne: Firefox खाताको लागि खाता खोल्नुहोस्
nn_no: Opprett ein Firefox-konto
ta: ஒரு பயர்பாக்ஸ் கணக்கைப் பதிவுசெய்
th: ลงชื่อเข้าร่วมสำหรับบัญชี Firefox
ur: ایک فائر فاکس اکاؤنٹ کیلئے سائن اپ کریں
xh: Sayina ungene kwiAkhawunti yeFirefox

source: Sign in everywhere you use Firefox
af: Meld aan oral waar u Firefox gebruik
bn_bd: আপনি যেখানে Firefox ব্যবহার করেন সর্বত্র সাইন ইন করুন।
bs: Prijavite se gdje god koristite Firefox
ca: Inicieu la sessió des de qualsevol lloc on utilitzeu el Firefox
cy: Mewngofnodwch ymhobman i ddefnyddio Firefox
ga_ie: Sínigh isteach gach áit a n-úsáideann tú Firefox
is: Skráðu þig inn hvar sem þú notar Firefox
kk: Firefox қолданатын әр жерде кіріңіз
lt: Prisijunkite bet kur, kur naudojatės „Firefox“ naryškle
ms: Daftar masuk dimana saja anda menggunakan Firefox
my: မီးမြေခွေးကို အသုံးပြုသည့်နေရာတိုင်းတွင် ဝင်ရောက်ပါ
nb_no: Logg inn alle steder der du bruker Firefox
ne: सबैतिर Firefox चलाउदा साइन-इन गर्नुहोस्
nn_no: Logg inn alle stadar der du brukar Firefox
ta: நீங்கள் Firefox பயன்படுத்தும் எங்கிருந்து வேண்டுமென்றாலும் உள்நுழையலாம்
th: เข้าสู่ระบบในทุกที่ที่คุณใช้ Firefox
ur: آپ فائر فاکس استعمال کرتے ہیں ہر جگہ میں دستخط کریں
xh: Sayina naphi na usebenzisa iFirefox

source: Sync what you want
af: Sinkroniseer net wat u wil
bn_bd: আপনার যা খুশি সিঙ্ক করুন
bs: Sinhronizujte šta želite
ca: Sincronitzeu allò que voleu
cy: Cydweddwch beth sydd ei angen
ga_ie: Sioncronaigh do rogha rud
is: Samstilltu það sem þú vilt
kk: Өзіңіз қалайтын нәрселерді синхрондаңыз
lt: Sinchronizuokite ką norite
ms: Seiring dengan apa yang anda mahu
my: လိုအပ်တာတွေမှန်သမျှကို တစ်ပြေးညီ ဖြစ်စေပါ
nb_no: Synkroniser det du ønsker
ne: तपाईलाई के चाहिन्छ समक्रमण
nn_no: Synkroniser det du ynskjer
ta: நீங்கள் விரும்பியதை ஒத்திசைக்கவும்
th: ผสานสิ่งที่คุณต้องการ
ur: مطابقت پذیری کریں جو آپ کیا چاہتے ہیں
xh: Ngqamanisa oko ukufunayo

source: You’re signed in and ready to start using Sync.
af: U is nou aangemeld en gereed om Sync te gebruik.
bn_bd: আপনি সাইন ইন করুন এবং সিঙ্ক ব্যবহার শুরুর জন্য আপনি প্রস্তুত।
bs: Prijavljeni ste i spremani za korištenje Sinhronizacije.
ca: Heu iniciat la sessió i esteu a punt per començar a utilitzar el Sync.
cy: Rydych wedi mewngofnodi ac yn barod i ddefnyddio Sync.
ga_ie: Tá tú sínithe isteach agus réidh le Sync a úsáid.
is: Þú ert skráður inn og getur byrjað að nota Sync.
kk: Сіз кірдіңіз және синхрондауды қолдануға дайынсыз.
lt: Jūs jau prisijungę ir galite pradėti naudotis „Sync“.
ms: Anda telah log masuk dan bersedia untuk mula menggunakan Sync.
my: ဝင်ရောက်ပြီးပြီ ဖြစ်သည့်အတွက် Sync ကို အသုံးပြုရန် အဆင်သင့် ဖြစ်နေပါပြီ။
nb_no: Du er logget inn og klar til å bruke Sync.
ne: तपाई साइन-इन हुनभयो र समक्रमण सुरू गर्न तयार
nn_no: Du er innlogga og klar til å bruka Sync.
ta: நீங்கள் உள்நுழைந்து ஒத்திசைவைப் பயன்படுத்தத் தொடங்கத் தயாராக உள்ளீர்கள்.
th: คุณได้ลงชื่อเข้าใช้และพร้อมใช้การผสานแล้ว
ur: آپ نے دستخط کئے اور مطابقت پذیری کا استعمال کرتے ہوئے شروع کرنے کے لئے تیار ہیں.
xh: Usayine wangena yaye ukulungele ukuqalisa ukusebenzisa uNgqamaniso.

source: Set up Sync for iOS
af: Stel Sync op vir iOS
bn_bd: iOS জন্য সিঙ্ক সেট আপ করুন
bs: Postavite sinhronizaciju za iOS
ca: Configureu el Sync per a l'iOS
cy: Gosod Sync ar gyfer iOS
ga_ie: Socraigh Sync d'iOS
is: Setja upp Sync fyrir iOS
kk: iOS үшін синхрондауды баптаңыз
lt: Sukonfigūruokite „Sync“ savo „iOS“ įrenginyje
ms: Sediakan Penyegerakan untuk iOS
my: iOS အတွက် Sync ကို စီမံရန်
nb_no: Sett opp Sync for iOS
ne: IOS समक्रमणको लागि स्थापना
nn_no: Sett opp Sync for iOS
ta: iOSகான ஒத்திசைவை அமை
th: ตั้งค่าการผสานบน iOS
ur: iOS کے لئے مطابقت پذیری کو سیٹ کریں
xh: Seta uNgqamanisa we-iOS

source: Set up Sync on your <br>Android device
af: Stel Sync op op 'n <br>Android-toestel
bn_bd: আপনার Android ডিভাইসে <br>সিঙ্ক সেট আপ করুন
bs: Postavite sinhronizaciju na svoj <br>Android uređaj
ca: Configureu el Sync per a<br>dispositius Android
cy: Gosod Sync ar eich <br>dyfais Android
ga_ie: Socraigh Sync ar <br>do ghléas Android
is: Setja upp Sync fyrir <br>Android tæki
kk: Android құрылғыңыз үшін <br>Синхрондауды баптаңыз
lt: Susikonfigūruokite „Sync“ savo „Android“ įrenginyje
ms: Sediakan Penyegerakan <br>peranti Android anda
my: သင့် Android ကိရိယာတွင်<br>Sync ကို စီမံရန်
nb_no: Sett opp Sync på <br>Android-enheten din
ne: तपाईको <br>Android यन्त्रमा समक्रमण स्थापना गर्नुहोस्।
nn_no: Sett opp Sync på <br>Android-eininga di
ta: உங்கள் <br>Android கருவியில் ஒத்திசைவை அமைக்கவும்
th: ตั้งค่าการผสานบนอุปกรณ์ <br>Android ของคุณ
ur: آپ مطابقت پذیری مقرر کریں<br>اینڈرائیڈ ڈیوائس
xh: Seta uNgqamanisa <br>kwisixhobo sakho seAndroid

source: Download Firefox to start using Sync.
af: Laai Firefox af om Sync te begin gebruik.
bn_bd: সিঙ্ক ব্যবহার শুরু করতে Firefox ডাউনলোড করুন।
bs: Preuzmite Firefox da počnete koristiti sinhronizaciju.
ca: Baixeu el Firefox per començar a utilitzar el Sync.
cy: Llwythwch Firefox i gychwyn defnyddio Sync.
ga_ie: Íoslódáil Firefox chun tosnú ar Sync a úsáid.
is: Halaðu niður Firefox til að byrja að nota Sync.
kk: Синхрондауды қолдануды бастау үшін Firefox-ты жүктеп алыңыз.
lt: Parsisiųskite „Firefox“ ir pradėkite naudotis „Sync“.
ms: Muat turun Firefox untuk mula menggunakan Sync.
my: Sync ကို စတင်အသုံးပြုရန် မီးမြေခွေးကို ဆွဲယူပါ။
nb_no: Last ned Firefox for å begynne å bruke Sync.
ne: समक्रमण प्रयोग गर्न Firefox डाउनलोड सुरु गर्नुहोस्।
nn_no: Last ned Firefox for å byrja å bruka Sync.
ta: ஒத்திசைவை தொடங்க Firefoxஐப் பதிவிறக்கவும்.
th: ดาวน์โหลด Firefox เพื่อเริ่มใช้งานการผสาน
ur: فائر فاکس ڈاؤن لوڈ کریں شروع کریں مطابقت پذیری کا استعمال کرتے ہوئے.

source: Get the latest Firefox to start using Sync.
af: Kry die jongste Firefox om Sync te begin gebruik.
bn_bd: সিঙ্ক ব্যবহার শুরু করতে Firefox সর্বশেষ সংষ্করণ ব্যবহার করুন।
bs: Preuzmite posljednji Firefox da počnete koristiti sinhronizaciju.
ca: Obteniu l'última versió del Firefox per començar a utilitzar el Sync.
cy: Estynnwch Firefox i gychwyn defnyddio Syn.
ga_ie: Faigh an leagan is déanaí de Firefox chun tosnú ar Sync a úsáid.
is: Náðu í nýjasta Firefox til að nota Sync.
kk: Синхрондауды қолдануды бастау үшін ең соңғы Firefox-ты жүктеп алыңыз.
lt: Parsisiųskite naujausią „Firefox“ versiją ir pradėkite naudotis „Sync“.
ms: Dapatkan Firefox yang terkini untuk mula menggunakan Sync.
my: Sync ကို စတင်အသုံးပြုရန် နောက်ဆုံးပေါ် မီးမြေခွေးကို ရယူပါ။
nb_no: Last ned siste Firefox for å begynne å bruke Sync.
ne: Sync प्रयोग गर्न तात्कालिन Firefox लिनुहोस्।
nn_no: Last ned Firefox for å byrja å bruka Sync.
ta: ஒத்திசைவை பயன்படுத்த சமீபத்திய பயர்பாக்ஸ் பெறவும்
th: รับ Firefox ล่าสุดเพื่อเริ่มใช้งานการผสาน
ur: مطابقت پذیری کا استعمال کرتے ہوئے شروع کرنے کے لئے تازہ ترین فائر فاکس حاصل کریں.
