Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/all.lang.po
Languages: af, bs, ca, cy, ga_ie, hi_in, lt, ta

source: Download %s for Android in your language
af: Laai %s vir Android af in jou taal
bs: Preuzmite %s za Android na vašem jeziku
ca: Baixeu el %s per a l'Android en la vostra llengua
cy: Llwythwch %s ar gyfer Android i lawr yn eich iaith
ga_ie: Íoslódáil %s d'Android i do theanga féin
hi_in: अपने भाषा में %s डाउनलोड करें एंड्राइड के लिए
lt: Parsisiųskite „%s“ „Android“ įrenginiams, bendraujančią jūsų kalba
ta: %s for Androidயினை உங்கள் மொழியில் பதிவிறக்குங்கள்

source: Download %s in your language
af: Laai %s af in jou taal
bs: Preuzmite %s na vašem jeziku
ca: Baixeu el %s en la vostra llengua
cy: Llwythwch %s l lawr yn eich iaith
ga_ie: Íosluchtaigh %s i do theanga
hi_in: अपने भाषा में %s डाउनलोड करें
lt: Parsisiųskite „%s“, bendraujančią jūsų kalba
ta: உங்கள் மொழியில் %sஐப் பதிவிறக்குங்கள்

source: Language
af: Taal
bs: Jezik
ca: Llengua
cy: Iaith
ga_ie: Teanga
hi_in: भाषा
lt: Kalba
ta: மொழி

source: Download
af: Laai af
bs: Preuzmi
ca: Baixa'l
cy: Llwytho i Lawr
ga_ie: Íosluchtaigh
hi_in: डाउनलोड करें
lt: Parsisiųsti
ta: பதிவிறக்குங்கள்

source: Download Firefox Beta in your language and experience cutting edge features before they make it to final release. Provide feedback to help us refine and polish the next version of Firefox.
af: Laai Firefox Beta af in jou taal en geniet die jongste eienskappe voordat hulle finaal vrygestel word. Verskaf terugvoer om ons te help om die volgende weergawe van Firefox te verfyn en te finaliseer.
bs: Preuzmite Firefox Beta na vašem jeziku i iskusite nove mogućnosti prije nego što budu puštene u konačnoj verziji. Pošaljite nam povratnu informaciju i pomozite nam da poboljšamo sljedeću verziju.
cy: Llwythwch Firefox Beta i lawr yn eich iaith a phrofi nodweddion blaengar cyn eu bod yn cyrraedd y fersiwn terfynol. Rhowch adborth i'n cynorthwyo i fireinio a gwella'r fersiwn nesaf o Firefox.
ga_ie: Íosluchtaigh Firefox Béite i do theanga féin chun triail a bhaint as na gnéithe is déanaí sula sroichfidh siad an leagan oifigiúil. Tabhair aiseolas dúinn agus cabhraigh linn snas a chur ar an chéad leagan eile de Firefox.
hi_in: Firefox Beta को अपने भाषा में डाउनलोड करें और अत्याधुनिक सुविधाओं का अनुभव करें इससे पहले के वे अंतिम रिलीज में जुड़े. प्रतिक्रियाएं दे कर हमे Firefox के अगले संस्करण को निखारने तथा बेहतर बनाने में सहायता करें.
lt: Parsisiųskite „Firefox Beta“, bendraujančią jūsų kalba, ir išmėginkite šviežiausias naujoves prieš joms dar patenkant į galutinę laidą. Jūsų atsiliepimai mums padės galutinai nupoliruoti būsimąją „Firefox“ laidą.
ta: Firefox Betaவை உங்கள் மொழியில் பதிவிறக்கி இறுதி வெளியீட்டில் வருவதற்கு முன்பே அதிநவீன வசதிகளை அனுபவியுங்கள். அடுத்த Firefox பதிப்பைப் பண்படுத்தி மெருகேற்றுவதற்கு உதவ பின்னூட்டம் வழங்கவும்.

source: Download %s in your language to experience the newest features and innovations in an unstable environment even before they go to Beta. Give us feedback that will determine what makes it to Final Release and help shape the future of Firefox.
af: Laai %s af in jou taal en ervaar die jongste eienskappe en innovasie in 'n onstabiele omgewing nog voor dit in Beta beskikbaar is. Gee gerus terugvoer wat bepaal wat in die finale weergawe moet wees, en help om die toekoms van Firefox te bepaal.
bs: Preuzmite %s na vašem jeziku da iskusite najnovije mogućnosti i inovacije u nestabilnom okruženju čak prije nego odu u Betu. Dajte nam povratne informacije koje će odlučiti šta će činiti konačno izdanje i pomoći oblikovati budućnost Firefoxa.
cy: Llwythwch %s i lawr yn eich iaith i brofi'r nodweddion a'r arloesedd diweddaraf mewn amgylchedd ansad cyn eu bod yn mynd i Beta. Rhowch adborth fydd yn pennu beth sy'n mynd i'r Fersiwn Terfynol a helpu siapio Firefox i'r dyfodol.
ga_ie: Íosluchtaigh %s i do theanga féin chun triail a bhaint as na gnéithe is déanaí i dtimpeallacht éagobhsaí, fiú sula sroichfidh siad an leagan Béite. Tabhair aiseolas dúinn agus cabhraigh linn snas a chur ar an chéad leagan eile de Firefox.
hi_in: %s को अपने भाषा में डाउनलोड कर अनुभव करें सबसे नवीनतम विशेषताओं एवं नयी रचनाओं का एक अस्थायी वातावरण में इससे पहले के वे Beta संस्करण में जाएँ. हमे पर्तिक्रिया दें जिससे की हम पता लगा सकें की क्या इसे अंतिम रिलीज के लिए बनाता है तथा Firefox के भविष्य को आकार देने में मदद करें.
lt: Parsisiųskite „%s“, bendraujančią jūsų kalba ir išbandykite naujausias funkcijas nevisiškai stabilioje aplinkoje, dar prieš joms patenkant į Betą. Išbandę naujoves, siųskite savo atsiliepimus mums ir padėkite nuspręsti, kurios savybės pateks į galutines „Firefox“ laidas.
ta: Betaவிற்குச் செல்வதற்கு முன்பே நிலையற்ற சூழலில் புதிய வசதிகள் மற்றும் கண்டுபிடிப்புகளை அனுபவிப்பதற்கு %sஐ உங்கள் மொழியில் பதிவிறக்கம் செய்யுங்கள். இறுதி வெளியீட்டில் எது செல்லும் என்பதைத் தீர்மானிப்பதற்கும் Firefoxன் எதிர்காலத்தை வடிவமைக்க உதவுவதற்கு எங்களுக்கு பின்னூட்டம் வழங்குங்கள்.

source: Are you a power-user comfortable installing pre-alpha software? Install Nightly and help us improve Firefox quality, hunt crashes and regressions and test new features as they get coded!
af: Is jy 'n kraggebruiker en gemaklik met voor-alfa sagteware? Installeer Nightly en help ons om Firefox-kwaliteit te verbeter, probleme en regressies uit te snuffel en nuwe eienskappe te toets soos hulle geprogrammeer word!
bs: Da li ste korisnik koji instalira alfa verzije softvera? Instalirajte Nightly i pomozite nam da poboljšamo kvalitet Firefoxa, tražite greške i regresije i testirajte nove mogućnosti!
cy: Ydych chi'n ddefnyddiwr uwch yn gysurus gyda gosod meddalwedd cyn alffa? Gosodwch Nightly a'n helpu ni i wella ansawdd Firefox, chwilio am chwalfeydd ac atchweliadau, a phrofi nodweddion newydd wrth iddyn nhw gael eu codio!
ga_ie: An sárúsáideoir thú? An bhfuil tú compordach le bogearraí réamhalfa? Suiteáil an leagan Nightly agus cabhraigh linn cáilíocht Firefox a fheabhsú, fadhbanna agus fabhtanna a aimsiú, agus na gnéithe is déanaí a thástáil go díreach tar éis dúinn iad a chódáil!
hi_in: क्या आप प्री-अल्फा सॉफ़्टवेयर इंस्टॉल करने में सहज एक पावर-उपयोगकर्ता हैं? Nightly संस्थापित करें और Firefox की गुणवत्ता, हंट क्रैश तथा प्रतिगमन को सुधारने में हमारी मदद करें और नई विशेषताओं के कोड हो जाने पर उनकी जाँच करें!
lt: Esate patyręs naudotojas? Norite išbandyti dar tik gludinamas, galbūt ne iki galo veikiančias funkcijas? Įsidiekite „Nightly“ laidą ir padėkite mums tobulinti „Firefox“ naršyklę, aptikdami ir pranešdami apie strigtis ir naujai atsirandančias problemas. Testuokite naujoves dar jų kūrimo stadijoje!
ta: நீங்கள் அனுபவமிக்க பயனரா மாதிரி ஆல்ஃபா பதிப்பை நிறுவா இயலுமா? இராக் கால பயர்பாக்ஸை நிறுவி அதன் தரம், நிலைக்குழைவு தொடர் சோதனை புதிய வசதிகள் ஆகியனவற்றை தெறியப்படுத்தி உதவுங்கள்!

source: Firefox ESR is intended for groups who deploy and maintain the desktop environment in large organizations. <a href="%s">Learn more.</a>
af: Firefox ESR is bedoel vir groepe wat 'n rekenaaromgewing ontplooi en onderhou in groot organisasies. <a href="%s">Meer inligting.</a>
bs: Firefox ESR je namjenjen grupi koja razvija i održava radno okruženje u velikim organizacijama. <a href="%s">Saznajte više.</a>
cy: Mae Firefox ESR ar gael ar gyfer grwpiau sy'n darparu a chynnal amgylcheddau bwrdd gwaith mewn cyrff mawr. <a href="%s">Dysgu rhagor.</a>
ga_ie: Tá Firefox ESR dírithe ar ghrúpaí a shuiteálann agus a chothaíonn an timpeallacht ríomhaireachta in eagraíochtaí móra. <a href="%s">Tuilleadh eolais.</a>
hi_in: Firefox ESR बड़े संगठनों में डेस्कटॉप वातावरण को स्थापित करने और बनाए रखने वाले समूहों के लिए लक्षित है. <a href="%s">और अधिक जानें.</a>
lt: „Firefox ESR“ atmaina yra skirta administratoriams, diegiantiems ir prižiūrintiems darbo vietas didelėse organizacijose. <a href="%s">Plačiau…</a>
ta: பயர்பாக்ஸ் ESR வெளியீடானது மிகப்பெரிய நிறுவனங்களில் நிறவிப் பயன்படுத்தும் குழுவுக்காக உருவாக்கப்பட்டது. <a href="%s">மேலும் அறிய</a>

source: Firefox is made in large part by volunteers around the world. That’s why we offer it in 90 languages (and why there’s heart and soul in every piece of code).
af: Firefox word tot 'n groot mate gebou deur vrywilligers regoor die wêreld. Dis hoekom ons dit in 90 tale aanbied (en hoekom daar hart en siel in elke stukkie kode is).
bs: Veliki dio Firefoxa je napravljen uz pomoć volontera širom svijeta. Zato mi nudimo Firefox u više od 90 jezika (i zato su srce i duša u svakom dijelu koda).
cy: Mae Firefox yn cael ei greu'n rhannol gan wirfoddolwyr byd eang. Dyna pam ein bod yn ei gynnig mewn 90 iaith (a dyna pam fod calon ac enaid ym mhob darn o god).
ga_ie: Oibrithe deonacha timpeall an domhain a dhéanann Firefox den chuid is mó. Sin an fáth a bhfuil sé ar fáil i 90 teanga faoi láthair (agus an fáth a bhfuil ár gcroí is ár n-anam i ngach píosa cóid).
hi_in: Firefox दुनियाभर के स्वयंसेवकों द्वारा बड़े भाग में बनाया गया है. यही कारण है कि हम इसे 90 भाषाओं में प्रदान करते हैं (और क्यों हर कोड में दिल और आत्मा है).
lt: Didelį indėlį į „Firefox“ naršyklės tobulinimą įneša visame pasaulyje išsibarstę savanoriai. Štai kodėl šią naršyklę siūlome net 90-čia kalbų, o atsidavimas bendram tikslui juntamas kiekvienoje kodo eilutėje.
ta: உலகளவில் பல்லாயிரம் தொண்டூளியர்களாக பங்களித்து உருவானதே பயர்பாக்ஸ். எனவே தான் இது உலகின் பெரும்பாலான 90 மொழிகளில் வழங்கப்படுகிறது (மேலும் ஒவ்வொரு வரியிலும் உணர்வும் உயிரும் கலந்திருக்கிறது).

source: Firefox Developer Edition
af: Firefox-ontwikkelaarweergawe
bs: Firefox programerske izmjene
ga_ie: Firefox d'Fhorbróirí
hi_in: Firefox का डेवलपर संस्करण

source: Thanks to contributions of Mozilla community members around the world, Firefox is available in 90 languages:
af: Danksy die bydraes van Mozilla se gemeenskapslede regoor die wêreld is Firefox beskikbaar in 90 tale:
bs: Zahvaljujući volonterima Mozillinih zajednica širom svijeta, Firefox je dostupan u 90 jezika:
ca: Gràcies a les contribucions de la comunitat Mozilla d'arreu del món, el Firefox està disponible en 90 llengües:
cy: Diolch i gyfraniad aelodau cymuned byd-eang Mozilla, mae Firefox ar gael mewn 90 iaith:
ga_ie: A bhuí de chúnamh phobal Mozilla ar fud an domhain, tá Firefox ar fáil i 90 teanga:
hi_in: दुनिया भर के Mozilla समुदाय के सदस्यों के योगदान के लिए धन्यवाद, Firefox 90 भाषाओं में उपलब्ध है:
lt: Pasaulinės „Mozillos“ bendruomenės narių dėka „Firefox“ naršykle galima naudotis 90-čia kalbų:
ta: உலகம் முழுவதும் உள்ள Mozilla சமூக உறுப்பினர்களின் பங்களிப்புகளுக்கு நன்றி, Firefox 90 மொழிகளில் கிடைக்கிறது:

source: <strong>Warning</strong>: Nightly is updated daily. It is most appropriate for core Mozilla contributors and early adopters, not regular users.
af: <strong>Waarskuwing</strong>: Nightly word daagliks bygewerk. Dit is mees gepas vir die kernmedewerkers van Mozilla en mense wat op die brandpunt van die tegnologie wil wees — nie gewone gebruikers nie.
bs: <strong>Upozorenje</strong>: Nightly se ažurira svakoga dana. Tako najviše odgovara Mozillinim doprinosiocima, a ne regularnim korisnicima.
ca: <strong>Avís</strong>: El Nightly s'actualitza diàriament. Està indicat per als contribuïdors principals de Mozilla i adoptants precoços, no per als usuaris convencionals.
cy: <strong>Rhybudd</strong>: Mae Nightly'n cael ei ddiweddaru bob dydd. Mae'n fwyaf priodol ar gyfer cyfranwyr craidd Mozilla a mabwysiadwyr cynnar, nid defnyddwyr arferol.
ga_ie: <strong>Rabhadh</strong>: Déantar nuashonrú ar an leagan Nightly gach uile lá. Tá sé dírithe ar rannpháirtithe lárnacha Mozilla agus luathúsáideoirí, seachas ar ghnáthúsáideoirí.
hi_in: <strong>चेतावनी</strong>: Nightly का दैनिक अद्यतन किया जाता है. यह Mozilla के मूल योगदानकर्ताओं और शुरुआत में अपनाने वालों के लिए सबसे उपयुक्त है, न कि नियमित उपयोगकर्ताओं हेतु.
lt: <strong>Dėmesio!</strong> „Nightly“ laida atsinaujina kasdien. Ji labiausiai tinkama „Mozillos“ bendradarbiams ir ankstyviems bandytojams, bet ne eiliniams naudotojams.
ta: <strong>எச்சரிகை</strong>: இராக் கால பயர்பாக்ஸ் தினமும் புதுப்பிக்கப்படும். அன்றாட பயனர்களைத் தவிர்த்து உருவாக்குநர்கள் பங்களிப்பாளர்களுக்கு பொருத்தமானதாக இருக்கும்.

source: Check the system requirements
af: Kontroleer die stelselvereistes
bs: Provjerite zahtjeve sistema
ca: Comproveu els requisits del sistema
cy: Gwiriwch anghenion y system
ga_ie: Féach riachtanais an chórais
hi_in: सिस्टम की आवश्यकताएँ जाँचें
lt: Reikalavimai sistemai
ta: கணினித் தேவைகளைச் சரிபார்க்கவும்

source: Release notes
af: Vrystellingaantekeninge
bs: Napomene o izdanju
ca: Notes de la versió
cy: Nodiadau rhyddhau
ga_ie: Nótaí eisiúna
hi_in: रिलीज नोट्स
lt: Laidos apžvalga
ta: வெளியீட்டு குறிப்புகள்

source: Source code
af: Bronkode
bs: Izvorni kod
ca: Codi font
cy: Cod ffynhonnell
ga_ie: Cód foinseach
hi_in: स्रोत कोड
lt: Pirminiai tekstai
ta: மூல நிரல்:

source: Show:
af: Wys:
bs: Prikaži
ca: Mostra:
cy: Dangos:
ga_ie: Taispeáin:
hi_in: दिखाएँ:
lt: Rodyti:
ta: காட்டு:

source: Fully localized versions
af: Ten volle gelokaliseerde weergawes
bs: Potpuno lokalizovane verzije
ca: Versions traduïdes completament
cy: Fersiynau wedi eu lleoleiddio'n llawn
ga_ie: Leaganacha logánaithe go hiomlán
hi_in: पूर्णतया स्थानीयकृत संस्करण
lt: Visiškai lokalizuotos versijos
ta: முழுவதும் உள்ளூராக்கப்பட்ட பதிப்புகள்

source: Localized versions in testing
af: Gelokaliseerde weergawes wat getoets word
bs: Lokalizovane verzije u testiranju
ca: Versions traduïdes en fase de proves
cy: Fersiynau wedi ei lleoleiddio ar brawf
ga_ie: Leaganacha logánaithe atá á dtástáil
hi_in: जाँच में स्थानीयकृत संस्करण
lt: Testuojamos lokalizuotos versijos
ta: சோதனையில் உள்ள உள்ளூராக்கப்பட்ட பதிப்புகள்

source: These localizations aren’t final. We’re waiting for more feedback from the community to perfect them.
af: Hierdie lokaliserings is nie finaal nie. Ons wag vir meer terugvoer van die gemeenskap om hulle te vervolmaak.
bs: Ove lokalizacije nisu konačne. Čekamo za više povratnih informacija od zajednice da ih učinimo savršenim.
ca: Aquestes traduccions no són definitives. Estem esperant més comentaris de la comunitat per perfeccionar-les.
cy: Nid yw'r lleoleiddiadau hyn yn derfynol. Rydym yn aros am adborth pellach o'r gymuned er mwyn eu perffeithio.
ga_ie: Níl an logánú seo iomlán. Táimid ag fanacht ar níos mó aiseolais ón bpobal leis an logánú a fheabhsú.
hi_in: ये स्थानीयकरण अंतिम नहीं हैं. हम उन्हें बेहतर बनाने हेतु समुदाय से और अधिक प्रतिक्रियाओं की प्रतीक्षा कर रहे हैं.
lt: Šios kalbinės versijos nėra išbaigtos. Kad jas ištobulintame, tikimės sulaukti daugiau atsiliepimų.
ta: மொழிப்பெயர்ப்பு இன்னமும் முடியவில்லை. நாங்கள் பல்வேறு குமுக பின்னூட்டங்களைப் பெற்று செம்மைபடுத்த காத்திருக்கிறோம்.

source: Multi-locale
af: Multi-lokaliteit
bs: Višejezični
ca: Diverses llengües
cy: Amlieithog
ga_ie: Ilteanga
hi_in: बहु-स्थान
lt: Daugiakalbė versija
ta: பன்-மொழி

source: Search languages
af: Deursoek tale
bs: Tražite jezike
ca: Cerca llengües
cy: Chwlio'r ieithoedd
ga_ie: Cuardaigh teangacha
hi_in: भाषाएँ खोजें
lt: Ieškoti kalbų
ta: மொழிகளைத் தேடவும்

source: Search
af: Soek
bs: Traži
ca: Cerca
cy: Chwilio
ga_ie: Cuardaigh
hi_in: खोजें
lt: Paieška
ta: தேடு

source: No matching languages found.
af: Geen passende tale gevind nie.
bs: Nijedan odgovarajući jezik nije pronađen.
ca: No s'ha trobat cap llengua coincident.
cy: Heb ganfod iaith gyfatebol.
ga_ie: Níor aimsíodh teanga a mheaitseálann.
hi_in: कोई मिलटी-जुलती भाषाएँ नहीं मिलीं.
lt: Paiešką atitinkančių kalbų nerasta.
ta: பொருத்தமான மொழிகள் காணப்படவில்லை.

source: Download for %(platform)s in %(locale)s
af: Laai af in %(locale)s vir %(platform)s
bs: Preuzimanje za %(platform)s u %(locale)s
ca: Baixa per al %(platform)s en %(locale)s
cy: Y rhaglen ar gyfer %(platform)s %(locale)s
ga_ie: Íoslódáil do %(platform)s don %(locale)s
lt: Parsisiųsti „%(platform)s“ versiją %(locale)s kalba
ta: %(platform)s தளத்திற்கு %(locale)s மொழிக்கு உரியதை பதிவிறக்குக

source: Not Yet Available
af: Nog nie beskikbaar nie
bs: Još nije dostupno
ca: Encara no disponible
cy: Nid Ar Gael Eto
ga_ie: Níl ar fáil fós
hi_in: अभी तक उपलब्ध नहीं
lt: Šiuo metu neplatinama
ta: இன்னும் கிடைக்கவில்லை

source: Firefox Nightly
ta: இராக் கால பயர்பாக்ஸ்
