Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/channel.lang.po
Languages: af, ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fa, fi, gd, hr, kab, kk, kn, lt, mai, ml, mr, ms, my, nn_no, oc, pt, ta, tr, uz, vi, xh

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
ar: حمل نسخة فيرفكس للمطوّرين أو البيتا &amp; للمساعدة في تحديد فيرفكس القادم
bn_bd: Firefox Developer Edition বা Beta ডাউনলোড করুন এবং পরের Firefox-কে নিশ্চিত করতে সাহায্য করুন
bn_in: Firefox ডেভেলপার সংস্করণ বা Beta ডাউনলোড করুন &amp; পরবর্তী Firefox নির্ধারণ করতে সাহায্য করুন
br: Pellgargit Embannadenn an diorroerien eus Firefox pe vBeta ha roit skoazell didermenañ petra a vo e-barzh handelv da zont Firefox.
es_mx: Descarga la edición para desarrolladores de Firefox o la versión Beta &amp; Ayuda a crear el siguiente Firefox
fa: دریافت نسخه توسعه دهندگان یا بتا فایرفاکس &amp; به انتخاب فایرفاکس بعدی کمک کنید
hr: Preuzmite Firefox razvojno ili beta izdanje i pomozite oblikovati sljedeći Firefox
kab: Sider Firefox Developer Edition neɣ Beta & Mudd-d tallalt akken ad nesnefli lqem n Firefox d-iteddun.
kk: Firefox Developer Edition не Beta нұсқасын жүктеп алыңыз және Firefox болашағын қалауға көмектесіңіз
kn: Firefox ಅರೋರ ಅಥವಾ ಬೀಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ &amp; ಮುಂದಿನ Firefox ಅನ್ನು ನಿರ್ಧರಿಸಲು ಸಹಾಯ ಮಾಡಿ
lt: Parsisiųskite „Firefox Developer Edition“ arba Betą ir padėkite formuoti „Firefox“ ateitį
mai: Firefox डेवलपर संस्करण वा बीटा डाउनलोड करू &amp; ऑंगा क Firefox निर्धारि‍त करबा मे मदति क लेल
ml: ഫയര്‍ഫോക്സ് ഡെവലപ്പര്‍ പതിപ്പോ ബീറ്റയോ ഡൗണ്‍ലോഡ് ചെയ്യൂ &amp; പുതിയ ഫയര്‍ഫോക്സിന് രൂപം നല്‍കാന്‍ സഹായിക്കൂ
mr: Firefox डेव्हलपर आवृत्ती किंवा बिटा &amp; आवृत्ती डाउनलोड करून पुढचे Firefox निर्धारित करण्यास मदत करा
my: မီးမြေခွေး Developer ဗားရှင်း သို့ ဘေတာ &amp; အား ဒေါင်းလုဒ်ရယူပြီး နောက်ထွက်လာမည့် မီးမြေခွေးအား ကူညီပါ
nn_no: Last ned Firefox Developer Edition eller Beta &amp; Hjelp til med å utvikla neste Firefox
oc: Telecargatz Firefox Aurora o Bèta e ajudatz a afinar la version venenta de Firefox
pt: Descarregue a versão Beta ou para programadores e ajude-nos a construir o próximo Firefox
ta: பயர்பாக்ஸ் Developer அல்லது பீட்டா பதிவிறக்கம் செய்க &amp; அடுத்த பயர்பாக்ஸை கணிக்க உதவுக
uz: Firefox Developer Edition yoki Beta’ni yuklab oling va keyingi Firefox’ning qanday bo‘lishini aniqlashga yordam bering.
vi: Tải Firefox phiên bản Lập trình viên hoặc Beta &amp; chung tay quyết định tương lai của Firefox

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
af: Laai Firefox Aurora of Beta f en help om die volgende Firefox te definieer
ar: تحميل فيرفكس أورورا أو بيتا &amp; ساعد في تحديد الفيرفكس القادم
az: Firefox Aurora və ya Beta yüklə və Növbəti Firefox-un düzəldilməsinə kömək et
bg: Изтеглете Firefox Aurora или Beta и участвайте в определянето на следващия Firefox
bn_bd: ফায়ারফক্স অরোরা অথবা বেটা ভার্সন ডাউনলোড করুন &amp; পরবর্তী ফায়ারফক্স নির্ধারণে সাহায্য করুন
bn_in: Firefox Aurora অথবা Beta &amp; ডাউনলোড করুন এবং পরবর্তী Firefox নির্ধারণে সহায়তা করুন
br: Pellgargit Firefox Aurora pe vBeta ha roit skoazell didermenañ petra a vo e-barzh handelv gentañ Firefox.
ca: Baixeu-vos el Firefox Aurora o Beta &amp; Ajudeu a determinar el proper Firefox
es_mx: Descargar Firefox Aurora o Beta &amp; Ayuda a determinar el siguiente Firefox
fa: دریافت نسخه بتا یا آئورا فایرفاکس &amp; به انتخاب فایرفاکس بعدی کمک کنید
fi: Lataa Firefox-aurora tai -beeta ja vaikuta Firefoxin seuraavaan versioon
gd: Luchdaich a-nuas Firefox Aurora no Beta ⁊ cuidich leinn a' dealbhan an ath Firefox
hr: Preuzmite Firefox Aurora ili beta izdanje i pomozite oblikovati sljedeći Firefox
kab: Sider Firefox Aurora neɣ Beta & Mudd-d tallalt akken ad nesnefli lqem n Firefox d-iteddun.
kk: Firefox Aurora не Beta жүктеп алыңыз &amp; Firefox болашағын қалауға көмектесіңіз
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಅರೋರ ಅಥವಾ ಬೀಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ &amp; ಮುಂದಿನ ಫೈರ್‌ಫಾಕ್ಸ್‌ಅನ್ನು ನಿರ್ಧರಿಸಲು ಸಹಾಯ ಮಾಡಿ
lt: Parsisiųskite „Firefox Aurorą“ arba Betą ir padėkite formuoti „Firefox“ ateitį
mai: Firefox औरोरा वा बीटा डाउनलोड करू &amp; ऑंगा क Firefox निर्धारि‍त करबा मे मदति क लेल
ml: ഫയര്‍ഫോക്സ് അറോറയോ ബീറ്റയോ ഡൗണ്‍ലോഡ് ചെയ്യൂ &amp; പുതിയ ഫയര്‍ഫോക്സിന് രൂപം നല്‍കാന്‍ സഹായിക്കൂ
mr: Firefox ऑरोरा किंवा बिटा &amp; आवृत्ती डाउनलोड करून पुढचे Firefox निर्धारित करण्यास मदत करा
ms: Muat turun Firefox Aurora atau Beta &amp; Bantu kami untuk mengenalpasti Firefox yang seterusnya
my: မီးမြေခွေး Aurora သို့ ဘေတာ &amp; အားဒေါင်းလုဒ်ရယူပြီး နောက်ထွက်လာမယ့် မီးမြေခွေးကို ကူညီပါ
nn_no: Last ned Firefox Aurora eller Beta &amp; Hjelp til med å utvikla neste Firefox
oc: Telecargatz Firefox Aurora o Bèta e ajudatz a afinar la version venenta de Firefox
pt: Descarregue a versão Aurora ou Beta do o Firefox e ajude a construir o próximo Firefox
ta: பயர்பாக்ஸ் அரூரா அல்லது பீட்டா பதிவிறக்கம் &amp; அடுத்த பயர்பாக்ஸை கணிக்க உதவும்
tr: Firefox Aurora veya Beta'yı indirin, Firefox'un geleceğini belirlememize yardım edin
uz: Firefox Aurora yoki Beta’ni yuklab olish &amp; Keyingi "Firefox"ni aniqlashda yordam
vi: Tải Firefox Aurora hoặc Beta &amp; chung tay quyết định tương lai của Firefox
xh: Khuphela iFirefox Aurora okanye iBeta &amp; Nceda ekugqibeni ngeFirefox eLandelayo

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
bn_bd: Firefox-র আগামী সংস্করণগুলো ডাউনলোড ও পরীক্ষা করুন। নতুনতর আবিষ্কারের অভিজ্ঞতা নিন ডেভেলপার সংস্করণ বা Beta-র বিল্ডের মাধ্যমে।
bn_in: Firefox-র পরবর্তী সংস্করণগুলি ডাউনলোড করে পরীক্ষা করুন। ডেভেলপার সংস্করণ অথবা বিটা সংস্করণগুলির মাধ্যমে নতুন বৈশিষ্ট্যগুলি সম্পর্কে অবগত হন।
br: Pellgargit hag amprouit handelvoù da zont Firefox. Arnodit an nevezadennoù diwezhañ gant embannadenn an diorroerien eus Firefox pe savadurioù beta.
es_mx: Descarga y prueba los lanzamientos futuros de Firefox. Experimenta las más recientes operaciones con la edición de desarrollaor y la versiones Beta.
fa: انتشارهای آینده فایرفاکس را دریافت و بررسی کنید. با انتشارهای بتا و آئورا، جدیدترین نوآوری‌ها را تجربه کنید.
hr: Preuzmite i testirajte buduća Firefox izdanja. Iskusite najnovije inovacije s razvojnim ili beta izdanjima.
kab: Sider u sekyed ileqman d-iteddun n Firefox. Faṛes tagnitt seg usnulfu aneggaru akked ileqman Beta akked Developer Edition.
kk: Firefox-тың келесі нұсқаларын жүктеп алыңыз да сынап алыңыз. Developer Edition немесе Beta нұсқаларымен соңғы жаңалықтарды байқап көріңіз.
kn: Firefoxನ ಭವಿಷ್ಯದ ಬಿಡುಗಡೆಗಳನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಪರೀಕ್ಷಿಸಿ. ಅರೋರಾ ಮತ್ತು ಬೀಟಾ ನಿರ್ಮಾಣಗಳಲ್ಲಿನ ಹೊಚ್ಚ ಹೊಸ ಆವಿಷ್ಕಾರಗಳನ್ನು ಬಳಸಿ ನೋಡಿ.
lt: Parsisiųskite ir išbandykite „Firefox“ ateities laidas. Susipažinkite su šviežiausiomis naujovėmis, naudodamiesi „Developer Edition“ arba Beta.
mai: फायरफाक्स आगाँबला रिलीज कए डाउनलोड करू आओर जाँच करू. अरोरा आओर बीटा बिल्ड स ताजा नवाचारक अनुभव लिअ.
ml: ഫയര്‍ഫോക്സിന്റെ ഭാവിയിലുള്ള പതിപ്പുകള്‍ ഡൌണ്‍ലോഡ് ചെയ്തു് പരീക്ഷിയ്ക്കുക. ഡെവലപ്പര്‍ പതിപ്പ് അല്ലെങ്കില്‍ ബീറ്റാ ബിള്‍ഡുകളിലുള്ള പുതിയ വിശേഷതകള്‍ അനുഭവിച്ചറിയുക.
mr: Firefox च्या पुढील आवृत्त्या डाऊनलोड करा व तपासा. ऑरोरा व बिटा बिल्ड्ससह नाविन्याचा अनुभव घ्या.
my: ဒေါင်းလုဒ်ရယူပြီး မီးမြေခွေးအနာဂတ် ဗားရှင်းအတွက် စမ်းသပ်သုံးပေးပါ။ နောက်ဆုံးထွက် အသစ်တွေကို အော်ရိုရာ နဲ့ ဘီတာ ဗားရှင်းတွေသုံးပြီး ခံစားကြည့်ပါ။
nn_no: Last ned og test Firefox framtidige utgjevingar. Opplev dei siste nyvinningane med Developer Edition eller Beta-bygg.
oc: Telecargatz e testatz las versions venentas de Firefox. Fasètz l'experiéncia de las innovacions las mai recentas amb Aurora o las versions Bèta.
pt: Descarregue e teste os futuros lançamentos do Firefox. Experimente as inovações mais recentes com a versão Beta ou para programadores.
ta: Firefox இன் எதிர்கால வெளியீடுகளை பதிவிறக்கி சோதியுங்கள். Developer Edition அல்லது Beta கட்டுகளுடன் புதிய புத்தமைவுகளை அனுபவியுங்கள்.
uz: "Firefox"ning kelajakdagi versiyalarini yuklab oling va sinab ko‘ring. Eng yangi innovatsiyalarni Developer Edition yoki Beta relizlari bilan ishlatib ko‘ring.
vi: Tải về và dùng thử bản Firefox của tương lai. Trải nghiệm những sáng tạo mới nhất với phiên bản lập trình viên hoặc Beta.

source: The latest features in a more stable environment
af: Die jongste eienskappe in 'n meer stabiele omgewing
ar: أحدث الميزات في بيئة أكثر استقرارا
az: Ən son funksiyalar daha stabil mühitdə
bg: Последните възможности в стабилна среда
bn_bd: সর্বাধুনিক ফিচারসমূহ আরো স্থিতিশীল পরিবেশে
bn_in: আরো স্থিতিশীল পরিবেশে সর্বশেষ বৈশিষ্ট্য
br: Ar c'heweriusterioù diwezhañ e-barzh un endro stabiloc'h
ca: Les darreres funcions en un entorn més estable
es_mx: Las últimas características en un entorno más estable
fa: آخرین ویژیگی دارای محیط پایدارتری است
fi: Viimeisimmät ominaisuudet vakaammassa paketissa
gd: Na feartan as ùire ann an àrainneachd nas seasmhaiche
hr: Najnovije mogućnosti u stabilnijem okruženju
kab: Timahilin tineggura di twennaṭ irekden ugar.
kk: Соңғы мүмкіндіктер, тұрақтылау ортада
kn: ಅತ್ಯಂತ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳು ಇನ್ನೂ ಸ್ಥಿರವಾದ ಪರಿಸರದಲ್ಲಿ
lt: Naujausios galimybės stabilesnėje aplinkoje
mai: बेसी स्थि‍र वातावरण मे नव सुविधा
ml: ഏറ്റവും പുതിയ സൗകര്യങ്ങള്‍ കൂടുതല്‍ സുസ്ഥിരമായ ചുറ്റുപാടില്‍
mr: नवीनतम वैशिष्ट्ये एका अधिक स्थिर परिवेशात
ms: Ciri yang terkini dalam pembangunan yang lebih stabil
my: နောက်ဆုံး လုပ်ဆောင်ချက်တွေကို ပိုမိုတည်ငြိမ်တဲ့ ပတ်ဝန်းကျင်မှာ သုံးမယ်
nn_no: Dei nyaste funksjonane i eit meir stabilt miljø
oc: Las darrièras foncionalitats dins un environament mai estable
pt: As últimas funcionalidades num ambiente mais estável
ta: மிகவும் நிலையான சூழலில் புதிய வசதிகள்
tr: En yeni özellikleri daha güvenilir bir ortamda test edin
uz: So‘nggi xususiyatlar ancha ishonarli muhitda
vi: Những tính năng mới nhất trong một môi trường ổn định hơn
xh: Iinkalo zamvanje kwimeko ezinze ngakumbi

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
af: Firefox Beta stuur outomaties terugvoer aan Mozilla. <a href="%(link)s">Meer inligting</a>.
ar: فيرفكس بيتا يرسل تلقائيا تغذية راجعة لموزيلا. <a href="%(link)s">اعرف المزيد </a>.
az: Firefox Beta avtomatik olaraq Mozillaya əks-əlaqə göndərir. <a href="%(link)s">Ətraflı öyrən</a>.
bg: Firefox Beta автоматично изпраща обратна връзка до Mozilla. <a href="%(link)s">Научете повече</a>.
bn_bd: ফায়ারফক্স অরোরা স্বয়ংক্রিয়ভাবে মজিলার নিকট প্রতিক্রিয়া পাঠায়। <a href="%(link)s"> আরও জানুন </a>।
bn_in: Firefox Beta স্বয়ংক্রিয় ভাবে Mozilla-তে প্রতিক্রিয়া পাঠায়। <a href="%(link)s">আরও জানুন </a>
br: Firefox Aurora a gas evezhiadennoù ent emgefreek da vMozilla. <a href="%(link)s">Gouzout hiroc'h</a>.
ca: El Firefox Beta envia informes de manera automàtica a Mozilla. <a href="%(link)s">Més informació</a>.
es_mx: Firefox Aurora envía un reporte automáticamente a Mozilla. <a href="%(link)s">Saber más</a>
fa: فایرفاکس بتا به صورت خودکار بازخوردها را برای موزیلا ارسال می‌کند.<a href="%(link)s">بیشتر بدانید</a>.
fi: Firefox-beeta lähettää palautetta Mozillalle automaattisesti. <a href="%(link)s">Lue lisää</a>.
gd: Cuiridh Firefox Beta beagan fiosrachaidh dha Mozilla gu fèin-obrachail. <a href="%(link)s">Barrachd fiosrachaidh</a>.
hr: Firefox beta izdanje automatski šalje povratne informacije Mozilli. <a href="%(link)s">Saznajte više</a>.
kab: Firefox Beta yettazen s wudem awurman talɣut i Mozilla <a href="%(link)s">Issin ugar</a>.
kk: Firefox Beta автоматты түрде Mozilla-ға хабарласады. <a href="%(link)s">Көбірек білу</a>.
kn: Firefox ಬೀಟಾ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತನ್ನಂತಾನೇ Mozillaಗೆ ಕಳುಹಿಸುತ್ತದೆ. <a href="%(link)s">ಹೆಚ್ಚು ತಿಳಿಯಿರಿ</a>.
lt: „Firefox Beta“ automatiškai siunčia informaciją „Mozillai“. <a href="%(link)s">Sužinokite daugiau</a>.
mai: Firefox बीटा अपने आप Mozilla कए प्रतिक्रिया भेजैत अछि <a href="%(link)s">आओर बेसी जानू</a>.
ml: ഫയര്‍ഫോക്സ് ബീറ്റ തനിയെ മോസില്ലയിലേക്ക്പ്രതികരണം അയക്കുന്നു. <a href="%(link)s"> കൂടുതല്‍ മനസ്സിലാക്കുക</a>.
mr: Firefox Beta आपोआप आपल्या प्रतिक्रिया Firefox ला पाठविते. <a href="%(link)s">अधिक जाणून घ्या </a>.
ms: Firefox Beta menghantar maklumbalas secara automatik kepada Mozilla. <a href="%(link)s">Ketahui lanjut</a>.
my: မီးမြေခွေး Aurora ဟာ မိုဇီလာသို့ အကြံပေးချက်တွေ အလိုအလျောက်ပေးပို့ပေးတယ်။ <a href="%(link)s">ဆက်လက်</a>
nn_no: Firefox Beta sender automatisk tilbakemeldingar til Mozilla. <a href="%(link)s">Les meir</a>.
oc: Firefox Aurora envia automaticament d'informacions a Mozilla. <a href="%(link)s">Ne saber mai</a>.
pt: O Firefox Beta envia automaticamente feedback para a Mozilla. <a href="%(link)s">Saber mais</a>.
ta: மொசில்லாவிற்கு பயர்பாக்ஸ் பீட்டா தானாக பின்னூட்டங்களை அனுப்புகிறது. <a href="%(link)s">மேலும் அறிய</a>.
tr: Firefox Beta otomatik olarak Mozilla'ya geri bildirim gönderir. <a href="%(link)s">Daha fazla bilgi alın</a>.
uz: Firefox Beta automatik tarzda Mozilla’ga fikr-mulohazalarni jo‘natib turadi. <a href="%(link)s">Ko‘proq ma’lumot olish</a>.
vi: Firefox Beta tự động gửi phản hồi về Mozilla. <a href="%(link)s">Tìm hiểu thêm</a>.
xh: IFirefox Beta ithumela ingxelo ngokwayo kwiMozilla. <a href="%(link)s">Funda okungakumbi</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
af: <a href="%(feedback)s">Gee terugvoer</a> en help om die laaste paar verbeteringe te maak aan werkverrigting en funksionaliteit voor vrystelling.
ar: <a href="%(feedback)s"> أعطنا رأيك </a> لتساعدنا على وضع القرص النهائية على الأداء والوظائف في بيئة مستقرة.
az: <a href="%(feedback)s">Bizə əks-əlaqə verin</a> ki, stabil mühit üçün performans və funksionallıq üzərində son düzəlişlərimizi edək.
bg: <a href="%(feedback)s">Подайте обратна връзка</a>, за да помогнете в окончателното оформяне на производителността и функционалността в стабилна среда.
bn_bd: <a href="%(feedback)s">মতামত দিন</a> স্থিতিশীল পরিবেশের পারফর্ম্যান্স এবং কার্যকারিতার সর্বশেষ পরীক্ষা-নিরীক্ষার জন্য সাহায্য করুন।
bn_in: <a href="%(feedback)s"> আমাদেরকে মতামত জানান </a> স্থিতিশীল পরিবেশে কার্যকারীতা এবং তা সম্পাদনের জন্য চুড়ান্ত ট্যুইক যুক্ত করা।
br: <a href="%(feedback)s">Roit ho meno deomp</a> a benn hor skoazellañ da beurlipat hor c'heweriusterioù ha digonusted e-kreiz un endro stabil.
ca: <a href="%(feedback)s">Envieu-nos comentaris</a> per ajudar-nos a fer els ajustos finals en rendiment i funcions en un entorn estable.
es_mx: <a href="%(feedback)s">Déjanos tus comentarios</a> para ayudarnos a hacer los últimos ajustes en el rendimiento y funcionalidad en un entorno estable.
fa: <a href="%(feedback)s">بازخورد خود رابیان کنید</a> تا برای انجام آخرین نکات در مورد کارایی و قابلیت در یک محیط پایدار بیان کنید.
fi: <a href="%(feedback)s">Anna meille palautetta</a>, jotta voimme viedä viimeiset suorituskyky- ja toimintaparannukset vakaaseen ympäristöön.
gd: <a href="%(feedback)s">Innis dhuinn dè do bheachd</a> is cuidich leinn gus an dreach mu dheireadh a dhèanamh foirfe a thaobh dèanadas is obrachadh ann an àrainneachd sheasmhach.
hr: <a href="%(feedback)s">Povratne</a> informacije doprinose povećanju performansi i funkcionalnosti u konačnim inačicama.
kab: <a href="%(feedback)s">Mudd-aɣ-d tikti yinek</a> akken ad nizmir ad snefli timellit akked timahilin deg twennaṭ irekden.
kk: Бізге тұрақты нұсқада өнімділікті және мүмкіндіктерін жақсарту үшін <a href="%(feedback)s">кері байланыс хабарламасын</a> жіберіңіз.
kn: <a href="%(feedback)s">ಅನಿಸಿಕೆಯನ್ನು ನಮಗೆ ನೀಡಿ</a> ಕಾರ್ಯನಿರ್ವಹಣೆ ಮತ್ತು ಕಾರ್ಯಶೀಲತೆಯಲ್ಲಿ ಅಂತಿಮ ಸರಿಪಡಿಕೆಗಳನ್ನು ಮಾಡುವಲ್ಲಿ ನೆರವಾಗಿ.
lt: <a href="%(feedback)s">Palikite savo atsiliepimą</a> – taip padėsite mums sudėlioti paskutinius taškus ant „i“ stabilioje aplinkoje.
mai: <a href="%(feedback)s">फीडबैक दीअ</a> हमर अंतिम प्रदर्शन आओर स्थि‍र पर्यावरण मे कार्यक्षमता मे मदति करबाक लेल
ml: സുസ്ഥിരമായ ഒരു സാഹചര്യത്തില്‍ പ്രവര്‍ത്തനത്തിനും കാര്യക്ഷമതയ്ക്കും വേണ്ടിയുള്ള അവസാന മിനുക്കുപണികള്‍ നടത്താന്‍ ഞങ്ങളെ സഹായിക്കാനായി <a href="%(feedback)s">ഞങ്ങളോട് പ്രതികരിക്കൂ</a>
mr: स्थीर वातावरणात कामगिरि व कार्यक्षमताबाबत योग्य पर्याय मांडण्यासाठी <a href="%(feedback)s">आम्हाला काही प्रतिक्रिया द्या </a>
ms: <a href="%(feedback)s">Beri kami maklumbalas</a> bagi membantu kami meletakkan sentuhan terakhir untuk prestasi dan fungsi dalam persekitaran yang stabil.
my: <a href="%(feedback)s">အကြံပေးချက်များ</a> ပေးပို့ပြီး နောက်ဆုံး ပြင်ဆင်ချက်တွေကို ကောင်းမွန်အောင် လုပ်ဆောင်ရာတွင် ကူညီပါ
nn_no: <a href="%(feedback)s">Gje oss tilbakemeldingar</a> for å hjelpa oss med den siste finpussen på yting og funksjonalitet i eit stabilt miljø.
pt: <a href="%(feedback)s">Dê-nos feedback</a> para nos ajudar a fazer as afinações finais na performance e funcionalidades num ambiente estável.
ta: ஒரு திடமான சூழளுக்கு தகுந்தவாறு செயல்களையும்செயல்திறனையும் மேன்மைபடுத்த<a href="%(feedback)s">எங்களுக்கு கருத்துக்களைத் தெரிவித்து</a> உதவுங்கள்.
tr: En son performans ve işlevsellik güncellemelerini güvenilir bir ortamda test ederek <a href="%(feedback)s">geri bildiriminizi paylaşın</a>.
uz: <a href="%(feedback)s">Bizga mulohazalaringizni bildiring</a>. Bu bizga so‘nggi ishonchli muhitni shakllantirish va ishlashini yaxshilashda so‘nggi qulayliklarni qo‘shishda yordam beradi.
vi: <a href="%(feedback)s">Gửi phản hồi</a> để giúp chúng tôi tinh chỉnh hiệu năng và tính năng trong một môi trường ổn định.
xh: <a href="%(feedback)s">Sinike ingxelo</a> ukuze sincedakale ekubekeni izijungqe zokugqibela ekusebenzeni nasemsebenzini kwimeko ezinzileyo.

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ar: فيرفكس أورورا و فيرفكس نسخة المطورين يرسل تلقائيا معلومات لموزيلا.<a href="%(link)s">اعرف المزيد</a>.
bn_bd: ফায়ারফক্স আরোরা এবং ফায়ারফক্স ডেভেলপার সংস্করণ স্বয়ংক্রিয়ভাবে মজিলাকে মতামত পাঠায়। <a href="%(link)s">আরও জানুন</a>।
bn_in: Firefox আরোরা এবং Firefox ডেভেলপার সংস্করণ স্বয়ংক্রিয়ভাবে Mozilla-কে ফিডব্যাক পাঠায়। <a href="%(link)s">আরও জানুন</a>।
br: Firefox Aurora hag Embannadur Firefox evit an Diorrourien a gas menoioù ent emgefreek da vMozilla. <a href="%(link)s">Gouzout hiroc'h</a>.
es_mx: Firefox Aurora y Firefox Developer Edition envían retroalimentación automáticamente a Mozilla. <a href="%(link)s">Conoce más</a>.
fa: فایرفاکس آئورا و فایرفاکس نسخه توسعه دهندگان به صورت خودکار بازخورد ها را برای موزیلا ارسال می کند. <a href="%(link)s">بیشتر بدانید</a>.
hr: Firefox Aurora i razvojno izdanje automatski šalju povratne informacije Mozilli. <a href="%(link)s">Saznajte više</a>.
kab: Firefox Aurora akked Firefox Developer Edition ttazenen s wudem awurman talɣut i Mozilla <a href="%(link)s">Issin ugar</a>.
kk: Firefox Aurora және Firefox Developer Edition Mozilla-ға автоматты түрде кері байланыс деректерін жібереді. <a href="%(link)s">Көбірек білу</a>.
kn: Firefox ಅರೋರ ಮತ್ತು Firefox ಡೆವೆಲಪರ್ ಆವೃತ್ತಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು Mozilla ಗೆ ಕಳಿಸುತ್ತವೆ. <a href="%(link)s">ಹೆಚ್ಚು ತಿಳಿಯಿರಿ</a>.
lt: „Firefox Aurora“ ir „Firefox Developer Edition“ automatiškai siunčia informaciją „Mozillai“. <a href="%(link)s">Sužinokite daugiau</a>.
mai: Firefox अरोरा आओर Firefox डेवलेपर संस्करण अपने आप Mozilla कए प्रतिक्रिया भेजैत अछि <a href="%(link)s">आओर बेसी जानू</a>.
ml: ഫയര്‍ഫോക്സ് അറോറയും ഫയര്‍ഫോക്സ് ഡെവലപ്പര്‍ പതിപ്പും മോസില്ലയിലേക്ക് യാന്ത്രികമായി പ്രതികരണങ്ങള്‍ അയയ്ക്കുന്നു. <a href="%(link)s">കൂടുതല്‍ അറിയൂ</a>
mr: Firefox Aurora व Firefox Developer Edition आपोआप आपल्या प्रतिक्रिया Mozilla ला पाठवितात . <a href="%(link)s">अधिक जाणून घ्या </a>.
my: မီးမြေခွေး Aurora နှင့် မီးမြေခွေး Developer ဗားရှင်း သည် အကြံပေးချက်များအား အလိုအလျောက် မိုဇီလာသို့ ပေးပို့ပေးသည် <a href="%(link)s">ဆက်လက်လေ့လာ</a>
nn_no: Firefox Aurora og Firefox Developer Edition sender automatisk tilbakemeldingar til Mozilla. <a href="%(link)s">Les meir</a>.
pt: O Firefox Aurora e a Edição do Firefox para Programadores enviam automaticamente feedback para a Mozilla. <a href="%(link)s">Saiba mais</a>.
ta: Firefox Aurora மற்றும் Firefox Developer Edition தானாகவே Mozilla குழுவிற்கு பின்னூட்டம் அனுப்புகின்றன <a href="%(link)s"> மேலும் அறிக </a>.
uz: Firefox Aurora va Firefox Developer Edition avtomatik tarzda Mozilla’ga mulohazalar jo‘natib turadi. <a href="%(link)s">Ko‘proq o‘rganish</a>.
vi: Firefox Aurora và Firefox Phiên bản lập trình viên tự động gửi phản hồi về Mozilla. <a href="%(link)s">Tìm hiểu thêm</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
af: Firefox Aurora stuur outomaties terugvoer aan Mozilla. <a href="%(link)s">Meer inligting</a>.
ar: فيرفكس أورورا يرسل تغذية راجعة تلقائياً لموزيلا. <a href="%(link)s"> اعرف المزيد</a>.
az: Firefox Aurora avtomatik olaraq Mozilla-ya əks-əlaqə göndərir. <a href="%(link)s">Ətraflı öyrən</a>.
bg: Firefox Aurora автоматично изпраща обратна връзка до Mozilla. <a href="%(link)s">Научете повече</a>.
bn_bd: ফায়ারফক্স অরোরা স্বয়ংক্রিয়ভাবে মজিলার নিকট প্রতিক্রিয়া পাঠায়। <a href="%(link)s"> আরও জানুন </a>।
bn_in: Firefox Aurora স্বয়ংক্রিয় ভাবে Mozilla-কে মতামত প্রেরণ করে। <a href="%(link)s"> আরও জানুন </a>।
br: Firefox Aurora a gas evezhiadennoù ent emgefreek da vMozilla. <a href="%(link)s">Gouzout hiroc'h</a>.
ca: El Firefox Aurora envia informes de manera automàtica a Mozilla. <a href="%(link)s">Més informació</a>.
es_mx: Firefox Aurora envía un reporte automáticamente a Mozilla. <a href="%(link)s">Saber más</a>
fa: فایرفاکس آئورا به صورت خودکار بازخورد‌ها را برای موزیلا ارسال می کند.<a href="%(link)s">دریافت اطلاعات بیشتر</a>
fi: Firefox-aurora lähettää palautetta Mozillalle automaattisesti. <a href="%(link)s">Lue lisää</a>.
gd: Cuiridh Firefox Aurora fiosrachadh dha Mozilla gu fèin-obrachail. <a href="%(link)s">Barrachd fiosrachaidh</a>.
hr: Firefox Aurora automatski šalje povratne informacije Mozilli. <a href="%(link)s">Saznajte više</a>.
kab: Firefox Aurora yettazen s wudem awurman talɣut i Mozilla <a href="%(link)s">Issin ugar</a>.
kk: Firefox Aurora автоматты түрде Mozilla-ға хабарласады. <a href="%(link)s">Көбірек білу</a>.
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಅರೋರ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತನ್ನಂತಾನೇ ಮೋಜಿಲಾ‌ಗೆ ಕಳುಹಿಸುತ್ತದೆ. <a href="%(link)s">ಹೆಚ್ಚು ತಿಳಿಯಿರಿ</a>.
lt: „Firefox Aurora“ automatiškai siunčia informaciją „Mozillai“. <a href="%(link)s">Sužinokite daugiau</a>.
mai: Firefox अरोरा आओर अपने आप Mozilla कए प्रतिक्रिया भेजैत अछि <a href="%(link)s">आओर बेसी जानू</a>.
ml: ഫയര്‍ഫോക്സ് അറോറ തനിയെ മോസില്ലയിലേക്ക്പ്രതികരണം അയക്കുന്നു. <a href="%(link)s"> കൂടുതല്‍ മനസ്സിലാക്കുക</a>.
mr: Firefox Aurora आपोआप आपल्या प्रतिक्रिया Mozilla ला पाठवतो. <a href="%(link)s">अधिक जाणून घ्या</a>.
ms: Firefox Aurora menghantar maklumbalas secara automatik kepada Mozilla. <a href="%(link)s"> Ketahui lanjut</a>.
my: မီးမြေခွေး Aurora ဟာ မိုဇီလာသို့ အကြံပေးချက်တွေ အလိုအလျောက်ပေးပို့ပေးတယ်။ <a href="%(link)s">ဆက်လက်</a>
nn_no: Firefox Aurora sender automatisk tilbakemeldingar til Mozilla. <a href="%(link)s">Les meir</a>.
oc: Firefox Aurora envia automaticament d'informacions a Mozilla. <a href="%(link)s">Ne saber mai</a>.
pt: O Firefox Aurora envia automaticamente feedback para a Mozilla. <a href="%(link)s">Saber mais</a>.
ta: மொசில்லாவிற்கு பயர்பாக்ஸ் அரூரா தானாக பின்னூட்டங்களை அனுப்புகிறது. <a href="%(link)s">மேலும் அறிய</a>.
tr: Firefox Aurora otomatik olarak Mozilla'ya geri bildirim gönderir. <a href="%(link)s">Daha fazla bilgi alın</a>.
uz: "Firefox Aurora" avtomatik tarzda "Mozilla"ga ma’lumotlar jo‘natib turadi. <a href="%(link)s">Ko‘proq o‘rganing</a>.
vi: Firefox Aurora tự động gửi phản hồi về Mozilla. <a href="%(link)s">Tìm hiểu thêm</a>.
xh: IFirefox Aurora ithumela ingxelo ngokwayo kwiMozilla. <a href="%(link)s">Funda okungakumbi</a>.

source: Will Firefox work on my mobile device?
br: Mont a raio en-dro Firefox war ma hezoug?
kab: Firefox ad yeddu ɣef yibenk inu aziraz?
