Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/channel.lang.po
Languages: af, ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fa, fi, gd, hr, kab, kk, kn, lt, mai, ml, mr, ms, my, nn_no, oc, pt, ta, tr, uz, vi, xh

source: Built for those who build the Web
ar: بني لهؤلاء الذين يبنون الشبكة
bn_bd: যারা ওয়েব তৈরি করেন তাদের জন্যই বানানো
bn_in: তাদের জন্য তৈরি যারা ওয়েব বানায়
br: Savet evit ar re a sav ar Web
es_mx: Hecho para aquellos que construyen la Web
fa: ساخته شده برای کسانی که وب را می سازند
hr: Napravljen za one koji grade web
kab: Yettwarna i wid i d-yesnulfuyen Web
kk: Интернетті жасайтындары үшін арнайы жасалған
kn: ಜಾಲವನ್ನು ಕಟ್ಟುತ್ತಿರುವವರಿಗಾಗಿ ರಚಿಸಿದ್ದು
lt: Sukurta tiems, kurie kuria saityną
mai: हुनका लेल बनाउ जे बेव बनेने अछि
ml: വെബിനെ നിര്‍മ്മിക്കുന്നവര്‍ക്കു വേണ്ടി നിര്‍മ്മിക്കപ്പെട്ടതു്
mr: जे वेबची जडण-घडण करतात त्यांच्यासाठी तयार करण्यात आले आहे
my: ဝတ်ဘ်အားကိုယ်တိုင်တည်ဆောက်ပါ
nn_no: Bygd for dei som byggjer nettet
pt: Construído para aqueles que constroem a Web
ta: இணையத்தை உருவாக்குபவர்களுக்காக உருவாக்கப்பட்டது
uz: Internetni tuzadiganlar uchun tuzilgan
vi: Dành cho những người xây đắp nên nền tảng Web

source: The newest innovations in an experimental environment
af: Die jongste innovering in 'n eksperimentele omgewing
ar: أحدث الإبداعات في بيئة مليئة بالخبرة
az: Ən son innovasiyalar eksperimental mühitdə
bg: Най-новите иновации в експериментална среда
bn_bd: পরীক্ষামূলক পরিবেশে সর্বশেষ আবিষ্কারসমূহ
bn_in: সর্বাপেক্ষা নতুন বিষয়টি এখন পরীক্ষামূলক পরিবেশে।
br: An nevezintioù nevesañ e-barzh un endro arnodel
ca: Les últimes innovacions en un entorn experimental
es_mx: Las últimas innovaciones en un entorno experimental
fa: جدیدن نوآوری ها در محیط آزمایشی
fi: Uusimmat innovaatiot kokeellisessa paketissa
gd: Na gleusan as ùire ann an àrainneachd dheuchainneil
hr: Najnovije inovacije u eksperimentalnom okruženju
kab: Asnulfu amaynut ɣef twennaṭ tarmitant
kk: Соңғы мүмкіндіктер, эксперименталды ортада
kn: ಎಲ್ಲ ಹೊಸ ಆವಿಷ್ಕಾರಗಳು ಪರೀಕ್ಷಾರ್ಥ ಪರಿಸರದಲ್ಲಿ
lt: Šviežiausios inovacijos eksperimentinėje aplinkoje
mai: प्रयोगात्मक वातावरण मे नवीनतम नवाचार
ml: നൂതനമായ മാറ്റങ്ങള്‍ പരീക്ഷിച്ചറിഞ്ഞ പതിപ്പില്‍
mr: नवीनतम उपक्रम एका प्रयोगात्मक परिवेशात
ms: Inovasi terbaru dalam pembangunan eksperimental
my: နောက်ဆုံးတီထွင်မှူတွေကို စမ်းသပ်တဲ့အနေနဲ့ထည့်ထားပေးတယ်
nn_no: Dei nyaste nyvinningane i eit eksperimentelt miljø
oc: Las darrièras innovacions dins un environament experimental
pt: As últimas inovações num ambiente experimental
ta: சோதனை சூழலுக்களில் புதிய கண்டுபிடிப்புகள்
tr: Deneysel bir ortamda en güncel yeniliklerin tadına bakın
uz: Eng yangi innovatsiyalar sinov muhitida
vi: Những sáng tạo mới nhất trên môi trường thử nghiệm
xh: Obona buchwepheshe butsha kwimeko yokuvavanywa

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
af: Toets werkverrigting in 'n eksperimentele omgewing, rapporteer foute en <a href="%(feedback)s">help bepaal wat in Beta moet ingaan</a>.
ar: افحص الأداء في بيئة مليئة بالخبرة, الخلل في الملفات و <a href="%(feedback)s"> ساعدنا في تحديد الذي يجعله نسخة تجريبية</a>
az: Eksperimental mühitdə performansı test et, xətaları xəbər et və <a href="%(feedback)s">Bizə məhsulun Beta qalmaması üçün kömək et</a>.
bg: Тествайте производителността в експериментална среда, докладвайте бъгове и <a href="%(feedback)s">помогнете да определим какво влиза в Beta</a>.
bn_bd: পরীক্ষামূলক পরিবেশে পারফর্ম্যান্স টেস্ট করুন, বাগ ফাইল করুন এবং <a href="%(feedback)s">help us বেটা বানানোর জন্য কি কি সিদ্ধান্ত নেয়া যায় তার জন্য সাহায্য করুন</a>।
bn_in: কর্মক্ষমতা পরীক্ষা একটি পরীক্ষামূলক পরিবেশ, বাগ ফাইল করুন এবং <a href="%(feedback)s"> আমাদেরকে সাহায্য করে এটাকে কিভাবে বিটা তৈরী করা যায়</a>।
br: Prouadit an digonusted e-kreiz un endro arnodel, kasit danevelloù a-fet beugoù ha <a href="%(feedback)s"> roit skoazell deomp da zespizañ pezh a dalvezo d'an handelv Beta</a>.
ca: Proveu el rendiment en un entorn experimental, empleneu informes d'errors i <a href="%(feedback)s">ajudeu-nos a determinar què s'inclourà a Beta</a>
es_mx: Prueba rendimiento en un entorno experimental, envía errores y <a href="%(feedback)s">ayúdanos a determinar qué incluir en la versión beta</a>.
fa: بررسی کارایی در محیط آزمایشی, گزارش خطاها و <a href="%(feedback)s"> کمک به ما در تصمیم گیری برای ساختن نسخه بتا</a>.
fi: Testaa suorituskykyä kokeellisessa ympäristössä, jätä virheilmoituksia ja <a href="%(feedback)s">auta meitä päättämään, mitkä asiat pääsevät beetaversioon</a>.
gd: Feuch an dèanadas ann an àrainneachd dheuchainneil, clàraich bugaichean agus <a href="%(feedback)s">cuidich leinn a' taghadh nan rudan a ruigeas an ìre Beta</a>.
hr: Testirajte performanse u eksperimentalnim uvjetima, prijavite programske pogreške i <a href="%(feedback)s">odredite što biva implementirano u beta izdanju</a>.
kab: Sekyed tamellit ɣef twennaṭ tarmitant, mmel ayen ur neteddu ara udiɣ <a href="%(feedback)s">mudd-aɣ-d tallalt akken ad d-naf ayen ad nseddu di Firefox Beta</a>.
kk: Экперименталды ортада өнімділікті сынап, ақаулықтар хабарламаларын жіберіңіз және бізге <a href="%(feedback)s">Beta-ға не кіретінін анықтауға көмектесіңіз</a>.
kn: ಪ್ರಾಯೋಗಿಕ ಪರಿಸರದಲ್ಲಿ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಪರೀಕ್ಷಿಸಿ, ದೋಷಗಳನ್ನು ಸಲ್ಲಿಸಿ ಮತ್ತು <a href="%(feedback)s">ಬೀಟಾ ಆವೃತ್ತಿಗೆ ಬೇಕಾಗಿರುವುದನ್ನು ನಾವರಿಯಲು ಸಹಕರಿಸಿ</a>.
lt: Testuokite našumo parametrus eksperimentinėje aplinkoje, praneškite mums apie rastas problemas ir <a href="%(feedback)s">padėkite nuspręsti, kas pateks į „Betą“</a>.
mai: एकटा प्रयोगात्मक पर्यावरण मे प्रदर्शन परिक्षण, दोष दर्ज केनाय<a href="%(feedback)s"> हमरा इ बतेबा मे मदति करकरू जे एकरा की बीटा बनाबैत अछि
ml: പരീക്ഷണാടിസ്ഥാനത്തിലുള്ള ഒരു സാഹചര്യത്തില്‍ പ്രവര്‍ത്തനം പരീക്ഷിച്ച് ബഗ്ഗുകള്‍ സമര്‍പ്പിക്കുന്നതിലൂടെ <a href="%(feedback)s">ബീറ്റയിലേക്ക് ഏതൊക്കെ എത്തുമെന്ന് തീരുമാനിക്കാന്‍ ഞങ്ങളെ സഹായിക്കൂ</a>
ms: Uji prestasi di dalam persekitaran eksperimen, failkan pepijat dan <a href="%(feedback)s">bantu kami menentukan apa yang perlu ada di dalam Beta</a>.
my: စမ်းသပ်ပတ်ဝန်းကျင်မှာ လုပ်ဆောင်ချက်စမ်းသပ်ပါ။ ပြသာနာများ ရှာဖွေ တင်ပြပြီး <a href="%(feedback)s">ဘေတာအားအကောင်းဆုံးလုပ်ရာတွင်</a> ကူညီပါ
nn_no: Test yting i eit eksperimentelt miljø, registrer feil <a href="%(feedback)s">hjelp oss med å avgjera kva som går vidare til Beta</a>.
pt: Teste a performance num ambiente experimental, submeta bugs e <a href="%(feedback)s">ajude-nos a determinar o que deve avançar para Beta</a>.
ta: சோதனைக்கான சூழலில் செயல்திறனை கண்டறிந்து வழுக்களை பதியவும் மற்றும் <a href="%(feedback)s">பீட்டா பதிப்பை உருவாக்க என்னென்ன தேவைப்படுகிறது என்பதை கணிக்கவும் உதவுகிறது</a>.
tr: Deneysel bir ortamda performansı test edin, hataları raporların ve <a href="%(feedback)s">nelerin Beta'ya geçeceğini belirlememize yardımcı olun</a>.
uz: Sinov muhitida ishlash tezligini sinash, fayl nosozliklari va <a href="%(feedback)s">Beta’ga turli o‘zgartirishlar kiritishimizga yordam beradi</a>.
vi: Đánh giá hiệu năng trong một môi trường mang tính thử nghiệm, tạo báo cáo lỗi và <a href="%(feedback)s">giúp chúng tôi quyết định xem tính năng nào sẽ được vào Beta</a>.
xh: Vavanya umgangatho wokusebenza kwimeko yomboniso, kwiimpazamo zefayile nakwi <a href="%(feedback)s">sincede ekuqinisekiseni ukuba yintoni eyenza ibe yi-Beta</a>.

source: Tried, tested and used by millions around the world
af: Beproef en in gebruik deur miljoene wÃªreldwyd
ar: تمت تجربته, فحصه واستخدامه بواسطة الملايين حول العالم.
az: Yoxlanılıb, test edilib və bütün dünyada milyonlar tərəfindən istifadə edilib
bg: Опитано, тествано и използвано от милиони по целия свят
bn_bd: বিশ্বের লক্ষাধিক ব্যবহারকারী কতৃক চেষ্টাকৃত,পরীক্ষাকৃত এবং ব্যবহৃত
bn_in: বিশ্বের লক্ষাধিক মানুষ এটি ব্যবহার এবং পরীক্ষা করেছেন
br: Prouadet, peurlipet hag arveret gant milionoù a dud er bed a-bezh
ca: Provat, verificat i utilitzat per milions de persones d'arreu del món
es_mx: Probado, evaluado y usado por millones de personas alrededor del mundo
fa: آزمایش شده,تست شده و استفاده شده توسط میلیون ها کاربر در سراسر دنیا
fi: Koetettu, testattu ja miljoonien käytössä ympäri maailman
gd: Dearbhte 's 'ga chleachdadh le milleanan a dhaoine air feadh an t-saoghail
hr: Isprobano i testirano izdanje koje koriste milijuni diljem svijeta
kab: Yettwaɣraḍ, yettwasekyed, yettwaqbel s ɣuṛ ifḍan n yemdanen
kk: Әлемдегі миллиондаған адамдар қолданатын, сыналған нұсқа
kn: ವಿಶ್ವದ ಲಕ್ಷಾಂತರ ಜನರಿಂದ ಉಪಯೋಗಿಸಲ್ಪಟ್ಟಿದೆ, ಪರೀಕ್ಷಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬಳಸಲಾಗುತ್ತಿದೆ
lt: Išbandyta, ištestuota ir naudojama milijonų žmonių visame pasaulyje
mai: दुनिया भर‍ि क लाखों लोग स आजमायल, प्रयोग आ परीक्षि‍त कैल गेल
ml: ലോകമെമ്പാടുമുള്ള ലക്ഷോപലക്ഷം പേര്‍ പരീക്ഷിച്ച് നോക്കിയത്, ഉപയോഗിച്ചത്
mr: खात्रीशीर, तपासलेला आणि जगभरात लाखो लोकांनी वापरलेला
ms: Diuji, dicuba dan digunakan oleh berjuta orang seluruh dunia
my: သန်းပေါင်းများစွာသော ကမ္ဘာတစ်ဝှမ်းရှိ လူတွေကိုတိုင် စမ်းသပ်ထားတယ်
nn_no: Vert prøvd, testa og brukt av millionar over heile verda
oc: Ensajat, testat e adoptat per de milions de personas
pt: Experimentado, testado e usado por milhares em todo o mundo
ta: மில்லியன் கணக்கான மக்களால் உலகெங்கும் முயற்சிக்கப்பட்டு சோதிக்கப்பட்டு பயன்படுத்தப்பட்டு வருகிறது
tr: Test edildi ve dünya çapında milyonlarca kişi tarafından kullanılıyor
uz: Butun dunyo bo‘ylab millionlab odamlar tomonidan ishlatib ko‘rilgan, sinalgan va foydalanilgan
vi: Đã được thử nghiệm, kiểm tra và sử dụng bởi hàng triệu người trên thế giới
xh: Izanyiwe, yalingwa yaza yasetyenziswa zizigidi ezisehlabathini

source: Learn more about Firefox Beta
af: Meer inligting oor Firefox Beta
ar: اعرف المزيد عن نسخة فيرفكس بيتا
az: Firefox Beta haqqında ətraflı öyrən
bg: Научете повече за Firefox Beta
bn_bd: ফায়ারফক্স বেটা সম্পর্কে আরও জানুন
bn_in: Firefox বেটা সম্বন্ধে আরও জানুন
br: Gouzout hiroc'h a-zivout Firefox Beta
ca: Més informació sobre el Firefox Beta
es_mx: Aprender más acerca de Firefox Beta
fa: از فایرفاکس بتا بیشتر بدانید
fi: Lue lisää Firefox-beetasta
gd: Barrachd fiosrachaidh air Firefox Beta
hr: Saznajte više o Firefox Beta izdanju
kab: Issin ugar ɣef Firefox Beta
kk: Firefox Beta туралы көбірек біліңіз
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಬೀಟಾದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
lt: Sužinoti daugiau apie „Firefox Betą“
mai: Firefox बीटा क बारे मे बेसी जानू
ml: ഫയര്‍ഫോക്സ് ബീറ്റയെക്കുറിച്ച് കൂടുതലറിയാം
mr: फायरफॉक्स बिटा बद्दल अधिक जाणून घ्या
ms: Ketahui lanjut mengenai Firefox Beta
my: မီးမြေခွေး​ ဘီတာ စနစ်အား ဆက်လက်လေ့လာ
nn_no: Les meir om Firefox Beta
oc: Per ne saber mai sus Firefox Bèta
pt: Saber mais sobre o Firefox Beta
ta: பயர்பாக்ஸ் பீட்டா பற்றி மேலும் தெரிந்துகொள்ள
tr: Firefox Beta hakkında bilgi alın
uz: Firefox Beta haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox Beta
xh: Funda okungakumbi ngeFirefox Beta

source: Learn more about Firefox Aurora
af: Meer inligting oor Firefox Aurora
ar: اعرف المزيد عن فيرفكس أورورا
az: Firefox Aurora haqqında ətraflı öyrən
bg: Научете повече за Firefox Aurora
bn_bd: ফায়ারফক্স অরোরা সম্পর্কে আরও জানুন
bn_in: Firefox আরোরা সম্বন্ধে আরও জানুন
br: Gouzout hiroc'h a-zivout Firefox Aurora
ca: Més informació sobre el Firefox Aurora
es_mx: Aprender más acerca de Firefox Aurora
fa: از فایرفاکس آئورا بیشتر بدانید
fi: Lue lisää Firefox-aurorasta
gd: Barrachd fiosrachaidh air Firefox Aurora
hr: Saznajte više o Firefox Aurora izdanju
kab: Issin ugar ɣef Firefox Aurora
kk: Firefox Aurora туралы көбірек біліңіз
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಅರೋರದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
lt: Sužinoti daugiau apie „Firefox Aurorą“
mai: Firefox अरोरा क बारे मे बेसी जानू
ml: ഫയര്‍ഫോക്സ് അറോറയെക്കുറിച്ച് കൂടുതലറിയാം
mr: फायरफॉक्स ऑरोरा बद्दल अधिक जाणून घ्या
ms: Ketahui lanjut mengenai Firefox Aurora
my: မီးမြေခွေး Aurora အားဆက်လက်လေ့လာ
nn_no: Les meir om Firefox Aurora
oc: Per ne saber mai sus Firefox Aurora
pt: Saber mais sobre o Firefox Aurora
ta: பயர்பாக்ஸ் அரூரா பற்றி மேலும் தெரிந்துகொள்ள
tr: Firefox Aurora hakkında bilgi alın
uz: Firefox Aurora haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox Aurora
xh: Funda okungakumbi ngeFirefox Aurora

source: Learn more about Firefox
af: Meer inligting oor Firefox
ar: اعرف المزيد عن فيرفكس.
az: Firefox haqqında ətraflı öyrənin
bg: Научете повече за Firefox
bn_bd: ফায়ারফক্স সম্পর্কে আরও জানুন
bn_in: Firefox সম্বন্ধে আরও জানুন
br: Gouzout hiroc'h a-zivout Firefox
ca: Més informació sobre el Firefox
es_mx: Aprender más acerca de Firefox
fa: از فایرفاکس جدید بیشتر بدانید
fi: Lue lisää Firefoxista
gd: Barrachd fiosrachaidh air Firefox
hr: Saznajte više o Firefoxu
kab: Issin ugar ɣef Firefox
kk: Firefox туралы көбірек біліңіз
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
lt: Sužinoti daugiau apie „Firefox“
mai: फ़ायरफ़ॉक्स क बारे मे बेसी जानू
ml: ഫയര്‍ഫോക്സിനെക്കുറിച്ച് കൂടുതലറിയാം
mr: फायरफॉक्सबद्दल अधिक जाणून घ्या
ms: Ketahui lanjut mengenai Firefox
my: မီးမြေခွေးအကြောင်းဆက်လက်လေ့လာ
nn_no: Les meir om Firefox
oc: Per ne saber mai sus Firefox
pt: Saber mais sobre o Firefox
ta: பயர்பாக்ஸ் பற்றி மேலும் தெரிந்துகொள்ள
tr: Firefox hakkında bilgi alın
uz: Firefox haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox
xh: Funda okungakumbi ngeFirefox
