Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/choose.lang.po
Languages: bn_bd, ca, es_mx, fa, gd, hi_in, kk, lt, mai, nn_no, pt, xh

source: Firefox Web Browser
ca: El navegador web Firefox
fa: مرورگر وب فایرفاکس
pt: Navegador Web Firefox

source: Keep your identity yours with the new Firefox.
ca: Mantingueu segura la vostra identitat amb el nou Firefox.
fa: هویت خود را با فایرفاکس جدید حفظ کنید.‌
pt: Mantenha a propriedade da sua identidade com o novo Firefox.

source: Choose Firefox when you want to browse the Web without the Web browsing you.
bn_bd: যখন আপনি ওয়েব ব্রাউজ করতে চান কিন্তু চান না ওয়েব আপনাকে ব্রাউজ করুক তখনই ফায়ারফক্স ব্যবহার করুন।
ca: Trieu el Firefox quan vulgueu navegar sense que us investiguin a vosaltres.
es_mx: Elige Firefox cuando quieras encontrar algo en la Web sin que la Web encuentre algo de tí.
fa: فایرفاکس را زمانی انتخاب کنید که مایلید شما وب را مرور کنید نه وب شما را.
gd: ’S e Firefox an roghainn as fhearr a rùrachadh an lìn ’s gun an lìon a bhith ’gad rùrachadh-sa.
hi_in: फायरफॉक्स चुनें जब आप वेब ब्राउज करना चाहते हो बिना वेब आपको ब्राउज़र किये हुए.
kk: Интернетті өзіңіз шолып, интернет сізді шолуды қаламайтын болсаңыз, Firefox-ты таңдаңыз.
lt: Rinkitės „Firefox“, kai norite naršyti saityną ir nebūti naršomi patys.
mai: Firefox चुनू जखन अहॉं वेब ब्राउज करय चाहैत छी वेब कए अहॉंक ब्राउज केने बिना
nn_no: Vel Firefox når du vill surfa på nettet utan at nettet nettles deg.
pt: Escolha o Firefox quando quer navegar na Web sem ter a Web a navegar em si.
xh: Khetha iFirefox xa ufuna ukubhrawuza iWebhu ngaphandle kokuba iWebhu ibhrawze wena.

source: Stand for choice.<br> Choose Firefox.
bn_bd: পছন্দের জন্য লড়াই।<br> ফায়ারফক্স ব্যবহার করুন।
ca: Feu la vostra tria.<br>Trieu el Firefox.
es_mx: Toma una elección. <br> Elige Firefox.
fa: برای انتخاب بایستید.<br>فایرفاکس را انتخاب کنید.
gd: Cum taic ri roghadh is taghadh.<br> Tagh Firefox.
hi_in: अपने चुनाव के खड़े हों. <br> फायरफॉक्स चुनें.
kk: Таңдауды қалаңыз.<br> Firefox-ты таңдаңыз.
lt: Rinkitės galimybę rinktis.<br> Rinkites „Firefox“.
mai: पसिन्न लेल.<br> Firefox चुनू
nn_no: Stå for valfridom.<br> Vel Firefox.
pt: Opte pela escolha.<br> Escolha o Firefox.
xh: Mela ukhetho<br> Khetha iFirefox.

source: Browse Freely.<br> Choose Firefox.
bn_bd: স্বাধীনভাবে ব্রাউজ করুন।<br> ফায়ারফক্স ব্যবহার করুন।
ca: Navegueu amb llibertat.<br>Trieu el Firefox.
es_mx: Navega libremente. <br> Elige Firefox.
fa: آزادانه مرورکنید.<br> فایرفاکس را انتخاب کنید.
gd: Dèan brabhsadh saor.<br> Tagh Firefox.
hi_in: स्वतंत्रता से ब्राउज करें.<br> फ़ायरफ़ॉक्स चुनें.
kk: Еркін шолыңыз.<br> Firefox-ты таңдаңыз.
lt: Naršykite laisvai.<br> Rinkitės „Firefox“.
mai: स्वतंत्रता स ब्राउज करू <br> Firefox चुनू
nn_no: Surf fritt.<br> Vel Firefox.
pt: Navegue livremente.<br> Escolha o Firefox.
xh: Brawza Ngokukhululekileyo.<br> Khetha iFirefox.

source: Take Control.<br> Choose Firefox.
bn_bd: নিয়ন্ত্রণ নিন।<br> ফায়ারফক্স ব্যবহার করুন।
ca: Preneu el control.<br>Trieu el Firefox.
es_mx: Toma el control.<br> Elige Firefox.
fa: کنترل را در دست بگیرید.<br>فایرفاکس را انتخاب کنید.
gd: Gabh smachd air cùisean.<br>Tagh Firefox.
hi_in: नियंत्रण रखें.<br> फ़ायरफ़ॉक्स चुने.
kk: Басқаруды өз қолыңызға алыңыз.<br> Firefox-ты таңдаңыз.
lt: Susigrąžinkite vadžias.<br> Rinkitės „Firefox“.
mai: नियंत्रण राखू.<br> Firefox चुनू
nn_no: Ta kontroll.<br> Vel Firefox.
pt: Assuma o controlo.<br> Escolha o Firefox.
xh: Lawula <br> Khetha i-Firefox.

source: The most private browsing
bn_bd: সবচেয়ে ব্যাক্তিগত ব্রাউজিং এর জন্য
ca: La navegació més privada
es_mx: La navegación más privada
fa: بهترین ابزار مرور خصوصی
gd: Brabhsadh prìobhaideach gun a leithid
hi_in: सबसे अधिक नीजी ब्राउज़िंग
kk: Ең жақсы жекелік шолу
lt: Privačiausias naršymo būdas
mai: सबसे बेसी नीजी ब्राउजिंग
nn_no: For privat surfing
pt: A navegação mais privada
xh: Okona kubhrawza kwangasese

source: Take control of your web by using Private Browsing with Tracking Protection, only from Firefox.
bn_bd: শুধুমাত্র ফায়ারফক্সে, নিয়ন্ত্রণ নিন ওয়েবের ট্র্যাকিং প্রোটেকশন সুবিধাসহ প্রাইভেট ব্রাউজিং ব্যবহার করে।
ca: Preneu el control de la vostra navegació amb navegació privada i protecció contra el seguiment, només al Firefox.
es_mx: Toma el control de la web usando la Navegación Privada con Protección de Rastreo, sólo con Firefox.
fa: تنها در فایرفاکس می توانید کنترل وب خود را با مرور کردن به صورت خصوصی و جلوگیری از دنبال کردن در دستان خود بگیرید.
gd: Cum smachd air an dàta air loidhne agad le brabhsadh prìobhaideach is dìon o thracadh, o Firefox a-mhàin.
hi_in: केवल फ़ायरफ़ॉक्स से, ट्रैकिंग सुरक्षा के साथ निजी ब्राउज़िंग का इस्तेमाल करते हुए अपने वेब का नियंत्रण ले.
kk: Тек Firefox көмегімен бақылаудан қорғанысы бар жекелік шолуды қолдану арқылы интенетті шолуды басқаруын өз қолыңызға алыңыз.
lt: Atsikratykite interneto seklių – naudokitės Privačiuoju naršymu su apsauga nuo stebėjimo. Tik su „Firefox“.
mai: खाली Firefox से, ट्रैकिंग सुरक्षा क संग निजी ब्राउजिंग क इस्तेमाल करैत अपन बेवक नियंत्रण ल‍ि‍अ ।
nn_no: Ta kontroll over nettlesinga di ved å bruka Privat nettlesing med sporingskontroll, berre i Firefox.
pt: Assuma o controlo da web utilizando a Navegação Privada com Proteção de Monitorização, apenas a partir do Firefox.
xh: Yilawule iwebhu yakho ngokusebenzisa ukuBhrawuza kwaNgasese noKhuseleko Lokutreka olusuka kuphela kwaFirefox.

source: Learn more about this
bn_bd: এ সম্পর্কে আরও জানুন
ca: Més informació sobre això
es_mx: Saber más acerca de esto
fa: در این مورد بیشتر بدانید
gd: Barrachd fiosrachaidh mu dhèidhinn
hi_in: इसके बारे में और अधिक जानें
kk: Осы туралы көбірек білу
lt: Sužinokite apie tai daugiau
mai: सिंक क बारे मे बेसी जानू
nn_no: Les meir om dette
pt: Saber mais acerca disto
xh: Funda ngakumbi ngoku

source: Here for you, not selling your info
bn_bd: আপনার জন্য, কিন্তু আপনার তথ্য বিক্রির জন্য নয়
ca: Aquí per a tu, no venem la teva informació
es_mx: Aquí para tí, sin vender tu información
gd: Ri do làimh-sa, gun a bhith ag reic an dàta agad
hi_in: यहाँ आप के लिए, आपकी जानकारी नहीं बेचीं जाएगी
kk: Сіз үшін осында, жеке деректеріңізді ешкімге сатпайды
lt: Mes esame jums, ir neparduodame jūsų duomenų
mai: एतय अहॉंक लेल, अहॉंक जानकारी बेचल नहि जाएत ।
nn_no: Til for deg, sel ikkje opplysningane dine
pt: Aqui por si, não vendendo a sua informação
xh: Ilapha ngenxa yakho, ayithengisi inkcazelo yakho

source: Discover easy tips about how to take back control of your online experience, only from Mozilla.
bn_bd: আপনার অনলাইন অভিজ্ঞতার নিয়ন্ত্রণ ফিরে নিতে মজিলার পক্ষ থেকে সহজ পরামর্শগুলো দেখুন।
ca: Descobriu trucs senzills sobre com podeu recuperar el control de la vostra experiència digital, només amb Mozilla.
es_mx: Descubre consejos prácticos acerca de como tomar el control de tu experiencia en línea, sólo con Mozilla.
fa: کشف نکات آسان در مورد اینکه چگونه تجربه آنلاین خود را به دست بگیرید,فقط در موزیلا.
gd: Faigh stiùireadh simplidh is gabh smachd air do bheatha air loidhne, o Mhozilla a-mhàin.
hi_in: अपने ऑनलाइन अनुभव नियंत्रण वापस पाने के लिए आसान उपाय जानें, सिर्फ मोज़िल्ला से
kk: Тек Mozilla ұсынған желідегі жұмысты басқаруды өз қолыңызға алудың оңай кеңестерімен таныс болу.
lt: Susipažinkite su paprastais patarimais, padėsiančiais susigrąžinti vadeles, naršant saityną. Tik iš „Mozillos“.
nn_no: Finn ut av korleis du kan ta tilbake kontrollen over internettopplevinga di, berre frå Mozilla.
pt: Descubra dicas fáceis sobre como assumir o controlo da sua experiência online, apenas a partir da Mozilla.
xh: Fumanisa amacebiso alula ngendlela yokuphinda ulawule amava akho e-intanethi asuka kuphela kwaMozilla.

source: Get smart on data tracking
bn_bd: ডাটা ট্র্যাকিং সম্পর্কে আরও স্মার্ট হন
ca: Apreneu sobre el seguiment de dades
es_mx: Obtener conocimiento en rastreo de datos
fa: هوشمندانه با ردگیری اطلاعات خود برخورد کنید
gd: Cuir casg air tracadh dàta
hi_in: डेटा ट्रैकिंग पर होशियार हो जाएँ
kk: Деректерді бақылауымен танысу
lt: Apsišvieskite apie stebėjimą internete
nn_no: Bli smart på datasporing
pt: Seja inteligente na monitorização de dados
xh: Yiba krelekrele ngokutreka idatha

source: Firefox Web browser
es_mx: Navegador Web Firefox
gd: Brabhsair-lìn Firefox
hi_in: फ़ायरफ़ॉक्स वेब ब्राउज़र
kk: Firefox веб браузері
lt: „Firefox“ naršyklė
mai: फ़ायरफ़ॉक्स वेब ब्राउज़र
nn_no: Nettlesaren Firefox
xh: IBhrawuza ye-Firefox yeWebhu

source: Keep your identity yours with the new Firefox
es_mx: Mantén tu identidad segura con el nuevo Firefox
gd: Dìon an dàta pearsanta agad leis a’ Firefox ùr
hi_in: नए फायरफॉक्स के साथ अपनी पहचान रखें
kk: Жаңа Firefox-пен бірге өз тіркелгіңізді өздік сақтаңыз
lt: Apsaugokite savo tapatybę su naująja „Firefox“
mai: नव Firefox संगे अपन पहचान जारी रखू
nn_no: Behald identiteten din med nye Firefox
xh: Gcina isazisi sakho sisiso ngeFirefox entsha
