Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/developer.lang.po
Languages: bs, ca, cy, kab, kk, lt, pt, ta, ur, uz, xh

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
bs: Najkompletniji pretraživač napravljen samo za programere, Firefox Developer Edition ima ugrađen svaki programerski alat koji vam je potreban.
ca: El Firefox Developer Edition és el navegador més complet fet per als desenvolupadors, amb totes les eines de desenvolupament incloses.
cy: Y porwr mwyaf cyflawn wedi ei wneud yn benodol ar gyfer datblygwyr, mae gan Firefox pob offeryn datblygwr o'i fewn yn barod.
kk: Firefox Developer Edition ішінде, тек өндірушілер үшін жасалған жалғыз браузерде, сізге керек саймандардың барлығы бар.
lt: Visavertė naršyklė, skirta būtent programuotojams – „Firefox Developer Edition“ – savyje iškart turi visas programuotojams reikalingas priemones.
pt: A Edição do Firefox para Programadores é o navegador mais completo feito apenas para programadores e tem todas as ferramentas de programação que precisa já disponíveis no sistema.
ur: سب سے زیادہ مکمل برائوزر جو تخلیق کاروں کے لِیئے تعمیر کیا گیا۔ Firefox Developer Edition میں تخلیق کاری کے تمام ٹول موجود ہیں جن کی آپکو اسکے اندر ظرورت ہے۔
uz: Dasturchilar uchun qilingan eng mukammal brauzer Firefox Developer Edition’da to‘g‘ridan to‘g‘ri brauzerda tuzish uchun sizga kerak bo‘lgan hamma narsa bor.
xh: Eyona bhrawuza egqibeleleyo eyenziweyo nje abaphuhlisi, i-Firefox Developer Edition unaso sonke isixhobo oza kusidinga ukwakha kakuhle kuso.

source: Next: WebIDE
ca: Següent: WebIDE
kk: Келесі: WebIDE
lt: Toliau: „WebIDE“
pt: Seguinte: WebIDE
uz: Keyingi: WebIDE
xh: Ngokulandelayo: iWebIDE

source: Try WebIDE
ca: Proveu el WebIDE
kk: WebIDE қолданып көру
lt: Išbandykite „WebIDE“
pt: Experimente o WebIDE
uz: WebIDE’ni sinab ko‘ring
xh: Zama iWebIDE

source: Develop, deploy and debug Firefox OS apps directly in your browser or on a Firefox OS device.
ca: Desenvolupeu, implementeu i depureu les apps de Firefox OS directament al navegador o a un dispositiu amb Firefox OS.
kk: Firefox OS қолданбаларын тура браузеріңіз немесе Firefox OS құрылғыңызда өндіру, орнату және жөндеу жұмыстарын өткізіңіз.
lt: Kurkite, diekite ir derinkite „Firefox OS“ programas tiesiog savo naršyklėje arba „Firefox OS“ įrenginyje.
pt: Programe, instale e depure aplicações para o Firefox OS diretamente no seu navegador ou num dispositivo com Firefox OS.
uz: Firefox OS ilov dasturlarini to‘g‘ridan to‘g‘ri brauzeringizda yoki Firefox OS qurilmasida tuzing, tayyor holga keltiring va tuzating.
xh: Phuhlisa, beka uze ususe ibhagi yeebhagi yeFirefox OS ngokuthe ngqo kwibhrawza yakho okanye kwisixhobo seFirefox OS.

source: Next: Sync
bs: Sljedeće: sinhronizacija
ca: Següent: Sync
cy: Nesaf: Sync
kab: Ɣer zdat: Sync
kk: Келесі: Синхрондау
lt: Toliau: „Sync“
pt: Próximo: Sincronização
ta: அடுத்து: ஒத்திசைவு
ur: اگلی ہمہ وقت ساززی
uz: Keyingi: Sinx
xh: Ngokulandelayo: Ngqamanisa

source: Important
bs: Važno
cy: Pwysig
kab: Axater
kk: Маңызды
lt: Svarbu!
pt: Importante
ta: முக்கியமானது
ur: اہم
uz: Muhim
xh: Okubalulekileyo

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
bs: Sinhronizujte vaš novi Developer Edition profil na vaš Firefox račun da pristupite zabilješkama, historiji pretraživanja, lozinkama i ostalom sa vašeg postojećeg Firefox profila.
ca: Sincronitzeu el perfil del vostre Developer Edition amb el vostre compte Firefox per accedir als preferits, historial de navegació, contrasenyes i demés contingut des del vostre perfil habitual.
cy: Cydweddwch eich proffil Developer Edition i'ch Cyfrif Firefox i gael mynediad at eich nodau tudalen, hanes pori, cyfrineiriau a rhagor o'ch proffil cyfredol.
kk: Жаңа Developer Edition профилін өзіңіздің Firefox тіркелгіңізге синхрондап, бар болып тұрған Firefox профилінен бетбелгілер, шолу тарихы, парольдерге және т.б. қол жеткізіңіз.
lt: Sinchronizuokite savo „Developer Edition“ profilį su „Firefox“ paskyra, kad turėtumėte prieigą prie adresyno įrašų, naršymo žurnalo ir kitų dalykų savo „Firefox“ profilyje.
pt: Sincronize o novo perfil da Edição para programadores com a sua conta Firefox para aceder a marcadores, histórico de navegação, palavras-passe e muito mais, a partir do seu perfil do Firefox.
ur: آپکی موجودہ Firefox پروفائل سے نشانیاں، براؤزنگ تاریخیں، پاسورڈ اور مزید تک رسائی حاصل کرنے کے لئے آپکی نئی Developer Edition پروفائل کو Firefox Accounts کے ساتھ ہم وقت ساز کرے۔
uz: Mavjud Firefox profiingizdagi xatcho‘plar, ko‘rish tarixi, parollar va boshqalarga kirish uchun yangi Developer Edition’ni Firefox hisobingizga sinxronlang.
xh: Dibanisa iprofayili yoHlelo Lomvelisi entsha kwiAkhawunti yeFirefox yakho ukuze ufikelele iibhukhmakhi, imbali yobhrawuzo, iiphaswedi, nangakumbi kwiprofayili yakho yeFirefox.

source: Sync now
bs: Sinhronizujte sada
ca: Sincronitza ara
cy: Cydweddu nawr
kab: Mtawi tura
kk: Қазір синхрондау
lt: Sinchronizuoti dabar
pt: Sincronizar agora
ta: இப்போது ஒத்திசை
ur: ابھی ہمہ وقت سازی کریں
uz: Hozir sinxronlash
xh: Ngqamanisa ngoku

source: No thanks
bs: Ne hvala
ca: No
cy: Na, dim diolch
kab: Ala, tanemmirt
kk: Жоқ, рахмет
lt: Kol kas nereikia
pt: Não obrigado
ta: பரவாயில்லை நன்றி
ur: نہیں شکریہ
uz: Yo‘q, rahmat, kerak emas!
xh: Hayi enkosi

source: Before you go&hellip;
bs: Prije nego odete&hellip;
ca: Abans que marxeu&hellip;
cy: Cyn i chi fynd&hellip;
kab: Awal aneggaru&hellip;
kk: Бастау алдында&hellip;
lt: Neužmirškite!
pt: Antes de continuar&hellip;
ta: நீங்கள் செல்வதற்க்கு முன்&hellip;
ur: اسسے پہلے کی آپ جائے&hellip;
uz: O‘tishingizdan oldin&hellip;
xh: Ngaphambi kokuba uhambe&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
bs: Ako nastavite bez sinhronizacije novog Developer Edition profila, možete izgubiti pristup važnim podacima pretraživanja sa vašeg postojećeg Firefox profila.
ca: Si no sincronitzeu el perfil del vostre Developer Edition, correu el risc de perdre l'accés a informació important de navegació del vostre perfil Firefox.
cy: Os fyddwch yn parhau heb gydweddu eich proffil Developer Edition, mae'n bosib i chi golli mynediad i'ch manylion pori pwysig o'ch proffil Firefox cyfredol.
kk: Егер сіз жаңа Developer Edition профилін синхрондамай-ақ жалғастырсаңыз, бар болып тұрған Firefox профилінің маңызды шолу тарихына қатынай алмауыңыз мүмкін.
lt: Jei tęsite darbą, nesinchronizuodami savo naujojo „Developer Edition“ profilio, neturėsite prieigos prie galimai svarbių naršymo duomenų savo „Firefox“ profilyje.
pt: Se continuar sem sincronizar o seu perfil da nova Edição para Programadores, poderá perder o acesso a dados de navegação importantes do perfil do Firefox que já possui.
ta: ஏற்கனவேயுள்ள பயர்பாக்ஸ் விவரக்குறிப்பில் புதிய உருவாக்குநர் விவரக்குறிப்புடன் ஒத்திசைக்காமல் தொடர்ந்தால், உங்களின் முக்கியமான உலாவல் தரவை அணுகும் வாய்ப்பை இழந்திருப்பீர்கள்.
ur: اگر آپ نئی Developer Edition پروفائل بغیر ہم وقت ساز کے جاری رکھیگیں تو، آپ کی موجودہ پروفائل سے اہم براؤزنگ کوائف کی رسائی کھو دیں گے۔
uz: Agar siz yangi Developer Edition profilingizni sinxronlamasddan davom ettirsangiz, mavjud Firefox profilingizdagi muhim ko‘rish ma’lumotlariga kirish imkonini yo‘qotishingiz mumkin.
xh: Ukuba ungaqhubeka ngaphandle kokungqamanisa iprofayile yoHlelo lomPhuhlisi, ungaphulukana nofikelelo kwidatha ebalulekileyo yokubhrawza kwiprofayile yakho ekhoyo yeFirefox.

source: To sync now, choose the Sync option from this menu.
bs: Za sinhronizaciju sada, izaberite opciju Sinhronizacija sa ovog menia.
ca: Per sincronitzar ara, trieu l'opció Sync d'aquest menú.
cy: I gydweddu nawr, dewiswch Sync o'r ddewislen hon.
kk: Қазір синхрондау үшін, бұл мәзірден Синхрондау таңдаңыз.
lt: Kai norėsite, tiesiog spustelėkite mygtuką „Sinchronizuoti“, esantį šiame meniu.
pt: Para sincronizar agora, escolha a opção Sincronizar neste menu.
ta: இப்பெழுதே ஒத்திசைக்க, பட்டியிலுள்ள ஒத்திசைவைத் தேர்க.
ur: ابھی ہمہ وقت سازی کے لئے، اس مینیو سے ہمہ وقت سازی اختیار چنیں۔
uz: Hozir sinxronlash uchun menyudan "Sinx"ni tanlang.
xh: Ukuze udibanise ngoku, khetha ukuDibanisa ngokusuka kule menyu.

source: Welcome to <span>Firefox Developer Edition</span>
bs: Dobrodošli u <span>Firefox Developer Edition</span>
ca: Sigueu benvinguts al <span>Firefox Developer Edition</span>
cy: Croeso i<span>Firefox Datblygwr</span>
kab: Ansuf yis-k ɣer <span> Firefox Developer Edition </span>
kk: <span>Firefox Developer Edition</span> ішіне қош келдіңіз
lt: Sveiki! Tai – <span>„Firefox Developer Edition“</span>
pt: Bem-vindo à <span>Edição do Firefox para Programadores</span>
ta: <span>பயர்பாக்ஸ் உருவாக்குநர் பதிப்புக்கு</span> வரவேற்கிறோம்
ur: خوشامدید ہو <span> Firefox تخلیق کار اشاعت</span> میں
uz: <span>Firefox Developer Edition</span>ga xush kelibsiz
xh: Wamkelekile <span> kuHlelo loMphuhlisi lweFirefox</span>

source: Get to know the features that make it the most complete browser for building the Web.
bs: Upoznajte funkcije koje ga čine najkompletnijim pretraživačem za izradu weba.
ca: Consulteu les característiques que el fan el navegador més complet per construir el web.
cy: Dewch i adnabod y nodweddion sy'n creu'r porwr mwyaf cyflawn ar gyfer adeiladu'r We.
kk: Оны интернетті жасау үшін ең озат браузері етіп қылатын мүмкіндіктерімен танысу.
lt: Susipažinkite su savybėmis, kurių dėka ši naršyklė yra vertingiausia saityno programuotojams.
pt: Conheça as funcionalidades que tornam este navegador o mais completo para construir a Web.
ur: ان فیچر کو جانے جو کی اسے ویب کی تعمیر سب سے زیادہ مکمل براؤزر بناتے ہے۔
uz: Internetni tuzish uchun eng mukammal brauzer qiluvchi xususiyatlarni bilib oling.
xh: Zazi iifitsha ezenza eyona bhrawza ipheleleyo yokwakha iWebhu.

source: Important: Sync your new profile
bs: Važno: Sinhronizujte vaš novi profil
ca: Important: sincronitzeu el vostre nou perfil
cy: Pwysig : Cydweddwch eich proffil newydd
kab: Ɣur-k: Matawi amaqnu yinek amaynut
kk: Маңызды: Жаңа профиліңізді синхрондаңыз
lt: Svarbu: sinchronizuokite savo naująjį profilį
pt: Importante: sincronize o seu novo perfil
ta: முக்கியம்: உங்கள் புதிய சுயவிவரத்தை ஒத்திசை
ur: اہم: اپمی نئی پروفائل کی ہمہ وقت سازی کریں
uz: Muhim: yangi profilingizni sinxornlang
xh: Okubalulekileyo: Ngqamanisa iprofayile yakho entsha

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
bs: Developer Edition dolazi sa novim profilom tako da ga možete pokrenuti zajedno sa ostalim verzijama Firefoxa.
ca: El Developer Edition incorpora un nou perfil, així el podeu executar simultàniament amb d'altres versions del Firefox.
cy: Mae Developer Edition yn dod a'i broffil ei hun fel bod modd ei redeg ochr yn ochr â fersiynau eraill o Firefox.
kk: Developer Edition жаңа профильмен келеді, сондықтан, оны басқа Firefox нұсқаларымен қатар орындауға болады.
lt: „Developer Edition“ naudoja atskirą profilį – tai suteikia galimybę ja naudotis lygiagrečiai su kitomis „Firefox“ versijomis.
pt: A Edição para Programadores vem com um novo perfil para que o possa executar com outras versões do Firefox.
ta: உருவாக்குநர் பதிப்பு இப்போது புதிய விவரக்குறிப்புடன் வருவதால் நீங்கள் மற்ற பயர்பாக்ஸ் பதிப்புடன் இணையாக உலாவலாம்
ur: تخلیق کار اشاعت ایک نئی پروفائل کے ساتھ آتا ہے تاکہ آپ اسکو Firefox کے دیگر ورژن کے برابر چلا سکیں۔
uz: Developer Edition yangi probil bilan keladi, shunday kena uni Firefox’ning boshqa versiyalari bilan ham ishga tushirishingiz mumkin.
xh: Uhlobo Lomvelisi luza neprofayili entsha ukuze uyisebenzise nezinye iintlobo ze-Firefox.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
bs: Da pristupite vašim zabilješkama, historiji pretraživanja i mnogo tome, trebate sinhronizirati vaš profil sa vašim postojećim Firefox računom, ili kreirati novi.
ca: Per accedir als preferits, historial de navegació i demés contingut, heu de sincronitzar el perfil amb el vostre compte Firefox, o crear-ne un de nou.
cy: I gael mynediad at eich nodau tudalen, hanes pori a rhagor, mae angen i chi gydweddu'r proffil gyda'ch Cyfrif Firefox Cyfredol neu greu un newydd.
kk: Бетбелгілер, шолу тарихына және т.б. қол жеткізу үшін, профильді бар болып тұрған Firefox тіркелгіңізбен синхрондау керек, немесе жаңа тіркелгіні жасау керек.
lt: Jei norite joje naudotis savo adresyno įrašais, naršymo žurnalu ir kita kuo, patariame šį profilį sinchronizuoti su jūsų turima „Firefox“ paskyra (o jeigu jos dar neturite, susikurti naują).
pt: Para aceder aos seus marcadores, histórico de navegação e muito mais, precisa de sincronizar o perfil com a sua conta do Firefox, ou criar uma nova.
ta: ஏற்கனவேயுள்ள உங்கள் பயர்பாக்ஸ் கணக்குடன் ஒத்திசைத்து அல்லது புதிய கணக்கை உருவாக்யோ உங்களின் உலாவல் வரலாறு, புத்தகக்குறிகள் மற்றும் பிறவற்றை அணுகவும்.
ur: نشانیاں، براؤزنگ تاریخیں اور مزید کی رسائی کے لئے، آپکو موجودہ Firefox اکاؤنٹ کے ساتھ پروفائل ہم وقت ساز کرنی ہوگی، یا نئی بنانی ہوگی۔
uz: Xatcho‘plaringiz, ko‘rish tarixi va boshqa ko‘pgina narsalarga kirish uchun siz mavjud Firefox hisobiingiz bilan profilni sinxronlashingiz kerak yoki yangisini yaratishingiz kerak.
xh: Ukuze ufikelele iibhukmakhi zakho, ukubhrawuza imbali nezinye izinto, kufuneka ungqamanise iprofayili ngeAkhawunti yeFirefox ekhoyo, okanye uyile entsha.

source: Want the old look back?
bs: Želite novi izgled nazad?
ca: Voleu tornar a l'aspecte antic?
cy: Eisiau'r hen olwg nôl?
kk: Ескі көріністі қайтару керек пе?
lt: Norite susigrąžinti ankstesnę išvaizdą?
pt: Quer a aparência antiga de volta?
ta: பழைய தோற்றம் வேண்டுமா?
ur: پرانی چھلک واپس دیکھنا چاہتے ہیں؟
uz: Eski ko‘rinishiga qaytarishni xohlaysizmi?
xh: Ngaba ufuna ukubuyisela imbonakalo endala?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
bs: Ako želite poznati izgled i dojam Firefox Aurore ponovo, napravili smo to vrlo jednostavno za vas.
ca: Si voleu mantenir l'aspecte antic del Firefox Aurora, us ho hem posat molt fàcil.
cy: Os hoffech chi gael y golwg a'r teimlad o Firefox Aurora yn ei ôl, mae'n hawdd.
kk: Firefox Aurora бұрыңғы көрінісін қайтарғыңыз келсе, біз оны сіз үшін ыңғайлы қылдық.
lt: Jei norite susigrąžinti iš anksčiau įprastą „Firefox Aurora“ išvaizdą, tai galite padaryti ypač paprastai.
pt: Se quiser a aparência antiga do Firefox Aurora, fizemos com que isto fosse super fácil para si.
ta: உங்களுக்கு பழக்கப்பட்ட பயர்பாக்ஸ் அரோராவின் தோற்றம் மற்றும் உணர்வை விரும்பினால், அதை எளிதாக மாற்ற வகைச் செய்துள்ளோம்.
ur: اگر آپکو Firefox Aurora کا واقف نظارہ اور محسوس واپس چاہئے، ہمنے اسے آپکے لئے بہت آسان کر دیا ہے۔
uz: Agar sizga qadrdon bo‘lib qolgan ko‘rinishini xohlasangiz va Firefox Aurora’ga qaytarmoqchi bo‘lsangiz, buni biz siz uchun o‘ta oson qilib qo‘yganmiz.
xh: Ukuba ufuna ukubuyisela imbonakalo endala neemvakalo yeFirefox Aurora, sikwenza oko kwalula gqitha kuwe.

source: Features and tools
bs: Funkcije i alati
ca: Característiques i eines
cy: Nodweddion ac offer
kab: Timahilin akked ifecka
kk: Мүмкіндіктер және саймандар
lt: Savybės ir priemonės
pt: Funcionalidades e ferramentas
ta: வசதிகளும் கருவிகளும்
ur: فیچرز اور ٹول
uz: Xususiyatlar va asboblar
xh: Iifitsha nezixhobo

source: Introducing the only browser made for developers like you.
pt: Introdução ao único navegador feito para programadores como você.
uz: Sizga o‘xshagan dasturchilar uchun qilingan yagona brauzer haqida ma’lumot beradi.

source: Build immersive multi-platform, cross-device Web VR experiences using the technologies that you know &mdash; JavaScript, WebGL, Three.js and more.
pt: Construa experiências de realidade virtual na web, imersivas, multi-plataforma, multi-dispositivos, utilizando tecnologias que conhece, tais como &mdash; JavaScript, WebGL, Three.js, etc.

source: Learn more about WebVR
pt: Saber mais sobre WebVR

source: Keep your browser in Sync
pt: Mantenha o seu navegador sincronizado
uz: Brauzeringizni sinxronlab turing

source: Sync your Firefox desktop and mobile browsers to get instant access to your bookmarks, open tabs, passwords and more.
pt: Sincronize o Firefox do seu computador e dispositivos móveis para ter acesso instantâneo aos seus marcadores, separadores, palavras-passe e muito mais.
uz: Xatcho‘plaringiz, ochiq ichki oynalaringiz, parollaringiz va boshqalarga to‘g‘ridan to‘g‘ri kirish uchun Firefox o‘rnatilgan kompyuteringiz va mobil brauzeringizni sinxronlang.

source: Sync my Firefox
pt: Sincronizar o meu Firefox
uz: Firefox’imni sinxronlash
