Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/developer.lang.po
Languages: bs, ca, cy, kab, kk, lt, pt, ta, ur, uz, xh

source: Built for those who build the Web. Introducing the only browser made for developers.
bs: Napravljen za one koji prave web. Upoznajte jedini pretraživač napravljen za programere.
ca: Fet per als que construeixen el web. Us presentem l'únic navegador fet per als desenvolupadors.
cy: Wedi ei adeiladu ar gyfer rheini sy'n adeiladu'r we. Dyma'r unig borwr sydd wedi ei greu ar gyfer datblygwyr.
kab: Yettwarna i kečč i yernan Web. Hatan yiming amenzu i yettwafeṣlen i yineflayen.
kk: Интернетті жасайтындары үшін арнайы жасалған. Өндірушілер үшін жасалған жалғыз браузер.
lt: Sukurta kuriantiems saityną. Pristatome vienintelę naršyklę, skirtą būtent programuotojams.
pt: Criado para os que constroem a Web. Introduzindo o único navegador feito para programadores.
ta: இணையதளம் உருவக்குபவர்களுக்காக கட்டப்பட்டது. மேம்பாட்டாளர்களுக்காக உருவாக்கப்பட்ட முதல் உலாவியை அறிமுகப்படுத்துகிறோம்
ur: ان کے لیئے بنایا گیا جو ویب کی تعمیر کرتے ہیں۔ متعارف کروا رہے ہیں واحد برائوزر جو تخلیق کاروں کے لیئے بنا ہے
xh: Yakhelwe abo bakha iwebhu. Ukukhupha ekuphela kwebhrawza elungiselelwe abaphuhlisi.

source: Built for those who build the Web. The only browser made for developers like you.
bs: Napravljen za one koji prave web. Jedini pretraživač napravljen za programere kao što ste vi.
ca: Fet per als qui construeixen el web. L'únic navegador fet per als desenvolupadors com tu.
cy: Wedi ei adeiladu ar gyfer y rhai sy'n adeiladu'r we. Yr unig borwr sydd wedi ei wneud ar gyfer datblygwyr fel chi.
kab: Yettwarna i kečč i yernan Web. Ala yiming agi i yettwafeṣlen i yineflayen am kečč.
kk: Интернетті жасайтындары үшін арнайы жасалған. Өзіңіз сияқты өндірушілер үшін жасалған жалғыз браузер.
lt: Sukurta kuriantiems saityną. Vienintelė naršyklė, skirta būtent programuotojams.
pt: Feito para aqueles que constroem a Web. O único navegador feito para programadores como você.
ta: இணையதளம் உருவக்குபவர்களுக்காக கட்டப்பட்டது. மேம்பாட்டாளர்களான உங்களை போன்றவர்களுக்காக உருவாக்கப்பட்ட ஒரே உலாவி.
ur: ویب تعمیر کرنے والوں کے لئے بنایا گیا. صرف براؤزر کو آپ کی طرح تخلیق کار کے لئے بنایا.
xh: Yakhelwe abo bakha iWebhu. Ekuphela kwebhrawza eyenzelwe abaphuhlisi abafana nawe.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
bs: Preuzmite Mozilla Firefox, besplatni web pretraživač. Firefox je kreiran od globalne neprofitne organizacije posvećene postavljanju pojedinaca u kontrolu na mreži. Preuzmite Firefox danas!
ca: Baixeu el Mozilla Firefox, un navegador web lliure. El Firefox està creat per una organització global sense ànim de lucre dedicada a donar el control en línia als usuaris. Baixeu el Firefox ara!
cy: Llwythwch Mozilla Firefox i lawr, mae'n borwr gwe rhydd a rhad. Mae Firefox wedi ei greu gan gorff byd-eang, dim-er-elw sydd a'i fryd ar osod unigolion wrth y llyw. Defnyddiwch Firefox heddiw!
kab: Sider Firefox Mozilla, iminig Web n baṭel. Firefox tesnulfa-t-id tmezdagnut tamaḍlant, ur yettnadin ara idrimen, yesseḥbibiren akken iqeddacen ad ḥarben ɣef tudert nsen s srid. Sider Firefox ass-a!
kk: Mozilla Firefox, еркін веб браузерін, жүктеп алыңыз. Firefox глобалды коммерциялық емес ұйымымен жасалған, әр адамның қолына интернетте басқаруды қайтару мақсатымен жасалған. Firefox-ты бүгін алыңыз!
lt: Parsisiųskite „Mozilla Firefox“ – laisvąją naršyklę, kurią kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus internete.
pt: Descarregue o Mozilla Firefox gratuitamente. O Firefox é criado por uma organização sem fins lucrativos, empenhada em colocar a Internet sob controlo dos utilizadores . Obtenha o Firefox hoje!
ta: இலவசமான இணைய உலாவி, மொசில்லா பயர்பாக்ஸை பதிவிறக்கு. பயர்பாக்ஸ் ஒரு சர்வதேச இலாப நோக்கமற்ற நிறுவனத்தால் உருவாக்கப்பட்டு தனிநபர் கட்டுப்பாடுகளை இணையத்தில் வைத்திருக்கிறது. இன்றே பயர்பாக்ஸை பதிவிறக்கவும்!
ur: Mozilla Firefox ڈائونلوڈ کریں، ایک مفت ویب برائوزر۔ Firefox ایک عالمی غیر منافع بخش وقف شدہ کی جانبب سے آنلائن کا کنٹرول افراد کے ہاتھوں میں دے رہے ہیں۔Firefox آج! حاصل کریں
uz: Bepul internet brauzeri - "Mozilla Firefox"ni yuklab oling. Firefox xalqaro notijorat tashkilot tomonidan har bir shaxsni internetda ishlashi imkoniyatini yaratish uchun tuzilgan. "Firefox"ni bugunoq o‘rnating!
xh: Khuphela iFirefox yeMozilla, ibhrawuza yewebhu yasimahla. IFirefox yenziwe liziko lehlabathi elingenangeniso ukunceda abantu kunxibelelwano. Fumana iFirefox namhlanje!

source: Built for those who build the Web
bs: Napravljen za one koji prave web
ca: Fet pels que construeixen la Web
cy: Wedi ei adeiladu ar gyfer y rhai sy'n adeiladu'r We
kab: Yettwarna i wid i d-yesnulfuyen Web
kk: Интернетті жасайтындары үшін арнайы жасалған
lt: Sukurta kuriantiems saityną
pt: Feito para aqueles que constroem a Web
ta: இணையத்தை உருவாக்குபவர்களுக்காக உருவாக்கப்பட்டது
ur: ویب تعمیر کرنے والوں کے لئے بنایا گیا
uz: Internetni tuzadiganlar uchun tuzilgan
xh: Yakhelwe abo bakha iWebhu

source: The only browser made for developers like you.
bs: Jedini pretraživač napravljen za programere kao što ste vi.
ca: L'únic navegador fet per a desenvolupadors com tu.
cy: Dyma'r unig borwr sydd wedi ei wneud ar gyfer datblygwyr fel chi.
kab: Ala iminig agi i yettwafeslen i yineflayen am kečč
kk: Өзіңіз сияқты өндірушілер үшін жасалған жалғыз браузер.
lt: Vienintelė naršyklė, skirta būtent programuotojams – tokiems, kaip jūs.
pt: O único navegador feito para programadores como você.
ta: உங்களை போன்ற உருவாக்குநர்களுக்கு உருவாக்கபட்ட உலாவி இது மட்டுமே.
ur: صرف براؤزر کو آپ کی طرح تخلیق کار کے لئے بنایا گیا ہے.
xh: Ekuphela kwebhrawza eyenzelwe abaphuhlisi abafana nawe.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
bs: Projektujte, gradite i ispravljajte web bez napuštanja svog pretraživača s novim Firefox Developer Edition!
ca: Dissenyeu, construïu i depureu el web sense sortir del navegador amb el nou Firefox Developer Edition!
cy: Cynllunio, adeiladu a dadfygio'r We heb fyth gadael eich porwr gyda'r Firefox Developer Edition newydd!
kab: Feṣṣel, snefli u seɣti Web war ma teffɣeḍ seg iminig inek s useqdec n Firefox Developer Edition!
kk: Жаңа Firefox Developer Edition көмегімен тура браузердің ішінен Интернет дизайнын жасап, оны құрастыру және жөндеуге қатысыңыз!
lt: Projektuokite, programuokite ir derinkite tinklalapius, nepalikdami naršyklės – naudokitės naująja „Firefox Developer Edition“!
pt: Desenhe, construa e depure a Web sem sair do seu navegador com o novo Firefox para Programadores!
ta: புதிய பயர்பாக்ஸ் உருவாக்குநர் பதிப்புடன் உங்கள் உலாவியை விட்டு வெளியேறாமலே வலையை வடிவமைக்கலாம், கட்டமைக்கலாம் மற்றும் பிழைத்திருத்தலாம்!
ur: ڈیزائن، تعمیر اور ڈیبگ کریں بنا براؤزر کو چھوڈیں مع نئے Firefox ڈیولپر ایڈسن!
uz: Yangi Firefox Developer Edition bilan brauzeringizni yopmasdan veb sayt tuzish, dizaynini o‘zgartirish va tuzatish mumkin!
xh: Yila, yakha uze ususe iibhagi kwiWebhu ngaphande kokushiya ibhrawza ngeFirefox Developer Edition! entsha

source: Firefox Developer Edition automatically sends feedback to Mozilla.
bs: Firefox Developer Edition automatski šalje povratnu informaciju Mozilli.
ca: El Firefox Developer Edition envia retroacció de forma automàtica a Mozilla.
cy: Mae Firefox Developer Edition yn anfon adborth yn awtomatig i Mozilla.
kab: Firefox Developer Edition yettazen tikti s wudem awurman i Mozilla.
kk: Firefox Developer Edition автоматты түрде Mozilla-ға кері байланыс деректерін жібереді.
lt: „Firefox Developer Edition“ automatiškai siunčia informaciją „Mozillai“.
pt: A Edição do Firefox para Programadores envia automaticamente informações para a Mozilla.
ta: பயர்பாக்ஸ் உருவாக்குநர் பதிப்பு தானாக மொசில்லாவிற்கு கருத்துக்களை அனுப்புகிறது.
ur: Firefox ڈیولپر ایڈیشن خود بخود Mozilla کو رائے ارسال کرتا ہے۔
uz: Firefox Developer Edition avtomatik tarzda Mozilla’ga mulohazalarni jo‘natib turadi.
xh: IFirefox Developer Edition ithumela inkcazelo ngokuzenzekelayo kwiMozilla.

source: Designed for developers
bs: Dizajniran za programere
ca: Dissenyat per als desenvolupadors
cy: Cynlluniwyd ar gyfer datblygwyr
kab: Yettwafṣel i yineflayen
kk: Өндірушілер үшін арналған
lt: Sukurta programuotojams
pt: Desenhado para programadores
ta: உருவாக்குநர்களுக்காக வடிவமைக்கப்பட்டது
ur: ڈویلپرز کے لئے ڈیزائن کیا گیا ہے
uz: Dasturchilar uchun tuzilgan
xh: Yenzelwe abaphuhlisi

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
bs: Jedini pretraživač napravljen samo za programere, Firefox Developer Edition je kreiran sa vašim radnim procesom u mislima. Gradite, testirajte, rangirajte i mnogo više sve na jednom mjestu, po prvi put ikad.
ca: L'únic navegador fet per als desenvolupadors, el Firefox Developer Edition s'ha creat amb el vostre flux de treball en ment. Per primer cop, tot al mateix lloc: crear, provar, escalar i més.
cy: Yr unig borwr wedi ei greu ar gyfer datblygwyr, crëwyd Firefox Datblygwyr gyda golwg ar eich llif gwaith. Adeiladwch, profwch, cynyddwch a mwy o'r un fan, am y tro cyntaf.
kab: Ala iminig agi kan i d-yennulfan i yineflayen. Firefox DEveloper Edition yettwafṣel akken ad d-yerr ɣef ayen tettnadiḍ. Rnu, sekyed, snefli, seg iwen n uḍiq, i tikelt tamenzut.
kk: Интернетті жасайтындары үшін арнайы жасалған жалғыз браузер, Firefox Developer Edition, жұмыс тәртібіңізді ескеріп жасалған. Бұрында болмаған мүмкіндік - бір жерден құрастыру, сынау, масштабтау жұмыстарын өткізіңіз.
lt: Vienintelė naršyklė, skirta būtent programuotojams – „Firefox Developer Edition“ – sukurta atsižvelgiant būtent į jūsų darbo pobūdį. Kurkite, testuokite, plėskite ir ne tik – visa tai pirmą kartą galite daryti vienoje vietoje.
pt: O único navegador feito apenas para os programadores, a Edição do Firefox para Programadores foi criada com o seu fluxo de trabalho em mente. Construa, teste, escale, etc, tudo de um único lugar, pela primeira vez.
ta: உருவாக்குநர்களுக்காக உருவாக்கப்பட்ட ஒரே உலாவி, பயர்பாக்ஸ் உருவாக்குநர் பதிப்பானது உங்கள் வேலைமுறையினை மனதில் கொண்டு உருவாக்கப்பட்டது. முதன்முறையாக கட்டமைத்தல், சோதனையிடல், அளவிடல் இன்னும் பலவற்றை ஒரே இடத்தில் செய்யுங்கள்.
ur: صرف ڈویلپر کے لئے بنایا گیا براؤزر، آپکے کام کرنے کے طریقہ کو ذہن میں رکھتے ہوئے Firefox Developer Edition تعمر کیا گیا۔ پہلی مرتبہ بلڈ، تیسٹ، سکیل اور مزید سب ایک ہی جگہ پر۔
uz: Faqat dasturchilar uchun qilingan yagona brauzer. Firefox Developer Edition miyangizdagi ish jarayoni bilan yaratilgan. Tuzing, sinang, hajmini o‘zgartiring va birinchi martadayoq bir joydan ko‘pgina narsalar.
xh: Ekuphela kwebhrawza eyenzelwe abaphuhlisi kuphela, iFirefox Developer Edition yayenziwe kucingwa ngokuqhuba umsebenzi wakho. Yakha, vavanya, uze ubeke esikalini yonke loo nto uyenza kwindawo enye okokuqala ngqa.

source: Debug any browser
bs: Ispravljajte bilo koji pretraživač
ca: Depureu qualsevol navegador
cy: Dadfygiwch unrhyw borwr
kab: Seɣti iminig tebɣiḍ
kk: Кез-келген браузерді жөндеу
lt: Derinkite bet kurią naršyklę
pt: Depure qualquer navegador
ta: எந்த உலாவியையும் வழுநீக்கு
ur: کسی بھِی براؤزر کو ٹھیک کریں
uz: Har qanday brauzerni tuzatish
xh: Khupha ibhagi kuyo nayiphi na ibhrawza

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
bs: Pregledajte i ispravite vašu aplikaciju preko bilo kojeg pretraživača ili uređaja sa Valence — moćno, unaprijed instalirano proširenje koje ćete naći samo u Firefox Developer Edition.
ca: Inspeccioneu i depureu la vostra app a qualsevol navegador o dispositiu amb el Valence, un complement que només trobareu inclòs al Firefox Developer Edition.
cy: Gallwch archwilio a dadfygio eich apiau ar unrhyw borwr neu ddyfais gyda Valence — estyniad pwerus sydd wedi ei rhagosod yn unig o fewn Firefox Datblygwyr.
kab: Sweḍ u seɣti isnasen yinek seg yal iminig s useqdec n Valence— asiɣzef uzmir, yettwabedden ara tafeḍ kan di Firefox Developer Edition.
kk: Қолданбаңызды кез-келген браузер немесе құрылғыда Valence көмегімен бақылап, сынаңыз — ол тек Firefox Developer Edition құрамында келетін мүмкіндіктері көп, алдын-ала орнатылған кеңейту.
lt: Tirkite ir derinkite savo programas bet kurioje naršyklėje, padedami „Valence“ – galingo iškart įdiegto plėtinio, kurį rasite tik „Firefox Developer Edition“ naršyklėje.
pt: Inspecione e depure a sua aplicação com qualquer navegador ou dispositivo com o Valence - uma potente extensão pré-instalada que só encontra na Edição do Firefox para Programadores.
ta: வேலன்சுடன், எந்த உலாவியிலும் அல்லது சாதனத்திலும் உங்கள் பயன்பாட்டினை ஆய்வு செய்து பிழைத்திருங்கள் — வேலன்சு என்பது பயர்பாக்ஸ் உருவாக்குநர் பதிப்பில் மட்டுமே காணப்படக்கூடிய ஒரு சக்திவாய்ந்த, முன் நிறுவப்பட்ட நீட்டிப்பு ஆகும்.
ur: معائنہ اور قسم کے ساتھ کسی بھی براؤزر یا آلہ بھر میں اپنے اے پی پی ٹھیک کریں- ایک طاقتور، پہلے سے نصب توسیع آپ صرف فائرفاکس تخلیق کار اشاعت ڈھونڈیں.
uz: Valentlik — kuchli, faqat Firefox Developer Edition’da topsa bo‘ladigan, oldindan o‘rnatilgan kengaytma bilan har qanday brauzer yoki qurilmalar bo‘ylab ilova dasturlaringizni nazorat qiling va tuzating.
xh: Hlola uze ukhuphe ibhagi kwi-app yakho kuyo nayiphi na ibhrawza okanye isixhobo esineValence — isandiso esinamandla, esifakwe kwangaphambili oya kusifumana kwiFirefox Developer Edition.

source: Pixel-perfect coding
bs: Piksel savršeno kodiranje
ca: Programació perfecta fins al píxel
cy: Codio picsel perffaith
kab: Afeṣṣel n tseddi tawrirant
kk: Пиксель дәлдікпен кодтау
lt: Tobulai atrodančios svetainės
pt: Código perfeito ao nível do pixel
ta: பிக்சல்-சிறப்பு நிரல்கள்
ur: دانہ-کامل کوڈنگ
uz: Mukammal-piksel kodlash
xh: Ukukhowuda okufanele ipixel

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
bs: Ciljajte veličine ekrana sa Responsive Design prikazom i prilagođavajte svoj CSS u realnom vremenu sa ugrađenim Style Editor-om za piksel-savršeno kodiranje.
ca: Proveu les mides de pantalla amb la vista de disseny adaptatiu i modifiqueu el CSS sobre la marxa amb l'editor d'estils inclòs per a programar fins al píxel.
cy: Targedwch maint sgriniau gyda'r Golwg Cynllunio Ymatebol a newid eich CSS wrth weithio gyda'r Golygydd Arddull ar gyfer codio picsel perffaith.
kab: Fren tiɣziyin yemgaraden n ugdil s useqdec n tmeẓri taserwestant u snifel talgalt inek CSS s yifeg s umaẓrag n uɣanib usliɣ akken ad tawḍeḍ ɣer ugmud n tseddi tawrirant.
kk: Адаптивті дизайн көрінісі көмегімен экрандардың түрлі өлшемдеріне қол жеткізіңіз және құрамындағы стильдер түзеткіші көмегімен CSS кодын пиксельдік дәлдікпен түзетіңіз.
lt: Įsitikinkite, kad jūsų svetainė atrodys gerai bet kokiame įrenginyje, naudodamiesi keičiamo dydžio rodiniu. Prireikus, redaguokite CSS aprašus tiesiai naršyklėje, pasinaudodami stilių rengykle.
pt: Utilize a vista de design responsivo para testar em vários tamanhos de ecrã e afinar o seu CSS com o editor de estilos incorporado para programação perfeita ao nível do pixel.
ta: உடனடி விளைவாற்றும் வடிவமைப்பு பார்வையுடன் கூடிய இலக்கு திரையின் அளவுகள் மற்றும் பிக்சல்-துல்லியக் குறியாக்கத்திற்காக உள்ளமைந்த நடை திருத்துவானுடன் உங்களின் CSS மேன்மைப்படுத்தல்.
ur: ریسپانسو ڈیزائن کے نظارہ کے ساتھ سکرین سائزز کو ہدف کریں اور اپنی CSS کو پکسل کامل کوڈنگ کے لیئے چلتے چلتے بنے بنائے انداز کے تدوین کار سے موافق بنا ئیں_
uz: Talabga javob beradigan dizayn ko‘rinishi bilan ekran hajmlarini ko‘rsating va Uslub tahrirlagichga mukammal-piksel kodlash uchun o‘rnatilgan uchgich bilan CSS’ni tanlab oling.
xh: Ngqala kwisayizi yesktrini esineResponsive Design View uze ulungise iCSS yakho ebhabhayo eneStyle Editor esakhelweyo sokukhowuda okufanele ipixel.

source: All your favorite dev tools and more
bs: Svi vaši programerski alati i mnogo više
ca: Totes les vostres eines de desenvolupament preferides
cy: Eich hoff offer datblygu a mwy
kab: Akk ifecka id tḥemleḍ, d wayen nniḍen
kk: Барлық таңдамалы өндіруші саймандарыңыз және одан да көбірек
lt: Visi mėgstamiausi programuotojų įrankiai<br /> ir dar šis tas
pt: Todas as suas ferramentas de desenvolvimento favoritas e muito mais
ta: உங்களுக்கு பிடித்தமான அனைத்து உருவாக்குநர் கருவிகளும் அதற்கு மேலும்
ur: آپ کے تمام پسندیدہ تخلیقار ٹولز اور مزید
uz: Barcha sevimli dasturlash asboblaringiz va ko‘proq
xh: Zonke izixhobo ozithandayo zabaphuhlisi nezinye

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
bs: Firefox Developer Edition vam donosi temeljne programerske alate zajedno sa nekim moćnim novim koji će proširiti vaše sposobnosti rada na više platformi sa jednog mjesta. To je sve što ste koristili, samo bolje. I jedino od Firefoxa.
ca: El Firefox Developer Edition us aporta les eines de desenvolupament més importants i algunes de noves que estendran la vostra capacitat de treballar a moltes plataformes des d'un sol lloc. El que ja coneixeu, però millor. Exclusivament amb el Firefox.
cy: Mae Firefox Datblygwyr yn crynhoi eich prif offer datblygu mewn un man gyda rhai newydd pwerus fydd yn estyn eich gallu i weithio ar draws platfformau lluosog o un man. Mae'n bopeth rydych wedi arfer ag ef ond yn well. A dim ond gan Firefox.
kab: Firefox Developer Edition ad yernu ɣer ifecka yinek n tneflit imensiyen ifecka nniḍen uzmiren ara d-yeglun s tarrayin timaynutin ak-yeǧǧen ad temahleḍ ɣer deqs n telɣubliḍin seg iwen n umḍiq. D ayen tuɣeḍ tanumi txedmeḍ, acukan xiṛ. Yerna s useqdec kan n Firefox.
kk: Firefox Developer Edition негізгі өндіруші саймандарына қоса кейбір мүмкіндіктері көп жаңа саймандарын ұсынады, олар көмегімен сіз бір жерден бірнеше платформаларда жұмыс істеу мүмкіндігіңізді арттырады. Сіз әдетте қолданатын нәрселердің барлығы, тек жақсарған. Тек Firefox-та.
lt: Į „Firefox Developer Edition“ įtaisytos visos svarbiausios programuotojų priemonės, o taip pat – keletas galingų naujovių, padėsiančių dirbti su keliomis platformomis iškart. Tai – viskas, prie ko jau esate įpratę, tik dar pagerinta. Tik „Firefox“ naršyklėje.
pt: A Edição do Firefox para Programadores dá-lhe as suas ferramentas de desenvolvimento base com algumas novas e poderosas ferramentas que irão estender a sua capacidade de trabalhar através de múltiplas plataformas a partir de um único sítio. É tudo o que está habituado mas melhor. E apenas no Firefox.
ta: பயர்பாக்ஸ் உருவாக்குநர் பதிப்பு உங்கள் முதன்மை dev கருவிகளைச் சில புதிய திறம்வாய்ந்த கருவிகளுடன் ஒன்றாகக் கொண்டு வருகின்றது, அது ஒரே இடத்திலிருந்தே பல தளங்களில் பணிபுரியும் உங்கள் திறனை அதிகரிக்கும். இது நீங்கள் பயன்படுத்தும், எல்லாவற்றையும் விடச் சிறந்தது. மேலும் பயர்பாக்சிடமிருந்து மட்டுமே உள்ளது.
ur: Firefox Developer Edition میں شمار ہے آپکے بنیادی ڈیو ٹول مع نئے طاقتور کے ساتھ جو کی آپکی ایک سے زیادہ پلیٹ فارم سے کام کرنے کی صلاحیت کو توسیع کرےگا۔ اسمے ہر وہ چیز ہے جسے آپ استعمال کرتے ہے، صرف بہتر۔ اور صرف Firefox میں۔
uz: Firefox Developer Edition turli platformalar bo‘ylab bir joydan ishlash qobiliyatingizni kengaytiradigan ba’zi kuchli yangi asboblar bilan birga asosiy dev asboblarini ham olib keladi. Siz o‘rgangan, faqat yaxshi imkoniyatlar mavjud va faqat hammasi Firefox’dan.
xh: IFirefox Developer Edition ikunika izixhobo eziyintloko zabaphuhlisi kunye nezinye ezinamandla ezitsha eziya kwandisa amandla akho okusebenza kumaqonga awahlukeneyo ukusuka kwindawo enye. Yiyo yonke into oyiqhelileyo, ephucukileyo qha. Yaye kuphela ivela kwaFirefox.

source: Screenshot
bs: Slika ekrana
ca: Captura de pantalla
cy: Llun sgrin
kab: Tuṭṭfa n wegdil
kk: Скриншот
lt: Ekrano nuotrauka
pt: Captura de ecrã
ta: திரைப்பிடிப்பு
ur: سکرین شاٹ
uz: Ekran rasmi
xh: Iskrinshot

source: Visual Editing Tools
bs: Vizuelni alati za uređivanje
ca: Eines visuals d'edició
cy: Offer Golygu Gweledol
kab: Ifecka n teẓrigt imwalanen
kk: Визуалды өңдеу саймандары
lt: Vaizdžiojo redagavimo priemonės
ta: காட்சித் தொகுப்பு கருவிகள்
ur: بصری تدوین کاری کے ٹول
xh: Izixhobo Zokulungisa Okubonwayo

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
bs: Vizuelno uredite CSS i HTML animacije pokretajući ih na stranici sa Inspector panela. Provjerite poravnanje, dimenzije i postavljanje bilo kojeg elementa koristeći lenjir i alate za mjerenje.
ca: Editeu visualment animacions CSS i HTML jugant amb la pàgina del panell d'Inspecció. Reviseu l'alineació, les mides i l'emplenat utilitzant el regle i les eines de mesura.
cy: Gallwch olygu'n weledol animeiddiadau CSS ac HTML sy'n chwarae ar y dudalen o'r panel Archwiliwr. Mae modd gwirio aliniad, dimensiynau a phadio unrhyw elfen gan ddefnyddio'r offer Pren Mesur a Mesur.
kab: Ẓreg s tmeẓriwt imrayen CSS aked HTML yetturaren ɣer usebter seg ugalis n umaswaḍ. Senqed areyyec, tisektiwin akked d uswexxeṛ n yal aferdis iseqdacen ifecka n slugen akked uktazal.
kk: Бақылушы панелінен парақта ойнатылып тұрған CSS және HTML анимацияларын визуалды түрде өңдеңіз. Сызғыш және өлшеуіш құралдарымен кез-келген элементтің туралануын, өлшемдерін және ішкі шектерін тексере аласыз.
lt: Vizualiai redaguokite tinklalapyje rodomas CSS ir HTML animacijas Tyriklio kortelėje. Be vargo patikrinkite, ar korektiškas elementų lygiavimas, jų matmenys ir paraštės, naudodamiesi liniuotėmis ir matmenų tyrikliu.
ur: انسپکٹر پینل کے ذریعے صفحے پر چلتی CSS اور HTML حرکت اندازی کی بَصری طور پر تدوین کریں_کسی بھی عنصر کی پیمائش کے آلات اور رولر استعمال کرکے سیدھ، طول و عرض اور بھرتی کی توثیق کریں_
xh: Lungisa ngokubonakalayo imiboniso ye-CSS neHTML edlala kwiphepha lephaneli yoMhloli. Hlola ulungelelwano, imilinganiselo nokuphedwa kwayo nayiphi na i-elementi usebenzisa iRula nezixhobo zokuLinganisa.

source: Learn more about Visual Editing Tools
bs: Saznajte više o Vizuelnim alatima za uređivanje
ca: Més informació quant a les eines visuals d'edició
cy: Dysgu rhagor am yr Offer Golygu Gweledol
kab: Issin ugar ɣef ifecka n teẓrigt imwalanen
kk: Визуалды өңдеу саймандары туралы көбірек білу
lt: Išsamiau apie vaizdžiojo redagavimo priemones
ta: காட்சி தொகுப்பு கருவிகளைப் பற்றி மேலும் அறிய
ur: بصری تدوین کاری کے ٹولز کے بارے میں سیکھِیں
xh: Funda ngakumbi ngeZixhobo Zokulungisa Ezibonakalayo

source: DevTools Challenger
bs: DevTools izazivač
cy: Heriwr Dev Tools
ur: DevTools چیلنجر
xh: Isicelimngeni SeDevTools
