Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/developer.lang.po
Languages: bs, ca, cy, kab, kk, lt, pt, ta, ur, uz, xh

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
bs: Koristite Developer Edition vizuelnu animaciju i CSS alate za uređivanje za istraživanje dubine oceana i interakciju s najčudnijim stvorenjima.
ca: Utilitzeu l'animació visual i les eines visuals d'edició de CSS de la Developer Edition per explorar les profunditats de l'oceà i interactuar amb les criatures més estranyes.
cy: Defnyddiwch offer animeiddio gweledol a golygu CSS Developer Edition i archwilio dyfnder y môr a rhyngweithio gyda'r creaduriaid rhyfeddaf.
kk: Developer Edition нұсқасының визуалды анимация және CSS өңдеу саймандарын бұл мұхиттың тереңдігін зерттеу үшін және жануарлардың түр-түрімен әрекеттесу үшін қолданыңыз.
lt: Pasinaudodami „Developer Edition“ naršyklės vizualiosiomis animacijos tyrimo ir CSS aprašų redagavimo priemonėmis, ištirkite vandenyno gelmes ir susipažinkite su keisčiausiais gyvūnais.
ta: கடலின் ஆழம் ஆராய விசித்திரமான உயிரினங்கள் பற்றி தெரிந்து கொள்ள உருவாக்குநர் பதிப்புகளில் உள்ள காட்சி அசைவூட்டம் CSS மற்றும் தொகுக்கும் கருவிகளைப் பயன்படுத்தவும்.
ur: اشاعت برائے بصری حرکت اندازی تخلیق کار اور CSS تدوین کار آلات کو استعمال کر کے سمُندری گہرائی کو دریافت کریں اور عجیب ترین مخلوقات سے تعامل کریں_
xh: Sebenzisa imiboniso yoHlelo loMphuhlisi nezixhobo zokulungisa ze-CSS ukuhlola ubunzulu bolwandlekazi nokunxibelelana nezona zidalwa zingaqhelekanga.

source: Try DevTools Challenger
bs: Probajte DevTools izazivač
ca: Proveu el DevTools Challenger
cy: Defnyddiwch DevTools Challenger
kab: Ɛreḍ DevTools Challenger
kk: DevTools Challenger қолданып көру
lt: Išbandykite „DevTools Challenger“
ta: போட்டியான உருவாக்குநர் கருவிகளை முயற்சிக்கவும்
ur: تخلیق کار ٹول چیلینجر کو آزمائیں
xh: Zama uMcelimngeni weDevTools

source: Performance Tools
bs: Alati performansi
ca: Eines de rendiment
cy: Offer Perfformiad
kab: Ifecka n tmellit
kk: Өнімділік саймандары
lt: Našumo priemonės
pt: Ferramentas de desempenho
ta: செயற்திறன் கருவிகள்.
ur: کارکردگی کے ٹو؛ز
xh: Izixhobo zokusebenza

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
bs: Ispitajte osvježavanje slike web sadržaja, potrošnju memorije i JS profile u konsolidovanom vremenskom rasporedu kako bi se lako identifikovala i otklonila uska grla performansi.
ca: Examineu el rati de velocitat de fotogrames web, el consum de memòria i el perfil JS en una vista consolidada que us ajudarà a identificar i arreglar de forma senzilla problemes de rendiment.
cy: Gallwch archwilio graddfa fframiau cynnwys gwe, y defnydd o gof a phroffil JS mewn golwg llinell amser cyfunol er mwyn adnabod a datrys problemau cyfyngiadau perfformiad.
kk: Веб құрамаңыздың кадр жиілігін, жады қолдануын және JS профилін өнімділік ақаулықтарын ыңғайлы анықтау және шешуге болатын уақыт көрінісінде зерттеңіз.
lt: Analizuokite savo interaktyviojo turinio kadrų dažnį, atminties vartojimą ir JS profilį junginėje laiko skalėje ir paprasčiau atraskite bei ištirkite pirmiausia tobulintinas kodo vietas.
pt: Examine a taxa de frames, consumo de memória e perfil de JS do seu conteúdo web, numa vista cronológica consolidada para o ajudar a identificar e diagnosticar facilmente engarramentos de performance.
ur: مواد برائے ویب کی فریم شرح، میموری کی کھپت اور JS پروفائل کی باآسانی جانچ پڑتال کریں اور ایک مضبوط ٹائم لائن کے نظارہ سے کارکردگی باداوں کی نُقص گیری کریں
xh: Hlolisisa ireyiti yefreyimu yesiqulatho sewebhu, ukusetyenziswa kwememori neprofayili yeJS nocwangciso lwexesha oludibeneyo ukukunceda ukufumanise lula uze ulungise iingxaki zokusebenza.

source: Learn more about Performance Tools
bs: Saznajte više o alatima performasi
ca: Més informació quant a les eines de rendiment
cy: Dysgu rhagor am Offer Perfformiad
kk: Өнімділік саймандары туралы көбірек білу
lt: Išsamiau apie našumo priemones
pt: Saber mais sobre Ferramentas de desempenho
ta: செயற்திறன் கருவிகளைப் பற்றி கூடுதலாக அறிய
ur: کارکردگی ٹولز کے بارے میں مزید جانیں
xh: Funda ngakumbi ngeZixhobo Zokusebenza

source: Develop, deploy and debug Firefox OS apps directly in your browser, or on a Firefox OS device, with this tool that replaces App Manager.
ca: Desenvolupeu, implanteu i depureu aplicacions de Firefox OS directament al vostre navegador o a un dispositiu amb Firefox OS, amb aquesta eina que substitueix l'App Manager.
kk: Қолданбалар басқарушысын алмастыратын бұл сайман көмегімен Firefox OS қолданбаларын тура браузеріңіз немесе Firefox OS құрылғыңызда өндіру, орнату және жөндеу жұмыстарын өткізіңіз.
lt: Kurkite, vykdykite ir derinkite „Firefox OS“ programas tiesiai savo naršyklėje arba „Firefox OS“ įrenginyje, naudodamiesi šiuo įrankiu, pakeičiančiu Programų tvarkytuvę.
pt: Desenvolva, instale e depure aplicações do Firefox OS diretamente no seu navegador ou num dispositivo Firefox OS, com esta ferramenta que substitui o Gestor de Aplicações.
uz: Firefox OS ilova dasturlarini to‘g‘ridan to‘g‘ri brauzeringizda yoki Firefox OS qurilmasidagi Ilova dasturi menejeri o‘rniga ushbu asbob bilan tuzing, tayyor holga keltiring va tuzating.
xh: Phuhlisa, beka uze ukhuphe ibhagi kwii-app zeFirefox OS ngqo kwibhrawza yakho, okanye kwisixhobo seFirefox OS, ngesi sixhobo esithatha indawo yoMlawuli we-App.

source: Learn more about WebIDE
ca: Més informació sobre el WebIDE
kk: WebIDE туралы көбірек білу
lt: Išsamiau apie „WebIDE“
pt: Saiba mais sobre o WebIDE
uz: WebIDE haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngeWebIDE

source: Responsive Design View
bs: Responzivni pregled dizajna
ca: Vista de disseny adaptatiu
cy: Golwg Cynllunio Ymatebol
kk: Адаптивті дизайн көрінісі
lt: Keičiamo dydžio rodinys
pt: Vista de Design Responsivo
ta: பதிலளிப்பு வடிவமைப்புக் காட்சி
ur: &رسپانسو ڈیزائن نظارہ
uz: Talabga javob beradigan dizayn ko‘rinishi
xh: Imbonakalo Yoyilo Ephendulayo

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
bs: Pogledajte kako će vaš web sajt ili web aplikacija izgledati na različitim veličinama ekrana bez promjene veličine prozora vašeg pretraživača.
ca: Observeu com el vostre lloc web o web app es veu diferent amb diferents mides de pantalla sense canviar la mida de la finestra.
cy: Gwelwch sut fydd eich Gwefan neu ap Gwe'n edrych ar sgriniau maint gwahanol heb newid maint ffenestr eich porwr.
kk: Браузер терезесінің өлшемін өзгертпей-ақ, веб сайтыныз немесе веб қолданбаңыз экрандардың түрлі өлшемдерінде қалай көрінетінін қараңыз.
lt: Pamatykite, kaip jūsų svetainė ar kuriama programa atrodys skirtingo dydžio ekranuose, nekeisdami naršyklės lango dydžio.
pt: Veja como o seu sítio ou aplicação web será mostrada em diferentes tamanhos de ecrãs sem alterar o tamanho da sua janela do navegador.
ta: உலாவி சாளர அளவை மாற்றாமல் உங்கள் வலைத்தளம் அல்லது வலை செயலிகள் வெவ்வேறு திரை அளவுகளில் எப்படி தோன்றுகிறது என்பதை பாருங்கள்.
ur: اپنے برائوزر کے دریچہ کا سائز تبدیل کیئے بغیر دیکھیں کہ آپ کی ویب سائٹ یا ویب ایپلیکیشن مختلف اسکرین پر کیسی دکھے گی۔
uz: Vebsaytingiz yoki veb ilova dasturingizni turli ekran hajmlarida brauzer oynasi hajmini o‘zgartirmasdan qanday ko‘rinishini ko‘ring.
xh: Bona indlela iWebhsayithi yakho okanye i-app yakho yeWebhu eya kujonga ngayo kwiisayizi zezikrini ezahlukeneyo ngaphandle kokutshintsha isayizi yewindow yebhrawza yakho.

source: Learn more about Responsive Design View
bs: Saznajte više o Responsive Design prikazu
ca: Més informació sobre la vista de disseny adaptatiu
cy: Dysgu rhagor am Olwg Cynllunio Ymatebol
kk: Адаптивті дизайн көрінісі туралы көбірек білу
lt: Išsamiau apie keičiamo dydžio rodinį
pt: Saiba mais sobre a Vista de Design Responsivo
ta: பதிலளிப்பு வடிவமைப்புக் காட்சி பற்றி மேலும் அறிக
ur: ریسپانسیو ڈیزائن نظارہ کے بارے میں مزید جانیئے
uz: Talabga javob beradigan dizayn ko‘rinishi haqida ko‘proq o‘rganish
xh: Funda ngakumbi malunga nembonakalo yoyilo ephendulayo

source: Valence
ta: இணைதிறன்
ur: قسم
uz: Valentlik
xh: Ivalence

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
bs: Razvijajte i ispravljajte vaše aplikacije na više pretraživača i uređaja sa ovim moćnim dodatkom koji dolazi unaprijed instaliran sa Firefox Developer Edition.
ca: Desenvolupeu i depureu les apps a diversos navegadors i dispositius amb aquest complement que porta inclòs el Firefox Developer Edition.
cy: Datblygwch a dadfygiwch eich apiau ar draws porwyr lluosog dyfeisiau gyda'r estyniad pwerus hwn sy'n dod wedi ei osod o fewn Firefox Datblygwr.
kk: Қолданбаларыңызды көптеген браузер немесе құрылғыларда тек Firefox Developer Edition құрамында келетін мүмкіндіктері көп, алдын-ала орнатылған кеңейтумен өндіріп, жөндеңіз.
lt: Kurkite ir derinkite savo programas įvairiose naršyklėse ir įrenginiuose, padedami šio galingo priedo, automatiškai įdiegiamo kartu su „Firefox Developer Edition“.
pt: Desenvolva e depure a suas aplicações através de múltiplos navegadores e dispositivos com esta poderosa extensão que vem pré-instalada na Edição do Firefox para Programadores.
ur: اپنی ایپلیکیشن کی متعدد برائوزرز اور آلات میں اس طاقتور توسیعات کی مدد سے تخلیق کریں اور ٹھیک کریں جو کہ Firefox کی تخلیق کار اشاعت میں پہلے سے نصب شدہ ہوتی ہے
uz: Ilova dasturlaringizni bir nechta brauzer va qurilmalar o‘rtasida Firefox Developer Edition bilan oldindan o‘rnatib chiqarilgan ushbu kuchli kengaytma bilan tuzing va tuzating.
xh: Phuhlisa uza ukhuphe ibhagi kwii-app zakho kuzo zonke iibhrawza nezixhobo ezinesi songezelelo sinamandla esiza sele sifakwe kwangaphambili kuHlelo loMphuhlisi lweFirefox.

source: Learn more about Valence
bs: Saznajte više o Valence
ca: Més informació sobre el Valence
cy: Dysgu rhagor am Valence
kab: Issin ugar ɣef Valence
kk: Valence туралы көбірек білу
lt: Išsamiau apie „Valence“
pt: Saiba mais sobre o Valence
ta: ஒத்திசைவு பற்றி கூடுதலாக அறியவும்
ur: ویلنس کے بارے میں مزید سیکھیں
uz: Valentlik haqida ko‘proq o‘rganing
xh: Funda ngakumbi ngeValence

source: Web Audio Editor
bs: Web Audio uređivač
ca: Editor de Web Audio
cy: Golygydd Sain Gwe
kab: Amaẓrag Web ameslaw
kk: Веб аудио түзеткіші
lt: Audio rengyklė
pt: Editor de Áudio Web
ta: இணைய ஒலி திருத்தி
ur: ویب آڈیو تدوین کار
uz: Veb audio tahrirlagich
xh: Umhleli Wewebhu Odiyo

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
bs: Pregledajte i radite sa Web Audio API u realnom vremenu da biste osigurali da su svi audio čvorovi spojeni na način koji očekujete.
ca: Inspeccioneu i interactueu amb la API de Web Audio en temps real, per assegurar que tots els nodes d'àudio es connecten tal i com espereu.
cy: Archwilio a rhyngweithio gydag API Sain Gwe'n fyw i sicrhau fod yr holl nodau sain wedi eu cysylltu yn y ffordd rydych yn ei ddisgwyl.
kk: Web Audio API-мен нақты уақытта бақылау және әрекеттесуді жүргізіп, барлық аудио тораптары сіз күткендей жұмыс істейтініне көз жеткізіңіз.
lt: Tirkite garsus ir sąveikaukite su „Web Audio API“ sąsaja tiesiogiai – būkite tikri, kad visi audio mazgai sujungti taip, kaip reikia.
pt: Inspecione e interaja com a API de Áudio Web em tempo real para garantir que todos os nós de áudio são ligados da forma que espera.
ta: ஆய்வு மற்றும் அனைத்து ஒலிக்கருவி முனைகளில் நீங்கள் எதிர்பார்த்த வழியில் சம்பந்தம் இருக்கும் என்று உறுதி செய்ய நேரலையில் வலை ஆடியோ API உடன் தொடர்பு கொள்க.
ur: حقیقی وقت میں ویب آڈیو API کے ساتھ متعامل اور معائنہ کریں تاکہ تمام آڈیو نوڈز کے جڑا ھونے کو آپکی توقع کے مطابق یقینی بنایا جا سکے_
uz: Barcha audio ulamlar siz kutgan usulda ulanganligiga ishonch hosil qiish uchun haqiqiy vaqtda Veb audio API bilan nazorat qiling va ta’sir qiling.
xh: Hlola uze unxibelelane neWeb Audio API ngexesha elililo ukuqinisekisa ukuba zonke iinowudi ze-odiyo ziqhagamshelwe ngendlela oyilindeleyo.

source: Learn more about Web Audio Editor
bs: Saznajte više o Web Audio uređivaču
ca: Més informació sobre l'editor de Web Audio
cy: Dysgu rhagor am Olygydd Sain Gwe
kab: Issin ugar ɣef umaẓrag Web ameslaw
kk: Веб аудио түзеткіші туралы көбірек білу
lt: Išsamiau apie audio rengyklę
pt: Saiba mais sobre o Editor de Áudio Web
ta: இணைய ஒலி திருத்தி பற்றி மேலும் அறிய
ur: ویب آڈیو تدوین کار کے بارے میں مزید سیکھیں
uz: Veb audio tahrirlagich haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngoMhleli Wewebhu weOdiyo

source: Page Inspector
bs: Inspektor stranice
ca: Inspector de pàgines
cy: Archwilydd Tudalen
kab: Amswaḍ n usebter
kk: Парақтар бақылаушысы
lt: Tinklalapių tyriklis
pt: Inspetor de Página
ta: பக்க மேற்பார்வையாளர்
ur: صفحہ کا اسپیکٹر
uz: Sahifa nazoratchisi
xh: Umhloli Wephepha

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
bs: Pregledajte HTML i CSS bilo koje web stranice i jednostavno promjenite strukturu i izgled stranice.
ca: Examineu l'HTML o el CSS de qualsevol pàgina web i modifiqueu-ne de forma senzilla l'estructura i la disposició.
cy: Archwilio HTML a CSS unrhyw dudalen Gwe a newid strwythur a chynllun tudalen yn hawdd.
kk: Кез-келген веб парақтың HTML және CSS кодын қарап, парақтың құрылымын және жаймасын оңай түрде өзгертіңіз.
lt: Tyrinėkite bet kokių tinklalapių HTML ir CSS kodą bei paprastai keiskite jų struktūrą ir išdėstymą.
pt: Examine o HTML e CSS de qualquer página Web e modifique facilmente a estrutura e disposição de uma página.
ur: HTML اور CSS کے کسی بھی ویب کے صفحہ کا معانیہ کریں اور آسانی سے صفحہ کی ساخت اور لے آؤٹ کی ترمیم کریں۔
uz: Har qanday sahifadagi HTML va CSS’ni tekshirib, sinab ko‘ring va sahifa tartibi va tuzilishini osongina o‘zgartiring.
xh: Hlola iHTML neCSS yalo naliphi na iphepha leWebhu uze ukulungise ngokulula ukumila nemo yephepha.

source: Learn more about Page Inspector
bs: Saznajte više o Inspektoru stranice
ca: Més informació sobre l'inspector de pàgines
cy: Dysgu rhagor am yr Archwilydd Tudalen
kab: Issin ugar ɣef umaswaḍ n usebter
kk: Парақтар бақылаушысы туралы көбірек білу
lt: Išsamiau apie tyriklį
pt: Saiba mais sobre o Inspetor de Página
ta: பக்க ஆய்வி பற்றி மேலும் அறிக
ur: صفحہ کہ انسپپیکٹر کے بارے میں مزید جانیں
uz: Sahifa nazoratchisi haqida ko‘proq o‘rganing
xh: Funda ngakumbi ngoMhloli Wephepha

source: Web Console
bs: Web konzola
ca: Consola web
cy: Consol Gwe
kab: Tadiwent web
kk: Веб консолі
lt: Saityno pultas
pt: Consola Web
ta: வலை பணிமுனை
ur: ویب کنسول
uz: Veb terminal
xh: Ikhonsoli yeWebhu

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
bs: Pogledajte prijavljene informacije povezane sa web stranicom i koristite Web konzolu za interakciju s web stranicom koristeći JavaScript.
ca: Consulteu la informació associada a un lloc web i utilitzeu la consola web per interactuar-hi usant JavaScript.
cy: Gweld gwybodaeth wedi ei gofnodi'n gysylltiedig gyda thudalen gwe a defnyddio'r Consol Gwe i ryngweithio gyda thudalennau Gwe gan ddefnyddio JavaScript.
kk: Веб парағымен сәйкестелген логталған ақпаратты қарап, JavaScript арқылы веб парағымен әрекеттесу үшін веб консолін қолданыңыз.
lt: Patogiai skaitykite su tinklalapiais susijusius derinimo pranešimus ir sąveikaukite su juose veikiančiais „JavaScript“ scenarijais.
pt: Veja as informações registadas e associadas com uma página Web e utilize a Consola Web para interagir com páginas Web utilizando JavaScript.
ur: لاگ کی معلومات دیکھے جو کی ویب صفہ سے وابستہ ہے اور جاوا سکرپٹ کا استعمال کرکے ویب صفہ سے تعامل کرنے کے لئے ویب قونسول کا استعمال کرے۔
uz: Veb sahifa bilan bog‘liq kiritilgan ma’lumotlarni ko‘ring va JavaScript’dan foydalanib veb sahifalar bilan bog‘lanish uchun veb terminaldan foydalaning.
xh: Bona inkcazelo elogiweyo enxulumene nephepha leWebhu uze usebenzise iKhonsoli yeWebhu ukunxibelelana namaphepha eWebhu usebenzisa iJavaScript.

source: Learn more about Web Console
bs: Saznajte više o Web konzoli
ca: Més informació sobre la consola web
cy: Dysgu rhagor am y Consol Gwe
kab: Issin ugar ɣef tdiwent Web
kk: Веб консолі туралы көбірек білу
lt: Išsamiau apie saityno pultą
pt: Saiba mais sobre a Consola Web
ta: வலை பணிமுனையம் பற்றி மேலும் அறிக
ur: ویب کنسول کے بارے میں مزید سیکھیں
uz: Veb terminal haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngeKhonsoli yeWebhu

source: JavaScript Debugger
ca: Depurador de JavaScript
cy: Dadfygiwr JavaScript
kab: Tamseɣtayt n JavaScript
kk: JavaScript жөндеушісі
lt: „JavaScript“ derintuvė
pt: Depurador JavaScript
ta: ஜாவா ஸ்கிரிப்ட் வழுநீக்கி
ur: جاوا سکرپٹ ٹھیک کرنے والا
xh: I-Debugger ye-JavaScript

source: Step through JavaScript code and examine or modify its state to help track down bugs.
bs: Prođite kroz JavaScript kod i ispitajte ili izmijenite njegovo stanje da pomognete u praćenju greški.
ca: Examineu el codi JavaScript i modifiqueu el seu estat per a ajudar a depurar els errors.
cy: Camwch drwy god JavaScript ac archwilio neu newid ei gyflwr er mwyn olrhain gwallau.
kk: Ақаулықтарды табуға көмектесу үшін JavaScript кодын қадам бойынша орындап, оның қалып-күйін зерттеңіз немесе өзгертіңіз.
lt: Pažingsniui vykdykite „JavaScript“ kodą, tirkite ir keiskite scenarijų būseną, greičiau ir lengviau aptikite ir ištaisykite klaidas.
pt: Navegue através de código JavaScript e examine ou modifique o seu estado para ajudar a encontrar erros.
ta: வழுக்களைக் கண்காணிக்க ஜாவா ஸ்கிரிப்ட் நிரல் ஊடாக சென்று அதனை ஆய்வு (அ) அதன் நிலையை மாற்றுக.
ur: JavaScript کوڈ کے ذریعے اس کی حالت میں ترمیم یا معائنہ کریں تاکہ گڑبڑ کا سراغ لگانے میں مدد کی جا سکے_
uz: JavaScript kodi ichiga kiring va nosozliklarni yuklash holatiga yordam berish uchun uning holatini sinab ko‘ring yoki o‘zgartiring.
xh: Ngena kwikhowudi yeJavaScript uze uhlolisise okanye utshintshe imo yayo ukukunceda utreke iibhagi.

source: Learn more about JavaScript Debugger
bs: Saznajte više o JavaScript Debuggeru
ca: Més informació sobre el depurador de JavaScript
cy: Dysgu rhagor am y Dadfygiwr JavaScript
kab: Issin ugar ɣef temseɣtayt n JavaScript
kk: JavaScript жөндеушісі туралы көбірек білу
lt: Išsamiau apie „JavaScript“ derintuvę
pt: Saiba mais sobre o Depurador JavaScript
ta: ஜாவா ஸ்கிரிப்ட் வழுநீக்கி பற்றி மேலும் அறிக
ur: جاوا سکرپٹ ٹھیک کرنے والے کے بارے میں مزید سیکھیں
uz: JavaScript Debugger haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngeSikhuphi bhagi seJavaScript

source: Network Monitor
bs: Monitor mreže
ca: Monitor de xarxa
cy: Monitor Rhwydwaith
kab: Amsefrak n uzeṭṭa
kk: Желі бақылаушысы
lt: Tinklo stebyklė
pt: Monitor de Rede
ta: பிணைய கண்காணிப்பு
ur: نیٹ ورک مانیٹر
uz: Tarmoqni nazoratchisi
xh: Umhloli we-Network

source: See all the network requests your browser makes, how long each request takes and details of each request.
bs: Pogledajte sve mrežne zahtjeve koje vaš pretraživač čini, koliko dugo svaki zahtjev traje i detalje o svakom zahtjevu.
ca: Observeu totes les peticions de xarxa que fa el navegador, quant triga cada petició i els detalls de cadascuna.
cy: Gweld yr holl geisiadau rhwydwaith mae eich porwr yn ei wneud, faint o amser mae pob cais yn ei gymryd a manylion pob cais.
kk: Браузеріңіз жасайтын барлық желілік сұранымдарды қарап, әр сұраным қанша уақытты алатынын және оның кеңейтілген ақпаратын біліңіз.
lt: Matykite visas naršyklės vykdomas tinklo užklausas, atsakymų į jas laukimo trukmę ir kitus išsamius duomenis.
pt: Veja todos os pedidos de rede que o seu navegador faz, quanto tempo cada pedido demora e detalhes sobre cada pedido.
ta: உங்கள் உலாவி உருவாக்கும் பிணைய கோரிக்கைகள் அனைத்தையும், ஒவ்வொரு கோரிக்கை எடுக்கும் நேரத்தையும், ஒவ்வொரு கோரிக்கையின் விவரத்தையும் பார்க்கவும்.
ur: نیٹ ورک کی وہ تمام درخواستیں دیکھیں جو آپ کا براؤزر کرتا ہے, ہر درخواست کتنا وقت لیتی ہے اور ہر درخواست کی تفصیلات_
uz: Brauzeringiz yuborgan barcha tarmoq so‘rovlar, har bir so‘rov qancha vaqt olishi va har bir so‘rov tafsilotlarini ko‘ring.
xh: Bona zonke izicelo zenethwekhi ezenziwa yibhrawza yakho, ixesha elithathwa sisicelo ngasinye nenkcukacha zesicelo ngasinye.

source: Learn more about Network Monitor
bs: Saznajte više o Mrežnom monitoru
ca: Més informació sobre el monitor de xarxa
cy: Dysgu rhagor am y Monitor Rhwydwaith
kab: Issin ugar ɣef umsefrak n uẓeṭṭa
kk: Желі бақылаушысы туралы көбірек білу
lt: Išsamiau apie tinklo stebyklę
pt: Saiba mais sobre o Monitor de Rede
ta: பிணைய கண்காணிப்பு பற்றி மேலும் அறிக
ur: نیٹ ورک مانیٹر کے بارے میں مزید سیکھیں
uz: Tarmoq nazoratchisi haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngoMhloli weNethwekhi

source: Style Editor
bs: Uređivač stilova
ca: Editor d'estil
cy: Golygydd Arddull
kab: Amaẓrag n uɣanib
kk: Стильдер түзеткіші
lt: Stilių rengyklė
pt: Editor de Estilos
ta: பாணி தொகுப்பான்
ur: انداز تدوین کار
uz: Uslubni tahrirlagich
xh: Umlungisi Wesimbo

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
bs: Pogledajte i uredite CSS stilove povezane s web stranicom, kreirajte nove i primjenite postojeće CSS stilove na bilo koju stranicu.
ca: Visualitzeu i editeu els estils de CSS associats amb el lloc web, creeu-ne de nous i apliqueu fulls d'estil CSS a qualsevol pàgina.
cy: Gweld a golygu arddulliau CSS sy'n gysylltiedig â thudalen Gwe, creu rhai newydd a gosod tudalennau arddull CSS i unrhyw dudalen.
kk: Веб парағымен сәйкестелген CSS стильдерін қарап, түзетіңіз, немесе жаңаларын жасап, кез-келген бетке бар болып тұрған CSS стильдер кестелерін іске асырыңыз.
lt: Peržiūrėkite ir taisykite CSS stilių aprašus, susietus su tiriamu tinklalapiu, kurkite naujus aprašus, įtraukite esamus.
pt: Veja e edite estilos CSS associados com uma página Web, crie novos e aplique folhas de estilo existentes a qualquer página.
ur: ویب صفحہ سے وابستہ CSS سٹائل کو دیکھے اور تدوین کریں، نئی بنائے اور موجودہ CSS سٹائل شیٹ لاگو کرے کسے بھی صفہ پر۔
uz: Internet bilan bog‘liq CSS uslublarini ko‘ring va tahrirlang, yangilarini yarating va mavjud CSS uslub jadvallarini har qanday sahifa uchun qo‘llab ko‘ring.
xh: Jonga uze ulungise izimbo ze-CSS ngokunxulumene nephepha leWebhu, uyile ezitsha uze usebenzise iishiti zezimbo ze-CSS ezikhoyo kulo naliphi na iphepha.

source: Learn more about Style Editor
bs: Saznajte više o Uređivaču stilova
ca: Més informació sobre l'editor d'estil
cy: Dysgu rhagor am y Golygydd Arddull
kab: Issin ugar ɣef umaẓrag n uɣanib
kk: Стильдер түзеткіші туралы көбірек білу
lt: Išsamiau apie stilių rengyklę
pt: Saiba mais sobre o Editor de Estilos
ta: பாணி தொகுப்பான் பற்றி மேலும் அறிய
ur: انداز تدوین کار کے بارے میں مزید سیکھیں
uz: Uslubni tahrirlagich haqida ko‘proq o‘rganish
xh: Funda ngakumbi ngoMhleli weSimbo

source: Choose Firefox
bs: Izaberite Firefox
ca: Trieu el Firefox
cy: Dewis Firefox
kab: Fren Firefox
kk: Firefox-ты таңдаңыз
lt: Rinkitės „Firefox“
pt: Escolha o Firefox
ta: பயர்பாக்ஸை தேர்ந்தெடு
ur: Firefox کا انتخاب کریں
uz: Firefox’ni tanlang
xh: Khetha i-Firefox.

source: Welcome to Firefox Developer Edition
bs: Dobrodošli u Firefox Developer Edition
ca: Us donem la benvinguda al Firefox Developer Edition
cy: Croeso i Firefox Datblygwyr
kab: Anduf yis-k ɣer Firefox Developer Edition
kk: Firefox Developer Edition ішіне қош келдіңіз
lt: Sveiki! Tai – „Firefox Developer Edition“
pt: Bem-vindo à Edição do Firefox para Programadores
ta: பயர்பாக்ஸ் உருவாக்குநர் பதிப்பைப் பெறுங்கள்
ur: Firefox تخلیق کار اشاعت میں خوشامدید
uz: Firefox Developer Edition’ga xush kelibsiz
xh: Wamkelekile kuHlelo loPhuhliso lwe-FireFox

source: Developer Tools
bs: Programerski alati
ca: Eines per desenvolupadors
cy: Offer Datblygwyr
kab: Ifecka n tneflit
kk: Өндіруші саймандары
lt: Programuotojų priemonės
pt: Ferramentas do Programador
ta: உருவாக்குனர் கருவிகள்
ur: ڈیولپر ٹول
uz: Dasturchi asboblari
xh: Izixhobo Zokuphuhlisa
