Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/dnt.lang.po
Languages: ar, bs, cy, nn_no, ur, uz, xh

source: How do I enable Do Not Track in Firefox?
ar: كيف أقوم بتفعيل لا تتعقب في فيرفكس؟
bs: Kako mogu omogućiti Do Not Track u Firefoxu?
cy: Sut ydw i'n cychwyn Dim Tracio ar Firefox?
nn_no: Korleis slår eg på «Ikkje spor» (Do Not Track) i Firefox?
ur: میں Firefox میں Do Not Track کیسے اہل بنائوں؟
uz: Firefox’da "Kuzatilmasin" xususiyati qanday yoqiladi?
xh: Ndimvula njani uMusa ukuTreka kwiFirefox?

source: This feature is not enabled by default. You can find the Do Not Track request on the Privacy pane. <span id="%(id)s">On Windows, go to Tools &gt; Options&hellip; &gt; Privacy.</span>
bs: Ova funkcija nije omogućena po zadanim postavkama. Možete pronaći Do Not Track zahtjev na oknu privatnosti. <span id="%(id)s">U sistemu Windows, idite na Alati &gt; Opcije&hellip; Privatnost.</span>
cy: Nid yw'r nodwedd yma wedi ei ragosod ymlaen. Mae'r cais Dim Tracio yn y paen Preifatrwydd. <span id="%(id)s">Yn Windows, ewch i Offer &gt; Dewisiadau&hellip; &gt; Preifatrwydd.</span>
ur: یہ فیچر طےشدہ طور پر اہل نہیں ہے۔ آپ رازداری پین پر سراغ راہ مت کریں کو ڈھونڈ سکتے ہیں۔ <span id="%(id)s">دریچہ می، ٹول میں جائیں &gt; Options&hellip; &gt; رازداری </span>
uz: Ushbu xususiyat standart holat bo‘yicha yoqilmaydi. Siz "Kuzatilmasin" so‘rovini Maxfiylik yon oynasidan topishingiz mumkin. <span id="%(id)s">Windows’da Asboblar &gt; Moslamalar&hellip; &gt; Maxfiylik’ka o‘ting.</span>
xh: Le fitsha ayivulwanga ngokuzenzekelayo. Unokufumana isicelo sikaMusa Ukutreka kwipane yeeMfihlelo. <span id="%(id)s">KwiiWindows, yiya kuTools &gt; Ukhetho&hellip; &gt; Imfihlelo.</span>

source: On Mac OS X, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
ar: على نظام التشغيل ماك اكس, اذهب الى فيرفكس&gt; التفضيلات… &gt; الخصوصية. على نظام التشغيل لينكس, اذهب الى تعديل&gt; التفضيلات &gt; الخصوصية.
bs: Na Mac OS X, idite na Firefox &gt; Postavke… &gt; Privatnost. Na Linuxu, idite na Uredi &gt; Postavke &gt; Privatnost.
cy: Ar Max OS X, ewch i Firefox &gt; Dewisiadau... &gt; Preifatrwydd. Ar Linux, ewch i Golygu &gt; Dewisiadau &gt; Preifatrwydd.
uz: Mac OS X’da Firefox &gt; Parametrlar… &gt; Maxfiylik’ka o‘ting. Linux’da, Tahrirlash &gt; Parametrlar &gt; Maxfiylik’ka o‘ting.
xh: KwiMac OS X, yiya kuFirefox &gt; Preferences… &gt; Privacy. KwiLinux, yiya ku-Edit &gt; Preferences &gt; Privacy.

source: Click to check the box next to &quot;Tell websites I do not want to be tracked&quot;. For more information, see the help file on <a href="%(url)s">how to stop websites from tracking you</a>.
bs: Kliknite da označite kvadratić pored &quot;Reci web stranicama da ne želim biti praćen&quot;. Za više informacija, pogledajte dokument za pomoć na <a href="%(url)s">kako zaustaviti web stranice da vas prate</a>.
cy: Cliciwch i dicio'r blwch nesaf at &quot;Dweud wrth wefannau: Dim Tracio&quot;. Am ragor o wybodaeth, gw y ffeil Cymorth ar <a href="%(url)s">sut mae rhwystro gwefannau rhag eich tracio </a>.
ur: &quot سے اگلے باکس کی پرٹال کرنے کیلئے کلک کریں:ویب سائٹس بتا دیں میںسراغ راہ کیا جانا نہی چاہتا&quot; ؛. مزید معلومات کے لئے، پر مدد کی مسل دیکھیں<a href="%(url)s"> آپ کی سراغ راہ سے ویب سائٹ کو کس طرح روکیں <a/>
uz: &quot;Saytlarga meni kuzatishlarini xohlamasligim aytilsin&quot; yonidagi katakchaga belgi qo‘ying. Ko‘proq ma’lumot olish uchun <a href="%(url)s">qanday qilib saytlarni sizni kuzatishlarini to‘xatish mumkin</a>dagi yordam faylini ko‘ring.
xh: Cofa ukuze ujonge ekufutshane ne &quot; Xelela iiwebhsayithi ukuba andifuni kutrekwa&quot;. Ukuze ufumane inkcazelo engakumbi, bona ifayile yoncedo ku <a href="%(url)s">unokuzithintela njani iiwebhsayithi zingakutreki</a>.

source: Will companies honor my Do Not Track preference?
ar: هل ستحترم الشركات تفضيلات خاصية عدم التعقب؟
bs: Hoće li kompanije poštovati moje Do Not Track preferencije?
cy: Bydd cwmnïau'n parchu fy newis Dim Tracio?
nn_no: Vil føretaka retta seg etter innstillingane mine for Do Not Track (Ikkje spor)?
ur: کیا کمپنیاں سراغ راہ مت کریں کی ترجیح کا اہترام کریں گی؟
uz: Kompaniyalar mening "Kuzatilmasin"dagi xususiyatlarimni hurmat qilishadimi?
xh: Ngaba iinkampani ziya kuyithobela ipreferensi yam kaMusa Ukutreka?

source: Companies are starting to support Do Not Track, but you may not notice any changes initially. We are actively working with companies that have started to implement Do Not Track, with others who have committed to doing so soon.
bs: Kompanije su počele podržavati Do Not Track, ali vimožda nećete primjetiti nikakve promjene u početku. Aktivno radimo sa kompanijama koje su počele da sprovode Do Not Track, sa drugima koje su se obavezale da će to učiniti uskoro.
cy: Mae cwmnïau'n dechrau cefnogi Dim Tracio ond efallai y byddwch chi ddim yn sylwi ar wahaniaeth ar y cychwyn. Rydym yn gweithio gyda chwmnïau sydd wedi cychwyn derbyn Dim Tracio a gyda rhai eraill sydd wedi addo cychwyn yn y dyfodol agos.
nn_no: Føretak har byrja å støtte Do Not Track (Ikkje spor), men det kan vera at du ikkje kjem til å merka nokon skilnad i byrjinga. Vi arbeider aktivt med føretak som har byrja å implementera Do Not Track (Ikkje spor), med andre som har forplikta seg til å gjera det, og med å få fleire føretak til å vera med.
ur: کمپنیاں تعاقب نہ کریں کی حمایت کرنا شروع کر رہے ہیں، لیکن آپ کو ابتدائی طور پر کسی قسم کی تبدیلی محسوس نہیں کر سکتے. ہم فعال طور پر کمپنیوں کے نفاذ کے لیے دوسرے لوگ جو اتنی جلدی کر رہے کرنے کے لئے مصروف عمل ہے کے ساتھ، تعاقب نہ کریں شروع کر دیا ہے کے ساتھ کام کر رہے ہیں.
uz: Kompaniyalar "Kuzatilmasin" xususiyatini qo‘llab-quvvatlashni boshlashdi, ammo siz boshlang‘ich o‘zgarishlarga e’tibor qaratmasligingiz mumkin. Biz "Kuzatilmasin" xususiyatini amalga oshirishni boshlayotgan kompaniyalar bilan, buni tezda amalga oshirishni maqsad qilgan boshqalar bilan faol ishlaymiz.
xh: Inkampani ziqalisa ukuxhasa uMusa Ukutreka, kodwa usenokungaphawuli lutshintsho ekuqaleni. Sisebenza ngokuzimisela neenkampani eziqalise ukusebenzisa uMusa Ukutreka, nezinye ezizimisele ukwenjenjalo kungekudala.

source: Where can I learn more?
ar: أين أستطيع معرفة المزيد؟
bs: Gdje mogu saznati više?
cy: Lle gaf i wybod rhagor?
nn_no: Kvar kan eg læra meir?
ur: میں مزید کیاں سیکھ سکتا پوں؟
uz: Qayerdan ko‘proq o‘rganishim mumkin?
xh: Ndingafunda phi ngakumbi?

source: Other interesting work about Do Not Track and online privacy:
ar: أمر ممتع آخر عن لا تتعقب و الخصوصية على الشبكة:
bs: Drugi zanimljiv rad o Do Not Track i privatnosti na mreži:
cy: Gwaith arall o ddiddordeb am Dim Tracio a phreifatrwydd ar-lein:
ur: سراغ راہ مت کریں اور آن لائن رازداری کے بارے میں دیگر دلچسپ کام
uz: "Kuzatilmasin" va onlayn maxfiylik haqidagi boshqa qiziqarli ish:
xh: Omnye umsebenzi obangela umdla ngoMusa Ukutreka nokuba yimfihlelo kwe-intanethi:

source: <a href="%s">Private browsing</a> in Firefox &#8212; limits saving data about which sites and pages you have visited online
ar: <a href="%s">تصفح خاص</a> في فيرفكس &#8212; حدود حفظ البيانات عن أي المواقع و الصفحات التي زرتها على الشبكة
bs: <a href="%s">Privatno pretraživanje</a> u Firefoxu &#8212; ograničava spremanje podataka o stranicama koje ste posjetili na internetu.
cy: Mae <a href="%s">pori preifat</a> yn Firefox &#8212; yn cyfyngu ar gadw data ar dudalennau a gwefannau rydych wedi ymweld â nhw
ur: <a href="%s">نجی براؤزنگ</a> Firefox میں &#8212; کوائف کی بچت کی حدود جس سائٹس اور صفحات کے بارے میں آپ کے آن لائن کا دورہ کیا ہے۔
uz: Firefox’da <a href="%s">Maxfiy ko‘rish</a> &#8212; siz onlayn tashrif buyurgan saytlar va sahifalar haqida ma’lumotlarni saqlashni cheklaydi
xh: <a href="%s">Private browsing</a> i-Firefox &#8212; imilinganiselo yokugcina inkcukacha emalunga nokuba zeziphi isayithi namaphepha oye wawatyelela online

source: <a href="%(url1)s">Managing cookies</a> in Firefox &#8212; lets you control how <a href="%(url2)s">cookies</a> are saved on your computer
ar: <a href="%(url1)s">تنظيم ال cookies </a> في فيرفكس &#8212; تجعلك تنظم كيفية تخزين <a href="%(url2)s">coockies</a> على جهازك
bs: <a href="%(url1)s">Upravljanje kolačićima</a> u Firefoxu &#8212; omogućava vam kontrolu kako su <a href="%(url2)s">kolačići</a> sačuvani na vašem računaru
cy: Mae <a href="%(url1)s">rheoli cwcis</a> yn Firefox &#8212; yn caniatáu i chi reoli sut mae <a href="%(url2)s">cwcis</a> yn cal eu cadw ar eich cyfrifiadur
ur: <a href="%(url1)s">کوکیز کا نظم کرنا</a> Firefox میں&#8212; آپ کو کس طرح کنٹرول کی اجازت دیتا ہے<a href="%(url2)s">کوکیز</a>آپ کے کمپیوٹر پر محفوظ کی جاتی ہیں
uz: Firefox’da <a href="%(url1)s">Kukilarni boshqarish</a> &#8212; <a href="%(url2)s">kukilar</a>ni kompyuteringizda qanday saqlanishini boshqarish imkonini beradi
xh: <a href="%(url1)s">Ukulawula iikuki</a> uFirefox &#8212; ukuvumela ukuba ulawule indlela <a href="%(url2)s">iikuki</a> ezigcinwa ngayo ekhompyutheni yakho

source: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; latest news from Mozilla’s Technology and Privacy Officer
bs: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; najnovije vijesti od Mozilla tehnologije i zaštite privatnosti
cy: <a href="%s">Blog Mozilla Alex Fowler</a> &#8212; y newyddion diweddaraf gan Swyddog Technoleg a Phreifatrwydd Mozilla
nn_no: <a href="%s">Alex Fowlers mozillablogg</a> &#8212; dei siste nyhenda frå Mozillas ansvarlege for teknologi- og personvernspørsmål (på&nbsp;engelsk)
ur: <a href="%s">یلیکس فاؤلر کی موزیلا بلاگ</a> &#8212;موزیلا ٹیکنالوجی اور پرائیویسی آفیسر سے تازہ ترین خبر
uz: <a href="%s">Alex Fowlerning Mozilla Blogi</a> &#8212; Mozilla’ning texnologiyasi va maxfiylik ofitseridan so‘nggi yangiliklar
xh: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; iindaba zakutsha ezivela ku-Mozilla’s Technology neGosa laBucala

source: <a href="%s">donottrack.us</a> project &#8212; Stanford researchers working on the ideas behind Do Not Track
bs: <a href="%s">donottrack.us</a> projekt &#8212; Stanford istraživači rade na idejama iza Do Not Track-a
cy: Project&#8212; <a href="%s">donottrack.us</a> gan yr ymchwilwyr o Stanford sy'n gweithio ar y syniadau tu ôl i Dim Tracio
nn_no: <a href="%s">Prosjektet donottrack.us</a> &#8212; forskarar ved Stanford-universitetet som arbeidar med og utviklar ideane bak Do Not Track (Ikkje spor)
ur: <a href="%s">donottrack.us</a>پراجیکٹ &#8212; سٹینفورڈ محققین سراغ راہ نہ کریں کے خیالات پر کام کر رہے ہیں
uz: <a href="%s">donottrack.us</a> loyihasi &#8212; Stanford "Kuzatilmasin" ostidagi go‘yalar ustida ishlaydi
xh: <a href="%s">donottrack.us</a> project &#8212; Abaphandi beStanford abasebenza ngeengcamango ezixhasa uMusa Ukutreka

source: The Tracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>
cy: The Tracking Preference Expression (DNT) <a href="%s">Drafft Golygyddol W3C</a>
uz: Kuzatish paramerlari kengaytmasi (DNT) <a href="%s">W3C muharririning qoralamasi</a>
xh: ITracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>

source: Tracking Compliance and Scope <a href="%s">W3C Editor’s Draft</a>
bs: Praćenje usklađenosti i obima <a href="%s">W3C Editor’s Draft</a>
cy: Tracking Compliance and Scope <a href="%s">Drafft Golygyddol W3C</a>
ur: ٹریکنگ تعمیل اور دائرہ <a href="%s">W3C Editor’s Draft</a>
uz: <a href="%s">W3C muharriri qoralamasi</a> hududi va kuzatish mosligi
xh: ITracking Compliance and Scope <a href="%s">W3C Editor’s Draft</a>

source: The W3C <a href="%s">Tracking Protection Working Group</a>
bs: W3C <a href="%s">Prati zaštitu radne grupe</a>
cy: <a href="%s">Tracking Protection Working Group</a> y W3C
ur: W3C <a href="%s">ٹریکنگ پروٹیکشن ورکنگ گروپ</a>
uz: W3C <a href="%s">Kuzatishdan himoyalash ishi guruhi</a>

source: <a href="%s">Ghostery</a> &#8212; a tool that lets you learn which sites are tracking you online
bs: <a href="%s">Ghostery</a> &#8212; alat koji vam omogućava da saznate koje stranice vas prate na internetu
cy: <a href="%s">Ghostery</a> &#8212; teclyn sy'n dangos pa wefannau sy'n eich tracio ar-lein
uz: <a href="%s">Ghostery</a> &#8212; asbobi sizni qaysi saytlar onlayn kuzatayotganini o‘rganish imkonini beradi
xh: <a href="%s">Ghostery</a> &#8212; isixhobo esikuvumela ukuba ufunde ukuba ziziphi iisayithi ezikutrekayo kwi-intanethi

source: See <a href="%s">where your data goes</a> before you click &#8212; an image from the Future of Privacy Forum
bs: Pogledajte <a href="%s">gdje vaši podaci idu</a> prije nego kliknete &#8212; na sliku sa foruma Budućnost privatnosti
cy: Gweld <a href="%s">lle mae'ch manylion yn mynd</a> cyn clicio &#8212; darlun gan y Future of Privacy Forum
nn_no: Sjå <a href="%s">kvar dine data tek vegen</a> før du klikkar på &#8212; eit bilde frå organisasjonen Future of Privacy Forum (på&nbsp;engelsk)
uz: <a href="%s">Ma’lumotlaringiz qayerga ketganini</a> Maxfiylik forumi kelajagidagi &#8212;rasmga bosishdan oldin ko‘ring
xh: Bona i <a href="%s">apho idatha ihamba</a> ngaphambi kokucofa &#8212; umfanekiso osuka kwiFuture of Privacy Forum

source: Mozilla and Stanford’s Do Not Track <a href="%(url)s">submission to the IETF</a> &#8212; IETF is a standards body that helps define how the Web works, regardless of which Internet browser you use
bs: Mozillino i Stanfordovo Nemoj me pratiti <a href="%(url)s">podnošenje zahtjeva IETF-u</a> &#8212; IETF je podrazumjevano tijelo koje pomaže da se definiše kako internet radi, bez obzira na to koji web pretraživač koristite
cy: Cyflwyniad Mozilla a Stanford ar Do Not Track (Dim Tracio) <a href="%(url)s">i'r IETF</a> &#8212; IETF yw'r cgorff safoni sy'n cynorthwyo i ddiffinio sut mae'r We'n gweithio, pa bynnag borwr rydych yn ei ddefnyddio
uz: Mozilla va Stanford’ning "Kuzatilmasin" <a href="%(url)s"> IETF’ga jo‘natmalari</a> &#8212; IETF qaysi bruzerdan foydalaishingizdan qat’i naazar internet qanday ishlashini aniqlashga yordam beradigan asosiy standartlardir
xh: UMusa Ukutreka weMozilla noStanford <a href="%(url)s">ukufakwa kwi-IETF</a> &#8212; I-IETF liqumrhu eliqhelekileyo elinceda ekuchazeni indlela esebenza ngayo iWebhu, enoba usebenzisa eyiphi ibhrawza ye-intanethi

source: Enable Do Not Track in Firefox
ar: تفعيل عدم التعقب في فيرفكس
bs: Omogući Do Not Track u Firefoxu
cy: Cychwyn Dim Tracio ar Firefox
nn_no: Slå på «Ikkje spor» (Do Not Track) i Firefox
ur: سراغ راہ مت کریں کو Firefox میں اہل بنائیں
uz: Firefox’da "Kuzatilmasin" xususiyatini yoqish
xh: Vula uMusa Ukutreka kwiFirefox

source: Options window - Advanced panel - Do Not Track
ar: نافذة الخيارات - اللوحة المتقدمة - لا تتعقب
bs: Opcije prozora - Napredna tabla - Do Not Track
cy: Ffenestr Dewisiadau - Panel uwch - Dim Tracio
nn_no: innstillingar-vindauget - Avansert-feltet - Do Not Track
ur: اختیارات دریچہ- اعلی درجے پینل - تعاقب نہ کریں
uz: Moslamalar oynasi - Qo‘shimcha panel - Kuzatilmasin
xh: Iwindow yokhetho - Iphaneli ephucukileyo - Musa Ukutreka

source: Enabling Do Not Track
ar: جار تفعيل لا تتعقب
bs: Omogućavanje Do Not Track-a
cy: Cychwyn Dim Tracio
nn_no: Slår på Ikkje spor (Do Not Track)
ur: سراغ راہ مت کریں کو اہل بنا رہے ہیں
uz: "Kuzatilmasin" yoqilmoqda
xh: Ivula uMusa Ukutreka

source: Click for Instructions
ar: انقر للتعليمات
bs: Kliknite za Instrukcije
cy: Cliciwch am Gyfarwyddiadau
nn_no: Trykk for rettleiing
ur: ہدایات کے لیے کلک کریں
uz: Ko‘rsatmalar uchun bosing
xh: Cofa ukuze ufumane Imiyalelo

source: Enable Do Not Track in Internet Explorer 9
ar: قم بتفعيل لا تتعقب في إنترنت إكسبلورر 9
bs: Omogućite Do Not Track u Internet Explorer-u 9
cy: Cychwyn Dim Tracio ar Internet Explorer 9
nn_no: Slå på Ikkje spor (Do Not Track) i Internet Explorer 9
ur: Internet Explorer 9 میں سرغ راہ مت کریں کو اہل بنائیں
uz: "Kuzatilmasin" xususiyatini Internet Explorer 9’da yoqish
xh: Vula uMusa Ukutreka kwi-Internet Explorer 9

source: To enable Do Not Track in IE 9, you need to enable IE 9’s <a href="%(url)s">Tracking Protection</a> feature. The easiest way to do that is to install <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. If you view this page in IE 9, there will be instructions right here.
bs: Za omogućavanje Do Not Track u IE 9, trebate omogućiti IE 9 funkciju <a href="%(url)s">Zaštita praćenja</a>. Najlakši način da to uradite je da instalirate <a href="%(tpl)s">Mozillina jednostavna lista za praćenje zaštite</a>. Ako vidite ovu stranicu u IE9, instrukcije će biti upravo tu.
cy: I gychwyn Dim Tracio ar IE 9, mae angen i chi gychwyn ei nodwedd <a href="%(url)s">Diogelu Rhag Tracio</a>. Y ffordd hawsaf o wneud hynny yw gosod <a href="%(tpl)s">Rhestr Syml Mozilla ar Ddiogelu Rhag Tracio </a>. Os ydych yn darllen y dudalen hon yn IE 9, bydd cyfarwyddiadau ar gael ar eich cyfer yma.
ur: سراغ راہ مت کریں کو IE 9 میں اہل بنانے کے لیئے آپ کو IE 9 میں جالو کرنا پڑے گی ’<a href="%(url)s"> سراغ راہ حفاظت کاری </a> فیحر۔ سب سے آسان طرقہ آُپ کر سکتے ہیں کہ تنصیب کریں<a href="%(tpl)s">موزیلا کی سادہ سراغ راہ فہرست</a>۔ اگر آپ نے IE 9 میں یہ صفحہ کا نظارہ کییا تو ویان دائیں جانب ہدایت یہاں ہیں
uz: IE 9’da "Kuzatilmasin" xususiyatini yoqish uchun siz IE 9’ning <a href="%(url)s">Kuzatishdan himoyalanish</a> xususiyatini o‘chirishingiz kerak. Buni amalga oshirishning eng oson yo‘li <a href="%(tpl)s">Mozilla’ning oddiy kuzatishdan himoyalanish ro‘yxati</a>ni o‘rnatishingiz kerak. Agar siz ushbu sahifani IE 9’da ko‘rsangiz, u yerda ko‘rsatmalar bo‘lishi kerak.
xh: Ukuze uvule ethi Musa Ukutreka kwi-IE 9, kufuneka uvule i-IE 9’s <a href="%(url)s">Ukhuseleko Lokutreka</a> ifitsha. Eyona ndlela ilula yokwenjenjalo kukufaka <a href="%(tpl)s">Uludwe Olulula Lokutreka Ukhuseleko LweMozilla</a>. Ukuba ujonga eli phepha kwi-IE 9, kuya kubakho imiyalelo apha.

source: On macOS, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
bs: Na Mac OS X, idite na Firefox &gt; Postavke… &gt; Privatnost. Na Linuxu, idite na Uredi &gt; Postavke &gt; Privatnost.
