Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/dnt.lang.po
Languages: ar, bs, cy, nn_no, ur, uz, xh

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites.
ar: موزيلا فيرفكس يوفر ميزة "لا تتبع"التي تمكنك من التعبير عن تفضيل عدم نشر تتبعها في المواقع.
bs: Mozilla Firefox nudi Do Not Track funkciju koja vam omogućava da izrazite prioritete koji ne trebaju biti praćeni od web stranica.
cy: Mae Mozilla Firefox yn cynnig nodwedd Dim Tracio sy'n caniatáu i chi fynegi i beidio cael eich tracio gan wefannau.
nn_no: Mozilla Firefox tilbyr Ikkje spor-fuksjonen «Do not track» der du kan ytra eit ynskje om at du ikkje vil bli spora av nettsider.
ur: Mozilla Firefox پیش کرتا ہے سراغ راہ مت کریں کا فیچر جو آپکو ایک ترجیح اظہار کی اجازت دیتا ہے. کہ آپ کا ویب سائٹ کی طرف سے سراغ راہ نہ لگایا جاَئے
uz: Mozilla Firefox vebsaytlar tomonidan kuzatilmasligi parametrini taklif qiluvchi "Kuzatilmasin" xususiyatini taklif qiladi.
xh: IMozilla Firefox inefitsha ethi Musa Ukutreka evumela ukuba uvakalise iprefrensi engamele itrekwe ziiwebhsayithi.

source: Do Not Track FAQ
ar: لا تتعقب FAQ
cy: Cwestiynau am Dim Tracio
nn_no: Ikkje spor OSS (FAQ)
ur: FAQ ٹریک مت کریں
uz: "Kuzatilmasin" bo‘yicha KSS
xh: Musa Ukutreka

source: Your Status:
ar: حالتك:
bs: Vaš status:
cy: Eich Statws:
nn_no: Din status:
ur: آپ کی حیثیت:
uz: Sizning holatingiz:
xh: Imo Yakho:

source: Do Not Track is ON
ar: خاصية عدم التعقب مفعلة
bs: Do Not Track je uključen
cy: Mae Dim Tracio YMLAEN
nn_no: Ikkje spor er PÅ
ur: سراغ راہ مت کریں چالو ہے
uz: "Kuzatilmasin" xususiyati yoqilgan
xh: Musa Ukutreka ILAYITILE

source: Do Not Track is OFF
ar: خاصية عدم التعقب غير مفعلة
bs: Do Not Track je isključen
cy: Mae Dim Tracio wedi ei DDIFFODD
nn_no: Ikkje spor er AV
ur: سراغ راہ مت کریں بند ہے
uz: "Kuzatilmasin" xususiyati o‘chirilgan
xh: Musa Ukutreka ICIMILE

source: Mozilla is a global, nonprofit organization dedicated to making the Web better. We emphasize principle over profit, and believe that the Web is a shared public resource to be cared for, not a commodity to be sold. We answer to no one but you and believe it is crucial to put you in control of your online experience. We are aiming to give you better insight and control into the ways your personal information is collected, used, stored and shared online.
ar: موزيلا هي منظمة غير ربحية عالمية مكرسة لجعل الويب أفضل. ونحن نفضل المبدأ على الربح، ونعتقد أن الانترنت هو مورد مشترك العام يجب العناية به، وليس سلعة تُباع. نحن لا نهتم لأحد إلا أنت و نؤمن أنه من الأهمية أن نضعك في السيطرة على تجربتك على الإنترنت. نحن نسعى لنعطيك أفضل بصيرة وتحكم في طرق جمع المعلومات الشخصية الخاصة بك، و استخدماها وتخزينها ومشاركتها على الانترنت.
bs: Mozilla je globalna, neprofitna oganizacija posvećena izradi boljeg Weba. Naglašavamo principe iznad profita, i vjerujemo da je Web zajednički javni resurs koji treba zbrinuti, a ne roba koju treba prodati. Mi ne odgovaramo nikome osim vama i vjerujemo da je ključno postavljanje vas u kontrolu nad vašim iskustvom na mreži. Cilj nam je dati vam bolji uvid i kontrolu u načine kako se vaše lične informacije prikupljaju, koriste, skladište i dijele na mreži.
cy: Mae Mozilla’n gorff byd eang, dim er elw sy'n ymroddedig i wneud y We'n le gwell. Rydym yn credu mewn egwyddor o flaen elw, a bod y We'n adnodd cyhoeddus i bawb, yn adnodd sydd angen gofal ac nid dim ond ei werthu. Rydym yn ateb i neb ond i chi ac rydym yn credu ei fod yn hanfodol eich bod gallu rheoli eich profiad ar-lein. Rydym yn anelu at roi mwy o fewnbwn a rheolaeth ar y ffordd mae eich manylion personol yn cael eu casglu, eu defnyddio, eu cadw a'u rhannu ar-lein.
nn_no: Mozilla er ein global, ideell organisasjon, som arbeider for å gjera Internett betre. Vi vektlegg prinsipp over profitt, og meinar at nettet er ein felles offentleg resurs som skal takast vare på, ikkje ei vare å handla med. Vi svarar ikkje for nokon annan enn deg, og meinar at det er avgjerande at du har kontroll over eiga Internettoppleving. Vi arbeider for å gje deg betre innsikt og kontroll over måtane den personlege informasjon din vert samla inn, brukt, lagra og delt på nettet.
ur: موزیلا ایک عالمی غیر منافع بخش ادارہ ہے ویب بہتر بنانے کے لیَے وقف ہے۔ ہم اصول پر منافع کو ترجیح دیتے ہیں اور یقین رکھتے کہ ویب مشترکہ ذریعہ ہے جس کی پراہ کرنی چاہئے،فروخت کے لئے ایک جیز نہیں۔ ہم کسی کو جوابدہ نہیں سوائے آپکے اور یقین رکھتے ہیں کہ یہ آپ کو اپنے آن لائن تجربے کے کنٹرول میں ڈالنے کے لئے بہت اہم ہے۔ . ہم آپ بہتر بصیرت اور آپ کی ذاتی معلومات کو جمع کرنے ،استعمال ، محفوظ اور آنلائناشتراک کے طریقوں میں کنٹرول دینے کے لئے کوشاں ہیں
uz: Mozilla internetni yaxshiroq qilishga bag‘ishlangan xalqaro notijorat tashkilot. Biz foyda tamoyiliga alohida urg‘u beramiz va internet ommaviy manbalar bo‘lishilga va sotiladigan tovar emasligiga ishonamiz. Bizlar hech kimga javob bermaymiz, ammo ishonamizki, u onlayn tajribangizni boshqarishni sizning qo‘lingizga topshirishni hal qiladi. Biz sizga yaxshi fikr va shaxsiy ma’lumotlaringiz to‘planishini, foydalaniladigan, joylashtiriladigan va onlayn bo‘lishish yo‘llarini ustida nazoratni berishni maqsad qilganmiz.
xh: IMozilla ngumbutho wehlabathi ongenzi ngeniso ozinikele ekwenzeni iWebhu ibe bhetele. Sigxininisa emgaqweni ngaphezu kwengeniso yaye sikholelwa ekubeni iWebhu nguvimba ekwabelwana ngawo nguwonkewonke omele unyanyekelwe, kungekhona njengento emele ithengiswe. Asiphenduli nakubani na ngaphandle kwakho yaye sikholelwa ekubeni kubaluleke kakhulu ukuba sikwenze ulawulo amava akho e-intanethi. Sinosukelo lokukunika umbono obhetele nolawulo kwiindlela eqokelelwa ngazo inkcazelo yakho yobuqu, esetyenziswa, igcinwe ize yabiwe kwi-intanethi.

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites. When the feature is enabled, Firefox will tell advertising networks and other websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
ar: موزيلا فيرفكس يوفر ميزة لا تتعقب التي تمكنك من التعبير عن تفضيل عدم التعقب من قبل المواقع. عندما يتم تمكين هذه الميزة، فيرفكس ستخبر شبكات الإعلان والمواقع وغيرها من التطبيقات التي ترغب في اختيار عدم المشاركة في تعقب لأغراض مثل الإعلان السلوكي.
bs: Mozilla Firefox nudi Do Not Track funkciju koja vam omogućava da izrazite prioritete koji se ne mogu pratiti od strane web stranice. Kada je funkcija omogućena, Firefox će javiti reklamnim mrežama i ostalim web stranicama i aplikacijama da želite odustati od praćenja za svrhe kao što su oglasi o ponašanju.
cy: Mae Mozilla Firefox yn cynnig y nodwedd Dim Tracio sy'n caniatáu i chi ddewis p'un ai i gael eich tracio neu beidio gan wefannau. Pan mae'r nodwedd ymlaen, bydd Firefox yn dweud wrth rwydweithiau hysbysebu, gwefannau a rhaglenni nad ydych am gael eich cynnwys ar gyfer dibenion fel hysbysebu ymddygiadol.
nn_no: Mozilla Firefox tilbyr sporingsvernfunksjonen Do Not Track (Ikkje spor), som lèt deg uttrykkja at du føretrekkjer å ikkje verta spora av nettstadar. Når funksjonen er slått på, kjem Firefox til å fortelja reklamenettverk, nettstadar og program, at du ikkje vil vera med på at dine data skal samlast inn for slike føremål som åtferdsannonsering.
ur: Mozilla Firefox پیش کرتا ہے Do Not Track فیچر جو آپکی ترجیح کا اظہار کرتا ہے کہ آُپکی ویب سائٹ پر سراغ راہ مت کریں ۔ جب فیچر اہل بنایا جائے گا Firefox اشتہاری نیٹ ورک اور دوسری ویب سائٹ ایپلیکیشن کو بتا دے گا کہ آُپ سراغ راہ نہہں لگوانا چاہتے تاکہ رویاتی اشتہار کے مقسد سے سراغ راہ نہ لگائی
uz: Mozilla Firefox vebsaytlar tomonidan kuzatilmasligi parametrini taklif qiluvchi "Kuzatilmasin" xususiyatini taklif qiladi. Ushbu xususiyat yoqilganda, Firefox reklama tarmoqlari, boshqa vebsahifalar va ilova dasturlarga reklama xususiyatlariga o‘xshash maqsaddagi kuzatishlarni rad qilishni xohlashingizni aytadi.
xh: IMozilla Firefox ikunika ifitsha ethi Musa Ukutreka evumela ukuba uvakalise iprefrensi engamele itrekwe ziiwebhsayithi. Xa ifitsha ivuliwe, iFirefox iza kuxelela iinethwekhi ezibhengezayo nezinye iiwebhsayithi nee-aplikheyishini ukuba ufuna ukuphuma kutreko ngeenjongo ezifana nokubhengeza ngesimiloo.

source: Frequently Asked <span>Questions</span>
ar: الأسئلة الأكثر <span>تكراراً</span>
bs: Često postavljena <span>Pitanja</span>
cy: <span>Cwestiynau</span> Cyffredin
nn_no: Ofte Stilte <span>Spørsmål</span>
ur: عمومی ظور پر پوحھے جانے والا<span>سوال</span>
uz: Ko‘p so‘raladigan <span>savollar</span>
xh: Imibuzo Ebuzwa<span>Qho</span>

source: What is Do Not Track?
ar: ما هي خاصية عدم التعقب؟
bs: Šta je Do Not Track?
cy: Beth yw Dim Tracio?
nn_no: Kva er «Ikkje spor» (Do Not Track)?
ur: تعاقب نہ کریں کیا ہے؟
uz: "Kuzatilmasin" xususiyati nima?
xh: Yintoni uMusa Ukutreka?

source: Do Not Track is a step toward putting you in control of the way your information is collected and used online. Do Not Track is a feature in Firefox that allows you to let a website know you would like to opt-out of third-party tracking for purposes including behavioral advertising. It does this by transmitting a Do Not Track HTTP header every time your data is requested from the Web.
ar: لا تتعقب هو خطوة نحو وضعك في السيطرة على الطريقة التي يتم بها جمع المعلومات الخاصة بك واستخدامها على الإنترنت. لا تتعقب هي ميزة في فيرفكس الذي تسمح لك بإعلام الموقع على شبكة الإنترنت إذا كنت ترغب في اختيار عدم مشاركة طرف ثالث من تتبع لأغراض بما في ذلك الإعلان السلوكي. وذلك من خلال إرسال لاتتعقب ترويسة HTTP في كل مرة يتم طلب بياناتك من الويب.
bs: Do Not Track je korak koji vas postavlja da kontrolišete način na koji se vaše informacije prikupljaju i koriste na mreži. Do Not Track je funkcija u Firefoxu koja vam omogućava da date do znanja web stranici da želite isključiti treće strane u svrhe praćenja, uključujući i bihevioralno oglašavanje. Radi tako što emituje Do Not Track HTTP zaglavlje svaki put kada vaši podaci budu zatraženi sa Weba.
cy: Mae Dim Tracio'n gam tuag at eich rhoi i chi reolaeth o'r ffordd mae eich manylion yn cael eu casglu a'u defnyddio ar-lein. Mae Dim Tracio'n nodwedd o fewn Firefox sy'n caniatáu i chi adael i wefannau wybod nad ydych am fod yn rhan o dracio trydydd parti ar gyfer pethau fel hysbysebu ymddygiadol. Mae'n gwneud hyn drwy ddangos pennyn HTTP Dim Tracio bob tro mae'n derbyn cais am eich manylion ar y We.
nn_no: Do Not Track (Ikkje spor) er eitt steg nærare målet om å la deg kontrollera korleis din informasjon vert samla inn og brukt på Internett. Det er ein funksjon i Firefox, som lèt deg fortelja nettsider, at du ikkje vil at dine data skal samlast inn og brukast i til føremål som åtferdsbasert annonsering. Do Not Track (Ikkje spor) utfører den oppgåva ved å senda eit særskilt HTTP-hovudkvar gong dine data vert etterspurde på nettet.
ur: مت کرو ٹریک طریقہ آپ کی معلومات کو جمع اور استعمال کیا جاتا ہے سب کو اپنے کنٹرول میں آپ کو ڈال کی طرف ایک قدم ہے. تعاقب نہ کریں کہ آپ ایک ویب سائٹ آپ رویے کی اشتہار بازی سمیت مقاصد کے لئے ٹریکنگ تیسرے فریق سے آپٹ آؤٹ کرنا چاہیں گے مطلع کرنے کے لئے اجازت دیتا ہے کہ Firefox میں ایک فیچر ہے. یہ ایک نہیں کرتے ٹریک HTTP سر تحریر ہر بار آپ کے کوائف کو ویب سے درخواست ہے کہ ترسیل کی طرف سے کرتا ہے.
uz: "Kuzatilmasin" xususiyati ma’lumotlaringizni onlayn yig‘ilishi va foydalanish yo‘llarini boshqarishni sizda saqlashni oldiga maqsad qo‘ygan. Firefox’dagi "Kuzatilmasin" xususiyati vebsaytga siz maqsadli reklamani o‘z ichiga olgan maqsadingizni uchinchi tomon kuzatishlarini rad qilishni xohlashingizni bildiriadi. Har safar ma’lumotlaringiz internetdan so‘ralganda u buni "Kuzatilmasin" HTTP bosh qatori tomonidan uzatiladi.
xh: UMusa Ukutreka linyathelo elikhokelela ekukubekeni kulawulo lwendlela inkcazelo yakho eqokelelwa ngayo nesetyenziswa ngayo kwi-intanethi. UMusa Ukutreka yifitsha yeFirefox ekuvumela ukuba wazise iwebhsayithi ukuba ungathanda ukuphuma kutreko lomntu wesithathu ngeenjongo eziquka ukubhengeza ngesimilo. Ikwenza oku ngokudlulisela iheda kaMusa Ukutreka yeHTTP sihlandlo ngasinye idatha yakho icelwa kwiWebhu.

source: Is Do Not Track available on Firefox for Android?
ar: هل خاصية عدم التعقب متاحة على فيرفكس لأندرويد؟
bs: Je li Do Not Track dostupan na Firefoxu za Android?
cy: Ydy Dim Tracio ar gael ar Firefox Android?
nn_no: Er Do Not Track (Ikkje spor) tilgjengeleg i Firefox for Android?
ur: کیا Android کے لئے Firefox پر Do Not Track دستیاب ہے؟
uz: Android uchun Firefox’da "Kuzatilmasin" mavjudmi?
xh: Ngaba uMusa Ukutreka ukho kwiFirefox yeAndroid?

source: Yes. Firefox for Android is the first mobile Web browser to offer the Do Not Track privacy feature, and behaves the same way it does on the desktop. To turn Do Not Track on in Firefox for Android, simply swipe left and tap on Browser Tools. From the Preferences pane, tap on the box next to &quot;Tell sites not to track me&quot; to turn this option on or off.
ar: نعم. فيرفكس لنظام آندرويد هو أول متصفح الويب المحمول يقدم ميزة الخصوصية لا تتعقب, ويتصرف بنفس الطريقة التي تعمل بها على سطح المكتب. لتحويل لا تتعقبني على في فيرفكس لنظام آندرويد، ببساطة مرر لليسار وانقر على أدوات المتصفح. من جزء تفضيلات, انقر على المربع بجوار&quot;، أخبر المواقع أن لا تتعقبك&quot;. لتشغيل هذا الخيار أو إيقاف تشغيله.
bs: Da. Firefox za Android je prvi mobilni web pretraživač koji nudi funkciju Do Not Track privatnosti, i ponaša se na isti način kao i na desktopu. Da uključite Do Not Track u Firefoxu za Android, jednostavno povucite lijevo i dodirnite Alati pretraživača. Iz Postavki, dodirnite okvir pored &quot;Recite stranicama da me ne prate&quot; da uključite ili isključite ovu opciju.
cy: Ydy. Firefox Android yw'r porwr gwe symudol cyntaf i gynnig y nodwedd preifatrwydd Dim Tracio, ac mae'n gweithio yn yr un ffordd a'r fersiwn ar gyfrifiadur. I gychwyn Dim Tracio ar Firefox Android, llusgwch i'r chwith a thapio ar Offer Porwr. O'r Dewisiadau, tapiwch y blwch nesaf at &quot;Dweud wrth wefannau i beidio fy nrhacio&quot; i gychwyn neu ddiffodd y dewis hwn.
nn_no: Ja. Firefox for Android är den fyrsta mobilnettlesaren, som tilbyr personvernfunksjonen Do Not Track (Ikkje spor) og oppfører seg på akkurat same måte som på den stasjonære datamaskina di For å aktivera Do Not Track (Ikkje spor) i Firefox for Android opnar du programmenyen og vel <em>Instillningar</em>. I innstillingar trykkjer du på<em>Personvern</em> &gt; <em>Sporning</em> og vel alternativet &quot;Be nettstadar om å ikkje spora meg&quot; i dialogvindauget som vert opna.
ur: ہاں، Firefox برائے Android پہلا موبائل ویب برائوزر ہے جو سراغ راہ مت کریں رازداری فیچر کی پیشکش کرتا ہے ، اور یہ ڈیسکٹاپ کی طرح سلوک کرتا ہے٫ Firefox براِئے Android میں سراغ رغ راہ مت کو چالو کرنے کے لیئےبس بائیں سوائپ کریں اور ترجیحات سے براؤزر ٹول کو تھبتھبائیں ، خانہ کو تھبتھبائیں &quot; سے اگلا:سائٹ کو بتائیں کے میرا سراغ راہ مت کریں&quot; تاکہ اس اختیار کو چالو یا بند کر سکیں۔
uz: Ha. Android uchun Firefox sizga "Kuzatilmasin" xususiyatini taklif qiluvchi birinchi mobil brauzer va xuddi shu yo‘l bilan u kompyuterda ham ishlaydi. Android uchun Firefox’da "Kuzatilmasin" xususiyatini yoqish uchun shunchaki pastga silang va brauzer asboblariga bosing. Parametrlar yon oynasidagi &quot;Saytlarga meni kuzatmasliklarini aytish&quot; yonidagi katakchaga bosing va ushbu tanlovni yoqing yoki o‘chiring.
xh: Ewe, iFirefox ye-Android yibhrawza yokuqala yeWebhu eyimobhayili ekhupha ifitsha yobungasese ethi Musa Ukutreka, ize isebenze ngendlela efanayo eyenza ngayo kwidesktopu. Ukuze ulayite ethi Musa Ukutreka kwiFirefox yeAndroid, suka nje uswayipele ekhohlo uze ucofe iZixhobo zeBhrawuza. Ngokusuka kwipeyini yeePrefrensi, cofa kwibhokisi esecaleni kuka-&quot; Xelela iisayithi ukuba zingamtreki u-me&quot; ukuze ulayite okanye ucime olu khetho.

source: Does Do Not Track block ads?
ar: هل عدم التعقب يمنع الإعلانات؟
bs: Da li Do Not Track blokira reklame?
cy: A yw Dim Tracio'n rhwystro hysbysebion?
nn_no: Blokkerer Do Not Track (Ikkje spor) reklame?
ur: اشتہارات مسدود تعاقب نہ کیا کرتا ہے؟
uz: "Kuzatilmasin" xususiyati reklamalarni to‘sib qo‘yadimi?
xh: Ngaba uMusa Ukutreka uyazibloka izibhengezo?

source: No, you will still see ads with Do Not Track enabled. However, Do Not Track may change the type of ads you see. For example, behavioral ads are targeted to your interests based on the websites you visit and the search terms you use. If you request that websites Do Not Track you, and the sites respect your privacy preferences, you will see more generic ads in place of behavioral ads.
ar: لا, سوف تبقى ترى الإعلانات مع تمكين لا تتعقب. ومع ذلك، قد لا تتبع تغيير نوع الإعلانات التي تراها. على سبيل المثال، يتم استهداف الإعلانات السلوكية للمصالح الخاصة بك على أساس المواقع التي تزورها ومصطلحات البحث التي تستخدمها. إذا طلبت من المواقع أن لا تتعقبك، والمواقع تحترم تفضيلات الخصوصية الخاصة بك، سوف ترى المزيد من الإعلانات العامة بدلاً من الإعلانات السلوكية.
bs: Ne, i dalje ćete vidjeti reklame sa omogućenim Do Not Track-om. Međutim, Do Not Track može promijeniti tip reklama koje vidite. Na primjer, oglasi oponašanja su ciljani na osnovu interesa vaših posjeta web stranicama i pojmova koje pretražujete. Ako zahtjevate da vas web stranice ne prate, i ako stranice poštuju vaše postavke privatnosti, vidjet ćete više generičkih oglasa umjesto oglasa oponašanja.
cy: Na, byddwch yn dal i weld hysbysebion gyda Dim Tracio ymlaen. Er hynny, gall Dim Tracio newid y math o hysbysebion rydych yn eu gweld. Er enghraifft, mae hysbysebion ymddygiadol yn targedu eich diddordebau ar sail y gwefannau rydych yn ymweld â nhw a'r termau chwilio fyddwch yn eu defnyddio. Os ydych yn gofyn i wefannau beidio eich tacio ac mae'r gwefannau'n parchu eich dewisiadau preifatrwydd, byddwch yn gweld mwy o hysbysebion cyffredinol a llai o hysbysebion ymddygiadol.
ur: نہیں، اگر آپ اب بھی چالو حالت میں نہ کرو ٹریک کے ساتھ اشتہارات نظر آئیں گے. تاہم، نہیں ٹریک اشتہارات دیکھتے ہیں کی قسم کو تبدیل کر سکتا ہے. مثال کے طور پر، رویے اشتھارات آپ ملاحظہ ویب سائٹوں اور سرچ اصطلاحات جو آپ استعمال پر مبنی اپنے مفادات کو نشانہ بنایا جاتا. آپ سے درخواست ہے کہ ویب سائٹس آپ کو ٹریک نہیں ہے، اور سائٹس آپ کی رازداری کی ترجیحات کا احترام تو، آپ کو رویوں کے اشتھارات کی جگہ میں زیادہ عام اشتہارات نظر آئیں گے.
uz: Yo'q, siz hali ham "Kuzatilmasin" yoqilgan bo‘lsa ham reklamalarni ko‘rasiz. Biroq, "Kuzatilmasin" xususiyati siz ko‘radigan reklamalar turini o‘zgartirish mumkin. Misol uchun, turli xoslangan reklamalar siz tashrif buyurayotgan vebsaytlar va siz foydalangan qidirish atamalarga asoslanadi. Agar siz vebsaytlardan sizni kuzatmasligini va maxfiy parametrlaringizni hurmat qilishini so‘rasangiz, siz xoslangan reklamalar o‘rniga umumiy reklamalarni ko‘rasiz.
xh: Hayi, useza kuzibona izibhengezo xa evuliwe uMusa Ukutreka. Noko ke, uMusa Ukutreka unokutshintsha uhlobo lwezibhengezo ozibonayo. Ngokomzekelo, izibhengezo zesimilo zijoliswe kumdla wakho osekelwe kwiiwebhsayithi ozityelelayo nemiqathango yokukhangela oyisebenzisayo. Ukuba ucela ukuba iiwebhsayithi zingaKutreki, yaye iisayithi ziyazihlonela iiprefrensi zakho zobungasese, uya kubona izibhengezo ezingakumbi zejeneriki endaweni yezibhengezo zesimilo.

source: How does Do Not Track work with other privacy tools?
ar: كيف يعمل لا تتعقب مع أدوات الخصوصية الأخرى؟
bs: Kako Do Not Track radi s drugim alatima privatnosti?
cy: Sut mae Dim Tracio'n gweithio gydag offer preifatrwydd eraill?
nn_no: Korleis fungerar Do Not Track (Ikkje spor) saman med andre personvernverkty?
ur: سراغ راہ مت کریں دوسرے رازداری ٹولز کیساتھ کیسے کام کرتا پے؟
uz: "Kuzatmang" xususiyati boshqa maxfiylik asboblari bilan qanday ishlaydi?
xh: UMusa Ukutreka usebenza njani nezinye izixhobo zobungasese?

source: Do Not Track is one of many privacy solutions. Do Not Track does not replace your anti-virus software, will not encrypt data, and is not a security mechanism. There are several other <a href="%(url)s">privacy and security</a> features within Firefox.
bs: Do Not Track je jedno od mnogih rješenja privatnosti. Do Not Track ne zamjenjuje vaš antivirusni program, neće šifrovati podatke, i nije sigurnosni mehanizam. Postoji nekoliko drugih funkcija <a href="%(url)s">privatnosti i sigurnosti</a> unutar Firefoxa.
cy: Mae Dim Tracio'n un o nifer o atebion ar gyfer preifatrwydd. Nid yw Dim Tracio'n cymryd lle eich meddalwedd gwrth-firws, ni fydd yn amgryptio eich data ac nid yw'n beirianwaith diogelwch. Mae yna nifer o nodweddion <a href="%(url)s">preifatrwydd a diogelwch</a> o fewn Firefox.
ur: نہ کرو ٹریک بہت نجی معلومات کی حفاظتی مسائل کے حل میں سے ایک ہے. نہیں ٹریک آپ کا اینٹی وائرس سافٹ ویئر کو تبدیل نہیں کرتا کریں، کوائف خفیہ کاری، اور ایک سلامتی کے طریقہ کار نہیں ہے نہیں کرے گا. کئی دوسرے <a href="%(url)s"> رازداری اور سلامتی ہیں </a> Firefox کی اندر کی خصوصیات.
uz: "Kuzatilmasin" xususiyati ko‘pgina maxfiylik yechimlaridan biri hisoblanadi. "Kuzatilmasin" xususiyati antivirus dasturingizni o‘zgartirmaydi, ma’lumotlarni kodlamaydi va u xavfsizlik mexanizmi emas. Firefox ichida bir necha yana boshqa <a href="%(url)s">maxfiylik va xavfsizlik</a> xususiyatlari bor.
xh: UMusa Ukutreka sesinye sezicombululo ezininzi zobungasese, UMusa Ukutreka akathathi ndawo yesoftwe yakho elwa neevayirasi, ayisayi kukhowuda idatha yaye asiyondlela yokhuseleko. Kukho ezinye iifitsha ezahlukeneyo<a href="%(url)s">zobungasese nokhuseleko</a> kwiFirefox.

source: Will Do Not Track affect the rest of my Web experience?
ar: هل سيقوم لا تتعقب بالتأثير على بقية خبرتي على الشبكة؟
bs: Hoće li Do Not Track utjecati na ostatak mog web doživljaja?
cy: A fydd Dim Tracio yn effeithio ar fy mhrofiad ar y We?
nn_no: Vil Do Not Track (Ikkje spor) påverka andre delar av nettopplevinga mi?
ur: کیا سرغ راہ مت کریں میری ویب کے تجربے کے باقی حصوں کو متاثر کرے گا؟
uz: "Kuzatilmasin" xususiyati mening internetda ishlashdan rohatlanishimga ta’sir qiladimi?
xh: Ngaba uMusa Ukutreka uwachaphazela onke amava am eWebhu?

source: Do Not Track may interfere with some personalized services you enjoy. For example, a Do Not Track request might mean you would have to type in your zip code each time you want to view a weather report, rather than seeing the weather automatically displayed. Personalization on websites can save you time and repetitive typing, but it requires data.
bs: Do Not Track može se umješati sa nekim personalizovanim uslugama koje uživate. Na primjer, Do Not Track zahtjev može značiti da ćete morati ukucati poštanski broj svaki put kada želite pogledati izvještaj o vremenu, radije nego da gledate automatski prikaz vremena. Personalizacija na web stranicama može vam uštedjeti vrijeme i ponovno kucanje, ali to zahtjeva podatke.
cy: Gall Dim Tracio effeithio ar rhai gwasanaethau personol rydych y eu mwynhau. Er enghraifft, gall cais Dim Tracio olygu bod yn rhaid i chi deipio eich cod post bob tro rydych am weld adroddiad tywydd, yn lle gweld y tywydd yn cael ei ddangos yn awtomatig. Mae personoli ar wefannau yn gallu arbed amser a theipio, ond mae'n gofyn rhannu am data.
ur: سراغ راہ مت کریں شاید کچھ ذاتی خدمات جن سے آپ لطف اندوز ہوتے ہیں کیساتھ مداخلت کر سکتا ہے ۔ مثال کے طور پر، ایک سراغ راہ مت کریں کی درخواست کا کا مطلب یہ ہو سکتا ہے آپ ہر وقت آپنے موسم کی رپورٹ دیکھنا چاہتے ہیں تو اپنا زپ کوڈ بار بار ٹائپ کرنا ہوگا بجائے اس کے کہ موسم خودکار طور پر نظر آئے۔ ویب سائٹ پر زاتیات آپکا وقتاور بار بار ٹائب کرنے سے بچا سکتی ہیں لیکن ان کو کوائف کی ظرورت ہوتی ہے۔
uz: "Kuzatilmasin" ba’zi sizga yoqqan moslangan xizmatlarga aralashishi mumkin. Masalan, "Kuzatilmasin" so‘rovi tufayli ob-havo ma’lumotini ko‘rishni xohlaganingizda avtomatik ko‘satilmaydi va har safar indeks kodingizni yozishingiz kerak bo‘ladi. Vebsahifalarda shaxsiylashtirish vaqtingizni tejaydi va qayta kiritmaysiz, ammo ma’lumtlarni talab qiladi.
xh: UMusa Ukutreka unokuphazamisana nezinye iinkonzo zobuqu ozinandiphayo. Ngokomzekelo, uMusa Ukutreka unokuthetha ukuba kuya kufuneka utayipe izip khowudi sihlandlo ngasinye ufuna ukujonga ingxelo yemozulu, kunokuba ubone imozulu ivezwe ngouzenzekelayo. Ukwenza eyobuqu kwiiwebhsayithi kunokukongela ixesha nokutayipa ngokuphindaphindiweyo, kodwa loo nto ifuna idatha.
