Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features.lang.po
Languages: es_mx, lt, ta

source: Features
es_mx: Características
lt: Savybės
ta: அம்சங்கள்

source: Get the most from Firefox and your time online with Hello, Sync and Private Browsing.
es_mx: Obtén lo mejor de Firefox y tu tiempo en línea con Hello, Sync y Navegación Privada.
lt: Išbandykite „Firefox Hello“, „Sync“ ir privatųjį naršymą.
ta: Hello, ஒத்திசைத்தல் மற்றும் தனிப்பட்ட உலாவலுடன் Firefox மற்றும் உங்கள் இணைய நேரத்திலிருந்து அதிகமாகப் பெறுங்கள்.

source: Firefox Features
es_mx: Características de Firefox
lt: „Firefox“ savybės
ta: Firefox அம்சங்கள்

source: Learn how you can get the most from Firefox and your time online.
es_mx: Conoce como puedes obtener lo mejor de Firefox y tu tiempo en línea.
lt: Sužinokite, kaip efektyviausiai išnaudoti „Firefox“ ir savo naršymo laiką.
ta: நீங்கள் Firefox மற்றும் உங்கள் இணைய நேரத்திலிருந்து எப்படி அதிகமாகப் பெறலாம் என்பதை அறிந்து கொள்ளுங்கள்.

source: Private Browsing
es_mx: Navegación privada
lt: Privatusis naršymas
ta: தனிப்பட்ட உலாவல்

source: No other browser gives you so much control over your digital footprint.
es_mx: Ningún otro navegador te da tanto control sobre tu huella digital.
lt: Jokia kita naršyklė nesuteikia jums tiek daug svertų savo skaitmeniniams pėdsakams valdyti.
ta: வேறு எந்த உலாவியும் உங்கள் இலக்கமுறைத் தடத்தின் மீது அதிக கட்டுப்பாட்டைக் கொடுக்காது.

source: Learn more about Private Browsing
es_mx: Aprende más acerca de la Navegación Privada
lt: Sužinokite daugiau apie privatųjį naršymą
ta: தனிப்பட்ட உலாவல் பற்றி மேலும் அறிக

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
es_mx: Sincroniza Firefox donde sea para que puedas acceder a tus marcadores, contraseñas, pestañas y más desde cualquier dispositivo, tableta o computadora.
lt: Sinchronizuokite „Firefox“, kur ją benaudotumėte. Pasiekite savo adresyną, slaptažodžius, korteles ir kitką iš bet kurio išmaniojo telefono, planšetės ar kompiuterio.
ta: உங்கள் திறன்பேசி, கைக்கணினி மற்றும் கணினியிலிருந்து புத்தகக்குறிகள், கடவுச்சொற்கள், கீற்றுகள் ஆகியவற்றை பயன்படுத்தும் இடமெல்லாம் அணுக பயர்பாக்சை ஒத்திசையுங்கள்.

source: Learn more about Sync
es_mx: Conoce más acerca de Sync
lt: Sužinokite apie „Sync“ daugiau
ta: ஒத்திசைவு பற்றி மேலும் அறிக

source: Plan. Shop. Decide. Together.
es_mx: Planeen. Compren. Decidan. Juntos.

source: Instantly browse any Web page with a friend.
es_mx: Instantáneamente navega cualquier página Web con un amigo.

source: Learn more about Hello
es_mx: Conoce más acerca de Hello

source: Get the most from Firefox and your time online with Sync and Private Browsing.
lt: Efektyviausiai išnaudokite „Firefox“ ir savo naršymo laiką – išbandykite „Sync“ ir privatųjį naršymą.
ta: ஒத்திசைத்தல் மற்றும் தனிப்பட்ட உலாவலுடன் Firefox மற்றும் உங்கள் இணைய நேரத்திலிருந்து அதிகமாகப் பெறுங்கள்.
