Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: Go to the <em>Tools</em> menu, then select <em>Page Info</em>
ar: اذهب الى قائمة <em>أدوات</em>, ثم اختر<em>معلومات الصفحة</em>
bg: Отидете на меню <em>Tools</em> , и изберете <em>Page Info</em>
bs: Idite na <em>Alati</em> meni, zatim označite <em>Info o stranici</em>
cy: Ewch i ddewislen <em>Offer</em>, yna dewis <em>Gwybodaeth Tudalen</em>
ga_ie: Téigh go dtí an roghchlár <em>Uirlisí</em>, agus roghnaigh <em>Sonraí an Leathanaigh</em>
gd: Fosgail clàr-taice nan <em>Innealan</em> is tagh <em>Fiosrachadh na duilleige</em>
hi_in: जाएँ <em>औज़ार</em> मेन्यू में, फिर चुनें <em>पृष्ठ सूचना</em>
is: Farðu í <em>Verkfæri</em> valmyndina, veldu svo <em>síðuupplýsingar</em>
kab: Ddu ɣer umuɣ <em>Ifecka</em>, sakin fren <em> Talɣut qef usebter</em>
kk: <em>Саймандар</em> мәзірінің <em>Парақ туралы ақпарат</em> пунктін таңдаңыз
km: ចូល​​ទៅ​កាន់​ម៉ឺនុយ <em>ឧបករណ៍</em> , បន្ទាប់​មក​ជ្រើស <em>ព័ត៌មាន​ទំព័រ</em>
lt: Atverkite meniu <em>Priemonės</em> ir pasirinkite <em>Informacija apie tinklalapį</em>.
ms: Pergi ke menu <em>Alatan</em>, kemudian pilih <em>Info Laman</em>
pt: Vá ao menu <em>Ferramentas</em> e selecione <em>Info da página</em>
si: <em>මෙවලම්</em> මෙනුවට ගොස් <em>පිටු තොරතුරු </em>තෝරන්න
ta: <em>கருவிகள்</em> மெனுவுக்கு சென்று, <em>பக்க தகவல்</em> என்பதை தேர்ந்தெடுக்கவும்
tr: <em>Araçlar</em> menüsüne gidin ve <em>Sayfa bilgileri</em> seçeneğine tıklayın
ur: جائیں بطرف<em>ٹول</em>مینیو پھر انتخاب کریں<em>صفحہ کی معلومات</em>
uz: <em>Asboblar</em> menyusizga o‘ting, so‘ngra <em>Sahifa ma’lumoti</em>ni tanlang

source: Select the <em>Permissions</em> tab
ar: اختر لسان <em>الصلاحيات</em>
bg: Изберете <em>Permissions</em> таб-а
bs: Označite tab <em>Dozvole</em>
cy: Dewiswch dab <em>Caniatâd</em>
ga_ie: Roghnaigh an cluaisín <em>Ceadanna</em>
gd: Tagh taba nan <em>Ceadan</em>
hi_in: चुनें <em>अनुमति</em> tab
is: Veldu <em>Heimildir</em> flipann
kab: Sfre iccer <em>tisirag</em>
kk: <em>Рұқсаттар</em> бетіп ашып,
km: ជ្រើស​ផ្ទាំង <em>សិទ្ធិ</em>
lt: Pasirinkite kortelę <em>Leidimai</em>.
ms: Pilih tab<em>Keizinan</em>
pt: Selecione o separador <em>Permissõess</em> tab
si: <em>අවසර</em> ටැබය තෝරන්න
ta: <em>அனுமதிகள்</em> தத்தலை தேர்ந்தெடுக்கவும்
tr: <em>İzinler</em> sekmesini seçin
ur: انتخاب کریں <em>اجازت</em> ٹیب کا
uz: <em>Ruxsatlar</em> ichki oynasini tanlang

source: Change the setting for <em>Share Location</em>
ar: غير الإعداد ل <em>مشاركة الموقع</em>
bg: Променете настройките на <em>Share Location</em>
bs: Promijenite postavke za <em>Dijeli lokaciju</em>
cy: Newidiwch y dewis ar gyfer <em>Rhannu Lleoliad</em>
ga_ie: Athraigh an luach faoi <em>Ceadaigh</em>
gd: Atharraich an roghainn <em>Co-roinn an t-ionad</em>
hi_in: <em>अवस्थिति साझा करें</em> के लिए सेटिंग बदलें
is: Breyttu stillingunni fyrir <em>Deila staðsetningu</em>
kab: Fren aɣewwaṛ i <em> Bḍu asideg</em>
kk: <em>Орналасуды ортақтасу</em> параметрін өзгертіңіз
km: ប្ដូរ​ការ​​​កំណត់​សម្រាប់ <em>​ចែករំលែក​ទីតាំង</em>
lt: Pakeiskite <em>Jūsų buvimo vietos nustatymo</em> nuostatą.
ms: Tukar tetapan untuk <em>Kongsi Lokasi</em>
pt: Mude a definição em <em>Partilhar localização</em>
si: <em>හවුල් පිහිටීම</em> සඳහා සැකසීම වෙනස් කරන්න
ta: <em>இடத்தைப் பகிர்தல்</em> என்பதற்கான அமைவை மாற்றவும்
tr: <em>Konumu paylaş</em> özelliği için istediğiniz seçeneği belirleyin
ur: تبدیل کریں سیٹنگیں<em>محل وقوع شیئر کرنے کے لیئے</em>
uz: <em>Manzilni bo‘lishish</em> so‘zlamalarini o‘zgartiring

source: How do I clear the “random client identification number”?
bg: Как да изчистя “случайно генерирания клиентски код”?
bs: Kako mogu očistiti “identifikacijski broj slučajnog klijenta”?
cy: Sut fydda i'n dileu'r “rhif enw cleient ar hap”?
ga_ie: Conas is féidir liom “an t-aitheantóir randamach cliaint” a ghlanadh?
gd: Ciamar a bheir mi air falbh an "àireamh aithneachadh cliaint air thuaiream"?
hi_in: कैसे मैं “random client identification number” मिटा कर सकता हूँ?
is: Hvernig hreinsa ég “slembitölu auðkenni”?
kab: Amek ara tsefḍeḍ "uṭṭun n usulu n umṣaɣ agacuṛan"?
kk: “Клиенттің кездейсоқ идентификаторын” қалай тазартуға болады?
km: តើ​ខ្ញុំ​សម្អាត “លេខ​សម្គាល់​ការ​ជូនដំណឹង​ម៉ាស៊ីន​កូន​ចៃដន្យ​” របៀប​ណា?
lt: Kaip galima pašalinti atsitiktinį kliento identifikavimo numerį?
ms: Bagaimana untuk saya melapangkan “nombor pengenalan klien rawak”?
pt: Como é que eu limpo o “número aleatório de identificação de cliente”?
si: "අහඹු සේවක හඳුනාගැනීම් අංකය" වෙනස් කරන්නේ කෙසේද?
ta: “குறிப்பில்லாத கிளையன் அடையாள எண்ணை” எவ்வாறு நீக்கவது?
tr: "Rastgele alıcı tanımlama numarası”nı nasıl temizlerim?
ur: "بے ترتیب کلائنٹ شناختی نمبر" کو کیسے صاف کروں؟
uz: Qanday qilib “tasodifiy mijoz identifikatsiya raqami”ni tozalashim mumkin?

source: Go to the <em>Tools</em> menu, then select <em>Clear Recent History</em>
ar: اذهب الى قائمة <em>أدوات</em>, ثم اختر <em>ازالة السجل الحالي</em>
bg: Отидете на меню <em>Tools</em> , и изберете <em>Clear Recent History</em>
bs: Idite na <em>Alati</em> meni, zatim označite <em>Očisti nedavnu historiju</em>
cy: Ewch i ddewislen <em>Offer</em> a dewis <em>Clirio Hanes Diweddar</em>
ga_ie: Téigh go dtí an roghchlár <em>Uirlisí</em>, agus roghnaigh <em>Glan an Stair Is Déanaí</em>
gd: Fosgail clàr-taice nan <em>Innealan</em> is tagh <em>Falamhaich an eachdraidh faisg ort</em>
hi_in: जाएँ <em>Tools</em> मेन्यू, फिर चुनें <em>हाल का इतिहास साफ करें</em>
is: Farðu í <em>Verkfæri</em> valmyndina, veldu svo <em>Hreinsa nýlega ferla</em>
kab: Ddu ɣer umuɣ <em>Ifecka</em>, sakin fren <em> Sfeḍ amazray n melmi kan</em>
kk: <em>Саймандар</em> мәзірінің <em>Жақында қаралған беттер тарихын өшіру</em> пунктін таңдаңыз
km: ចូល​ទៅកាន់​ម៉ឺនុយ <em>ឧបករណ៍</em> , បន្ទាប់​មក​ជ្រើស <em>សម្អាត​ប្រវត្តិ​ថ្មី</em>
lt: Atverkite meniu <em>Priemonės</em> ir pasirinkite <em>Valyti žurnalą</em>.
ms: Pergi ke menu <em>Alatan</em>, kemudian pilih <em>Lapangkan Sejarah Kebelakangan</em>
pt: Vá ao menu <em>Ferramentas</em> e depois selecione <em>Limpar histórico recente</em>
si: <em>මෙවලම්</em> මෙනුවට ගොස් <em>මෑත කාලීන අතීතය හිස් කරන්න</em> තෝරන්න
ta: <em>கருவிகள்</em> மெனுவுக்கு செல்லவும், <em>சமீபத்திய வரலாற்றை துடைக்கவும்</em> என்பதை தேர்ந்தெடுக்கவும்
tr: <em>Araçlar</em> menüsüne gidin, sonra <em>Yakın geçmişi temizle</em> seçeneğine tıklayın
ur: جائیں بطرف<em>ٹول</em>مینیو پھر انتخاب کریں<em>حالیہ تاریخ صاف کریں</em>
uz: <em>Asboblar</em> menyusiga o‘ting, so‘ngra <em>So‘nggi tarixni tozalash</em>ni tanlang

source: Click the <em>Details</em> arrow
ar: انقر على سهم <em>التفاصيل</em>
bg: Натиснете стрелката <em>Details</em>
bs: Kliknite strelicu <em>Detalji</em>
cy: Cliciwch y saeth <em>Manylon</em>
ga_ie: Cliceáil ar an tsaighead <em>Mionsonraí</em>
gd: Briog air an t-saighead <em>Mion-fhiosrachadh</em>
hi_in: क्लिक करें <em>विवरण</em> तीर
is: Smelltu á <em>Nánar</em> örina
kab: Sit ɣef uneccab <em>Talqayt</em>
kk: <em>Егжей-тегжейі</em> батырмасын басыңыз
km: ចុច​ព្រួញ​សម្រាប់​ <em>ព័ត៌មាន​លម្អិត</em>
lt: Spustelėkite <em>Išsamiau</em> rodyklę.
ms: Klik busar <em>Perincian</em>
pt: Clique na seta <em>Detalhes</em>
si: <em>විස්තර</em> ඊරලය ක්ලික් කරන්න
ta: <em>விவரங்கள்</em> அம்புக்குறியை சொடுக்கவும்
tr: <em>Ayrıntılar</em> okuna tıklayın
ur: <em> تفصیلات</em> کے تیر پر کلک کریں
uz: <em>Tafsilotlar</em> ko‘rsatgichiga bosing

source: Ensure that <em>Cookies</em> is selected
ar: تأكد من أن <em>cookies</em> محددة
bg: Проверете, че <em>Cookies</em> е маркирано
bs: Provjerite da li su <em>Kolačići</em> odabrani
cy: Gwnewch yn siwr fod <em>Cwcis</em> wedi ei dewis
ga_ie: Bí cinnte go bhfuil <em>Fianáin</em> roghnaithe
gd: Dèan cinnteach gun do thagh thu <em>Briosgaidean</em>
hi_in: सुनिश्चित करें कि <em>कुकीज़</em> चुना हुआ है
is: Gakktu úr skugga um að <em>Smákökur</em> sé valið
kab: Creḍ taxxamt <em>Inagan n tuqqna</em>
kk: <em>Куки</em> пунктінің таңдалғанына көз жеткізіңіз
km: សូម​ប្រាកដ​ថា​បាន​ជ្រើស <em>ខូគី</em>
lt: Patikrinkite, kad pažymėtas langelis <em>Slapukai</em>.
ms: Pastikan yang <em>Kuki</em> telah dipilih
pt: Assegure-se que os <em>Cookies</em> estão selecionados
si: <em>කුකීස්</em> තෝරා ඇති බවට සහතික කරන්න
ta: <em>குக்கீஸ்</em> தேர்ந்தெடுக்கப்பட்டது என உறுதி செய்யவும்
tr: <em>Çerezler</em>'in seçili olduğuna emin olun
ur: یقین دہانی کر لیں کہ <em>کوکی</em> منتخب کردہ ہیں
uz: <em>Kukilar</em> tanlanganiga ishonch hosil qiling

source: Click on <em>Clear Now</em>
ar: أنقر على <em>امسح الآن</em>
bg: Натиснете <em>Clear Now</em>
bs: Kliknite na <em>Očisti sada</em>
cy: Cliciwch ar <em>Clirio Nawr</em>
ga_ie: Cliceáil ar <em>Glan Anois</em>
gd: Briog air <em>Falamhaich an-dràsta</em>
hi_in: <em>अब साफ करें</em> पर क्लिक करें
is: Smelltu á <em>Hreinsa núna</em>
kab: Sakin sit ɣef tqeffalt <em>Sfeḍ tura</em>
kk: <em>Қазір тазарту</em> батырмасын басыңыз
km: ចុច​នៅ​លើ <em>សម្អាត​ឥឡូវ​នេះ</em>
lt: Spustelėkite mygtuką <em>Valyti</em>.
ms: Klik pada <em>Lapangkan Sekarang</em>
pt: Clique em<em>Limpar agora</em>
si: <em>දැන් හිස් කරන්න</em> ක්ලික් කරන්න
ta: <em>இப்போது துடை</em> என்பதை சொடுக்கவும்
tr: <em>Şimdi temizle</em> düğmesine tıklayın
ur: کلک کریں<em>خالی کریں ابھِی</em>
uz: <em>Hozir tozalash</em>ning ustiga bosing

source: How do I turn off Location-Aware Browsing permanently?
bg: Как да изключа за постоянно сърфирането с известено местоположение?
bs: Kako mogu trajno isključiti Location-Aware pretraživanje?
cy: Sut i ddiffodd Pori Ymwybodol o Leoliad yn barhaol?
ga_ie: Conas is féidir liom Brabhsáil Logánaithe a dhíghníomhachtú go brách?
gd: Ciamar a chuireas mi dheth am brabhsadh a mhothaicheas dha m' ionad gu buan?
hi_in: कैसे में अवस्थिति जागरूक ब्राउज़िंग स्थायी रूप से बंद कर सकता हूँ?
is: Hvernig slekk ég á vafrastaðsetningu fyrir fullt og allt?
kab: Amek ad kkseɣ i lebda tamahilt n usideg arakal?
kk: Орналасуды ескеретін шолуды қалайша біржола өшіруге болады?
km: តើ​ខ្ញុំ​បិទ​ការ​រុករក​ទីតាំង​ដែល​បាន​ស្គាល់​ជា​អចិន្ត្រៃយ៍របៀបណា?
lt: Kaip visam laikui išjungti naršymą nustatant geografinę vietą?
ms: Bagaimana untuk saya mematikan Pelayaran Peka-Lokasi secara kekal?
pt: Como é que eu desligo a localização de navegação de uma forma permanente?
si: ස්ථාන-සාවධාන ගවේෂණය ස්ථිරව අක්‍රිය කරන්නේ කෙසේද?
ta: இருப்பிட விழிப்புணர்வு உலாவுதலை எவ்வாறு நான் நிரந்தரமாக நிறுத்துவது?
tr: Konumdan Haberdar Gezinme'yi kalıcı olarak nasıl kapatabilirim?
ur: محل وقوع سے آگاہ براؤزنگ مستقل طور پر کیسے بند کرسکتا ہوں؟
uz: Manzilni bilib internetni ko‘rishni qanday o‘chirib qo‘ysam bo‘ladi?

source: Location-Aware Browsing is always opt-in in Firefox. No location information is ever sent without your permission. If you wish to disable the feature completely, please follow this set of steps:
bg: Сърфирането с известено местоположение е изцяло по желание във Firefox. Никаква информация няма да бъде изпратена без вашето одобрение. Ако искате да изключите тази опция напълно, моля следвайте стъпките по-доло:
bs: Location-Aware pretraživanje je uvijek opcionalnou Firefoxu. Nijedna informacija o lokaciji nije poslata bez vaše dozvole. Ukoliko želite da onemogućite ovu opciju u potpunosti, molimo pratite sljedeće korake:
cy: Mae Pori Ymwybodol o Leoliad yn ddewisol yn Firefox. Ni fydd gwybodaeth yn cael ei anfon heb eich caniatâd. Os hoffech chi analluogi'r nodwedd yn llwyr, dilynwch y camau canlynol:
ga_ie: Tá Brabhsáil Logánaithe roghnach i gcónaí i bhFirefox. Ní scaoilfear aon fhaisnéis faoi do láthair gan chead. Más mian leat an ghné seo a dhíchumasú go hiomlán, ba chóir duit na treoracha seo a leanas a leanúint:
gd: Cha bhi brabhsadh a mhothaicheas ri d' àite air o thùs idir. Cha dèid fiosrachadh mu d' àite a chur a-null gun do chead idir. Ma tha thu airson am feart seo a chur dheth gu tur, dèan nan leanas:
hi_in: अवस्थिति जागरूक ब्राउज़िंग फ़ायरफ़ॉक्स में हमेशा चयन की वस्तु है. बिना आपकी अनुमति के कोई अवस्थिति सूचना नहीं भेजी जाती है. यदि आप इस विशेषता को स्थायी तौर से निष्क्रिय करना चाहते हैं, कृपया इन चरणों का पालन करें:
is: Vafrastaðsetning er alltaf valfrjáls í Firefox. Engar staðsetningar eru sendar án þín leyfis. Ef þú vilt hinsvegar slökkva á þessari aðgerð fyrir fullt og allt, fylgdu þá þessum skrefum:
kab: Tunigin s usudeg arakal usliɣ d tamahilt ad d-yessuturen yal tikelt tasiregt inek (s wudem amezwer) di Firefox. Ma tebɣiḍ ad tekkseḍ akk armad n tmahilt agi i lebda, ḍfaṛ tinaḍin agi:
kk: Орналасуды ескеретін шолу толығымен қалауыңыз бойынша ғана жұмыс істегендіктен, өзіңіз рұқсат бермегенше орналасу туралы ешқандай ақпарат жіберілмейді. Осы мүмкіндікті толығымен өшіруді қаласаңыз:
km: ការ​រុករក​ទីតាំង​ដែល​បាន​ស្គាល់​ជា​និច្ច​មាន​ជាប់​ជាមួយ Firefox ។ គ្មាន​ព័ត៌មាន​ទីតាំង​ត្រូវ​បាន​ផ្ញើ​ដោយ​គ្មាន​អនុញ្ញាត​ពី​អ្នក​ឡើយ។ ប្រសិនបើ​អ្នក​ចង់​បិទ​លក្ខណ​ពិសេស, សូម​អនុវត្ត​ការ​កំណត់​ជំហាន​ទាំង​នេះ៖
lt: Naršymas nustatant geografinę vietą „Firefox“ naršyklėje nėra privalomas. Jokia informacija, atskleidžianti Jūsų buvimo vietą, nebus siunčiama be Jūsų leidimo. Jei norite šią savybę visiškai išjungti, atlikite šiuos veiksmus:
ms: Pelayaran Peka-Lokasi sentiasa dipilih dalam Firefox. Tiada maklumat lokasi yang akan menghantar tanpa kebenaran anda. Jika anda ingin melumpuhkan ciri secara keseluruhannya, sila ikuti langkah berikut:
pt: A navegação por localização está sempre ativa no Firefox. Nenhuma informação é enviada sem a sua permissão. Se desejar desativar completamente esta funcionalidade, siga estes passos:
si: Firefox තුළ ස්ථාන-සාවධාන ගවේෂණය නිරතුරුවම ඇතුළත්ව පවති. කිසිදු පිහිටීම් තොරතුරක් ඔබගේ අවසරයකින් තොරව යොමු නොකරනු ඇත. ඔබ මෙම අංගය සම්පූර්ණයෙන්ම අක්‍රිය කිරීමට කැමති නම්, කරුණාකර මෙම පියවර කීපය අනුගමනය කරන්න:
ta: பயர்பாக்ஸில் இருப்பிட விழிப்புணர்வு உலாவுதல் எப்போதும் opt-in ஆகும். எந்தவொரு இட தகவலும் உங்களின் அனுமதியில்லாமல் அனுப்புப்படமாட்டாது. நீங்கள் இந்த வசதியை செயல்நீக்க, இந்த வழிமுறைகளைப் பின்பற்றவும்:
tr: Konumdan Haberdar Gezinme, Firefox'te her zaman isteğe bağlı kullanılabilen bir özelliktir. İzniniz olmadan hiçbir konum bilgisi gönderilmez. Eğer bu özelliğitamamen kaldırmak istiyorsanız, lütfen aşağıdaki adımları takip edin:
ur: انگریزی کی رپورٹ میں اس جملے کے ساتھ ایک مسئلہمقام باخبر براؤزنگ ہمیشہ فائر فاکس میں آپٹ میں کیا جاتا ہے. کوئی مقام معلومات کبھی بھی آپ کی اجازت کے بغیر بھیج دیا جاتا ہے. آپ کو مکمل طور خصوصیت کو غیر فعال کرنا چاہتے ہیں تو، اقدامات کی اس سیٹ پر عمل کریں:
uz: Manzilni aniqlab ko‘rish - "Firefox"dagi doimiy tanlov. Manzil ma`lumotlari ruxsatingizsiz umuman joʻnatilmaydi. Agar ushbu xususiyatni butunlay oʻchirib qoʻymoqchi boʻlsangiz, quyidagi bosqichlardan oʻtishingiz kerak:

source: In the URL bar, type <code>about:config</code>
ar: في شريط ال URL ,أدخل <code> about:config </code>
bg: Във URL лентата, въведете <code>about:config</code>
bs: U URL traku, upišite <code>about:config</code>
cy: Yn y bar URL, teipiwch <code>about:config</code>
ga_ie: Clóscríobh <code>about:config</code> sa bharra URL
gd: Cuir na leanas ann am bàr an URL:<code>about:config</code>
hi_in: URL पट्टी में, टाइप करें <code>about:config</code>
is: Í staðsetningarslánni, sláðu inn <code>about:config</code>
kab: Deg ufeggag n tensa, sekcem <code>about:config</code>
kk: Адрес жолында <code>about:config</code> енгізіңіз
km: ក្នុង​របារ URL, បញ្ចូល <code>about:config</code>
lt: Adresų juostoje surinkite <code>about:config</code>
ms: Di bar URL, taipkan <code>about:config</code>
pt: Na barra de URL, escreva <code>about:config</code>
si: URL තීරුවේ, <code>about:config</code> ලෙස යතුරු ලියනය කරන්න
ta: URL பட்டையில், <code>about:config</code> என தட்டச்சு செய்யவும்
tr: Konum çubuğuna <code>about:config</code> yazın
ur: URL بار میں ٹائب کریں<code>about:config</code>
uz: Manzillar paneliga <code>about:config</code> deb yozing

source: Type <code>geo.enabled</code>
ar: أدخل <code>geo.enabled</code>
bg: Въведете <code>geo.enabled</code>
bs: Upišite <code>geo.enabled</code>
cy: Teipiwch <code>geo.enabled</code>
ga_ie: Clóscríobh <code>geo.enabled</code>
gd: Cuir a-steach <code>geo.enabled</code>
hi_in: टाइप करें <code>geo.enabled</code>
is: Sláðu inn <code>geo.enabled</code>
kab: Aru <code>geo.enabled</code>
kk: <code>geo.enabled</code> деп теріңіз
km: បញ្ចូល <code>geo.enabled</code>
lt: Surinkite <code>geo.enabled</code>
ms: Taip <code>geo.enabled</code>
pt: Escreva <code>geo.enabled</code>
si: <code>geo.enabled</code> යතුරු ලියනය කරන්න
ta: <code>geo.enabled</code> என தட்டச்சு செய்
tr: Süzgeç çubuğuna <code>geo.enabled</code> yazın
uz: <em>geo.enabled</em> deb yozing>

source: Double click on the <em>geo.enabled</em> preference
ar: انقر مرتين على تفضيل <em>geo.enabled</em>
bg: Натиснете два пъти вурху опцията <em>geo.enabled</em>
bs: Dva puta kliknite na <em>geo.enabled</em> postavke
cy: Clic dwbl i'r dewis <em>geo.enabled</em>
ga_ie: Déchliceáil ar an rogha <em>geo.enabled</em>
gd: Dèan briogadh dùbailte air an roghainn <em>geo.enabled</em>
hi_in: दो बार क्लिक करें <em>geo.enabled</em> वरीयता
is: Tvísmelltu á <em>geo.enabled</em> stillinguna
kab: Sit snat n tikal ɣef usmenyif <em>geo.enabled</em>
kk: Табылған <em>geo.enabled</em> параметрін екі рет шертіңіз
km: ចុច​នៅ​លើ​ចំណូល​ចិត្ត <em>geo.enabled</em>
lt: Du kartus spustelėkite nuostatos <em>geo.enabled</em> pavadinimą.
ms: Dwi klik pada keutamaan <em>geo.enabled</em>
pt: Duplo clique na preferência <em>geo.enabled</em>
si: <em>geo.enabled</em> අභිප්‍රේත මත දෙවරක් ක්ලික් කරන්න
ta: <em>geo.enabled</em> விருப்பம் மீது இருமுறை சொடுக்கவும்
tr: <em>geo.enabled</em> seçeneğine çift tıklayın
ur: <em>eo.enabled</em> ترجیح پر ڈبل کلک کریں
uz: <em>geo.enabled</em> moslamalari ustiga ikki marta bosing

source: Location-Aware Browsing is now disabled
ar: أصبح التصفح المُدرك للمكان معطلًا الآن
bg: Сърфирането с известено местоположение е изключено
bs: Location-Aware pretraživanje je sada onemogućeno
cy: Mae Pori Ymwybodol o Leoliad wedi ei analluogi
ga_ie: Tá Brabhsáil Logánaithe díchumasaithe anois
gd: Tha brabhsadh a mhothaicheas dha d' àite dheth a-nis
hi_in: अवस्थिति जागरूक ब्राउज़िंग अब निष्क्रिय है
is: Vafrastaðsetning er þá ekki lengur virk
kab: Tamahilt n usideg arakal ur yermid ara tura
kk: Орналасуыңызды ескеретін шолу өшірілді
km: ការ​រុករក​ដែល​ស្គាល់​ពី​ទីតាំង ឥឡូវ​ត្រូវ​បាន​​បិទ
lt: Naršymo nustatant geografinę buvimo vietą savybė yra išjungta.
ms: Pelayaran Peka-Lokasi kini dilumpuhkan
pt: A localização de navegação está agora desativada
si: ස්ථාන-සාවධාන ගවේෂණය දැන් අක්‍රිය කර ඇත
ta: இட விழிப்புணர்வு உலாவல் இப்போது செயல்நீக்கப்பட்டுள்ளது
tr: Konumdan Haberdar Gezinme artık devre dışı
ur: محل وقوع آگاہ براؤزنگ اب نا اہل ہے
uz: Manzilni bilib internetni ko‘rish o‘chirib qoʻyilgan

source: How can I add support for Geolocation to my web site?
ar: كيف يمكنني اضافة دعم لتحديد الموقع الى موقعي؟
bs: Kako mogu dodati podršku za Geolokaciju na moju web stranicu?
ga_ie: Conas is féidir liom Geoshuíomh a chur le mo shuíomh Gréasáin?
hi_in: मैं अपनी वेब साइट मे जियोलोकेशन के लिए समर्थन कैसे जोड़ सकते हैं?
is: Hvernig bæti ég við stuðning fyrir hnattstaðsetningu á mínu vefsvæði?
kab: Amek ad rnuɣ asefrek n usideg arakal deg usmel inu web?
kk: Өзімнің веб сайтыма геолокация қолдауын қалай қоса аламын?
lt: Kaip galėčiau pridėti geografinės vietos nustatymo funkciją į savo svetainę?
pt: Como posso adicionar suporte a geolocalização ao meu site web?
ur: میں اپنی ویب سائٹ پر ارظی مقام کی حمایت کیسے حاصل کر سکتا ہوں؟

source: You can integrate Geolocation support into your service by following the instruction at <a href="%(url)s">Mozilla Developer Center</a>.
bs: Možete integrirati Geolokacijsku podršku u vaš servis prateći instrukcije na <a href="%(url)s">Mozilla Developer Center</a>.
ga_ie: Is féidir leat na treoracha ar <a href="%(url)s">Lárionad Forbartha Mozilla</a> a leanúint chun Geoshuíomh a chomhtháthú le do sheirbhís.
hi_in: आप <a href="%(url)s">मोज़िला डेवलपर केंद्र</a> के निर्देश का पालन करके अपने सेवा में जियोलोकेशन के समर्थन एकीकृत कर सकते हैं.
is: Þú getur bætt við hnattstaðsetningu við þjónustuna þína með því að fara eftir leiðbeiningunum á <a href="%(url)s">Mozilla Developer Center</a>.
kab: Imeẓla yinek zemren ad sferken asideg arakal suseqdec n tinadin yellan deg <a href="%(url)s"> Ammas n Mozilla i yineflayen</a>.
kk: Сіз өз қызметіңізге геолокация қолдауын <a href="%(url)s">Mozilla өндіруші орталығындағы</a> нұсқамаға сәйкес қоса аласыз.
lt: Geografinės vietos nustatymą į savo tarnybą galite įdiegti, vadovaudamiesi instrukcija, pateikiama <a href="%(url)s">„Mozillos“ programuotojų centre</a>.
pt: Pode integrar o suporte à Geolocalização no seu serviço seguindo as instruções na <a href="%(url)s">Central do Programador da Mozilla</a>.

source: Where am I?
ar: أين أنا؟
bg: Къде съм аз?
bs: Gdje sam?
cy: Lle'r ydw i?
ga_ie: Cá bhfuil mé?
gd: Càit a bheil mi?
hi_in: मैं कहाँ हूँ?
is: Hvar er ég?
kab: Anida lliɣ?
kk: Мен қайдамын?
km: តើ​ខ្ញុំ​នៅ​កន្លែង​ណា?
lt: Kur aš esu?
ms: Di mana saya?
pt: Onde é que estou?
si: මම කොහේද ඉන්නෙ?
ta: நான் எங்கே?
tr: Ben neredeyim?
ur: میں کہاں ہوں؟
uz: Men qayerdaman?

source: Oops! An error occurred while trying to determine your position.
ar: أوبس! حدث خطأ أثناء محاولة تحديد موقعك.
bg: Упс! Грешка в определянето на вашето местоположение.
bs: Ups! Došlo je do greške prilikom pokušaja da se odredi vaša pozicija.
cy: Wps! Digwyddodd gwall wrth geisio canfod eich lleoliad.
ga_ie: Úps! Tharla earráid agus do shuíomh á aimsiú.
gd: Ìoc! Thachair mearachd fhad 's a bha sinn a' fiosrachadh d' àite.
hi_in: ओह! आपकी स्थिति निर्धारित करने के दौरान एक त्रुटि आयी.
is: Ææ! Upp kom villa við að reyna að finna staðsetningu.
kk: Ой! Сіздің орналасуыңызды анықтау кезінде қате кетті.
km: អូ! កំហុស​បាន​កើត​ឡើង ខណៈ​ពេល​ព្យាយាម​កំណត់​ទីតាំង​របស់​អ្នក។
lt: Nustatant Jūsų buvimo vietą įvyko klaida.
ms: Oops! Ralat berlaku ketika cuba untuk menentukan posisi anda.
pt: Oops! Ocorreu um erro ao determinar a sua posição.
si: අහෝ! ඔබගේ පිහිටීම තීරණය කිරීමට උත්සහ කිරීමේදී දෝෂයක් මතු විය.
ta: அய்யோ! உங்களுடைய நிலையை தீர்மானிக்க முயற்சிக்கும் போது பிழை ஏற்பட்டுள்ளது.
tr: Eyvah! Konumunuzu tespit etmeye çalışırken bir hata meydana geldi.
ur: افوہ! اپنی پوزیشن کا تعین کرنے کی کوشش کے دوران ایک خامی پیش آگئی.
uz: Obbo! Joylashgan o‘rningizni aniqlashda xato yuz berdi.
