Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s" style="%(style)s">Give it a try!</a>
bg: Firefox може да информира страниците, който посещавате за вашето местоположение, така че да ви предоставят по-точна и полезна информация. Става въпрос за подобрение в Интернет &ndash; и то по начин, който напълно запазва вашата лична информация. <a href="%(url)s" id="%(id)s" style="%(style)s">Пробвай сегa!</a>
cy: Mae Firefox yn gallu dweud lle mae eich lleoliad fel bod modd i chi gael gwybodaeth sy'n fwy perthnasol a defnyddiol. Mae'n gwneud y We'n fwy clyfar &ndash; ac wedi ei wneud mewn ffordd sy'n parchu eich preifatrwydd. <a href="%(url)s" id="%(id)s" style="%(style)s">Rhowch gynnig arni!</a>
gd: 'S urrainn dha Firefox innse do làraichean-lìn càit a bheil thu airson 's gum faigh thu fiosrachadh a tha iomchaidh dhan àite far a bheil thu. Eadar-lìon nas glice, mar gum biodh &ndash; agus air dòigh a dhìonas do phrìobhaideachd fhathast. <a href="%(url)s" id="%(id)s" style="%(style)s">Siuthad, feuch e!</a>
kab: Firefox yezmer ad yini i yesmal anida i telliḍ akken ad tizmireḍ ad tafeḍ talɣut yelhan tin ara tesqedceḍ. Ayagi akken ad nerr Web yeḥrec &ndash; ayagi yettwaxdam s uqade ṛ n tudert inek tusligt. <a href="%(url)s" id="%(id)s" style="%(style)s"> Sekyed&nbsp;!</a>
km: Firefox អាច​ប្រាប់​តំបន់​បណ្ដាញ​ទីកន្លែង​ដែល​អ្នក​ស្ថិត​នៅ​ដូច្នេះ​អ្នក​អាច​ស្វែងរក​ព័ត៌មាន​ដែល​ទាក់ទង​ និង​មាន​អត្ថប្រយោជន៍​ជា​ច្រើន។ វា​អាច​ធ្វើ​ឲ្យ​តំបន់​បណ្ដាញ​កាន់​តែ​ល្អ​ប្រសើរ &ndash; ហើយ​វា​ត្រូវ​បាន​ធ្វើ​​រួច​រាល់​នៅ​ក្នុង​មធ្យោបាយ​ដែល​​ជា​ទិដ្ឋភាព​សម្រាប់​ភាព​ឯកជន​របស់​អ្នក។ <a href="%(url)s" id="%(id)s" style="%(style)s">សាកល្បង​ជាមួយ​វា!</a>
lt: „Firefox“ gali pranešti svetainėms Jūsų buvimo vietą, todėl galėsite rasti daugiau informacijos, kuri yra Jums tinkamesnė ir naudingesnė. Taip naršymas tampa efektyvesnis, spartesnis, ir tai realizuojama visiškai nepažeidžiant Jūsų privatumo. <a href="%(url)s" id="%(id)s" style="%(style)s">Išbandykite!</a>
ms: Firefox boleh memberitahu laman web di mana anda berada supaya anda boleh mencari maklumat yang lebih relevan dan berguna. Ianya tentang Web yang lebih pintar &ndash;dan dapat dilakukan dengan cara yang menghormati privasi anda. <a href="%(url)s" id="%(id)s" style="%(style)s">Beri peluang untuk mencubanya! </a>
pt: O Firefox pode dizer aos sítios web aonde é que você está para que possa encontrar a informação mais relevante e útil. Tem tudo a ver com tornar a web mais inteligente &ndash; e é feita de uma maneira que respeita a sua privacidade. <a href="%(url)s" id="%(id)s" style="%(style)s">Quero experimentar!</a>
si: ෆයර්ෆොක්ස් දැන් ඔබ සිටින තැන වෙබ් අඩවි වලට කීමේ හැකියාව ලබාගෙන ඇත. එමගින් ඔබ සොයන තොරතුරු ඔබට ගැළපෙන අයුරින් සහ වඩාත් ප්‍රයෝජනවත් වන ලෙස ලබාගත හැක. මෙය අන්තර්ජාලය වඩාත් බුද්ධිමත් කිරීමේ එක් පියවරක් වන අතර එය සිදුවන්නේ ඔබේ පුද්ගලිකත්වය හොඳින්ම ආරක්ෂා කරමිනි. <a href="%(url)s" id="%(id)s" style="%(style)s">උත්සාහ කර බලන්න!</a>
tr: Firefox, web sitelerine nerede olduğunuzu söyleyebilir ve bu sayede aradığınıza daha uygun ve kullanışlı bilgi bulabilmemiz mümkün olur. Bu özellik Web'i daha akıllı hale getirmek içindir ve gizliliğinize tamamen saygı duyar.<a href="%(url)s" id="%(id)s" style="%(style)s">Bir Deneyin!</a>
uz: Firefox vebsahifalarga qayerda joylashganingizni aytishi mumkin, shuning uchun eng yaqin va foydali ma’lumotlarni topishingiz mumkin bo‘ladi. Bu internetni aqlli qilmoqchi va shaxsiy hayotingizni to‘liq hurmat qilish ko‘rinishda qilinmoqchi <a href="%(url)s" id="%(id)s" style="%(style)s">Foydalanib ko‘rishga imkon berish</a>
