Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: The information is exchanged over an encrypted connection to protect your privacy. Once Firefox has your location information, it passes it to the website that requested it. At no time is the name or location of the website you are visiting, or are any cookies, ever shared with Google Location Services.
bg: Тази информация се обменя през криптирана връзка, така че да е защитена от външна намеса. След като Firefox получи данните за вашето местоположение, той ги предава на изискващата ги интернет страница. Никаква информация за името или местоположението на страницата, която посещавате, или каквито и да е "бисквитки" се споделят на Локализиращата система на Google.
bs: Informacije se razmjenjuju preko šifrovane veze da se zaštiti vaša privatnost. Kada Firefox ima informacije o vašoj lokaciji, prenosi je na web stranicu koja ju je zahtjevala. Ni u jednom trenutku ime ili lokacija web stranice koju posjećujete, ili bilo kakve kolačiće, nisu podijeljeni sa Google Location Services.
cy: Mae'r wybodaeth yn cael ei drosglwyddo dros gysylltiad wedi ei amgryptio er mwyn diogelu eich preifatrwydd. Unwaith i Firefox dderbyn eich data lleoliad, mae'n ei drosglwyddo i'r wefan sy'n gofyn amdano. Ni fydd enw na lleoliad y wefan rydych arni nag unrhyw gwcis yn cael eu rhannu gyda Google Location Services.
ga_ie: Malartaíonn an fhaisnéis go léir trí cheangal criptithe chun do phríobháideacht a chosaint. Nuair a bheidh an fhaisnéis faoi do láthair ag Firefox, seolfaidh sé í chuig an suíomh Gréasáin a d'iarr í. Ní roinntear ainm nó láthair an tsuímh Ghréasáin a bhfuil tú ag déanamh cuairt air, nó aon fhianáin, le Google Location Services riamh.
gd: Thèid am fiosrachadh seo a chur air ceangal crioptaichte gus do phrìobhaideachd a dhìon. Turas a gheibh Firefox am fiosrachadh mu d' ionad, sìnidh e seo air adhart dhan làrach-lìn a dh'iarr e. Cha dèid ainm no ionad na làraich-lìn air a bheil thu a' tadhal no briosgaid sam bith a' nochdadh dha Google Location Services idir aig àm sam bith.
hi_in: ये सूचना किसी गोपित कनेक्शन पर आपकी गोपनीयता की रक्षा के लिए आदान-प्रदान की जाती है. फ़ायरफ़ॉक्स के पास आपकी सूचना आने के बाद, यह उन वेबसाइटों को यह सूचना देती है जो इसके लिए आग्रह करती है. चंद समय में वेबसाइट के नाम व स्थान जिसे आप देख रहे हैं या किसी कुकीज़ जो कभी गूगल अवस्थिति सेवा साझा करता है.
is: Upplýsingarnar eru sendar dulkóðaðar til þess að vernda þína friðhelgi. Um leið og Firefox hefur fundið staðsetningu, sendir Firefox hana áfram á vefsvæðið sem bað um hana. Á engum tímapunkti er nafn eða staðsetning vefsvæðisins sem þú ert á eða smákökur sendar til staðsetningarþjónustu Google.
kk: Сіздің құпиялғыңызды қорғау үшін, ақпарат шифрланған байланыс арқылы алмасады. Firefox қабылданған деректерді сұраған веб-сайтқа жібереді. Firefox ешқашан сіз қарап отырған веб-сайттың атын, cookies файлдарын, адресін Google Location Services қызметіне жібермейді.
km: ព័ត៌មាន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​លើ​ការ​តភ្ជាប់​ដែល​បាន​អ៊ិនគ្រីប ដើម្បី​ការពារ​ភាព​ឯកជន​របស់​អ្នក។ នៅ​ពេល​ Firefox មាន​ព័ត៌មាន​ទីតាំង​របស់​អ្នក, វា​ភ្ជាប់​ទៅ​នឹង​តំបន់​បណ្ដាញ​ដែល​បាន​ស្នើ។ គ្មាន​ពេលវេលា​ឈ្មោះ ឬ​ទីតាំង​នៃ​តំបន់​បណ្ដាញ​ដែល​អ្នក​កំពុង​ទស្សនា​ឡើយ ឬ​ខូគី​មួយ​ចំនួន, បាន​ចែករំលែក​ជា​មួយ​សេវា​ទីតាំង Google ។
lt: Siekiant užtikrinti Jūsų privatumą, informacija siunčiama šifruotu būdu. Gavusi informaciją apie Jūsų buvimo vietą, „Firefox“ naršyklė pateikia ją svetainei, kuri tokios informacijos prašė. Svetainės pavadinimas, adresas ar slapukai jokiu būdu nėra atskleidžiami teikėjui „Google Location Services“.
ms: Pertukaran maklumat ini berlaku di atas sambungan terenkrip bagi melindungi privasi anda. Sekali Firefox telah mendapatkan maklumat lokasi anda, ia akan berikannya kepada laman web yang memohon. Pada masa yang singkat nama atau lokasi laman web yang anda lawati, atau sebarang kuki, yang pernah dikongsi dengan Khidmat Lokasi Google.
pt: A informação é trocada através de uma ligação cifrada para proteger a sua privacidade. Assim que o Firefox tiver a informação da sua localização, envia-a para o sítio web que a pediu. Nem o nome nem a localização do sítio web que está a visitar, ou mesmo cookies, é partilhado com o serviço de localização da Google.
si: තොරතුරු හුවමාරු කිරීම ඔබේ පුද්ගලිකත්වය ආරක්ෂා කිරීම සඳහා සංකේතාංඛනය කරනද ලද සම්බන්ධතාවයක් භාවිතා කරයි. ෆයර්ෆොක්ස් වෙත ඔබේ ස්ථානය පිළිබඳ තොරතුරු ලැබුණු පසු එම තොරතුරු ඉල්ලූ වෙබ් අඩවියට ඒවා ලබාදෙනු ලබයි. කිසිදු අවස්ථාවක ඔබ පිවිසෙන වෙබ් අඩවියේ නාමය හෝ ස්ථානය, කුකීස් ගූගල් ස්ථාන සේවා සමග බෙදාගනු ලබන්නේ නැත.
ta: உங்களின் தனிப்பட்ட விஷயங்களை பாதுகாக்க மறைகுறியீடாக இணைப்பில் தகவல் பரிமாற்றப்படுகிறது. ஒரு முறை பயர்பாக்ஸ் உங்களுடைய இட தகவலை வைத்திருந்தால், இது கோரப்பட்ட இணையதளத்திற்கு இதை அனுப்பும். எந்த ஒரு நேரத்திலும் பெயரோ அல்லது நாம் செல்லும் இணையத்தளத்தின் முகவரியோ, அல்லது ஏதாவது குக்கிஸ் போன்றனவோ கூகுள் இருப்பிட சேவைகளுடன் பகிரப்படமாட்டாது.
tr: Gizliliğinizi korumak için bilgi, şifreli bir bağlantı üzerinden aktarılır. Firefox konum bilginizi elde eder etmez, talepte bulunan siteye yollar. Hiçbir zaman ziyaret ettiğiniz sitenin adı veya konumu veya hiçbir çerezi, Google Konum Hizmetleri ile paylaşılmaz.
ur: معلومات کو آپ کی رازداری کی حفاظت کے لئے ایک مرموز کنکشن پر تبادلہ خیال کیا ہے. فائر فاکس اپنے مقام کی معلومات ہے ایک بار، یہ اس سے درخواست کی کہ ویب سائیٹ پر یہ گزر جاتا ہے. کوئی وقت نام یا مقام ویب سائٹ کی آپ ملاحظہ کریں، یا ہو رہے ہیں کبھی گوگل مقام سروسز کے ساتھ شیئر کیا کسی بھی کوکیز، ہے.
uz: Maxfiyligingizni himoyalash uchun ma’lumot kodlangan ulanish bo‘ylab almashtirildi. "Firefox"da manzilingiz ma’lumoti bo‘lsa, uni so‘ragan vebsahifaga beradi. Boshqa hech qanday vaqtda siz tashrif buyurgan vebsahifa manzili yoki nomi uchun yoki kukilar Google manzil xizmatlari bilan bo‘lishilmaydi.

source: Neither Mozilla or Google will ever use the information collected by Google Location Services to identify or spy on you.
bg: Mozilla и Google никога няма да използват информацията събрана от Локализиращата система на Google, за да ви идентифицират или шпионират.
bs: Ni Mozilla ni Google neće nikad koristiti informacije prikupljene od Google Location Services za identifikaciju ili špijuniranje vas.
cy: Ni fydd Mozilla na Google yn defnyddio'r wybodaeth sydd wedi ei gaglu gan Google Location Services i'ch adnabod chi nag i ysbio arnoch chi.
ga_ie: Ní úsáidfidh Mozilla ná Google an fhaisnéis a bhailíonn Google Location Services chun thú a shainaithint, nó spiaireacht a dhéanamh ort.
gd: Cha chleachd Mozilla no Google am fiosrachadh a chruinnicheas Google Location Services gu sìorraidh bràth gus d' aithneachadh gu pearsanta no airson brathadh ort.
hi_in: मोज़िला व न ही गूगल कभी गूगल अवस्थिति सेवा का प्रयोग आपको पहचानने या आप पर जासूसी करने के लिए करेगा.
is: Mozilla eða Google mun aldrei nota upplýsingar sem eru fengnar með staðsetningarþjónustu Google, til að njósna um þig.
kk: Mozilla да, Google де Google Location Services арқылы жиналған ақпаратты сізді сыртыңыздан бақылау үшін не сізді анықтау үшін пайдаланбайды.
km: Mozilla ឬ Google នឹង​ប្រើ​ព័ត៌មាន​សម្រាំង​តាម​សេវាកម្ម​ទីតាំង​របស់ Google ដើម្បី​កំណត់ ឬ​​តាម​ដាន​អ្នក​ជា​សម្ងាត់។
lt: Nei „Mozilla“, nei „Google“ niekada nenaudos geografinės vietos nustatymo proceso metu surinktos informacijos Jums identifikuoti ar sekti.
ms: Tidak Mozilla atau Google akan menggunakan maklumat yang dikumpul oleh Khidmat Lokasi Google bagi mengenal atau mengintip anda.
pt: Nem a Mozilla nem o Google irão alguma vez usar a informação obtida pelo Google Location Services para o identificar ou espiar.
si: Mozilla හෝ ගූගල් ඔබව හඳුනා ගැනීමට හෝ ඔබ පිළිබඳ ඔත්තු බැලීමට ගූගල් ස්ථාන සේවා සැපයුම් මඟින් රැස් කළ තොරතුරු භාවිතා නොකරනු ඇත.
ta: அடையாளப்படுத்த கூகுள் இருப்பிட சேவைகளால் சேகரிக்கப்பட்ட தகவலை மொசில்லா அல்லது கூகுள் எப்போதாவது பயன்படுத்தும்.
tr: Ne Mozilla ne de Google, Google Konum Hizmetleri tarafından toplanan bilgiyi sizi tanımlamak ya da casusluk yapmak maksadıyla asla kullanmaz.
ur: نہ تو موزیلا یا گوگل نے کبھی کی شناخت یا تم پر جاسوسی کرنے کی گوگل مقام سروسز کی طرف سے جمع کی گئی معلومات کو استعمال کریں گے.
uz: Mozilla ham yoki Google ham Google manzil xizmatlari tomonidan yig‘ilgan ma’lumotlardan shaxsiyatingizni aniqlash yoki sizning orqangizdan josuslik qilish uchun foydalanmaydi.

source: For information about what the requesting website does with your location information, please refer to that website’s privacy policy.
bg: За повече информация за това как дадената интернет страница използва данните за местоположението Ви, моля да се обърнете към същата такава.
bs: Za informaciju o tome šta je zahtjevana web stranica uradila sa vašim informacijama o lokaciji, molimo pogledajte policu privatnosti web stranice.
cy: Am wybodaeth ar beth mae'r wefan sy'n gofyn, yn gwneud gyda'ch gwybodaeth lleoliad, ewch i bolisi preifatrwydd y wefan honno.
ga_ie: Chun tuilleadh eolais a fháil faoi conas a úsáideann an suíomh Gréasáin faisnéis faoi do láthair, féach ar pholasaí phríobháideacht an tsuímh sin.
gd: A thaobh na nì an làrach-lìn fhèin leis an fhiosrachadh mu d' ionad, bu chòir dhut sùil a thoirt air poileasaidh prìobhaideachd na làraich fhèin.
hi_in: इन अवस्थिति सूचना के लिए निवेदन करनेवाली वेबसाइटें ऐसी सूचना का क्या करती है के बारे में जानने के लिए उस वेबसाइट की गोपनीयता नीति पढ़ें.
is: Fyrir meiri upplýsingar um hvað viðkomandi vefsvæði ætlar að nota staðsetninguna þína fyrir, kíktu á persónuverndarstefnu vefsvæðisins.
kk: Сұраныс жасаған веб-сайттың жиналған ақпаратпен не істейтіндігін білу үшін, сол сайттағы құпиялық саясатын қамтамасыз ету құжатымен танысып шығыңыз.
km: សម្រាប់​ព័ត៌មាន​អំពី​តំបន់​បណ្ដាញ​ដែល​បាន​ស្នើ​​មាន​ព័ត៌មាន​ទីតាំង​របស់​អ្នក។ សូម​យោង​ទៅ​តាម​គោលនយោបាយ​ភាព​ឯកជន​របស់​អ្នក។
lt: Informacijos apie tai, kaip konkreti svetainė elgiasi su gautais vietos duomenimis, ieškokite tos svetainės privatumo nuostatuose.
ms: Untuk maklumat tentang apa yang laman web mohon lakukan dengan maklumat lokasi anda, sila rujuk polisi privasi laman web berkenaan.
pt: Para informação sobre o que é que o sítio web que pede a sua informação faz com a informação da sua localização, veja a política de privacidade do sítio web.
si: ඔබේ ස්ථාන තොරතුරු මගින් වෙබ් අඩවිය සිදුකරන්නේ කුමක්ද යන්න දැනගැනීම සඳහා කරුණාක‍ර එම වෙබ් අඩවියේ පුද්ගලිකත්ව ප්‍රතිපත්තිය වෙත ‍යොමුවන්න.
ta: உங்களுடைய இடத் தகவலுடன் கோரப்படும் இணையத்தளம் என்ன செய்துள்ளது என்ற தகவல்களுக்காக, இணையத்தளங்களின் தனிப்பட்ட கொள்கையைப் பார்க்கவும்.
tr: Konum bilginizi talep eden sitenin bu bilgiyle ne yaptığı hakkında bilgi için, lütfen o sitenin gizlilik politikasına bakın.
ur: درخواست کرنے کی ویب سائٹ آپ کے مقام کی معلومات کے ساتھ کیا کرتا ہے کے بارے میں معلومات کے لئے، اس ویب سائٹ کی رازداری پالیسی ملاحظہ کیجیے.
uz: Manzil ma’lumotingizni so‘rayotgan vebsahifa ma’lumotlarni nima qilishi haqidagi ma’lumotni bilish uchun, marhamat, vebsahifangiz maxfiylik siyosatini ko‘rib chiqing.

source: For more information about your privacy, you should also read:
ar: لمزيد من المعلومات عن خصوصيتك, يجب عليك أن تقرأ:
bg: За повече информация относно вашата конфиденциалност, моля прочетете:
bs: Za više informacija o vašoj privatnosti, trebate također pročitati:
cy: Am wybodaeth am eich preifatrwydd, dylech hefyd ddarllen:
ga_ie: Chun tuilleadh eolais a fháil faoi do phríobháideacht, ba chóir duit na leathanaigh seo a léamh freisin:
gd: Airson barrachd fiosrachaidh mu do phrìobhaideachd, bu chòir dhut sùil a thoirt air na leanas cuideachd:
hi_in: अपनी गोपनीयता के बारे में अधिक सूचना के लिए, आपको साथ ही पढ़ना चाहिए:
is: Fyrir meiri upplýsingar um þína friðhelgi, ættirðu einnig að lesa:
kk: Өзіңіздің құпиялығыңыз туралы толығырақ ақпарат алу үшін төмендегі құжаттармен танысып шығыңыз:
km: អ្នក​គួរ​អាន, សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​ភាព​ឯកជន​របស់​អ្នក៖
lt: Jei norite gauti daugiau informacijos apie savo privatumą, skaitykite šiuos šaltinius:
ms: Untuk maklumat lanjut tentang privasi anda, anda juga perlu membaca:
pt: Para mais informação sobre a sua privacidade, deverá ler:
si: ඔබේ පුද්ගලිකත්වය පිළිබඳ තවත් තොරතුරු සඳහා ඔබ කියවිය යුත්තේ:
ta: உங்களுடைய தனிப்பட்ட விஷயங்கள் பற்றிய மேலும் தகவல்களுக்கு, நீங்கள் கட்டாயமாக வாசிக்க வேண்டியது:
tr: Gizliliğiniz hakkında daha fazla bilgi için ayrıca şunları da okumalısınız:
ur: آپ کی رازداری کے بارے میں مزید معلومات کے لئے، آپ کو بھی پڑھنا چاہیے:
uz: Maxfiyligingiz haqidagi ko‘proq ma’lumot olish uchun siz buni ham o‘qishingiz kerak:

source: Mozilla Firefox Privacy Notice
ar: بلاغ الخصوصية من موزيلا فيرفكس
bg: Mozilla Firefox Политика на Личните данни
bs: Mozilla Firefox obavijest o privatnosti
cy: Rhybudd Preifatrwydd Mozilla Firefox
ga_ie: Polasaí Príobháideachta Mozilla Firefox
gd: Aithris prìobhaideachd Mozilla Firefox
hi_in: मोज़िला फ़ायरफ़ॉक्स गोपनीयता नीति
is: Persónuverndarstefna Mozilla Firefox
kab: Tasertitn tbaḍnit n Mozilla
kk: Mozilla Firefox privacy policy
km: ចំណាំ​ភាព​ឯកជន​របស់ Mozilla Firefox
lt: „Mozilla Firefox“ privatumo nuostatai
ms: Notis Privasi Mozilla Firefox
pt: Política de privacidade do Mozilla Firefox
si: මොසිලා ෆයර්ෆොක්ස් පුද්ගලිකත්ව ප්‍රතිපත්තිය
ta: மொசில்லா பயர்பாக்ஸின் தனியுரிமை கொள்கை
tr: Mozilla Firefox gizlilik politkası
ur: موزیلا فائر فاکس رازداری نوٹس
uz: Mozilla Firefox maxfiylik eslatmalari

source: Google privacy policy
ar: سياسة الخصوصية من غوغل
bg: Google Политика на Личните данни
bs: Google-ova polica privatnosti
cy: Polisi preifatrwydd Google
ga_ie: Polasaí Príobháideachta Google
gd: Poileasaidh prìobhaideachd Google
hi_in: गूगल गोपनीयता नीति
is: Persónuverndarstefna Google
kab: Tasertit tabaḍnit n Google
kk: Google-дың жекелік саясаты
km: គោល​នយោបាយ​ភាព​ឯកជន​របស់ Google
lt: „Google“ privatumo nuostatai
ms: Polisi privasi Google
pt: Política de privacidade do Google
si: ගූගල් පුද්ගලිකත්ව ප්‍රතිපත්තිය
ta: கூகுள் தனியுரிமை கொள்கை
tr: Google gizlilik politkası
ur: گوگل کی رازداری پالیسی
uz: Google maxfiylik siyosati

source: Am I being tracked as I browse the web?
ar: هل يتم تتبعي كما أستخدم الويب؟
bg: Следен ли съм, докато сърфирам из Интернет?
bs: Da li sam praćen dok pretražujem web?
cy: Ydw i'n cael fy nilyn wrth bori'r We?
ga_ie: An bhfuil tú ag coinneáil súil orm agus mé ag brabhsáil?
gd: A bheilear 'gam thracadh is mi a' siubhal an lìn?
hi_in: बेव ब्राउज़िंग के दौरान क्या मैं ट्रैक किया जा रहा हूँ?
is: Er verið að fylgjast með mér þegar ég vafra á vefnum?
kab: Yella win i yisfuɣulen di tunigin inu?
kk: Интернетте отырған кезімде мені біреу бақылай ма?
km: ខ្ញុំ​កំពុង​ត្រូវ​បាន​តាមដាន​នៅ​ពេល​ខ្ញុំ​រុករក​បណ្ដាញ?
lt: Ar mano naršymo veiksmai yra stebimi?
ms: Adakah saya ini dijejaki sebaik sahaja saya melayari web ini?
pt: Estou a ser rastreado enquanto navego na web?
si: මං අන්තර්ජාලයේ සැරිසැරීම සටහන් කෙරෙනවාද?
ta: இணையத்தில் உலாவரும்போது எனது செயல்பாடுகள் பதிவு செய்யப்படுமா?
tr: Ben İnternette gezinirken takip ediliyor muyum?
ur: میں ویب کو براؤز طور پر میں نے پتہ لگایا جا رہا ہے؟
uz: Men internetni ko‘rayotganimda kuzatilamanmi?

source: No. Firefox only requests a location when a website makes a request, and only shares your location when the user has approved the request. Firefox does not track or remember your location as you browse.
bg: Не. Firefox единствено изисква вашето местоположение, когато страницата която посетите го направи, и единствено го споделя ако сте дали вашето съгласие. Firefox не следи или запаметява вашето местоположение докато сърфирате.
bs: Ne. Firefox zahtjeva lokaciju samo kada web stranica napravi zahtjev, i dijeli samo vašu lokaciju kada korisnik odobri zahtjev. Firefox ne prati i ne pamti vašu lokaciju dok pretražujete.
cy: Na. Dim ond pan fydd gwefan yn gofyn y bydd Firefox yn gofyn am leoliad, a bydd yn rhannu eich lleoliad dim ond pan fydd y defnyddiwr wedi cytuno. Nid yw Firefox yn dilyn na cofio eich lleoliad wrth i chi bori.
ga_ie: Níl. Ní iarrann Firefox do láthair go dtí go n-iarrann suíomh Gréasáin é, agus ní nochtann sé do láthair gan chead. Ní mheabhraíonn Firefox do láthair le linn duit a bheith ag brabhsáil.
gd: Chan eil. Chan iarr Firefox ionad ach ma dh'iarras làrach-lìn e agus cha nochd e d' ionad mur an doir thusa cead dha Firefox a nochdadh. Cha dèan Firefox tracadh ort is cha chuimhnich e d' ionad is tu a' siubhal an lìn.
hi_in: नहीं. फ़ायरफ़ॉक्स केवल तभी निवेदन करता है जब कोई वेबसाइट निवेदन करती है और केवल तभी आपकी अवस्थिति साझा करती है जब उपयोक्ता ने निवेदन को अपनी स्वीकृति दे दी है. फ़ायरफ़ॉक्स ब्राउज़िंग के दौरान आपकी अवस्थिति को ट्रैक या याद नहीं करती चलती है.
is: Nei. Firefox biður aðeins um staðsetningu þegar vefsvæði biður um það, og deilir því aðeins ef notandi samþykkir beiðnina. Firefox fylgist ekki með þér eða geymir þína staðsetningu þegar þú ert að vafra.
kk: Жоқ. Веб-сайт сұраған кезде, Firefox сіздің орналасуыңыз туралы сұрау ғана жібереді. Өзіңіз айтпағанша, Firefox географиялық орналасу туралы ақпаратты ешкіммен бөліспейді. Firefox сіздің орналасуыңызды Интернетте жұмыс істеу кезінде бақыламайды да, сақтамайды да.
km: ទេ Firefox ស្នើ​តែ​ទីតាំង នៅ​ពេល​តំបន់​បណ្ដាញ​ធ្វើ​ការ​ស្នើ, ហើយ​ចែករំលែក​តែ​ទីតាំង​របស់​អ្នក នៅ​ពេល​អ្នក​ប្រើ​បាន​យល់​ព្រម​សំណើ។ Firefox មិន​តាមដាន ឬ​ចងចាំ​ទីតាំង​របស់​អ្នក​នៅ​ពេល​ដែល​អ្នក​រុករក​ឡើយ។
lt: Ne. „Firefox“ pasiūlo atskleisti Jūsų buvimo vietą tik tada, kai svetainė, kurioje lankotės, prašo tokios informacijos. Naršyklė teikia svetainei tokią informaciją tik Jums sutikus. „Firefox“ neseka ir neįsimena svetainių, kuriose naršote.
ms: Tidak. Firefox hanya akan memohon lokasi apabila laman web membuat permohonan, dan hanya berkongsi lokasi anda ketika pengguna membenarkan permohonan. Firefox tidak menjejaki atau mengingati lokasi anda sebaik sahaja anda melayari.
pt: Não. O Firefox apenas pede a sua localização quando um sítio web faz um pedido e apenas partilha a sua localização se o utilizador aprovar o pedido. O Firefox não faz o seguimento nem guarda a sua localização enquanto navega.
si: නැහැ. ෆයර්ෆොක්ස් ස්ථානය ලබාගැනීම සඳහා ඉල්ලන්නේ වෙබ් අඩවියක් එම තොරතුර ඉල්ලූ විට පමණි. ඔබේ ස්ථානය වෙබ් අඩවියට ලබාදෙන්නේ ඔබ ඒ සඳහා අවසර ලබාදුන් විට පමණි. ෆයර්ෆොක්ස් ඔබ ගවේෂණය කරන අතරතුර ඔබේ ස්ථානය මතක තබාගැනීමක් හෝ සටහන් කිරීමක් නොකරයි.
ta: இல்லை. இணையத் தளம் விண்ணப்பம் ஒன்றை உருவாக்கும் போது, பயர்பாக்ஸ் இடமொன்றைக் கோரும். விண்ணப்பத்தை பயனர் உறுதிப்படுத்திய பின்னரே உங்களின் இடத்தைப் பகிரும். உலாவலில் பயர்பாக்ஸ் உங்கள் இடத்தை நினைவில் வைத்துக் கொள்ளாது.
tr: Hayır. Firefox, sadece bir site talep ettiğinde konum bilgisi ister ve konumunuzu, sadece kullanıcı kabul ederse paylaşır. Firefox, siz internette gezinirken, konumunuzu takip etmez veya kayıt altına almaz.
ur: نہِں. Firefox صرف اس وقت محل وقوع کی درخواست کرتا ہے جب ویب سائٹ درخواست کرتی ہے, اور صرف اس وقت محل وقوع شیئر کرتا ہے جب صارف درخواست کومنظور کرتا ہے. Firefox آپکے محل وقوع کا سراغ راہ نہیں لگاتا یا آپکا محل وقوع یاد نہیں رکھتا جب آپ براؤز کرتے ہیں.
uz: Yo‘q. Firefox faqat vebsahifa so‘ragandagina manzilni so‘raydi va foydalanuvchi so‘rovga ruxsat bergandagina manzilingizni bo‘lishadi. Firefox ko‘rish sifatida sizni kuzatmaydi yoki manzilingizni eslab qolmaydi.

source: How do I undo a permission granted to a site?
bg: Как да премахна вече дадено разрешение към даден сайт?
bs: Kako mogu poništiti dozvolu datu web stranici?
cy: Sut fydda i'n dadwneud caniatáu?
ga_ie: Cad is féidir a dhéanamh dá n-athróinn m'intinn faoi shuíomh ar thug mé cead dó?
gd: Ciamar a bheir mi air falbh cead o làrach a thug mi cead dha roimhe?
hi_in: कैसे में किसी साइट को दी गई अनुमति वापस ले सकता हूँ?
is: Hvernig afturkalla ég heimild sem ég hef þegar gefið vefsvæði?
kk: Сайтқа берген рұқсатты қалай алып тастауға болады?
km: តើ​ខ្ញុំ​មិន​​បោះបង់​​សិទ្ធិ​ដែល​បាន​ផ្ដល់​ចំពោះ​តំបន់​បណ្ដាញ​របៀប​ណា?
lt: Kaip galiu atsisakyti leidimo, anksčiau duoto svetainei?
ms: Bagaimana untuk saya membatalkan keizinan yang telah diberikan kepada laman?
pt: Como é que dou permissão a um sítio?
si: අඩවියකට ලබා දුන් අවසරයක් පෙරසේ සකසන්නේ කෙසේද?
ta: தளம் ஒன்றிற்கு வழங்கப்பட்ட அனுமதியை எவ்வாறு நான் மறைப்பது?
tr: Bir siteye verilen izni nasıl geri alırım?
ur: میں نے ایک ویب سائٹ کو عطا کی ہوئی اجازت کس طرح کالعدم کروں؟
uz: Saytga berilgan ruxsatni qanday qilib bekor qilsam bo‘ladi?

source: If you've given Firefox permission to always give your location to a site and later change your mind, you can easily revoke that permission. Here's how:
bg: Ако сте дали постоянно разрешение на Firefox да споделя вашето местоположение на деден сайт, и по-късно решите да го отмените - ето как става:
bs: Ako ste dali Firefoxu dozvolu da uvijek da vašu lokaciju stranici i kasnije promijenite vaše mišljenje, možete jednostavno opozvati tu dozvolu. Evo kako:
cy: Os ydych wedi rhoi caniatâd i Firefox rannu eich lleoliad i wefan ac yn newid eich meddwl, mae modd atal eich caniatâd yn hawdd. Dyma sut mae gwneud:
ga_ie: Má thug tú cead do Firefox do láthair a roinnt le suíomh Gréasáin ach d'athraigh tú d'intinn, is féidir an cead a chur ar ceal gan stró:
gd: Ma thug thu cead dha Firefox d' ionad a nochdadh do làrach uair sam bith 's ma chuireas tu romhad a chaochladh an uairsin, tha e furasta an cead a thug thu a thoirt air falbh. Seo mar a nì thu sin:
hi_in: यदि आपने फ़ायरफ़ॉक्स को अपनी अवस्थिति के बारे में हमेशा बताने के लिए अनुमति दी है और बाद में अपना मत बदलना चाहते हैं, आप उस अनुमति को आसानी से वापस ले सकते हैं. आप इसे इस प्रकार कर सकते हैं:
is: Ef þú hefur gefið Firefox leyfi til að senda alltaf staðsetningu til ákveðins vefsvæðis en skiptir svo um skoðun, geturðu auðveldlega afturkallað þá heimild. Svona ferðu að því:
kk: Егер сіз кезінде Firefox браузеріне өзіңіздің орналасуыңызды веб-сайттарға жіберуге рұқсат беріп, ал енді қайтып алғыңыз келсе:
km: ប្រសិនបើ​អ្នក​ផ្ដល់​សិទ្ធិ Firefox ដើម្បី​ផ្ដល់​ទីតាំង​របស់​អ្នក​នូវ​តំបន់​បណ្ដាញ និង​ការ​ផ្លាស់ប្ដូរ, អ្នក​អាច​ងាយស្រួល​ដក​យក​សិទ្ធិ​ចេញ​វិញ​បាន។
lt: Jeigu leidote „Firefox“ tam tikrai svetainei visada atskleisti Jūsų buvimo vietą, o vėliau pakeitėte savo sprendimą, duotojo leidimo galite labai paprastai atsisakyti:
ms: Jika anda telah memberi Firefox Keizinan untuk sentiasa memberikan lokasi anda kepada laman dan kemudian berubah fikiran, anda boleh dengan mudah menarik balik keizinan. Begini caranya:
pt: Se deu autorização ao Firefox para dar sempre a sua localização a um sítio e mais tarde mudar de ideias pode retirar a autorização. Basta seguir estes passos:
si: ඔබ ඔබගේ පිහිටීම අඩවියකට සෑම විටම ලබා දීමට ෆයර්ෆොක්ස්ට අවසර දී ඇත්නම් සහ පසුව ඔබගේ මනස වෙනස් කළහොත්, ඔබට පහසුවෙන්ම එම අවසරය අවලංගු කිරිමට හැක. මේ එය කරන අයුරු වේ:
ta: உங்கள் இடத்தை எப்போதும் கொடுக்கவும் என்பதை தேர்ந்தெடுத்து, பின்னர் உங்கள் மனதை மாற்றிக்கொண்டால், நீங்கள் இதனை எளிதாக மாற்றிக்கொள்ளலாம். அதுபற்றி இங்கே காண்க:
tr: Eğer Firefox'a bir siteye her zaman konum bilginizi verme izni verdiyseniz ve sonra kararınızı değiştirdiyseniz, o izni kolaylıkla geri alabilirsiniz. İşte yapılışı:
ur: آپ فائر فاکس کو ہمیشہ ایک ویب سائٹ پر آپ کی جگہ دے اور بعد میں آپ کے دماغ کو تبدیل کرنے کی اجازت دی ہے تو، آپ کو آسانی سے اس کی اجازت باطل قرار لے سکتے ہیں. طریقہ یہ ہے:
uz: Doimo manzilingizni saytga berish uchun "Firefox"ga ruxsat bergan bo‘lsangiz va keyinroq fikringiz o‘zgarib qolgan bo‘lsa, osongina ruxsatni bekor qilishingiz mumkin. Mana bu yerda qanday qilish ko‘rsatilgan:

source: Navigate to the site to which you’ve given permission
bg: Отворете дадената интернет страница
bs: Idite na stranicu kojoj ste dali dozvolu
cy: Ewch i'r wefan rydych wedi rhoi'r caniatâd iddi
ga_ie: Téigh go dtí an suíomh ar thug tú cead dó
gd: Tadhail air an làrach a thug thu cead dha roimhe
hi_in: उस साइट में जाएँ जिसमें आपने अनुमति दिया है
is: Farðu yfir á það vefsvæði sem þú hefur þegar gefið leyfið fyrir
kk: Рұқсат берген сайтқа өтіңіз
km: ការ​រុករក​​ទៅ​កាន់​តំបន់​បណ្ដាញ​ដែល​អ្នក​បាន​ផ្ដល់​សិទ្ធិ។
lt: Atverkite svetainę, kuriai davėte tokį leidimą.
ms: Navigasi ke laman yang anda telah berikan keizinan
pt: Navegue até ao sítio que autorizou
si: ඔබ අවසර දී ඇති අඩවියට ගමන් කිරීම
ta: நீங்கள் அனுமதி வழங்கிய தளத்தில் நகரவும்
tr: İzin verdiğiniz siteye girin
ur: سائٹ پر تشریف لے جائیں جس سے آپ کو اجازت دی ہے کرنے
uz: Siz ruxsat bergan saytni kuzatish
