Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: When you visit a location-aware website, Firefox will ask you if you want to share your location.
ar: عندما تزور موقع مُدرِك للمكان, فيرفكس سيسألك اذا ما كنت تريد مشاركة مكانك.
bg: Когато посетите страница с известяване на местоположението, Firefox ще Ви поиска разрешение да сподели вашето местоположение.
bs: Kada posjetite location-aware web stranicu, Firefox će pitati da li želite podjeliti vašu lokaciju.
cy: Pan fyddwch yn mynd i wefan sy'n ymwybodol o leoliad, bydd Firefox yn gofyn i chi os ydych am rannu eich lleoliad.
ga_ie: Nuair a thugann tú cuairt ar shuíomh Gréasáin a úsáideann an ghné seo, fiafróidh Firefox díot más mian leat do láthair a nochtadh.
gd: Ma thadhlas tu air làrach-lìn as urrainn dha mothachadh dha d' ionad, faighnichidh Firefox a bheil thu airson d' ionad a nochdadh ris.
hi_in: जब आप अवस्थिति जागरूक वेबसाइट पर जाते हैं, फ़ायरफ़ॉक्स आपसे पूछेगा कि क्या आप अपनी अवस्थिति साझा करना चाहते हैं.
is: Þegar þú heimsækir vefsvæði sem býður upp á vafrastaðsetningu, getur Firefox spurt þig hvort þú viljir deila þinni staðsetningu.
kab: Ticki tesseqdaceḍ asmel Web iseqdacen asideg Web, Firefox ak-d-isuter ma tebɣiḍ ad tebḍuḍ adig inek.
kk: Орналасуыңызды ескеретін шолуды пайдаланатын веб-сайтқа өткен кезде, Firefox сізден географиялық орныңыз туралы мәліметті жібреуді сұрайды.
km: នៅ​ពេល​ដែល​អ្នក​មើល​តំបន់​បណ្ដាញ​ដែល​អ្នក​ស្គាល់​ទីតាំង, Firefox នឹង​​សួរ​អ្នក ប្រសិនបើ​អ្នក​ចង់​ចែករំលែក​ទីតាំង​នេះ។
lt: Lankantis svetainėje, naudojančioje geografinės vietos nustatymą, „Firefox“ paklaus Jūsų, ar sutinkate atskleisti savo buvimo vietą.
ms: Apabila anda melawat laman web peka-lokasi, Firefox akan bertanyakan anda jika anda ingin berkongsi lokasi anda.
pt: Quando visita um sítio web com localização o Firefox pergunta se deseja partilhar a sua localização.
si: ඔබ ස්ථාන-සාවධාන වෙබ් අඩවියට පිවිසි විට ෆයර්ෆොක්ස් ඔබෙන් ස්ථානය දැනුම් දීමට කැමතිදැයි අසන් ඇත.
ta: இருப்பிட விழிப்புணர்வு இணையத்தளம் ஒன்றைப் பார்வையிடும் போது, உங்களுடைய இடத்தை நீங்கள் பகிர்ந்து கொள்ள விரும்பினால், பயர்பாக்ஸ் உங்களைக் கேட்கும்.
tr: Konumdan haberdar bir web sitesini ziyaret ettiğinizde, Firefox size konumuzu paylaşmayı isteyip istemediğinizi soracak.
ur: جب آپ محل وقوع آگاہ ویب سائٹ کا دورہ کریں گے ، فائر فاکس آپ سے پوچھے گا اگر آپ اپنے محل وقوع کا اشتراک کرنا چاہتے ہیں ۔
uz: Manzilni aniqlashni so‘raydigan vebsaytga tashrif buyursangiz, Firefox manzilingizni bo‘lishishni so‘raydi.

source: If you consent, Firefox gathers information about nearby wireless access points and your computer’s IP address. Then Firefox sends this information to the default geolocation service provider, Google Location Services, to get an estimate of your location. That location estimate is then shared with the requesting website.
bg: Ако се съгласите, Firefox събира информацията от най-близкия до вас интернет доставчик и IP адреса на вашият компютър. След това изпраща тези данни за пресмятане на вашето местоположение на Локализирщата система на Google. Изчисленото местоположение се изпраща на дадената интернет страница.
bs: Ako pristanete, Firefox prikuplja informacije o obližnjim bežičnim pristupnim tačkama i IP adresi vašeg računara. Zatim Firefox šalje te informacije davatelju usluga zadane geolokacije, Google Location Services, kako bi dobio procjenu vaše lokacije. Ta procjena lokacije se zatim dijeli sa zahtjevanom web stranicom.
cy: Os ydych yn cytuno, bydd Firefox yn casglu gwybodaeth am bwyntiau mynediad diwyfr a chyfeiriad IP eich cyfrifiadur. Bydd Firefox wedyn yn anfon y wybodaeth yma i'r darparwr gwasanaeth geoleoliad rhagosodedig, Google Location Services, i gael amcan o'ch lleoliad. Bydd yr amcan o'ch lleoliad yma'n cael ei rannu gyda'r wefan sy'n gofyn.
ga_ie: Má aontaíonn tú leis seo, baileoidh Firefox faisnéis faoi phointí rochtana gan sreang i ngar duit agus seoladh IP do ríomhaire. Ansin, seolfaidh Firefox an fhaisnéis seo chuig soláthraí seirbhísí suite domhanda, Google Location Services de réir réamhshocraithe, a dhéanfaidh meastachán ar do láthair. Beidh an meastachán seo roinnte leis an suíomh Gréasán a d'iarr é.
gd: Ma dh'aontaicheas tu ris, cruinnichidh Firefox fiosrachadh a thaobh nam puingean inntrigidh uèirleas a tha faisg ort agus seòladh IP a' choimpiutair agad. Cuiridh Firefox am fiosrachadh seo do sholaraiche bunaiteach na seirbheise geò-lorgaidh, Google Location Services, airson tuairmeas fhaighinn air d' ionad. Agus thèid an tuairmeas seo a nochdadh ris an làrach-lìn a dh'iarr d' ionad an uairsin.
hi_in: यदि आप सहमति देते हैं, फ़ायरफ़ॉक्स नजदीकी बेतार पहुँच बिंदुओं और आपके कंप्यूटर के IP पता के बारे में सूचना इकट्ठा करती है. फिर फ़ायरफ़ॉक्स इस सूचना को तयशुदा भूस्थैतिकी सेवा प्रदाता, गूगल अवस्थिति सेवा, को आपकी अवस्थिति के बारे में अनुमान लगाने के लिए भेजती है. वह अवस्थिति अनुमान को तब निवेदित वेबसाइट के साथ साझा किया जाता है.
is: Ef þú samþykkir, mun Firefox safna saman upplýsingum um þá þráðlausa tengipunkta sem eru nálægir og IP tölu tölvunnar. Síðan sendir Firefox þessar upplýsingar á sjálfgefinn þjónustuaðila, Google staðsetningarþjónustu, til að fá áætlaða staðsetningu. Þessari staðsetningu er svo deilt með vefsvæðinu.
kab: Ma yella tqebleḍ, Firefox ad yesdukel talɣut ɣef wagazen n unekcum n war tinelli yellan rrif-ik akked tansa IP n uselkim inek. Ihi Firefox ad yazen talɣut agi ɣer usaǧǧaw n umeẓlu n usideg arakal amezwer, Google Location Services, akken ad iwali anida asideg inek. Aktazal agi n usideg ad tettwabḍu akked usmel id tt-id-yessutren.
kk: Келіскен жағдайда, Firefox жақын тұрған сымсыз қатынау нүктесі туралы ақпарат пен компьютеріңіздің IP адресін Google Location Services - әдеттегі геолокациялық қызмет ұсынушыға жібереді. Осы арқылы сіздің географиялық орныңызды бағалауға болады. Веб-сайтқа осы бағаланған деректер жіберіледі.
km: ប្រសិន​បើ​អ្នក​យល់ព្រម, ព័ត៌មាន​ប្រមូលផ្ដុំ​របស់​ Firefox ​អំពី​​នៅ​ជិត ចំណុច​ចូល​ដំណើរការ​ឥត​ខ្សែ និង​អាសយដ្ឋាន​ IP របស់​កុំព្យូទ័រ​របស់​អ្នក។ បន្ទាប់​មក​ Firefox ផ្ញើ​ព័ត៌មាន​នេះ​ទៅ​កាន់​​ក្រុម​ហ៊ុន​ផ្ដល់​​សេវាកម្ម​ទីតាំង​ភូមិសាស្ត្រ, សេវាកម្ម​ទីតាំង​ភូមិសាស្ត្រ, ដើម្បី​ធ្វើ​ការ​ប៉ាន់ស្មាន​ទីតាំង​ភូមិសាស្ត្រ​។ ការ​ប៉ាន់​ស្មាន់​ទីតាំង​នេះ​បន្ទាប់​ពី​បាន​ចែក​រំលែក​ជាមួយ​តំបន់​បណ្ដាញ​ដែល​បាន​ស្នើ។
lt: Jei sutiksite, „Firefox“ surinks informaciją apie netoliese esančius bevielės prieigos taškus ir Jūsų kompiuterio IP adresą. Šią informaciją „Firefox“ išsiųs numatytajam geografinės vietos nustatymo paslaugų teikėjui („Google Location Services“) Jūsų vietai nustatyti. Informacija apie Jūsų buvimo vietą bus pateikta svetainei.
ms: Jika anda bersetuju, Firefox mengumpulkan maklumat tentang titik capaian tanpa wayar berhampiran dan alamat IP komputer anda. Kemudian Firefox menghantar maklumat ini kepada penyedia khidmat geolokasi lalai, Khidmat Lokasi Geolokasi, mendapatkan lokasi anggaran anda. Lokasi anggaran itu kemudiannya dikongsi dengan laman web yang bertanya.
pt: Se autorizar, o Firefox recolhe informação sobre os seus pontos de acesso wireless vizinhos e o endereço IP do seu computador. Depois o Firefox envia esta informação para o fornecedor de serviço de geolocalização, Google Location Services, para estimar a sua localização. A estimativa da localização é depois partilhada com o sítio web que efectuou o pedido.
si: ඔබ කැමැත්ත ලබාදුනහොත් ෆයර්ෆොක්ස් ළඟ ඇති වයර් රහිත ප්‍රවේශ ස්ථාන සහ ඔබේ පරිගණකයේ IP ලිපිනය මගින් තොරතුරු ලබාගනී. ඉන්පසු ෆයර්ෆොක්ස් මෙම දත්ත ගූගල් ස්ථාන‍ සේවා වෙත යවා ඔබ සිටින ස්ථානය දළ වශයෙන් ලබාගනී. එය එම වෙබ් අඩවිය වෙත දැනුම් දෙනු ලබයි. ඔබ මේ සඳහා අකමැත්ත ප්‍රකාශ ක‍ළහොත් ෆයර්ෆොක්ස් කිසිවක් සිදු කරන්නේ නැත.
ta: நீங்கள் அனுமதித்தால்,உங்களுடைய கணினியின் IP முகவரி மற்றும் உங்களுக்கு அருகிலுள்ள வயர்லெஸ் அணுகல் புள்ளிகளை பற்றிய தகவல்களை பயர்பாக்ஸ் சேகரிக்கும். பின்னர் பயர்பாக்ஸ் முன்னிருப்பு இருப்பிட சேவை வழங்குநர், கூகுள் இருப்பிட சேவைகளுக்கு உங்களுடைய இடத்தின் மதிப்பீட்டைப் பெற்றுக் கொள்ள இந்த தகவலை அனுப்பும். அந்த இட மதிப்பீடு கோரப்படும் இணையதளத்துடன் பகிரப்படும்.
tr: Eğer kabul ederseniz, Firefox en yakın kablosuz erişim noktaları ve bilgisayarınızın IP adresi hakkında bilgi toplar. Daha sonra Firefox bu bilgileri konumunuz hakkında bir tahmin almak için varsayılan konum belirleme servis sağlayıcısı, Google Konum Hizmetleri'ne gönderir. Alınan tahmini konum bilgisi istekte bulunan web sitesiyle paylaşılır.
ur: اگر آپ رضامندی ہو تو، فائرفاکس ارد گرد کے وائرلیس رسائی نقتوں کی معلومات اکٹھی کر لے گا اور آپ کے کمپییوٹر کہ آئی پی راستے۔ بھر فائرفاکس معلومات کو طےشدہ ارضی مقام کی خدمت مہیا کار، گوگل محل وقوع خدمت کو آپ کے محل وقوع کا اندازہ لگاتا ہے، وہ مہل وقوع کا اندازہ پھر طلب کردہ ویب سائَٹ کے ساتھ شیئر کر دیا جاتا ہے۔
uz: Agar rozi bo‘lsangiz, Firefox yaqin atrofdagi simsiz tarmoq ulanish nuqtasi va kompyuteringizning IP manzili haqidagi ma’lumotni yig‘adi. So‘ngra Firefox ushbu ma’lumotni standart geojoylashuv xizmati ta’minotchisi - Google manzil xizmatlariga manzilingiz bahosini olish uchun jo‘natadi. So‘ngra manzil bahosi so‘ralgan vebsahifa bilan bo‘lishiladi.

source: If you say that you do not consent, Firefox will not do anything.
ar: اذا قلت أنك غير موافق, فيرفكس لن يفعل شيئاً.
bg: Ако не се съгласите, Firefox няма да направи Нищо.
bs: Ako kažete da ne pristajete, Firefox neće uraditi ništa.
cy: Os nad ydych am wneud hyn, fydd Firefox yn gwneud dim.
ga_ie: Mura n-aontaíonn tú leis, ní dhéanfaidh Firefox faic.
gd: Ma dhiùltas tu seo, cha dèan Firefox dad.
hi_in: यदि आप कहते हैं कि आपकी सहमति नहीं है, फ़ायरफ़ॉक्स कुछ नहीं करेगा.
is: Ef þú samþykkir ekki, mun Firefox ekkert gera.
kab: Ma yella ur teqbileḍ ara, Firefox ur ixeddem kra.
kk: Келіспеген жағдайда, Firefox ештеңе істемейді.
km: ប្រសិនបើ​អ្នក​និយាយ​ថា​មិន​យល់ព្រម, Firefox នឹង​មិន​ធ្វើ​អ្វី​ទាំងអស់។
lt: Jei nesutiksite, tai „Firefox“ nesiims jokių veiksmų.
ms: Jika anda katakan yang anda tidak bersetuju, Firefox tidak akan melakukan apa-apa.
pt: Se disser que não autoriza o Firefox nada fará.
ta: நீங்கள் அனுமதிக்கவில்லை என்றால், பயர்பாக்ஸ் எதுவும் செய்யாது.
tr: Eğer kabul etmediğinizi belirtirseniz, Firefox hiçbir şey yapmaz.
ur: اگر آپ کہتے ہیں کہ آپ نے قبول نہ کیا، فائر فاکس کچھ نہیں کریں گے.
uz: Agar siz norozilingizni aytsangiz, Firefox hech narsa qilmaydi.

source: How accurate are the locations?
ar: ما هي دقة أماكنك؟
bg: Как се изчислява местоположението?
bs: Koliko su precizne lokacije?
cy: Pa mor gywir yw'r amcangyfrifon?
ga_ie: Cé chomh beacht is atá na torthaí?
gd: Dè cho pongail 's a tha na h-ionadan seo?
hi_in: अवस्थिति कितना सटीक होता है?
is: Hvað eru staðsetningarnar nákvæmar?
kab: Amek tella tseddi n isidigen?
kk: Орналасу туралы ақпаратқа қаншалықты сенуге болады?
km: តើ​ទីតាំង​មាន​ភាព​ត្រឹមត្រូវ​ប៉ុណ្ណា?
lt: Kaip tiksliai nustatoma vieta?
ms: Berapa tepatkah lokasi?
pt: Qual é a exactidão das localizações?
si: මේ ස්ථාන කොතරම් නිවැරදිද?
ta: இடங்கள் எவ்வளவு சரியானவையாக இருக்கும்?
tr: Konum bilgisi ne kadar kesindir?
ur: محل وقوع کس طرح درست ہیں؟
uz: Manzillarni qanday aniqlash mumkin?

source: Accuracy varies greatly from location to location. In some places, our service providers may be able to provide a location to within a few meters. However, in other areas it might be much more than that. All locations returned by our service providers are estimates only and we do not guarantee the accuracy of the locations provided. Please do not use this information for emergencies. Always use common sense.
bg: Изчисляването се извършва по много различни начини взависимост от местоположението. На някои места, можем да определим местоположението Ви до няколко метра. Всички местоположения, предоставени чрез нашите услуги са приблизителни и ние не гарантираме за тяхната точност. Моля не използвайте тази информация за спешни случай. Винаги използвайте утвърдените за това начини.
bs: Preciznost uveliko varira od lokacije do lokacije. U nekim mjestima, naši davatelji usluga mogu biti u stanju predvidjeti lokaciju u nekoliko metara. Međutim, u nekim područjima to može biti puno više. Sve povratne lokacije od strane naših davatelja usluga su samo procjene i mi ne možemo garantovati preciznost predviđenih lokacija. Molimo vas da ne koristite ove informacije za hitne slučajeve. Uvijek koristite zdrav razum.
cy: Mae cywirdeb yn amrywio o le i le. Mewn rhai llefydd gall ein darparwyr gwasanaeth ddarparu lleoliad o fewn metr neu ddau. Ond mewn llefydd eraill gall fod yn llawer mwy na hynny. Amcangyfrifon yw'r holl leoliadau sy'n cael eu darparu gan ein darparwyr gwasanaeth ac nid ydym yn gwarantu'r amcangyfrifon. Peidiwch defnyddio'r wybodaeth yma mewn argyfwng. Defnyddiwch eich synnwyr cyffredin.
ga_ie: Is mór an difríocht sa bheachtas ó cheantar go ceantar. In áiteanna áirithe, is féidir lenár soláthraithe seirbhíse do láthair a dhéanamh amach faoi chúpla méadar. Ach, in áiteanna eile beidh sé i bhfad níos mó ná sin. Ní dhéanann ár soláthraithe seirbhísí ach meastachán ar do láthair, agus ní théimid i mbannaí ar bheachtas na dtorthaí. Ná húsáid an fhaisnéis seo i gcás éigeandála. Bíodh ciall agat i gcónaí!
gd: Tha a' phongalachd a' crochadh air an àite far a bheil thu. Ann an cuid a dh'àitichean bidh seo gu math pongail, beagan mheatairean air falbh uat. Ach cha bhi e cho pongail ann an àitichean eile. Chan eil sna h-ionadan uile ach tuairmeasan a thug solaraiche na seirbheise dhuinn agus chan urrainn dhuinn barantas a thoirt gum bi iad seo buileach ceart. Cha bu chòir dhut am fiosrachadh seo a chleachdadh ann an èiginn - bidh toinisgeil d' a thaobh an-còmhnaidh.
hi_in: स्थिति से स्थिति के आधार पर सटीक होना बदलता रहता है. कुछ स्थानों पर, हमारे सेवा प्रदाता कुछ मीटर की दूरी पर अवस्थिति को बताने में समर्थ होंगे. हालांकि, दूसरे क्षेत्रों में यह उससे काफी अधिक हो सकता है. सभी स्थान जो हमारे सेवा प्रदाता के द्वारा दिए जाते हैं महज अनुमान होते हैं और हम दिए स्थान की सटीकता की गारंटी नहीं दे सकते हैं. कृपया आपात स्थिति के लिए इन सूचनाओं का प्रयोग मत करें. हमेशा कॉमन सेंस का प्रयोग करें.
is: Nákvæmni er breytileg á milli staða. Á sumum stöðum, geta þjónustuaðilar gefið upp staðsetningu sem er nákvæm upp á nokkra metra. Hinsvegar getur þetta verið ónákvæmara á öðrum svæðum. Allar staðsetningar frá þjónustuaðila eru aðeins áætlaðar og við ábyrgjumst ekki nákvæmni þessara staðsetninga. Vinsamlega ekki nota þessar upplýsingar fyrir neyðartilfelli. Notaðu alltaf heilbrigða skynsemi.
kk: Бағалаудың дәлдігі әр түрлі. Кейбір жерде біздің қызметіміздің дәлдігі метрге дейін жетсе, басқа жерде дәлдік әлдеқайда нашар болуы мүмкін. Қызметтің нәтижелері жалпыланған түрде болғандықтан, маңызы жоғары төтенше жағдайларда пайдаланбауыңызды сұраймыз.
km: ការ​ផ្លាស់ប្ដូរ​ត្រឹមត្រូវ​ពី​ទីតាំង​មួយ​ទៅ​កាន់​ទីតាំង​មួយ។ នៅ​ក្នុង​ទីតាំង​មួយ​ចំនួន, ក្រុមហ៊ុន​ផ្ដល់​សេវាកម្ម​របស់​ពួក​យើង​អាច​ផ្ដល់​ទីតាំង​ក្នុង​រយៈ​ពីរ​បី​ម៉ែត្រ។ ទោះបី​ជា​យ៉ា​ណា, នៅ​ក្នុង​តំបន់​ផ្សេង​ទៀង វា​អាច​ផ្ដល់​ទីតាំង​ក្នុង​រយៈ​ចម្ងាយ​ឆ្ងាយ​ជាង​នេះ។ ទីតាំង​ទាំងអស់​បាន​ផ្ដល់​ដោយ​​ក្រុមហ៊ុន​ផ្ដល់​សេវាកម្ម​ដែល​ប៉ាន់ស្មាន​ប៉ុណ្ណោះ ហើយ​យើង​យើង​មិន​ធានា​ថា​​បាន​ផ្ដល់​ទីតាំង​ត្រឹមត្រូវ​ជាក់លាក់​នោះ​ទេ។ សូម​កុំ​ប្រើ​ព័ត៌មាន​ទាំង​នេះ​សម្រាប់​ពេល​មាន​អាសន្ន។ សូម​ប្រើ​ភាព​ជាក់ស្ដែង។
lt: Tikslumas gali skirtis priklausomai nuo geografinės vietos. Tam tikrose vietose mūsų paslaugos teikėjai galės nustatyti vietą keleto metrų tikslumu. Tačiau kitose regionuose paklaida gali būti didesnė. Visos vietos, nustatytos paslaugos teikėjo, yra įvertintos tik apytiksliai, ir tikslumas nėra užtikrinamas. Prašom nenaudoti šios paslaugos avariniais atvejais, kai būtinas tikslumas. Visada vadovaukitės sveiku protu.
ms: Ketepatan bergantung daripada lokasi ke lokasi. Di sesetengah tempat, penyedia khidmat kami mungkin dapat menyediakan lokasi dalam beberapa meter. Bagaimanapun, pada tempat yang lain ia mungkin lebih daripada itu. Semua lokasi dikembalikan oleh penyedia khidmat kami adalah anggaran dan kami tidak menjamin ketepatan lokasi yang disediakan. Sila tidak menggunakan maklumat ini untuk tujuan kecemasan. Sentiasalah gunakan kewarasan akal.
pt: A exatidão varia conforme a localização. Em alguns locais, os nossos fornecedores de serviços poderão fornecer a localização até poucos metros. No entanto, noutras áreas poderá ser muito mais que isso. Todas as localizações enviadas pelos nossos fornecedores de serviços são estimativas e não garantimos a exatidão das localizações fornecidas. Não utilize esta informação para emergências. Use sempre o senso comum.
si: නිවැරදිභාවය ස්ථානයෙන් ස්ථානයට වෙනස් වෙයි. සමහරක් ස්ථාන වලදී අපේ සේවා සපයන්නන්ට මීටර් කිහිපයක් දක්වා ස්ථානය සැපයිය හැකියි. නමුත් වෙනත් ස්ථාන වලදී එය ඊට වඩා වැඩිවිය හැකියි. සියලුම දැනුම් දෙනු ලබන ස්ථාන දළ වශයෙන් ලබාදෙන අතර ඒවායේ නිවැරදිභාවය සහතික කළ නොහැක. කරුණාකර මෙය හදිසි සේවා සඳහා භාවිතා නොකරන්න. නිතරම සාමාන්‍ය දැනීම භාවිතා කරන්න.
ta: இடத்திற்கு இடம் சரியான நுட்பம் மாறுபடும். சில இடங்களில், குறைந்த மீட்டருக்குள் எங்கள் சேவை வழங்குநர்கள் இடத்தை வழங்கக்கூடியதாக இருக்கும். எப்படியிருந்தாலும், வேறு இடங்களில் இது அதை விடக்கூடுதலாக இருக்கும். எங்களுடைய சேவை வழங்குனரால் கொடுக்கப்பட்ட எல்லா இடங்களும் மதிப்பீட்டளவிலானவை, வழங்கப்பட்ட இடங்களின் சரிநுட்பம் பற்றி உத்தரவாதம் அளிப்பதில்லை. அவசரப்பட்டு இந்த தகவலைப் பயன்படுத்த வேண்டாம். எப்போதும் அறிவைப் பயன்படுத்தவும்.
tr: Kesinlik bölgeden bölgeye büyük ölçüde değişir. Bazı bölgelerde, servis sağlayıcılarımız sadece birkaç metre içerisinde konum bilgisi sunabilirler. Buna rağmen bazı bölgelerde, bundan çok daha geniş bir alan içerisinde bilgi sunulabilir. Servis sağlayıcılarımız tarafından sunulan tüm konum bilgileri sadece tahminidir ve sunulan konum bilgilerinin doğruluğunu garanti edemeyiz. Lütfen acil durımlar için bu bilgiyi kullanmayın. Her zaman sağduyunuzu kullanın.
ur: درستگی مقام سے مقام پر بہت مختلف ہوتا ہے. کچھ جگہوں میں، ہماری سروس فراہم کرنے والے چند میٹر کے اندر اندر میں مقام فراہم کرنے کے قابل ہو سکتے ہیں. تاہم، دیگر علاقوں میں یہ اس سے کہیں زیادہ ہو سکتی ہے. ہماری سروس فراہم کرنے والے کی طرف لوٹ آئے تمام مقامات اندازوں صرف کر رہے ہیں اور ہم نے فراہم مقامات کی درستگی کی ضمانت نہیں دیتے. ہنگامی حالات کے لئے اس کی معلومات کا استعمال نہ کریں. ہمیشہ عقل کا استعمال کریں ۔
uz: Aniqlik manzildan manzilga qarab turlicha. Ba’zi joylarda bizning xizmat ta’minotchilarimiz manzilni qisqa o‘lchovlarda keltirishi mumkin. Shunday ekan, boshqa hududlarda u boshqasiga nisbatan ko‘proq bo‘lishi mumkin. Bizning xizmat ta’minotchilarimiz tomonidan qaytarilgan barcha manzillar faqat ular tomonidan baholanadi va biz keltirilgan manzillar aniqligi uchun kafolat bera olmaymiz. Iltimos, bu ma’lumotlardan favqulodda holatlarda foydalanmang. Doimo umumiy maqsadlarda foydalaning.

source: What information is being sent, and to whom? How is my privacy protected?
ar: ما هي المعلومات التي تم ارسالها, و لمن؟ كيف تتم حماية خصوصيتي؟
bg: Каква информация се изпраща, и на кого? Как са защитени личните ми данни?
bs: Koje informacije se šalju, i kome? Kako je moja privatnost zaštićena?
cy: Pa wybodaeth sy'n cael ei anfon, ac i bwy? Sut fydd fy ngwybodaeth yn cael ei ddiogelu?
ga_ie: Cad iad na sonraí a sheolfar? Cé a gheobhas í? Conas a chosnaítear mo phríobháideacht?
gd: Dè am fiosrachadh a tha 'ga chur 's cò thuige? Ciamar a tha sibh a' dìon mo phrìobhaideachd?
hi_in: कैसी सूचना भेजी जाती है और किसे? कैसी मेरी गोपनीयता की रक्षा होती है?
is: Hvaða upplýsingar eru sendar, og til hverra? Hvernig er friðhelgi mín vernduð?
kk: Қандай мәліметтер жиналады және кімге жіберіледі? Құпиялық қалайша қамтамасыз етіледі?
km: តើ​ព័ត៌មាន​អ្វី​ដែល​កំពុង​ត្រូវ​បាន​ផ្ញើ, ហើយ​ផ្ញើ​ទៅ​អ្នក​ណា? តើ​ការពារ​ភាព​ឯកជន​របស់​ខ្ញុំ​របៀប​ណា?
lt: Kokia informacija yra siunčiama ir kam? Kaip apsaugomas mano privatumas?
ms: Apakah maklumat yang dihantar, dan kepada siapa? Bagaimana privasi saya dilindungi?
pt: Que informação está a ser enviada e para quem? Como é que a minha privacidade é protegida?
si: යවන තොරතුරු මොනවාද, කාටද? මගේ පුද්ගලිකත්වය රැකෙන්නේ කොහොමද?
ta: என்ன தகவல் அனுப்பப்பட்டது? யாருக்கு? என் தனிப்பட்ட விஷயங்கள் பாதுகாப்பானதா?
tr: Hangi bilgi, kime gönderiliyor? Gizliliğim nasıl korunuyor?
ur: کون سی معلومات بھیجی، اور کس کو بھیجی؟میری رازداری کس طرح سے محفوظ ہے؟
uz: Qaysi ma’lumt jo‘natiladi va kimga? Mening xavfsizligim qanday himoyalangan?
