Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: Geolocation in Firefox
ar: تحديد الموقع الجغرافي في فيرفكس
bg: Местоположение във Firefox
bs: Geolokacija u Firefoxu
cy: Geoleoliad yn Firefox
ga_ie: Suí Domhanda i bhFirefox
gd: Geò-lorgadh ann am Firefox
hi_in: फ़ायरफ़ॉक्स में भूस्थैतिकी
is: Hnattstaðsetning í Firefox
kab: Asideg arakal di Firefox
kk: Firefox геолокация қызметі
km: ទីតាំង​ភូមិសាស្ត្រ​ក្នុង Firefox
lt: Geografinės vietos nustatymas „Firefox“ naršyklėje
ms: Geolokasi dalam Firefox
pt: Geolocalização no Firefox
ta: பயர்பாக்ஸில் இருப்பிடம்
tr: Firefox'ta Konum Belirleme
uz: Firefox’da geojoylashuv

source: Location-Aware Browsing
ar: التصفح المُدرِك للمكان
bg: Сърфиране с известено местоположение
bs: Lokacijski-svjesno pretraživanje
cy: Pori Ymwybodol o Leoliad
ga_ie: Brabhsáil Logánaithe
gd: Brabhsadh a mhothaicheas dha d' àite
hi_in: अवस्थिति जागरूक ब्राउज़िंग
is: Vafrastaðsetning
kab: Tunigin s usidel arakal yella
kk: Орналасуыңызды ескеретін шолу
km: ការ​រុករក​ទីតាំង​ដែល​ស្គាល់
lt: Naršymas nustatant geografinę vietą
ms: Pelayaran Peka-Lokasi
pt: Geolocalização de navegação
si: ස්ථාන-සාවධාන ගවේෂණය
ta: புவியிருப்பிட-விழிப்புணர்வு உலாவல்
tr: Konumdan Haberdar Gezinme
ur: محل وقوع-باخبر براؤزنگ
uz: Manzilni aniqlab ko‘rish

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s">Give it a try!</a>
bs: Firefox može reći web stranicama gdje se nalazite tako da možete pronaći informacije koje su mnogo važnije i korisnije. Radi se o izradi pametnijeg weba &ndash; i odvija se na način da se u potpunosti poštuje vaša privatnost.<a href="%(url)s" id="%(id)s">Probajte!</a>
is: Firefox hefur þann möguleika að geta gefið vefsvæðum upp hvar þú ert staddur þannig að þú getir fundið þær upplýsingar sem skipta máli og eru gagnlegar. Þetta snýst um að gera vefinn gáfaðri &ndash; en er samt gert þannig að friðhelgi sé virt. <a href="%(url)s" id="%(id)s">Prófaðu bara!</a>
ta: பயர்பாக்ஸில் நீங்கள் இணைய தளங்களில் எங்கே உள்ளீர்கள் என்பதை சொல்லக் கூடியதாக இருக்கும். எனவே உங்களால் மிகவும் பொருத்தமான மற்றும் மிகவும் பயனுள்ள தகவல்களைப் பெற்றுக் கொள்ளலாம். இணைய உலாவுதலை திறனாக்குவதற்கும் &ndash; மற்றும் முழுதாக உங்களுடைய தனிப்பட்ட விஷயங்களை காக்கவும் செய்யப்பட்டுள்ளது. <a href="%(url)s" id="%(id)s">முயற்சியுங்கள்!</a>
ur: فائرفاکس ویب سائٹس کو بتا سکتا ہے آپکا محل وقوع کیا ہے تاکہ آپ وہ معلومات حاصل کریں جو زیادہ متعلقہ ہوں اور قابل استعمال ہو۔ یہ ویب کو یوشیار بنانے کے لیئے ہے &ndash; اور اس طرح کیا جاتا ہے کہ آپ کی رازداری کی مکمل عزت کی جاتی ہے۔ <a href="%(url)s" id="%(id)s">Give it a try!</a>

source: Frequently asked Questions
ar: الأسئلة الشائعة
bg: Често Задавани Въпроси
bs: Često postavljena pitanja
cy: Cwestiynau Cyffredin
ga_ie: Ceisteanna Coitianta
gd: CÀBHA - Na Ceistean Àbhaisteach
hi_in: बहुधा पूछे जाने वाले प्रश्न
is: Oft spurðar spurningar
kab: Isteqsiyen i d-yettuɣalen s waṭas.
kk: Жиі қойылатын сұрақтар
km: សំណួរ​ដែល​សួរ​ញឹកញាប់
lt: Klausimai ir atsakymai
ms: Soalan Sering Ditanya
pt: Perguntas frequentes
si: නිතර ඇසෙන පැන
ta: அடிக்கடி எழும் வினாக்கள்
tr: Sıkça Sorulan Sorular
ur: اکثر پوچھے گئے سوالات
uz: Tez-tez so‘raladigan savollar

source: What is Location-Aware Browsing?
ar: ما هو التصفح المُدرِك للمكان؟
bg: Какво е сърфиране с известено местоположение?
bs: Šta je Location-Aware pretraživanje?
cy: Beth yw Pori'n Ymwybodol o Leoliad?
ga_ie: Cad é atá ann go díreach?
gd: Dè th' ann am brabhsadh a mhothaicheas dha m' àite?
hi_in: अवस्थिति जागरूक ब्राउज़िंग क्या है?
is: Hvað er vafrastaðsetning?
kab: D acu id tunigin s usideg arakal usliɣ?
kk: Орналасуды ескеретін шолу деген не?
km: តើ​​រុករក​ទីតាំង​ដែល​ស្គាល់​​ណាមួយ​?
lt: Kas yra naršymas nustatant geografinę vietą?
ms: Apa itu Pelayaran Peka-Lokasi?
pt: O que é a geolocalização?
si: ස්ථාන-සාවධාන ගවේෂණය යනු කුමක්ද?
ta: புவியிருப்பிட-விழிப்புணர்வு உலாவல் என்றால் என்ன?
tr: Konumdan Haberdar Gezinme Nedir?
ur: محل وقوع سے آگاہ براؤز کاری کیا ہے؟
uz: Manzilni aniqlab ko‘rish nima?

source: Websites that use location-aware browsing will ask where you are in order to bring you more relevant information, or to save you time while searching. Let’s say you’re looking for a pizza restaurant in your area. A website will be able to ask you to share your location so that simply searching for “pizza” will bring you the answers you need... no further information or extra typing required.
bg: Интернет страниците, които използват сърфирането с известено местоположение, ще запитват къде се намирате, с цел да ви предоставят по-точна информация или да ви спестят време в търсене. Нека да кажем, че търсите пицария във вашата околност. Интернет страницата ще може да ви попита, дали искате да споделите информацията за вашето местоположение, така че едно обикновенно търсене на "пица" ще ви даде резултатите, които търсите.... без да се изисква допълнителна информация.
bs: Web stranice koje koriste location-aware pretraživanje će pitati gdje ste kako bi vam donijele više važnih informacija, ili da vam uštede vrijeme dok pretražujete. Recimo da tražite picerije u vašem području. Web stranica će biti u mogućnosti da vas zamoli da podjelite vašu lokaciju tako da jednostavno traženje riječi "pizza" će vam donijeti odgovore koje trebate...nisu potrebne dodatne informacije ili dodatno kucanje.
cy: Mae gwefannau sy'n defnyddio pori'n ymwybodol o leoliad yn gofyn i gi lle rydych er mwyn dod â gwybodaeth fwy perthnasol i chi neu i arbed amser i chi wrth chwilio. Dywedwch eich bod yn chwilio am fwyty pizza yn eich ardal. Bydd gwefan yn gallu gofyn i chi rannu eich lleoliad fel bod chwilio am “pizza” yn cynhyrchu'r ateb rydych ynn chwilio amdano... does dim angen rhagor o wybodaeth na theipio pellach.
ga_ie: Nuair a bhaineann suíomh Gréasáin úsáid as an ngné seo, fiafróidh sé díot cá bhfuil tú, i dtreo go mbeidh sé in ann faisnéis níos tairbhí a thabhairt duit agus do chuardach a bhrostú. Mar shampla, má tá tú ag lorg bialainne phizza i do cheantar, níl ort ach “pizza” a chur isteach sa suíomh chun an fhaisnéis atá uait a fháil... níl aon eolas ná clóscríobh breise de dhíth.
gd: Mas urrainn dha làrach-lìn mothachadh dhan àite far a bheil thu, faighnichidh i dhen bhrabhsair càit a bheil thu airson ùine a shàbhaladh dhut. Can gu bheil thu a' lorg taigh pizza 'nad sgìre. Ma tha fios aig làrach-lìn càit a bheil thu, cha leig thu leas ach am facal "pizza" a chur a-steach agus gheibh thu taighean pizza 'nad sgìre-sa... gun fheum air barrachd fiosrachaidh no taidhpidh.
hi_in: वेबसाइटें जो अवस्थिति जागरूक ब्राउज़िंग का प्रयोग करती हैं वे आपकी अवस्थिति पूछती हैं जिससे अधिक संदर्भयुक्त सूचना लायी जा सके, या आपके समय की बचत हो सके जब आप खोज रहे हों. फ़र्ज करें कि आप अपने क्षेत्र में पिज्ज़ा रेस्तरां ढूँढ़ रहे हैं. वेबसाइट पूछने में समर्थ होगी कि आप किस स्थान पर रहते हैं ताकि महज “पिज्ज़ा” के लिए खोजना आपको वह उत्तर दे जिसकी आपको जरूरत है... कोई आगे की सूचना या अतिरिक्त टाइपिंग की आपको जरूरत होगी.
is: Vefsvæði sem nota vafrastaðsetningu geta spurt þig hvar þú ert staddur til þess að geta sýnt nákvæmari upplýsingar, eða til að spara tíma við leit. Segjum að þú sért að leita að pizzastað í nágrenninu. Tiltekið vefsvæði getur þá beðið þig um deila með sér staðsetningu þinni þannig að ef þú leitar t.d. að “pizza” þá færðu nákvæmlega þær niðurstöður sem þig vantar... án þess að gefa upp eða slá inn fleiri upplýsingar.
kab: Ismal Web yesseqdacen asideg arakal ak-d-sutren anida telliḍ akken ak-d-efken talɣut tesriḍ, neɣ ak-d-sneɣsen akud n unadi.Amedya; ticki tettnadiḍ anda ara teččeḍ di temnaṭ anida telliḍ. Yessefk asmel web ad yizmir ad k-id-yesteqsi anida telliḍ akken mi tnudaḍ ɣef awal "pizza", asmel ak-d-yefk tiririt id tesriḍ... ulac talɣut neɣ asekcem n uḍris nniḍen i yettwasran.
kk: Орналасуыңызды ескеретін шолуды пайдаланатын веб-сайттар сіздің географиялық орныңызды сұрау арқылы сізге ең қажетті ақпарат ұсынуға не іздеу кезінде уақыт үнемдеуге мүмкіндік береді. Мысалы, сіз ең жақын тұрған кітап дүкенін іздедіңіз дейік. Веб-сайт сіздің орналасуыңызды біле тұра “кітап” деп іздегенде, өзі-ақ ең жақын дүкенді тауып береді. Ешбір артық ақпарат талап етілмейді.
km: តំបន់​បណ្ដាញ​ដែល​អ្នក​ប្រើ​ការ​រុករក​ទីតាំង​ដែល​ស្គាល់​នឹង​សួរ​ទីតាំង​ដើម្បី​ផ្ដល់​ឲ្យ​អ្នក​នូវ​ព័ត៌មាន​ដែល​ទាក់ទង, ឬ​ដើម្បី​​សន្សំ​ពេលវេលា​ក្នុង​ការ​ស្វែងរក។ អ្នក​អាច​ស្វែងរក​ហាង​ភីហ្សា​​ដែល​មាន​នៅ​ក្នុង​តំបន់​​របស់​អ្នក។ តំបន់​បណ្ដាញ​មួយ​នឹង​អាច​សួរ​អ្នក​ ដើម្បី​ចែករំលែក​ទីតាំង​របស់​អ្នក ដូច្នេះ​ងាយស្រួល​ក្នុង​ការ​ស្វែង​រក​ហាង “pizza” ... គ្មាន​ព័ត៌មាន​ផ្សេង លុះត្រាតែ​អ្នក​បញ្ចូល​ដើម្បី​ស្វែងរក។
lt: Svetainės, kurios suprojektuotos naršymui nustatant geografinę vietą, teiraujasi Jūsų buvimo vietos, kad pateiktų Jums tinkamesnės informacijos ir taupytų Jūsų laiką, kurį sugaištumėte ieškodami tokios informacijos. Tarkime, kad ieškote picerijos mieste, kuriame šiuo metu esate. Svetainė paprašys duomenų apie Jūsų buvimo vietą. Tuomet ieškodami žodžio „pica“, gausite būtent Jums tinkamus radinius apie netoliese esančias picerijas. Nereikės siaurinti paieškos rašant papildomus reikšminius žodžius.
ms: Laman web yang menggunakan pelayaran peka-lokasi akan bertanyakan anda di mana anda berada bagi membolehkannya memberikan anda maklumat yang lebih relevan, atau bagi menjimatkan masa semasa mencari. Katakan yanag anda mencari restoran pizza di kawasan anda. Laman web akan boleh bertanyakan anda untuk berkongsi lokasi anda supaya carian semudah “pizza” akan memberikan anda jawapan yang anda ingnikan... tiada maklumat lanjut atau taipan tambahan diperlukan.
pt: Os sítios web que usam navegação por localização perguntam-lhe aonde está para lhe trazer informação mais relevante, ou para lhe poupar tempo enquanto navega. Imaginemos que está à procura de uma pizzaria perto de si. O sítio web poderá partilhar a sua localização para ao procurar por “pizza” dár-lhe as respostas que precisa... não necessitará de escrever mais nada ou até de dar mais informações.
si: මෙය භාවිතා කරන වෙබ් අඩවි ඔබ සිටින තැන කුමක්දැයි විමසනු ඇත. මෙමගින් ඔබට වඩාත් ගැළපෙන තොරතුරු ලබාගත හැකි අතර එමගින් කාලයද ඉතුරු කර ගත හැකිය. උදාහරණයක් වශයෙන් ඔබ සිටින ප්‍රදේශයේ පීසා අවසන්හලක් සොයමින් සිටිනවායැයි සිතන්න. ‍එම වෙබ් අඩවියට ඔබ සිටින ප්‍රදේශය කුමක්දැයි විමසීමට හැකි අතර, 'පීසා' යනුවෙන් සෙවීම මගින් ඔබට අවශ්‍යම පිළිතුරු ලබාගත හැකිවනු ඇත. එවිට වෙනත් තොරතුරු හෝ වැඩිපුර ටයිප් කිරීමක් අවශ්‍ය වන්නේ නැත.
ta: இருப்பிட விழிப்புணர்வு உலாவுதலைப் பயன்படுத்தும் இணையதளங்கள், அதிக தொடர்புடைய தகவல்களை உங்களுக்கு கொண்டுவர அல்லது தேடும் போது நேரத்தை சேமிக்க நீங்கள் எங்கே உள்ளீர்கள் எனக் கேட்கும். அதாவது உங்கள் இடத்தில் உள்ள பிட்சா உணவகம் ஒன்றை நீங்கள் தேடுகிறீர்கள். உங்களுடைய இடத்தைப் பகிர்வதற்கு இணையத்தளத்தினால் கேட்கக்கூடியதாக இருக்கும். ஆகவே உங்களுக்குத் தேவையான “பிட்சா”விற்கான விடையை இது உங்களுக்குக் கொண்டுவரும்... மேலும் தகவல்கள் அல்லது தட்டச்சோ தேவைப்படாது.
tr: Konumdan haberdar gezinmeyi kullanan web siteleri, size amacınıza daha uygun bilgi sunabilmek veya arama yaparken zaman kazandırmak için nerede olduğunuzu soracak. Diyelim ki bulunduğunuz muhitte bir pizza restoranı arıyorsunuz. Bir web sitesi sizden konumunuzu paylaşmanızı isteyebilecek ve böylelikle sadece "pizza" kelimesini aratarak istediğiniz cevapları alacaksınız. Fazladan hiçbir bilgiye veya veri girişine gerek yok.
ur: ویب سآَئٹ جو محل و وقووع-آگاہ برائوزنگ کا استعمال کرتی ہیں وہ آُپ سے آُپ کا مہل وقووع پاجھتی ہیں تاکہ مزید متعلقہ معلومات لائیں، یا آپکا تلاش کے دوراں وقت بچائیں۔ یہ کہیں کہ آپ اپنے علاقے میں پیزا ریسٹورانٹ ڈھونڈ رہے ہیں ۔ ایک ویب سائٹ اس قابل ہو گی کہ وہ آُپ سے مجل وقوع کا اشتراک کرنے کا پوچھے تاکہ سادہ پیزا کی تلاش کرنے سے آپکو جواب موصول ہو جائیں جس کی ظرورت ہے... کوئی مزید معلومات یا فالتو ٹائیپ کاری کی ضرورت نہیں ہے۔
uz: Manzilni aniqlab ko‘rishdan foydalanadigan vebsahifalar sizga eng kerakli ma’lumotni keltirish yoki izlayotganganingizda vaqtingizni saqlash uchun qayerdaligingizni so‘raydi. Keling, yaxshisi sizni yaqin hududingizdan pitsa qidiryapsiz deb hisoblaylik. Vebsahifa sizdan manzilingizni bo‘lishishingizni so‘raydi, "pitsa" uchun oddiy qidiruvingiz sizga kerakli ma’lumotlarni beradi... ko‘proq ma’lumot kerak bo‘lmaydi yoki qo‘shimcha yozish talab qilinmaydi.

source: Or, if you’re mapping out directions to get somewhere, the website will know where you’re starting from so all you have to do is tell it where you want to go.
ar: أو، إذا كنت تريد تحديد الاتجاهات للحصول على مكان ما، فإن الموقع يعرف أين أنت بدءً من ذلك كل ما عليك القيام به هو يقول في المكان الذي تريد أن تذهب.
bg: Или, ако търсите маршрути до дадено място, интернет страницата ще знае от каде ще тръгнете, и всичко което трябва да направите е да й кажете къде искате да отидете.
cy: Neu os ydych yn edrych ar gyfarwyddiadau ar sut i fynd i rywle, bydd y wefan yn gwybod lle rydych yn cychwyn ohono felly dim ond angen nodi i le sydd angen ei wneud.
ga_ie: Nó, má tá tú ag dul áit éigin agus níl eolas an bhealaigh agat, beidh a fhios ag an suíomh Gréasáin an áit a bhfuil tú ag tosú uaithi agus níl ort ach do cheann scríbe a chur isteach.
gd: No ma tha thu a' sireadh stiùireadh a dh'àite air choireigin, bidh fios aig an làrach-lìn càit a bheil thu a' tòiseachadh air do thuras agus cha leig thu leas ach innse dha càit a bheil thu a' dol.
hi_in: या, यदि आप कहीं जाने के लिए दिशा की जाँच पड़ताल कर रहे हैं, वेबसाइट जानेंगी कि आप कहाँ से शुरू कर रहे हैं और इसलिए आपको केवल इतना कहना होगा कि आपको कहाँ जाना है.
is: Eða, ef þú ert að kortleggja ferðaleiðbeiningar, getur vefsvæðið vitað hvar byrjunin er þannig að það eina sem þú þarft að gefa upp er hvert þú vilt fara.
kab: Neɣ ma yella tettnadiḍ abrid akken ad teddu ɣer walbaɛd imeḍqan, asmel Web ad iẓeṛ telliḍ, ihi as-t-muddeḍ kan aniɣer tebɣiḍ ad truḥeḍ.
kk: Немесе, бір жерге барудың маршрутын құрап жатсаңыз, веб-сайт сізден барар жеріңізді ғана сұрап, бастапқы нүктеден керек жерге дейінгі жолды өзі айтып береді.
km: ឬ, ប្រសិនបើ​អ្នក​​ចង់​ស្វែងរក​ទិសដៅ​កន្លែង​ណាមួយ​ដែល​អ្នក​ចង់​ទៅ, តំបន់​បណ្ដាញ​នឹង​បង្ហាញ​ទីតាំង​នោះ​ពី​កន្លែង​ដែល​អ្នក​កំពុង​ស្ថិត​នៅ​ទៅ​កាន់​ទីតាំង​ដែល​អ្នក​ចង់​ទៅ​។
lt: Jei ieškote maršruto į tam tikrą paskirties vietą, tai svetainė žinos, iš kur pradedate kelionę, todėl visa informacija, kurią Jums reikės pateikti svetainei – tai vieta, į kurią norite nuvykti.
ms: Atau, jika anda memeta arah untuk pergi sesuatu tempat, laman web akan dapat mengetahui dari mana anda akan bermula supaya apa yang anda perlu lakukan adalah beritahu di mana anda ingin pergi.
pt: Ou, se estiver à procura de indicações para ir a algum lado, como sítio web sabe aonde voçê está terá apenas que lhe dar as indicações para ir aonde deseja.
si: නැතිනම්, ඔබට යම් ස්ථානයකට යාමට අවශ්‍ය යැයි සිතන්න. වෙබ් අඩවිය ඔබ ආරම්භ කරන ස්ථානය දන්නා නිසා ඔබ කළ යුත්තේ යාමට අවශ්‍ය ස්ථානය ලබාදීම පමණයි.
ta: அல்லது, ஏதாவது இடத்தைத் தெரிய நீங்கள் திசைகளை வரைந்தால், நீங்கள் எங்கிருந்து ஆரம்பிக்கிறீர்கள் என்பது இணையத் தளத்திற்கு தெரிய வரும். ஆகவே நீங்கள் செய்ய வேண்டியது எங்கே போக வேண்டும் எனச் சொல்ல வேண்டும்.
tr: Veya, eğer bir yere gitmek için yol istikameti çıkarıyorsanız, web sitesi nereden yola başladığınızı bilecek ve böylece yapacağınız tek şey nereye gitmek istediğinizi yazmak olacak.
ur: یا، اگر آپ کہیں حاصل کرنے کے لئے ہدایات باہر نقشہ کاری کر رہے ہیں, ویب سائٹ یہ بتائیں جہاں آپ جانا چاہتے ہیں تو آپ کو کیا کرنا ہے ہے جہاں آپ سے شروع کررہے ہیں پتہ چل جائے گا ۔
uz: Yoki agar siz biror narsani olish uchun yo‘nalishlaringizni xaritangizga kiritib qo‘ysangiz, vebsahifa siz qayerdan boshlashingizni biladi, shunday qilib siz faqatgina qayerga borishni xohlashingizni aytishingiz kerak.

source: This service is totally optional &ndash; Firefox doesn’t share your location without your permission &ndash; and is done with the utmost respect for your privacy. And, like all elements of Firefox, it’s being created using open standards to ease adoption by Web developers.
ar: هذه الخدمة اختيارية تماما &ndash; فيرفكس لا تشارك موقعك دون إذنك &ndash; ويتم ذلك مع كل التقدير والاحترام لخصوصيتك. ومثل جميع عناصر فيرفكس، يجري إنشاؤه باستخدام المعايير المفتوحة لتخفيف اعتمادها من قبل مطوري الويب.
bg: Тази услуга е изцяло по желание &ndash; Firefox не споделя вашето местоположение без разрешението Ви &ndash; и го прави с най-голямо уважение към вашата лична информация. И, като всички останали елементи на Firefox, е създадена по стандартите на отворения код за приятно използване от Web разработчиците.
bs: Ovaj servis je potpuno opcionalan &ndash; Firefox ne dijeli vašu lokaciju bez vaše dozvole &ndash; i odvija se uz dužno poštovanje za vašu privatnost. Kao i svi elementi Firefoxa, formirano je koristeći otvorene standarde za olakšano prisvajanje od strane web programera.
cy: Mae'r gwasanaeth yn un cwbl ddewisol &ndash; nid yw Firefox yn rhannu eich lleoliad heb eich caniatâd &ndash; ac mae'n cael ei wneud gyda'r gofal mwyaf am eich preifatrwydd. Ac, fel pob elfen o Firefox, mae'n cael ei greu gan ddefnyddio safonau agored fel bod datblygwyr gwe'n gallu ei fabwysiadu'n hawdd.
ga_ie: Seirbhís roghnach í seo &ndash; ní scaipfidh Firefox do láthair gan chead &ndash; déantar seo agus an-mheas againn ar do phríobháideacht. Anuas air seo, maraon le gach uile pháirt de Firefox, baintear úsáid as caighdeáin oscailte sa bhforbairt le gur fusa d'fhorbróirí Gréasáin glacadh leis an tseirbhís seo.
gd: 'S e seirbheis gu tur roghainneil a tha seo &ndash; cha nochd Firefox d' ionad gun chead uat &ndash; agus bidh sinn fhathast a' làn-dìon do phrìobhaideachd. Agus, mar a tha e le co-phàirt sam bith de Firefox, tha sinn 'ga chruthachadh stèidhichte air stannardan fosgailte airson 's gum bi e furasta do luchd-leasachaidh an eadar-lìn a chur gu feum.
hi_in: यह सेवा पूर्णतः वैकल्पिक है &ndash; फ़ायरफ़ॉक्स बिना आपकी अनुमति के आपकी अवस्थिति साझा नहीं करता है &ndash; और इसे आपकी गोपनीयता को पूर्ण आदर देते हुए किया जाता है. और, फ़ायरफ़ॉक्स के सारे तत्व की तरह, इसे खुले मानकों के प्रयोग से बनाया जाता है वेब डेवलेपर के द्वारा इसके प्रयोग को आसान बनाते हुए.
is: Þessi þjónusta er algerlega valfrjáls &ndash; Firefox gefur ekki upp hvar þú ert staddur án þín leyfis &ndash; og þetta er gert með algerri virðingu fyrir þinni friðhelgi. Og, eins og allir hlutir í Firefox, er þetta gert með opnum stöðlum til að hjálpa með notkun hjá vefþróunaraðilum.
kab: Ameẓlu agi d afrayan &ndash; Firefox ur ibeṭṭu ara adig inek war tasiregt inek &ndash; udiɣ ayagi yettwaxdam ss uqadeṛ n tudert inek tusligt. Rnu ɣur-s, am iferdisen akk n Firefox, yettwarna s useqdec n tizeɣt yeldin akken ad nessifus aseqdec ines sɣur ineflayen Web.
kk: Бұл қызмет толығымен қалауыңыз бойынша ғана жұмыс істейді &ndash; Firefox сіздің географиялық орныңызды өзіңіз айтпағанша ешқайда жібермейді. Осылайша сіздің құпиялығыңыз сақталады. Айтқандай, Firefox браузерінің басқа элементтері сияқты, бұл мүмкіндік те толығымен ашық стандарттар негізінде жасалған.
km: ជា​ជម្រើស​សម្រាប់​សេវាកម្ម​ទាំងអស់​នេះ &ndash; Firefox មិន​ចែករំលែក​​ទីតាំង​របស់​អ្នក​ដោយ​គ្មាន​សិទ្ធិ​របស់​អ្នក​ឡើយ &ndash; ហើយ​វា​ត្រូវ​បាន​ធ្វើ​រួចរាល់​​ដោយ​មាន​ការ​គោរព​ខ្ពស់​បំផុត​សម្រាប់​ភាព​ឯកជន​របស់​អ្នក។ ហើយ, ដូច​ជា​ធាតុ​ទាំងអស់ Firefox, វា​កំពុង​ត្រូវ​បាន​បង្កើត​​ដោយ​ប្រើ​​ស្តង់ដារ​ការ​បើក​ទូលាយ​ក្នុង​ការ​លុប​ផ្អាក​ការ​អនុវត្ត​សម្រាប់​អ្នក​អភិវឌ្ឍន៍​បណ្ដាញ។
lt: Minėta paslauga yra pasirenkamoji: „Firefox“ jokiu būdu neatskleis Jūsų geografinės buvimo vietos be Jūsų sutikimo, o Jums leidus tai daro nepažeisdama Jūsų privatumo. Kaip ir visi „Firefox“ elementai, ši paslauga sukurta naudojant atviruosius standartus tam, kad svetainių projektuotojams būtų paprasčiau ją realizuoti.
ms: Perkhidmatan ini keseluruhannya adalah atas pilihan &ndash; Firefox tidak berkongsi lokasi anda tanpa persetujuan anda &ndash; dan dilakukan dengan penuh penghormatan kepada privasi anda. Dan, juga seperti keseluruhan elemen Firefox, ianya dicipta menggunakan standard terbuka bagi memudahkan diterima pakai oleh pembangun Web.
pt: Este serviço é completamente opcional &ndash; o Firefox não partilha a sua localização sem a sua permissão &ndash; e é feito com o maior respeito pela sua privacidade. E, como todos os elementos do Firefox, está a ser criado com standards abertos para fácil adopção pelos desenvolvedores Web.
si: මෙම සේවාව සම්පූර්ණයෙන්ම වෛකල්පිත එකකි - ෆයර්ෆොක්ස් ඔබේ අවසරය නොමැතිව ඔබේ ස්ථානය දැනුම් දෙන්නේ නැත. ඔබේ ‍පුද්ගලිකත්වය සෑම අතින්ම ආරක්ෂා කෙරේ. ඒ වගේම ෆයර්ෆොක්ස්හි සියලුම කොටස් ආකාරයටම මෙය සකසා ඇත්තේද විවෘත සම්මත භාවිතයෙනි. එනිසා වෙබ් සංවර්ධකයින්ට මෙය පහසුවෙන් භාවිතා කළ හැකියි.
ta: இந்த சேவை முழுவதும் விருப்பத்திற்குரியது &ndash; உங்களுடைய அனுமதியில்லாமல் பயர்பாக்ஸ் உங்களுடைய இடத்தைப் பகிர்ந்து கொள்ளாது &ndash; அத்துடன் உங்களுடைய தனிப்பட்டவற்றை மதிக்க செய்யப்பட்டுள்ளது. மேலும் அனைத்து பயர்பாக்ஸின் கூறுகளைப் போன்றே இணைய வல்லுனர்களின் வசதியைக் கருத்தில் கொண்டு இதிலும் திறந்த தரப்படுத்தல்கள் பயன்படுத்தப்பட்டுள்ளன.
tr: Bu hizmet tamamıyla isteğe bağlıdır. Firefox sizin konumunuzu izniniz olmadan başkalarıyla paylaşmaz. İşlemler gizliliğinize en yüksek derecede saygı gösterilerek gerçekleştirilir. Firefox'un diğer tüm unsurları gibi bu unsur da Web geliştiricileri tarafından benimsenmesinin kolaylaştırılması için açık standartlar kullanılarak oluşturuluyor.
ur: یہ خدمت مکمل طور پر اختیاری پے فائرفاکس آپکی اجازت بغیر محل وقوع کا اشتراک نہیں کرتا &ndash; اور آپ کی رازداری کی بہت عزت کے ساتھ کیا جاتا ہے۔ اور فائرفاکس کے تمام عناصر کی طرح یہ کھلے معیار کہ ساتھ بنایا گیا ہے تکہ ویب کے لیئے لے پالک کرنا آسان ہو
uz: Ushbu xizmat umuman olganda majburiy emas &ndash; Firefox ruxsatingizsiz manzilingizni bo‘lishmaydi &ndash; va maxfiyligingizni hurmat qilish bilan tayyor bo‘ladi. "Firefox"ning barcha boshqa elementlariga o‘xshab u veb dasturchilar tomonidan oson moslashish uchun ochiq standartlardan foydalanib yaratiladi.

source: How does it work?
ar: كيف تعمل؟
bg: Как работи?
bs: Kako to radi?
cy: Sut mae'n gweithio?
ga_ie: Conas a oibríonn sé?
gd: Ciamar a dh'obraicheas e?
hi_in: यह कैसे काम करता है?
is: Hvernig virkar þetta?
kab: Amek iteddu?
kk: Бұл қалай жұмыс істейді?
km: តើ​វា​ដំណើរការ​របៀប​ណា?
lt: Kaip ši paslauga veikia?
ms: Bagaimana ianya berfungsi?
pt: Como é que funciona?
si: එය ක්‍රියාත්මක වෙන්නේ කොහොමද?
ta: இது எப்படி வேலை செய்கிறது?
tr: Bu sistem nasıl işliyor?
ur: یہ کیسے کام کرتا ہے؟
uz: U qanday ishlaydi?
