Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: ar, bg, bs, cy, ga_ie, gd, hi_in, is, kab, kk, km, lt, ms, pt, si, ta, tr, ur, uz

source: Your privacy is extremely important to us, and Firefox never shares your location without your permission. When you visit a page that requests your information, you’ll be asked before any information is shared with the requesting website and our third-party service provider.
bg: Личните Ви данни са изключително важни за нас, и Firefox никога няма да сподели местонахождението Ви без вашето разрешение. Когато посетите страница, която изисква вашето местоположение, Firefox ще поиска вашето одобрение за споделянето на тази информация към дадената страница или доставчик.
bs: Vaša privatnost je izuzetno važna za nas, i Firefox nikad ne dijeli vašu lokaciju bez vaše dozvole. Kada posjetite neku stranicu koja traži vaše infromacije, vi ćete biti upitani prije nego se ikakve informacije podijele sa zahtjevanom web stranicom i našim davateljem usluga s treće strane.
cy: Mae eich preifatrwydd yn bwysig iawn i ni, ac ni fydd Firefox yn rhannu eich lleoliad heb eich caniatâd. Pan fyddwch yn ymweld â thudalen sy'n gofyn am eich manylion, byddwn yn gofyn i chi cyn bod unrhyw wybodaeth yn cael ei rannu gyda'r wefan sy'n gofyn a gyda'r darparwr trydydd parti.
ga_ie: Is í do phríobháideacht an chloch is mó ar ár bpaidrín, agus ní scaipeann Firefox do láthair gan chead riamh. Nuair a thugann tú cuairt ar shuíomh Gréasáin a iarrann ort d'fhaisnéis a roinnt, fiafrófar díot sula roinnfear aon fhaisnéis lenár soláthraí seirbhísí nó leis an suíomh Gréasáin a d'iarr é.
gd: Tha do phrìobhaideachd air leth cudromach dhuinn agus cha nochd Firefox d' ionad idir gun aonta uat. Ma thadhlas tu air duilleag a tha ag iarraidh fiosrachadh uat, faighnichidh sinn dhìot mus dèid dad a nochdadh ris an làrach-lìn a dh'iarr e agus ris an t-solaraiche treas-phàrtaidh againn.
hi_in: आपकी गोपनीयता हमारे लिए काफी महत्वपूर्ण है, और फ़ायरफ़ॉक्स बिना आपकी अनुमति के कभी भी सूचना साझा नहीं करती है. जब कभी आप उन पृष्ठों पर जाते हैं जो आपकी सूचना माँगती है, निवेदन करने वाली वेबसाइटों व तृतीय पक्षीय प्रदाता से किसी सूचना के साझा किए जाने के पहले आपसे जरूर पूछा जाएगा.
is: Við teljum friðhelgi þína mjög mikilvæga, og Firefox mun aldrei deila þinni staðsetningu án leyfis. Þegar þú heimsækir vefsíðu sem biður um staðsetningu, muntu verða beðin um leyfi áður en nokkrar upplýsingar eru sendar til vefsvæðisins og þjónustuaðila.
kk: Сіздің құпиялығыңызды сақтау біз үшін өте маңызды, сондықтан Firefox өзіңіз айтпағанша, ешкімге географиялық орныңыз туралы мәлімет жібермейді. Осындай ақпаратты сұрайтын веб-сайтқа келген кезде, ақпарат осы сайтқа да, үшінші жақтарға да жіберілмей тұрып сізден рұқсат сұралады.
km: ភាព​ឯកជន​របស់​អ្នក​មាន​សារសំខាន់​ចំពោះ​ពួក​យើង, ហើយ Firefox មិន​ចែករំលែក​ទីតាំង​របស់​អ្នក​ដោយ​គ្មាន​ការ​អនុញ្ញាត​ពី​អ្នក​ឡើយ។ នៅ​ពេល​ដែល​អ្នក​ទស្សនា​ទំព័រ​មួយ​ត្រូវ​ស្នើ​ព័ត៌មាន​របស់​អ្នក, អ្នក​នឹង​ត្រូវ​បាន​សួរ​​មុន​ពេល​ព័ត៌មាន​មួយ​ចំនួន​ត្រូវ​បាន​ចែករំលែក​ជាមួយ​តំបន់​បណ្ដាញ​ដែល​បាន​ស្នើ និង​ក្រុមហ៊ុន​ផ្ដល់​​សេវាកម្ម​ភាគី​ទីបី​របស់​អ្នក​ពួក​យើង។
lt: Jūsų privatumo užtikrinimas yra labai svarbus mūsų uždavinys, todėl „Firefox“ niekada neatskleis Jūsų buvimo vietos be Jūsų leidimo. Kai lankotės svetainėje, kuri prašo atskleisti Jūsų buvimo vietą, prieš teikiant tokią informaciją, Jūsų bus atsiklausta, ar sutinkate ją pateikti svetainei ir paslaugos teikėjui.
ms: Privasi anda sangat-sangat penting bagi kami, dan Firefox tidak sesekali mengongsi lokasi anda tanpa kebenaran. Apabila anda melawat laman yang memohon maklumat anda, anda akan ditanya sebelum sebarang maklumat dikongsi dengan laman web yang memohon dan juga penyedia khidmat pihak ketiga kami.
pt: A sua privacidade é de extrema importância para nós e o Firefox nunca partilha a sua localização sem o seu consentimento. Quando visita uma página que pede a sua informação, ser-lhe-á perguntado antes de qualquer informação ser partilhada com o sítio web que a pediu e o nosso fornecedor do serviço.
si: ඔබේ පුද්ගලිකත්වය අපට ඉතාමත් වැදගත් වේ. ෆයර්ෆොක්ස් ඔබේ අවසරය නොමැතිව ඔබේ ස්ථානය කිසි විටෙක ලබාදෙන්නේ නැත. ඔබේ තොරතුරු ඉල්ලන වෙබ් අඩවියකට පිවිසි විට තොරතුරු සේවා සපයන්නා වෙත යැවීමට හෝ වෙබ් අඩවියට දැනුම් දීමට පෙර ඔබේ අවසරය ඉල්ලා සිටිනු ඇත.
ta: உங்களுடைய தனிப்பட்ட விஷயங்கள் எங்களுக்கு மிகவும் முக்கியமானதுடன், பயர்பாக்ஸ் உங்களுடைய அனுமதியில்லாமல் இடத்தை ஒருபோதும் பகிரமாட்டாது. நீங்கள் பார்வையிடும் பக்கம் உங்களுடைய தகவல்களை கேட்கும்போது, தகவல்களை இணையதளத்துடனும் எங்கள் மூன்றாம் நபர் சேவை வழங்குநருடனும் பகிர்வதற்கு முன் உங்களிடம் கேட்கப்படும்.
tr: Gizliliğiniz bizim için son derece önemlidir ve Firefox izniniz olmadan konumunuzu başkalarıyla asla paylaşmaz. Bilginizi isteyen bir web sitesini ziyaret ettiğinizde, üçüncü taraf olan servis sağlayıcımız ve bilgi talep eden siteyle herhangi bir bilgi paylaşılmadan önce size sorulacaktır.
ur: آپ کی پرائیویسی ہمارے لئے بہت اہم ہے، اور فائر فاکس کبھی نہیں آپ کی اجازت کے بغیر آپ کے مقام کا اشتراک. آپ اپنی معلومات کی درخواست کرتا ہے کہ ایک صفحے کو ملاحظہ کرتے ہیں تو، آپ کو کسی بھی معلومات کے لئے درخواست کی ویب سائٹ اور ہماری تیسری پارٹی سروس فراہم کرنے کے ساتھ اشتراک کیا جاتا ہے اس سے پہلے پوچھا جائے گا.
uz: Sizning maxfiyligingiz biz uchun o‘ta muhim va Firefox ruxsatingizsiz manzilingizni hech qachon bo‘lishmaydi. Sizning ma’lumotingizni so‘rayotgan sahifaga tashrif buyursangiz, talab qilayotgan vebsahifa va bizning uchinchi taraf ta’minotchimiz bilan har qanday ma’lumot bo‘lishishdan oldin sizdan so‘raladi.

source: By default, Firefox uses Google Location Services to determine your location by sending:
ar: بشكل افتراضي, فيرفكس تستعمل خدمات تحديد المكان من غوغل لتحديد مكانك عن طريق إرسال:
bg: По подразбиране, Firefox използва Локализирщата система на Google, за да определи вашето местоположение като изпраща следната информация:
bs: Po defaultu, Firefox koristi Google Location Services da odredi vašu lokaciju šaljući:
cy: Drwy ragosodiad mae Firefox yn defnyddio Google Location Services i bennu eich lleoliad rwy anfon:
ga_ie: De réir réamhshocraithe, is é Google Location Services an soláthraí seirbhísí a úsáideann Firefox chun do láthair a fháil, tríd an fhaisnéis seo a leanas a sheoladh:
gd: Cleachdaidh Firefox Google Location Services a ghnàth airson tuairmeas a dhèanamh air d' ionad is e a' cur:
hi_in: तयशुदा रूप से, फ़ायरफ़ॉक्स गूगल अवस्थिति सेवा का प्रयोग आपकी अवस्थिति को निर्धारित करने के लिए इन चीजों के भेजते हुए करती है:
is: Sjálfgefið notar Firefox Google staðsetningarþjónustuna til að finna staðsetningu með því að senda:
kk: Әдетте, Firefox браузері Google Location Services пайдаланып сіздің орналасуыңызды анықтауы үшін келесі ақпаратты жібереді:
km: តាម​លំនាំដើម, Firefox ប្រើ​សេវាកម្ម​ទីតាំង​របស់ Google ដើម្បី​កំណត់​ទីតាំង​របស់​អ្នក​ដោយ​​ការ​ផ្ញើ៖
lt: Pagal numatytąją nuostatą „Firefox“ geografinės vietos paslaugos teikėjui „Google Location Services“ siunčia šiuos duomenis:
ms: Secara lalai, Firefox menggunakan Khidmat Lokasi Google bagi menentukan lokasi anda dengan menghantar:
pt: Por defeito, o Firefox usa para determinar a sua localização o Google Location Services enviando:
si: පෙරනිමියෙන් ෆයර්ෆොක්ස් භාවිතා කරන්නේ ගූගල් ස්ථාන සේවා සැපයුමයි. ඔවුන් වෙත යවනු ලබන්නේ:
ta: முன்னிருப்பாக, அனுப்புவதன் மூலம் உங்களுடைய இடத்தைத் தீர்மானிப்பதற்கு பயர்பாக்ஸ், கூகுள் இருப்பிட சேவையைப் பயன்படுத்துகிறது:
tr: Firefox varsayılan olarak Google Konum Hizmetleri'ne konumunuzu tespit etmek için şu bilgileri gönderir:
ur: طے شدہ طور پر، فائر فاکس بھیج کر آپ کے مقام کا تعین کرنے کے لئے گوگل مقام سروسز استعمال کرتا ہے:
uz: Standart holatda Firefox manzilingizni aniqlab jo‘nataishda Google manzil xizmatlaridan foydalanadi:

source: your computer’s IP address,
ar: رقم الآي بي الخاص بجهازك,
bg: IP адреса на вашият компютър,
bs: vašu IP adresu računara,
cy: gyfeiriad IP eich cyfrifiadur,
ga_ie: seoladh IP do ríomhaire,
gd: seòladh IP a' choimpiutair agad,
hi_in: आपके कंप्यूटर का आईपी पता,
is: IP tölu tölvunnar,
kab: Tansa IP n uselkim inek,
kk: компьютеріңіздің IP адресі,
km: អាសយដ្ឋាន​លេខ​សម្គាល់​កុំព្យូទ័រ​របស់​អ្នក
lt: Jūsų kompiuterio IP adresą,
ms: alamat IP komputer anda,
pt: O endereço IP do seu computador,
si: ඔබේ පරිගණකයේ IP ලිපිනය,
ta: உங்கள் கணினியின் IP முகவரி,
tr: Bilgisayarınızın IP adresi
ur: اپنے کمپیوٹر کا آئی پی ایڈریس،
uz: kompyuteringizning IP manzili,

source: information about the nearby wireless access points, and
ar: معلومات عن أقرب نقطة اتصال لاسلكية, و
bg: информация за най-близката точка за безжичен достъп, и
bs: informacije o obližnjim bržičnim pristupnim tačkama, i
cy: gwybodaeth am bwyntiau cysylltu diwyfr lleol ac
ga_ie: faisnéis faoi phointí rochtana gan sreang i ngar duit, agus
gd: fiosrachadh mu na puingean inntrigidh uèirleas faisg ort agus
hi_in: नजदीकी बेतार पहुँच बिंदु के बारे में सूचना, और
is: upplýsingar um þráðlausa tengipunkta í nágrenninu, og
kk: жақын тұрған сымсыз қатынау нүктесі туралы ақпарат және
km: ព័ត៌មាន​អំពី​ចំណុច​ចូល​ដំណើរការ​ឥត​ខ្សែ​នៅ​ជិត, និង
lt: informaciją apie netoliese esančius bevielio ryšio prieigos taškus,
ms: maklumat tentang titik capaian tanpa wayar berhampiran, dan
pt: Informação sobre os pontos de acesso wireless vizinhos
si: ළඟ ඇති වයර් රහිත ප්‍රවේශ ස්ථාන වල තොරතුරු සහ
ta: அருகில் காணப்படும் வயர்லெஸ் அணுகல் புள்ளிகள் பற்றி தகவல், மற்றும்
tr: Yakınlardaki kablosuz erişim noktaları hakkında bilgi
uz: eng yaqin simsiz tarmoqqa ulanish nuqtasi haqidagi ma’lumot va

source: a random client identifier, which is assigned by Google, that expires every 2 weeks.
ar: معرف العميل العشوائي، الذي تم تعيينه من قبل جوجل، تنتهي كل 2 أسابيع.
bg: случайно генериран клиентски код, зададен от Google, който е валиден 2 седмици.
bs: slučajni identifikator klijenta, koji je dodijeljen od strane Google-a, koji ističe svake 2 sedmice.
cy: enw cleient ar hap, sy'n cael ei ddynodi gan Google, sy'n dod i ben bob pythefnos.
ga_ie: aitheantóir randamach cliaint, sannta ag Google, a théann as feidhm gach coicís.
gd: aithnichear cliaint air thuaiream a thèid iomruineadh le Google agus a dh'fhalbhas an ùine air gach cola-deug.
hi_in: क्रमहीन क्लाइंट पहचानकर्ता, जिसे गूगल के द्वारा नियत किया जाता है, जिसकी मियाद हर दूसरे सप्ताह खत्म हो जाती है.
is: slembitölu auðkenni, sem er úthlutað af Google, og fellur úr gildi eftir 2 vikur.
kk: Google тағайындаған, жарамдылығы 2 аптаға тең клиенттің кездейсоқ идентификаторы.
km: ឧបករណ៍​សម្គាល់​ម៉ាស៊ីន​កូន​ចៃដន្យ, ដែល​ត្រូវ​បាន​កំណត់​ដោយ Google, ដែល​ផុត​កំណត់​រៀងរាល់​ពីរ​សប្ដាហ៍។
lt: atsitiktinį kliento identifikatorių, kurį priskiria „Google“, ir kuris galioja ne ilgiau kaip 2 savaites.
ms: pengenal klien rawak, yang diberikan oleh Google, yang luput setiap 2 minggu.
pt: Um identificador de cliente aleatório, que é destinado ao Google, que expira a cada 2 semanas.
si: අහඹු සේවාදායක හඳුනාගැනීමක් අංකයක්, මෙය ගූගල් මගින් ලබාදෙන අතර සති දෙකකට වරක් කල් ඉකුත් වෙයි.
ta: கூகுளால் ஒதுக்கப்பட்ட குறிப்பில்லா கிளையன் அடையாளப்படுத்தி, இது ஒவ்வொரு 2 வாரங்களுக்கும் காலாவதியாகும்.
tr: Google tarafından rastsal atanan ve 2 haftada bir sıfırlanan bir istemci kimliği
ur: ایک بے ترتیب کلائنٹ کا شناخت، جو گوگل کی طرف سے مقرر کیا جاتا ہے، جو کہ ہر دو ہفتے میں ختم ہو جاتی ھے.
uz: Google tomonidan belgilangan tasodifiy mijoz aniqlagichi har 2 haftada eskiradi.

source: For a complete description of information collected and used by Firefox, please see the <a href="%(url)s">Firefox Privacy Notice</a>.
bg: За пълното описание на информацията, която Firefox събира и използва, моля вижте <a href="%(url)s">Firefox Политика на Личните данни</a> (на Английски).
bs: Za potpuni opis informacija prikupljenih i korištenih od strane Firefoxa, molimo pogledajte <a href="%(url)s">Firefox obavijesti o privatnosti</a>.
cy: Am ddisgrifiad llawn o'r wybodaeth sy'n cael ei gasglu a'i ddefnyddio gan Firefox, gw. <a href="%(url)s">Hysbysiad Polisi Firefox</a>.
ga_ie: Chun cur síos iomlán ar an bhfaisnéis a bhailíonn Firefox a fháil, féach ar <a href="%(url)s">Pholasaí Príobháideachta Mozilla Firefox</a> (i mBéarla).
gd: Airson tuairisgeul mionaideach air an fhiosrachadh a chruinnicheas is a chleachdas Firefox, thoir sùil air <a href="%(url)s">sanas prìobhaideachd Firefox</a>.
hi_in: फ़ायरफ़ॉक्स के द्वारा जमा व प्रयुक्त सूचना के बारे में पूरे विवरण के लिए, कृपया देखें <a href="%(url)s">फ़ायरफ़ॉक्स गोपनीयता नीति</a> (अंग्रेजी में).
is: Fyrir frekari upplýsingar um hvaða upplýsingum er safnað og eru notaðar af Firefox, kíktu á <a href="%(url)s">persónuverndarstefnu Firefox</a> (á ensku).
kk: Firefox жинайтын әрі пайдаланатын ақпараттың толық сипаттамасын алу үшін <a href="%(url)s">Firefox Privacy Policy</a> (ағылшын тілінде) оқып шығыңыз.
km: សម្រាប់​ការ​បញ្ចប់​​ការ​ពណ៌នា​​ព័ត៌មាន​ដែល​បាន​សម្រាំង និង​ប្រើ​តាម​លំនាំដើម, សូម​មើល <a href="%(url)s">ការ​សម្គាល់​ភាព​ឯកជន​របស់ Firefox </a> ។
lt: Visas aprašas informacijos, kurią renka ir naudoja „Firefox“ naršyklė pateiktas tinklalapyje <a href="%(url)s">„Firefox“ privatumo nuostatai</a> (anglų k.).
ms: Untuk penerangan lengkap maklumat yang dikumpul dan digunakan oleh Firefox, sila lihat <a href="%(url)s">Notis Privasi Firefox</a>.
pt: Para uma descrição completa da informação obtida e usada pelo Firefox, veja <a href="%(url)s">Política de privacidade do Firefox</a> (em Inglês).
si: ෆයර්ෆොක්ස් මගින් ලබාගන්නා තොරතුරු පිළිබඳ සම්පූර්ණ විස්තරයක් සඳහා කරුණාකර <a href="%(url)s">ෆයර්ෆොක්ස් පුද්ගලිකත්ව ප්‍රතිපත්තිය</a> බලන්න (ඉංග්‍රීසියෙනි).
ta: பயர்பாக்ஸால் தகவல் சேகரிக்கப்படுதல் மற்றும் பயன்படுத்தப்படுதல் போன்ற மேலும் விவரங்களுக்கு, இதைப் பார்க்கவும் <a href="%(url)s">பயர்பாக்ஸ் தனியுரிமை கொள்கை</a>.
tr: Firefox tarafından toplanan ve kullanılan bilginin tam bir açıklaması için, lütfen <a href="%(url)s">Firefox Gizlilik Politikası</a> (İngilizce) sayfasına bakın.
ur: معلومات جمع اور فائر فاکس کی طرف سے استعمال کی ایک مکمل وضاحت کے لئے، برائے مہربانی دیکھیں <a href="%(url)s">Firefox Privacy Notice</a>۔
uz: Firefx tomonidan yig‘ilgan va foydalanadigan to‘liq ta’rif uchun, marhamat, <a href="%(url)s">Firefox maxfiylik eslatmalari</a>ni ko‘rib chiqing.

source: Google Location Services then returns your estimated geolocation (e.g., latitude and longitude). For a complete description of information collected and used by Google, please see the <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
bg: Локализирщата система на Google връща вашето приблизително местонахождение ( напр. геогр. ширина и дължина). За пълното описание на информацията, която Google събира и използва, моля вижте <a href="%(url)s" class="%(class)s">Google Политика на Личните данни за Локализацията</a> (на Английски).
bs: Google Location Services zatim vraća vašu procijenjenu geolokaciju (npr., širinu i dužinu). Za potpuni opis informacija prikupljenih i korištenih od strane Google-a, molimo pogledajte <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
cy: Bydd Google Location Services yn dychwelyd amcan o'ch lleoliad (e.e., hydred a lledred). Am ddisgrifiad llawn o'r wybodaeth sy'n cael ei gasglu a'i ddefnyddio gan Google gw. <a href="%(url)s" class="%(class)s">Polisi Preifatrwydd Google</a>.
ga_ie: Ansin, déanann Google Location Services meastachán ar do shuíomh domhanda (.i. domhanleithead agus domhanfhad). Chun cur síos iomlán ar an bhfaisnéis a bhailíonn Google a fháil, féach ar <a href="%(url)s" class="%(class)s">Pholasaí Príobháideachta Google Geolocation</a> (i mBéarla).
gd: Bheir Google Location Services dhuinn tuairmeas air an àite far a bheil thu ('s e sin an domhan-leud agus an domhan-fhad). Airson tuairisgeul mionaideach air an fhiosrachadh a chruinnicheas is a chleachdas Google, thoir sùil air <a href="%(url)s" class="%(class)s">poileasaidh prìobhaideachd Google a thaobh geò-lorgaidh</a>.
hi_in: गूगल अवस्थिति सेवा फिर आपकी अनुमानित भूस्थिति देता है (उदा., अक्षांश और देशांतर). गूगल के द्वारा जमा की गई व प्रयुक्त सूचना के बारे में पूरे विवरण के लिए कृपया देखें <a href="%(url)s" class="%(class)s">गूगल भूस्थिति गोपनीयता नीति</a> (अंग्रेजी में).
is: Staðsetningarþjónusta Google skilar þá til baka áætlaðri staðsetningu (t.d., breiddargráðu og lengdargráðu). Ef þú vilt sjá heildarlýsingu á því hvaða upplýsingar eru sóttar og notaðar af Google, kíktu á <a href="%(url)s" class="%(class)s">persónuverndarstefnu staðsetningarþjónustu Google</a> (á ensku).
kk: Содан кейін Google Location Services жауап ретінде бағаланған геолокациялық деректер (яғни ендік пен бойлық) жібереді. Google жинайтын әрі пайдаланатын ақпарттың толық сипаттамасын алу үшін <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a> (ағылшын тілінде) оқып шығыңыз.
km: សេវាកម្ម​ទីតាំង​របស់ Google ត្រឡប់​ទៅ​ទីតាំង​ភូមិសាស្ត្រ​ដែល​បាន​ប៉ាន់ស្មាន​របស់​អ្នក​វិញ (ឧ., រយៈ​ទទឹង និង​រយៈ​បណ្ដោយ) ។ សម្រាប់​ព័ត៌មាន​ពេញ​លេញ​ដែល​បាន​សម្រាំង និង​បាន​ប្រើ​តាម Google, សូម​មើល <a href="%(url)s" class="%(class)s">គោលនយោបាយ​ភាព​ឯកជន​ទីតាំង​ភូមិសាស្ត្រ</a> ។
lt: Kai „Firefox“ nusiunčia aukščiau minėtą informaciją, „Google Location Services“ grąžina Jūsų geografinės buvimo vietos įvertį (pvz., platumą ir ilgumą). Visas aprašas informacijos, renkamos ir naudojamos „Google“, pateiktas tinklalapyje <a href="%(url)s" class="%(class)s">„Google“ geografinės vietos nustatymo privatumo nuostatai</a> (anglų k.).
ms: Penyedia Lokasi Google kemudian akan mengembalikan geolokasi anggaran (seperti, latitud dan logitud). Untuk penerangan lengkap maklumat yang dikumpul dan digunakan oleh Google, sila lihat <a href="%(url)s" class="%(class)s">Polisi Privasi Geolokasi Google</a>.
pt: Os Serviços de Localização do Google enviam depois os dados estimados da geolocalização (ex., latitude e longitude). Para uma descrição completa da informação obtida e usada pelo Google, veja <a href="%(url)s" class="%(class)s">Política de privacidade da Geolocalização do Google</a> (em Inglês).
si: ගූගල් ‍ස්ථාන සේවා ඔබේ දළ පිහිටුම ලබාදෙයි (උදා: අක්ෂාංශ දේශාංශ). ගූගල් මගින් ලබාගෙන භාවිතා කරන තොරතුරු පිළිබඳ සම්පූර්ණ විස්තරයක් සඳහා කරුණාකර බලන්න <a href="%(url)s" class="%(class)s">ගූගල් ස්ථාන සේවා පුද්ගලිකත්ව ප්‍රතිපත්තිය</a> (ඉංග්‍රීසියෙනි).
ta: கூகுளின் இருப்பிட சேவைகள் உங்கள் மதிப்பீட்டு இருப்பிடத்தை கொடுக்கும் (எ.கா, அட்சரேகை மற்றும் தீர்க்கரேகை). கூகுளால் தகவல் சேகரிக்கப்படுதல் மற்றும் பயன்படுத்தப்படுதல் போன்ற மேலும் விவரங்களுக்கு, இதைப் பார்க்கவும் <a href="%(url)s" class="%(class)s">கூகுள் புவியிருப்பிட தனியுரிமை கொள்கை</a>.
tr: Daha sonra, Google Konum Hizmetleri tahmini konum bilgilerinizi (enlem ve boylam gibi) sunar. Google tarafından toplanan ve kullanılan bilginin tam bir açıklaması için, lütfen <a href="%(url)s" class="%(class)s">Google Konum Belirleme Gizlilik Politikası</a> (İngilizce) sayfasına bakın.
ur: گوگل مقام سروسز پھر اپنے اندازے کے مطابق جغرافیائی محل وقوع (جیسے، طول بلد اور عرض بلد)۔ معلومات جمع اور Google کے ذریعہ استعمال کی مکمل تفصیل کے لئے، برائے مہربانی دیکھیں <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>۔
uz: So‘ngra Google manzillar xizmatlari sizning baholangan geomanzil (masalan, kenglik va geografik uzunlik)ni qaytaradi. Google tomonidan yig‘ilgan va foydalanilgan ma’lumot to‘liq ta’rifi uchun, marhamat. <a href="%(url)s" class="%(class)s">Google geojoylashuv maxfiylik siyosati</a>ni ko‘rib chiqing.
