Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/hello-2016.lang.po
Languages: bn_bd, ca, cy, es_mx, hi_in, kab, kk, lt, nn_no, th, xh

source: Browse the Web with friends
bn_bd: বন্ধুদের সাথে ওয়েব ব্রাউজ করুন
ca: Navegueu pel web amb els vostres amics
cy: Pori'r We gyda ffrindiau
es_mx: Navega la Web con tus amigos
hi_in: दोस्तों के साथ वेब ब्राउज करें
kab: Snirem Web akked yemdukal
kk: Интернетті достарыңызбен бірге шолыңыз
lt: Naršykite kartu su draugais
nn_no: Surf på nettet med vennar
th: เรียกดูเว็บกับเพื่อน
xh: Bhrawza iWebhu nabahlobo.

source: Use Firefox Hello to browse Web pages with your friends. Make decisions together in real time when planning a trip, shopping and more.
bn_bd: আপনার বন্ধুর সাথে একত্রে ওয়েব পেইজ ব্রাউজ করতে Firefox Hello ব্যবহার করুন। তাৎক্ষণিকভাবে একত্রে একসাথে সিদ্ধান্ত নিন যখন আপনি কোন ভ্রমণ, কেনাকাটা বা অন্য কিছু পরিকল্পনা করছেন।
ca: Utilitzeu el Firefox Hello per navegar pàgines web amb els vostres amics. Preneu decisions conjuntes en temps real mentre planifiqueu un viatge o compreu.
cy: Defnyddiwch Firefox Hello i bori tudalennau Gwe gyda'ch ffrindiau. Penderfynwch gyda'ch gilydd wrth gynllunio trip, siopa a mwy.
es_mx: Usa Firefox Hello para navegar páginas Web con tus amigos. Tomen decisiones juntos en tiempo real cuando planeen un viaje, hagan compras y más.
hi_in: अपने मित्रों के साथ वेब पृष्ठों के विचरण के लिए फ़ायरफ़ाक्स हैलो का उपयोग करे. जिस समय यात्रा, खरिदारी और अधिक की योजना बना रहे हों तो वास्तविक समय में एक साथ निर्णय लें.
kab: Seqdec Firefox Hello akken ad tinigeḍ deg isebtar Web akked yemdukal inek. Ṭṭef yiwen n wawal lwaḥid s wakud ilaw ticki theggam tirza, tiɣin neɣ ugar.
kk: Firefox Hello интернетті достарыңызбен бірге шолуға қолданыңыз. Саяхатты, дүкенге баруды және т.б. жоспарлау кезінде шешімдерді бірге және нақты уақытта жасаңыз.
lt: Naudodamiesi „Firefox Hello“, naršykite kartu su savo draugais. Kartu priimkite sprendimus dėl kelionių, pirkinių ir kitų dalykų.
nn_no: Bruk Firefox Hello for å surfa på nettsider med vennane dine. Ta avgjerder saman i sanntid når du planlegg ei reise, innkjøp, og mykje meir.
th: ใช้ Firefox Hello เพื่อเรียกดูหน้าเว็บกับเพื่อนของคุณ สร้างการตัดสินใจด้วยกันในทันทีขณะวางแผนการเดินทาง, ซื้อของ และอื่นๆ
xh: Sebenzisa iFirefox Hello ukuze ubhrawze amaphepha eWebhu nabahlobo bakho. Yenzani izigqibo kunye xa kumnandi niceba uhambo, nithenga nisenza nezinye izinto.

source: Try It Now
bn_bd: এখনই চালিয়ে দেখুন
kab: Ɛreḍ-it tura
th: ลองเดี๋ยวนี้
xh: Yizame Ngoku

source: Heads up! Firefox Hello will be removed from Firefox soon.
kab: Ekker ! Firefox Hello ad yettwakkes si Firefox akka kra n wakud.
xh: Phawulani! Kungekudala uFirefox Hello uza kususwa kuFirefox.

source: Try Hello now
bn_bd: এখনই Hello চালিয়ে দেখুন
ca: Proveu el Hello ara
cy: Defnyddiwch Hello nawr
es_mx: Prueba Hello ahora
hi_in: हैलो का उपयोग करें
kab: Ɛreḍ Hello tura
kk: Hello қолданып көру
lt: Išbandykite „Hello“ dabar
nn_no: Prøv Hello no
th: ลอง Hello เดี๋ยวนี้
xh: Zama uHello ngoku

source: Plan. Shop. Decide. Together.
bn_bd: একত্রে পরিকল্পনা করুন। কেনাকাটা করুন। সিদ্ধান্ত নিন।
ca: Planifiqueu. Compreu. Decidiu. Junts.
cy: Cynllunio. Siopa. Penderfynu. Gyda'ch Gilydd.
es_mx: Planeen. Compren. Decidan. Juntos.
hi_in: योजना. दुकान. तय है. साथ साथ.
kab: Sɣiwes. Aɣ. Ṭṭef awal. Lwaḥid.
kk: Жоспарлаңыз. Шешіңіз. Бірге.
lt: Planuokite. Pirkite. Spręskite. Drauge.
nn_no: Planlegg. Gjer innkjøp. Ta avgjerder. I lag.
th: วางแผน เลือกซื้อ ตัดสินใจ ไปด้วยกัน
xh: Ceba. Khangela. Gqiba. Kunye.

source: Instantly browse any Web page with a friend.
bn_bd: তাৎক্ষণিকভাবে কোন বন্ধুর সাথে যেকোন ওয়েব পেইজ ব্রাউজ করুন।
ca: Navegueu per qualsevol pàgina web amb un amic de forma instantània.
cy: Porwch unrhyw dudalen Gwe yn syth gyda ffrind.
es_mx: Instantáneamente navega cualquier página Web con un amigo.
hi_in: तुरन्त एक दोस्त के साथ किसी भी वेब पेज को ब्राउज़ करें.
kab: Snirem s wudem amiran yal asebter Web akked umdakkel.
kk: Кез-келген веб парақты досыңызбен бірге шолыңыз.
lt: Naršykite bet kurią svetainę kartu su draugu.
nn_no: Surf beinveges på nettet saman med ein ven.
th: เรียกดูเว็บใดก็ได้ทันทีทันใดกับเพื่อน
xh: Ngesiquphe bhrawza naliphi na iphepha leWebhu nomhlobo.

source: Try Firefox Hello
bn_bd: Firefox Hello চালিয়ে দেখুন
ca: Proveu el Firefox Hello
cy: Defnyddiwch Firefox Hello
es_mx: Prueba Firefox Hello
hi_in: Firefox Hello का प्रयास करें
kab: Ɛreḍ Firefox Hello
kk: Firefox Hello қолданып көру
lt: Išbandykite „Firefox Hello“
nn_no: Prøv Firefox Hello
th: ทดลอง Firefox Hello
xh: Zama uFirefox Hello

source: Get the latest version of Firefox to start browsing Web pages with your friends.
bn_bd: আপনার বন্ধুদের সাথে ওয়েব পেইজ ব্রাউজ শুরু করতে Firefox এর সর্বশেষ সংস্করণ ব্যবহার করুন।
ca: Instal·leu-vos la darrera versió del Firefox per navegar pel web amb els vostres amics.
cy: Estynnwch y fersiwn diweddaraf o Firefox i gychwyn pori tudalennau Gwe gyda'ch ffrindiau.
es_mx: Obtén la última versión de Firefox para comenzar a navegar páginas Web con tus amigos.
hi_in: अपने दोस्तों के साथ वेब पृष्ठों ब्राउज़िंग शुरू करने के लिए Firefox के नवीनतम संस्करण प्राप्त करें।
kab: Awi-d lqem aneggaru n Freifox akken ad tessenkreḍ tunigin qer isebtar Web akken yemdukal inek.
kk: Интернетті достарыңызбен бірге шолуды бастау үшін Firefox-тың соңғы нұсқасын жүктеп алыңыз.
lt: Parsisiųskite paskiausią „Firefox“ naršyklės versiją ir pradėkite naršyti kartu su draugais.
nn_no: Last ned den siste versjonen av Firefox for å beinveges starta å surfa på nettet saman med vennane dine.
th: รับ Firefox รุ่นล่าสุดเพื่อเริ่มเรียกดูหน้าเว็บกับเพื่อนของคุณ
xh: Fumana uhlobo lwakutshanje lweFirefox ukuze uqalise ukubhrawza amaphepha eWebhu nabahlobo bakho.

source: Get Firefox to start browsing Web pages with your friends.
bn_bd: আপনার বন্ধুদের সাথে ওয়েব পেiজ ব্রাউজ শুরু করতে Firefox ব্যবহার করুন।
ca: Instal·leu-vos el Firefox per navegar pel web amb els vostres amics.
cy: Estynnwch Firefox i gychwyn pori tudalennau'r We gyda'ch ffrindiau.
es_mx: Obtén Firefox para comenzar a navegar páginas Web con tus amigos.
hi_in: अपने दोस्तों के साथ वेब पृष्ठों ब्राउज़िंग शुरू करने के लिए फ़ायरफ़ॉक्स पर जाओ।
kab: Awi-d Friefox akken ad tinigeḍ deg isebtar Web akked yemdukal inek.
kk: Интернетті достарыңызбен бірге шолуды бастау үшін Firefox-ты жүктеп алыңыз.
lt: Parsisiųskite „Firefox“ ir pradėkite naršyti kartu su draugais.
nn_no: Last ned Firefox for å beinveges starta å surfa på nettett saman med vennane dine.
th: รับ Firefox เพื่อเริ่มเรียกดูหน้าเว็บกับเพื่อนของคุณ
xh: Fumana iFirefox ukuze uqalise ukubhrawza amaphepha eWebhu nabahlobo bakho.

source: Use Firefox on your desktop or laptop to start browsing the Web with your friends.
bn_bd: ডেস্কটপ অথবা ল্যাপটপে Firefox ব্যবহার করে বন্ধুদের সাথে ওয়েব ব্রাউজিং শুরু করুন।
ca: Utilitzeu el Firefox a l'escriptori o portàtil per navegar pel web amb els vostres amics.
cy: Defnyddiwch Firefox ar eich bwrdd gwaith neu liniadur i gychwyn pori'r We gyda'ch ffrindiau.
es_mx: Usa Firefox en tu computadora de escritorio o laptop para comenzar a navegar la Web con tus amigos.
hi_in: अपने डेस्कटॉप या लैपटॉप पर अपने दोस्तों के साथ वेब ब्राउज़िंग शुरू करने के लिए Firefox का उपयोग करें.
kab: Seqdec Firefox ɣef uselkim inek neɣ aselkim aziraz akken ad tinigeḍ ɣer Web akked yemdukal inek.
kk: Интернетті достарыңызбен бірге шолуды бастау үшін компьютерде немесе ноутбукте Firefox қолданыңыз.
lt: Paleiskite „Firefox“ naršyklę savo kompiuteryje ir pradėkite naršyti kartu su draugais.
nn_no: Bruk Firefox på den stasjonære eller berbare maskina di, for å beinveges byrja å surfa på nettet med vennane dine.
xh: Sebenzisa iFirefox kwidesktophu okanye ileptophu yakho ukuqalisa ukubhrawuza iWebhu kunye nabahlobo bakho.

source: Get on the same page and make faster decisions in real time.
bn_bd: একই পাতায় যান এবং তৎক্ষণাৎ দ্রুত সিদ্ধান্ত নিন।
ca: Aneu a la mateixa pàgina i preneu decisions més ràpides en temps real.
cy: Ewch i'r un dudalen a gwneud penderfyniadau cyflym, yn fyw.
es_mx: Manténganse en la misma página y tomen decisiones más rápido en tiempo real.
hi_in: समान पृष्ठ पर अाएं एवं वास्तविक समय में तीव्रता से निर्णय लें।
kab: Ddu-t ɣer yiwen n usebter u ṭṭeft awal l waḥid s wakud ilaw.
kk: Бір сайтқа барып, шешімдерді жылдамырақ және нақты уақытта қабылдаңыз.
lt: Atverkite tą patį tinklalapį ir greičiau, realiame laike priimkite sprendimus.
nn_no: Surf i lag på same sida og ta raskare avgjerder i sanntid.
xh: Ngena kwiphepha elifanayo uze wenze izigqibo ezikhawulezayo ngexesha elililo.

source: Plan a trip
bn_bd: কোন ভ্রমণ পরিকল্পনা করুন
ca: Planegeu un viatge
cy: Cynllunio taith
es_mx: Planeen un viaje
hi_in: यात्रा की योजना बनायें
kab: Sɣes tirza
kk: Сахатты жоспарлау
lt: Planuokite kelionę
nn_no: Planlegg ei reise
th: วางแผนการเดินทาง
xh: Ceba uhambo

source: Figure out the details when planning a getaway with someone else.
bn_bd: কোন গেটওয়ে পরিকল্পনা করার সময় অন্যের সাথে বিস্তারিত জেনে নিন।
ca: Planifiqueu els detalls quan feu una escapada amb algú altre.
cy: Gweithio ar fanylion taith gyda rhywun arall.
es_mx: Averigua todos los detalles cuando planees una escapada con alguien.
hi_in: जब किसी और के साथ गेटवे की योजना बनायें तो विवरण का अंदाजा लगायें।
kab: Wali talqayt ticki tesɣiwseḍ tadyant akked walbaɛd.
kk: Біреумен бірге саяхатты жоспарлау кезінде ақпаратты жылдам алыңыз.
lt: Išspręskite likusius neaiškumus, planuodami atostogas drauge.
nn_no: Få detaljane på plass når du planlegg ei reise saman med nokon.
xh: Khangela iinkcukacha xa uceba ukuphuma nomnye umntu.

source: Shop online
bn_bd: অনলাইনে কেনাকাটা করুন
ca: Compreu en línia
cy: Siopa ar-lein
es_mx: Compra en línea
hi_in: ऑनलाइन खरीदें
kab: Aɣ s srid
kk: Онлайн сатып алу
lt: Pirkite internete
nn_no: Handla på nettet
th: ซื้อของออนไลน์
xh: Thenga kwi-intanethi

source: Share and compare ideas when buying a gift for a mutual friend.
bn_bd: পারস্পরিক বন্ধুর জন্য উপহার কেনার সময় মতামত শেয়ার ও তুলনা করুন।
ca: Compartiu i compareu idees quan compreu un regal a un amic comú.
cy: Rhannwch a chymharwch syniadau wrth brynu anrheg ar gyfer ffrind.
es_mx: Compartan y comparen ideas cuando compren un regalo para un amigo en común.
hi_in: विचारों का साझा एवं तुलना करें जब एक आपसी दोस्त के लिए एक उपहार खरीद रहे हों।
kab: Bdu, snemhel tiktiwin ticki tuɣeḍ-d arraz i wemdakel.
kk: Ортақ досыңызға сыйлықты сатып алу кезінде ойлармен бөлісіп, оларды салыстыру.
lt: Dalinkitės mintimis ir sumanymais, pirkdami dovaną bendram draugui.
nn_no: Del og samanlikn idear når du kjøper ei gåve til felles vennar.
th: แบ่งปันและเปรียบเทียบความคิดขณะซื้อของขวัญสำหรับเพื่อนของทั้งสองฝ่าย
xh: Yabelana uthelekise iingcamango xa uthenga isipho somhlobo osondeleyo.

source: Quick, easy and ready to go
bn_bd: দ্রুত, সহজ এবং সদা প্রস্তুত
ca: Ràpid, senzill i llest
cy: Cyflym, hawdd ac yn barod amdani
es_mx: Rápido, fácil y listo para funcionar
hi_in: त्वरित, आसान और जाने के लिए तैयार
kab: Arurad, fessus udiɣ ihegga i useqdec
kk: Жылдам, оңай және қолдануға дайын
lt: Greita, paprasta ir parengta naudotis
nn_no: Snøgg, enkel og klar for bruk
th: เร็ว ง่าย และพร้อมใช้งาน
xh: Iyakhawuleza, ilula yaye ilungele ukuhamba

source: One click to send your friend an invitation
bn_bd: আপনার বন্ধুকে আমন্ত্রণ পাঠান এক ক্লিকেই
ca: Envieu una invitació a un amic amb un clic
cy: Un clic i anfon gwahoddiad at eich ffrind
es_mx: Un clic para enviar una invitación a tu amigo
hi_in: अपने दोस्त को निमंत्रण भेजने के लिए एक क्लिक करें
kab: yiwen n usiti akken ad tazneḍ tinnubga
kk: Досыңызға бір шертумен шақыруды жіберу
lt: Vienu spragtelėjimu draugui išsiųsite kvietimą
nn_no: Eitt klikk for å senda vennen din ein invitasjon
th: คลิกเดียวเพื่อส่งคำเชิญไปยังเพื่อนคุณ
xh: Klika kube kanye ukuze uthumelele umhlobo wakho isimemo

source: No logins, passwords or accounts required
bn_bd: কোন লগইন, পাসওয়ার্ড এবং অ্যাকাউন্ট প্রয়োজন নেই
ca: Sense registres, contrasenyes o comptes
cy: Does dim angen mewngofnodi, cyfrineiriau na chyfrifon
es_mx: No se necesita iniciar sesión, contraseñas o cuentas de ningún tipo
hi_in: कोई लॉगिन, पासवर्डों या खातों की आवश्यकता नहीं
kab: Ismawen n iseqdacen, awalen uffiren neq imiḍanen ur ttwasran ara
kk: Логиндер, парольдер және тіркелгілер керек емес
lt: Nereikės jokių prisijungimų, slaptažodžių ar paskyrų
nn_no: Inga innlogging, passord eller konto
th: ไม่ต้องลงชื่อเข้าระบบ, ใช้รหัสผ่าน หรือบัญชี
xh: Akufuneki zilogini, zipaswedi okanye ii-akhawunti

source: Nothing extra to download — all you need is Firefox!
bn_bd: অতিরিক্ত কিছুই ডাউনলোড করতে হবে না - শুধ প্রয়োজন Firefox!
ca: No us cal baixar res — només necessiteu el Firefox!
cy: Dim mwy i'w lwytho i lawr — dim ond Firefox sydd ei angen!
es_mx: Nada extra para descargar — ¡Todo lo que necesitas es Firefox!
hi_in: डाउनलोड करने के लिए अतिरिक्त कुछ भी नहीं - आपको जरूरत है तो फ़ायरफ़ॉक्स की!
kab: Ulac ayen nniḍen ara d-sidreḍ — Ala Firefox kan i tesriḍ!
kk: Қосымша жүктеп алу керек емес — сізге тек Firefox керек!
lt: Nereikės nieko siųstis papildomai – tereikia naudotis „Firefox“!
nn_no: Ikkje noko ekstra å lasta ned — alt du treng er Firefox!
th: ไม่ต้องดาวน์โหลดอะไรเพิ่มเติม ทั้งหมดที่คุณต้องการคือ Firefox
xh: Akukho nto yongezelelekileyo yokudawnlowuda — ekuphela kwento oyifunayo yiFirefox!

source: Made for sharing the Web
bn_bd: ওয়েবকে শেয়ার করতে নির্মিত
ca: Fet per compartir el web
cy: Wedi ei greu i rannu'r We
es_mx: Hecho para navegar la Web
hi_in: वेब साझा करने के लिए बनाया गया
kab: Yettwaxdam i beṭṭu n Web
kk: Интернетпен бөлісуге арналған
lt: Sukurta dalijimuisi saitynu
nn_no: Laga for å dela nettet
th: สร้างมาสำหรับการแบ่งปันเว็บ
xh: Yenzelwe ukwabelana ngeWebhu

source: Collaborate and make decisions in real time
bn_bd: সহযোগিতা করুন এবং তৎক্ষণাৎ সিদ্ধান্ত নিন
ca: Col·laboreu i preneu decisions en temps real
cy: Cydweithio a phenderfynu gyda'ch gilydd
es_mx: Colabora y toma decisiones en tiempo real
hi_in: वास्तविक समय में निर्णय करें और सहयोग करें
kab: Qedcet akken u ṭṭfet awal l waḥid s wakud ilaw
kk: Бірігіп, шешімдерді нақты уақытта жасаңыз
lt: Bendradarbiaukite ir operatyviai priimkite sprendimus
nn_no: Samarbeid og ta avgjerder i sanntid
th: เข้าร่วมและสร้างการตัดสินใจแบบทันทีทันใด
xh: Sebenzisana uze wenze izigqibo ngexesha elifanelekileyo

source: Share what you’re looking at, safely and securely
bn_bd: আপনি যা দেখছেন তা নিরাপদে শেয়ার করুন
ca: Compartiu el que esteu mirant, de forma segura
cy: Rhannwch beth rydych yn edrych arno, yn ddiogel.
es_mx: Comparte lo que estás viendo, con total seguridad
kab: Bḍu ayen tettnadiḍ, s wudem aɣelsan
kk: Қауіпсіз түрде өзіңіз қарап тұрған нәрселермен бөлісіңіз
lt: Dalinkitės savo matomu vaizdu – paprastai ir saugiai
nn_no: Del det du kikar på, trygt og sikkert
th: แบ่งปันว่าคุณกำลังดูอะไร อย่างปลอดภัยและไม่มีกังวล
xh: Yabelana ngoko ukujongileyo, ngokukhuselekileyo nangokunqabisekileyo

source: Invite friends, <a href="%s">even if they don’t use Firefox</a>
bn_bd: বন্ধুদের আমন্ত্রন করুন, <a href="%s">এমনকি তারা Firefox ব্যবহার না করলেও</a>
ca: Convideu amics, <a href="%s">fins i tot si no utilitzen el Firefox</a>
cy: Gwahodd ffrindiau, <a href="%s">hyd yn oed os nad ydyn nhw'n defnyddio Firefox</a>
es_mx: Invita a tus amigos, <a href="%s">incluso si no usan Firefox</a>
hi_in: मित्रों को आमंत्रित करें, <a href="%s">भले ही वे फ़ायरफ़ॉक्स का उपयोग नहीं करते हैं</a>
kab: Ɛreḍ-d imdukal, <a href="%s">xas ur seqdacen ara Firefox</a>
kk: Досыңызды шақырыңыз, <a href="%s">олар Firefox-ты қолданбаса да</a>
lt: Kvieskite draugus, <a href="%s">net jei jie nesinaudoja „Firefox“ naršykle</a>
nn_no: Inviter vennar, <a href="%s">sjølv om dei ikkje brukar Firefox</a>
xh: Mema abahlobo, <a href="%s">kwanokuba abayisebenzisi iFirefox</a>

source: Share this page with a friend.
bn_bd: বন্ধুর সাথে পাতাটি শেয়ার করুন।
ca: Compartiu aquesta pàgina amb un amic
cy: Rhannu'r dudalen hon gyda ffrind.
es_mx: Comparte esta página con un amigo.
hi_in: यह पृष्ठ दोस्त के साथ साझा करें.
kab: Bḍu asebter agi akked umdakel.
kk: Бұл парақпен досыңызбен бөлісу.
lt: Pasidalinkite šiuo tinklalapiu su draugu.
nn_no: Del denne sida med ein venn.
th: แบ่งปันหน้านี้กับเพื่อน
xh: Yabelana ngeli phepha nomhlobo.

source: Need help with Hello? <a href="%s">Visit Mozilla support</a>.
bn_bd: Hello ব্যবহারে সাহায্য প্রয়োজন?<a href="%s">Mozilla support দেখুন</a>।
ca: Necessiteu ajuda amb el Hello? <a href="%s">Visiteu el servei d'assistència de Mozilla</a>.
cy: Angen cymorth gyda Helo? <a href="%s">Ewch i gymorth Mozilla</a>.
es_mx: ¿Necesitas ayuda con Hello? <a href="%s">Visita el soporte de Mozilla</a>.
hi_in: हैलो के साथ मदद की आवश्यकता है? <a href="%s">मोज़िला सहयोग पर जाएं</a>.
kab: Tesrid tallalt n Hello? <a href="%s">Ddu ɣer tallalt n Mozilla</a>.
kk: Hello бойынша көмек керек пе? <a href="%s">Mozilla қолдау көрсету сайтын шолыңыз</a>.
lt: Reikia pagalbos naudojantis „Hello“? <a href="%s">Aplankykite „Mozillos“ žinyną</a>.
nn_no: Treng du hjelp med Hello? <a href="%s">Gå til Mozilla support</a>.
xh: Ngaba ufuna uncedo ngeHello? <a href="%s">Tyelela inkxaso yeMozilla</a>.

source: Download now
cy: Llwytho'i lawr nawr
es_mx: Descargar ahora
hi_in: अब डाउनलोड करें
lt: Parsisiųskite dabar
nn_no: Last ned no
