Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/hello.lang.po
Languages: ar, bn_bd, br, ca, fa, hi_in, kab, lv, ne, pt, xh

source: You can then add contacts to keep them close at hand.
ar: يمكنك بعد ذلك اضافة أسماء لتجعلهم بمتناول اليد.
bn_bd: আপনি এতে পরিচিতি যোগ করতে পারেন তাদের হাতের কাছে রাখতে।
br: Ouzhpennet e vez darempredoù d'o c'haout a-zindan dorn.
ca: Aleshores podreu afegir contactes per tenir-los a mà.
fa: سپس شما می‌توانید مخاطبین خود را جهت نزدیک بودن و در دست بودن اضافه کنید.
hi_in: आप उन्हें पास रखने के लिए संपर्क जोड़ सकते हैं
kab: Tzemreḍ ihi ad ternuḍ inermisen di tebdart inek akken ad ten-t-serseḍ ɣef afus.
lv: Tad varēsiet pievienot kontaktus, lai tie vienmēr būtu pa rokai.
ne: तपाईं तिनीहरूलाई हातमा नजिक राख्न सम्पर्क थप्न सक्नुहुन्छ।
pt: Depois poderá adicionar contactos para os manter perto.
xh: Ungathi ke wongeze abaqhagamshelwa ukuze ubagcine kufutshane.

source: Get Firefox to get started
ar: احصل على فيرفكس لتبدأ
bn_bd: শুরু করার জন্য ফায়ারফক্স নিন
br: Kaout Firefox da gregiñ ganti
ca: Instal·leu el Firefox per començar
fa: فایرفاکس را جهت شروع دریافت کنید
hi_in: आरंभ करने के लिए फ़ायरफ़ॉक्स प्राप्त करें
kab: Awi-d Firefox akken ad tebduḍ
lv: Iegūstiet Firefox, lai sāktu
ne: सुरु गर्न फायरफक्स प्राप्त गर्नुहोस्
pt: Obtenha o Firefox para começar
xh: Fumana iFirefox ukuze uqalise

source: Want to start using Hello?
ar: هل ترغب بالبدء في استخدام مرحباً؟
bn_bd: হ্যালো ব্যবহার শুরু করতে চান?
br: Ha c'hoant hoc'h eus da gregiñ gant Hello ?
ca: Voleu començar a utilitzar el Hello?
fa: مایلید با سلام شروع کنید؟
hi_in: हैलो का उपयोग शुरू करना चाहते हैं?
kab: Tebɣid ad tebdud aseqdec n Hello?
lv: Gribat izmēģināt Hello?
ne: हेल्लो प्रयोग गर्न सुरु गर्न चहानुहुन्छ?
pt: Quer começar a utilizar o Hello?
xh: Ufuna ukuqalisa ukusebenzisa umolo?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
bn_bd: আপনার শুধু ফায়ারফক্স দরকার &mdash; ওপেন সোর্স ব্রাউজার যা আপনার অনলাইন জীবনকে নিয়িন্ত্রণ করতে সাহায্য করে যখন আপনি বন্ধুবান্ধব ও পরিবারের সাথে যুক্ত থাকেন।
br: Firefox hoc'h eus ezhomm nemetken &mdash; ar merdeer digor e darzh a ro sikour deoc'h da vestroniañ ho puhez enlinenn e-pad ma'z oc'h kennasket gant keneiled pe gant ho familh.
ca: Tot el que necessiteu és el Firefox &mdash; el navegador de codi obert que us ajuda a mantenir el control de la vostra vida digital mentre esteu en contacte amb els amics i família.
fa: تمام چیزی که شما نیاز دارید یک فایرفاکس است &mdash; یک مرورگر بازمتن که به شما در به دست گرفتن کنترل زندگی آنلاین خود در حالی که درارتباط با دوستان یا خانواده خود هستید کمک می کند.
hi_in: आपको जरुरत है Firefox &mdash की; एक मुक्त स्रोत ब्राउज़रजो आपके मित्रो तथा आपके परिवार को आपसे ऑनलाइन जोड़करआपकी मदद करता है.
kab: Tesrid kan Firefox &mdash; iminig n uɣabalu yeldin ad k-yeǧǧen ad tesneqdeḍ isefka yinek s srid teqqneḍ ɣer yemdukal inek.
lv: Jums vajadzīgs vienīgi Firefox &mdash; atvērtā koda pārlūks, kas palīdz saglabāt kontroli internetā un sazināties ar radiem un draugiem.
ne: तपाईंलाइ आवश्यक भनेको फायरफक्स हो &mdash; त्यो खुला स्रोत ब्राउजर जसले तपाईंलाइ आफ्नो मित्र र परिवार संग सम्पर्कमा रहदा तपाइको अनलाइन जीवनमा नियन्त्रण राख्न सहयोग गर्छ।
pt: Tudo o que precisa é do Firefox &mdash; o navegador web de código aberto que o ajuda a manter o controlo da sua vida online enquanto mantém o contacto com a família e os amigos.
xh: Ekuphela kwento oyifunayo yiFirefox &mdash; ibhrawza enomthombo ovulekileyo ekunceda uhlale ulawula ubomi bakho kwi-intanethi ngoxa uqhagamshelana nabahlobo nentsapho.

source: Download Firefox to start your first conversation.
ar: قم بتحميل فيرفكس لتبدأ أول محادثة لك.
bn_bd: আপনার প্রথম আলাপ শুরু করতে ফায়ারফক্স ডাউনলোড করুন।
br: Pellgargit Firefox da gregiñ gant ho kendiviz kentañ.
ca: Baixeu el Firefox per començar la vostra primera conversa.
fa: برای شروع اولین گفت‌وگو خود فایرفاکس را دریافت کنید.
hi_in: अपनी पहली वार्तालाप शुरू करने के लिए फ़ायरफ़ॉक्स डाउनलोड करें.
kab: Sider Firefox akken ad tesnekreḍ adiwenni yinek amezwaru.
lv: Lejupielādējiet Firefox, lai sāktu savu pirmo sarunu.
ne: फायरफक्स पाउनुहोस् र पहिलो कुराकानी सुरु गर्नुहोस्।
pt: Descarregue o Firefox para começar a sua primeira conversa.
xh: Khuphela iFirefox ukuze uqale incoko yakho yokuqala.

source: Get Firefox and start your first conversation
ar: أحصل على فيرفكس و ابدأ أول محادثة لك
bn_bd: ফায়ারফক্স নিন এবং আপনার প্রথম আলাপ শুরু করুন
br: Tapit Firefox ha krogit gant ho kendiviz kentañ
ca: Instal·leu el Firefox i comenceu la vostra primera conversa
fa: برای شروع اولین گفت‌وگو خود فایرفاکس را دریافت کنید.
hi_in: फ़ायरफ़ॉक्स पाएं और अपनी पहली वार्तालाप शुरू करें
kab: Sider Firefox udiɣ senker adiwenni yinek amezwaru.
lv: Iegūstiet Firefox, lai sāktu savu pirmo sarunu
ne: Firefox पाउनुहोस् र पहिलो कुराकानी सुरु गर्नुहोस
pt: Obtenha o Firefox e comece a sua primeira conversa
xh: Fumana iFirefox uze uqalise incoko yakho yokuqala

source: Update your Firefox to start using Hello
ar: حدث فيرفكس الخاص بك لتبدأ استخدام مرحباً
bn_bd: হ্যালো ব্যবহারের জন্য ফায়ারফক্স আপডেট করুন
br: Hizivait Firefox da gregiñ gant arver Hello
ca: Actualitzeu el Firefox per començar a utilitzar el Hello
fa: فایرفاکس خود را برای استفاده از سلام بروزرسانی کنید
hi_in: हैलो का उपयोग शुरू करने के लिए अपने फ़ायरफ़ॉक्स अद्यतन करें
kab: Leqqem Firefox akken ad tebduḍ aseqdec n Hello
lv: Atjauniniet Firefox, lai izmantotu Hello
ne: हेल्लो प्रयोग गर्न आफ्नो फायरफक्स अद्यावधिक गर्नुहोस्
pt: Atualize o seu Firefox para começar a utilizar o Hello
xh: Hlaziya iFirefox yakho ukuze uqalise ukusebenzisa iHello

source: Start your first conversation today
ar: ابدأ أول محادثة لك اليوم
bn_bd: আজকেই আপনার প্রথম আলাপ শুরু করুন
br: Deraouit ho kendiviz kentañ hiziv
ca: Inicieu la vostra primera conversa avui
fa: اولین گفت‌و‌گو خود را همین امروز شروع کنید
hi_in: अपनी पहली वार्तालाप प्रारंभ करें
kab: Bdu ameslay s srid si tura
lv: Sāciet pirmo sarunu jau šodien
ne: तपाइको पहिलो कुराकानी आजै सुरु गर्नुहोस
pt: Comece hoje a sua primeira conversa
xh: Qalisa incoko yakho yokuqala namhlanje

source: Unfortunately, iOS doesn’t support Hello. To start having free video conversations, use Hello on Firefox for desktop, Firefox OS or Firefox for Android.
ar: للأسف، iOS لا يدعم مرحبا. لتبدأ محادثات الفيديو المجانية، استخدم مرحبا على فايرفوكس سطح المكتب، فايرفوكس OS أو فايرفوكس اندرويد.
bn_bd: দুর্ভাগ্যক্রমে, iOS হ্যালো সমর্থন করে না। ফ্রি ভিডিও আলাপ শুরু করতে, হ্যালো ব্যবহার করুন ফায়ারফক্স ডেস্কটপ, ফায়ারফক্স ওএস অথবা ফায়ারফক্স অ্যান্ড্রয়েডে।
br: Siwazh ne vez ket skoret Hello gant iOS. Evit kregiñ gant kendivizoù dre video digoust, grit gant Hello war Firefox evit an urzhiataerioù burev, Firefox OS pe Firefox evit Android.
ca: Malauradament, l'iOS no té suport per al Hello. Per mantenir converses de vídeo gratuïtes, utilitzeu el Hello al Firefox d'escriptori, al Firefox OS o al Firefox per a l'Android.
fa: متاسفانه، iOS سلام را پشتیبانی نمی کند. برای شروع یک مکالمه تصویری رایگان، سلام را بر روی فایرفاکس برای میزکار یا Firefox OS یا فایرفاکس برای آندروید استفاده کنید.
hi_in: दुर्भाग्यवश, iOS हैलो का समर्थन नहीं करता. Firefox डेस्कटॉप के लिए, Firefox OS या Android के लिए Firefox पर हैलो का उपयोग करें.
kab: Acukan, iOS ur isefrak ara Hello. Akken ad tessenkred adiwenni s tvidyut baṭel, Seqdec Hello i uselkim, Firefox OS neɣ Firefox i Android.
lv: Diemžēl iOS neatbalsta Hello. Lai sāktu bezmaksas video sarunas, izmantojiet Hello no Firefox datoru versijas, Firefox OS vai Android ierīcēm.
ne: दुर्भाग्यवश, आइओएसले हेल्लो समर्थन गर्दैन। निःशुल्क भिडियो कुराकानी सुरु गर्न, डेस्कटपको लागि फायरफक्स, फायरफक्स ओएस वा एन्ड्रोइडका लागि फायरफक्स मा हेल्लो प्रयोग गर्नुहोस्।
pt: Infelizmente o iOS não suporta o Hello. Para ter conversas por vídeo gratuitas, utilize o Hello no Firefox para o seu computador, Firefox OS ou Firefox para o Android.
xh: Ngelishwa, i-iOS ayiyixhasi iHello. Ukuze uqalise ukuba nencoko yasimahla yevidiyo, sebenzisa iHello kwiFirefox kwidesktophu, iFirefox OS okanye iFirefox yeAndroid.

source: Try Hello now
ar: جرب مرحباً الآن
bn_bd: এখনই Hello চালিয়ে দেখুন
br: Prouadiñ Hello bremañ
ca: Proveu el Hello ara
fa: سلام را همین حالا امتحان کنید
hi_in: हैलो का उपयोग करें
kab: Ɛreḍ Hello tura
lv: Izmēģini Hello
ne: हेल्लो अहिले नै प्रयास गर्नुहोस्
pt: Experimente o Hello agora
xh: Zama uHello ngoku

source: Get to know Hello
ar: ابدأ بفهم مرحباً
bn_bd: Hello সম্পর্কে জানুন
br: Grit anaoudegezh gant Hello
ca: Conegueu millor el Hello
fa: شناختن سلام
hi_in: हैलो के विषय में जानें
kab: Wali s telqayt Hello
lv: Iepazīsti Hello
ne: हेल्लोको बारे जान्नुहोस्
pt: Conheça o Hello
xh: Mazi uHello

source: Want to reconnect with friends around the world?
ar: تريد اعادة الاتصال مع الأصدقاء حول العالم؟
bn_bd: সারা বিশ্বের বন্ধুদের সাথে পুনরায় সংযুক্ত হতে চান?
br: Fellout a ra deoc'h bezañ e darempred gant keneiled tro dro d'ar bed ?
ca: Voleu retrobar-vos amb amics d'arreu del món?
fa: تمایل دارید مجددا ارتباط خود را با دوستان خود در سراسر دنیا برقرار کنید؟
hi_in: दुनिया भर में दोस्तों के साथ दुबारा जुड़ना चाहते हैं?
kab: Tebɣid ad teqqneḍ akked yemdula inek yellan deg umaḍal?
lv: Gribat parunāt ar draugiem dažādos pasaules nostūros?
ne: संसारभरिका साथीहरूसँग सम्पर्क गर्न चाहनुहुन्छ?
pt: Quer restabelecer o contacto com os amigos à volta do mundo?
xh: Ngaba ufuna ukuphinda uqhagamshelane nabahlobo ehlabathini?

source: Celebrate a birthday when you can’t be there in person?
ar: احتفل بعيد ميلاد عندما لا تستطيع الوجود هناك شخصياً؟
bn_bd: জন্মদিন উৎযাপন করুন যখন আপনি সেখানে নেই?
br: Lidañ un deiz-ha-bloaz pa n'hallit ket bezañ hoc'h-unan ?
ca: Celebrar un aniversari quan no podeu ser-hi en persona?
fa: تولدی را جشن بگیرید در حالی که در آنجا حضور ندارید؟
hi_in: यदि आप स्वयं उपस्थित नहीं हो सकते तब भी जन्मदिन का जश्न मनाएं?
kab: Ddu ɣer tmeɣra n umuli s srid ticki ur ur tezmireḍ ara ad tiliḍ din?
lv: Sviniet dzimšanas dienu pat, ja neesat klātienē?
ne: तपाईं त्यहाँ स्वयम हुन नसक्दा पनि जन्मदिन मनाउने?
pt: Celebrar um aniversário quando não pode estar lá pessoalmente?
xh: Ngaba ufuna ukubhiyozela umhla wokuzala noxa ungazi kukwazi ukubakho ngokobuqu?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
ar: تعلم المزيد عن فيرفكس مرحبا وشاهد بنفسك كم هو سهل أن تقوم بمحادثة فيديو مجانية مع أي شخص، في أي مكان، ومن المتصفح الخاص بك.
bn_bd: ফায়ারফক্স হ্যালো সম্পর্কে জানুন এবং দেখুন কিভাবে আপনার ব্রাউজারে যেকোন স্থানে, যে কারও সাথে কিভাবে সহজে ভিডিও আলাপ করতে পারেন।
br: Dizoloit muioc'h a draoù diwar-benn Firefox Hello ha gwelit pegen aes eo da gaout ur c'hendiviz dre video digoust gant ne vern piv, ne vern pelec'h diouzh ho merdeer.
ca: Apreneu més quant al Firefox Hello i vegeu pel vostre compte com n'és de fàcil de mantenir vídeoconverses amb qualsevol, a tot arreu, des del navegador.
fa: همه چیز را در مورد فایرفاکس سلام بدانید و ببینید استفاده از مکالمه تصویری رایگان به هرشخصی،درهر مکانی،دقیقا توسط مرورگرشما چقدر آسان است.
hi_in: फ़ायरफ़ॉक्स हैलो के विषय मैं और अधिक जाने और देखें कि आपके लिए वीडियो वार्तालाप करना कितना आसान हो गया है वो भी अपने ही ब्राउज़र से.
kab: Wali akk ayen yessefk ad teẓreḍ ɣef Firefox Hello, Akken ad tmeslayeḍ s tvidyut baṭel akked yal yiwen di Internet, seqdec kan iminig inek.
lv: Uzziniet vairāk par Firefox Hello un izmēģiniet bezmaksas video sarunas ar jebkuru cilvēku jebkur pasaulē pa tiešo no pārlūka.
ne: फायरफक्स हेल्लोको बारेमा अझै जान्नुहोस र तपाइलाइ सित्तैमा कसैसंगपनि, कहिपनि, तपाइको ब्राउजरबाट भिडियो वार्ताहरु गर्न कत्तिको सहज हुन्छ थाहापाउनुहोस्।
pt: Saiba mais sobre o Firefox Hello e veja como é fácil ter gratuitamente uma conversa vídeo com qualquer pessoa em qualquer lugar a partir do seu navegador.
xh: Funda konke ngeFirefox Hello uze uzibonele ngokwakho indlela ekulula ngayo ukuba nevidiyo yasimahla yokuncokola naye nabani na, naphi na, kanye kwibhrawza yakho.

source: Questions?
ar: أسئلة؟
bn_bd: প্রশ্ন?
br: Goulennoù ?
ca: Preguntes?
fa: سوال‌ها؟
hi_in: प्रश्न?
kab: Isteqsiyen?
lv: Jautājumi?
ne: प्रश्नहरू?
pt: Questões?
xh: Imibuzo?

source: Visit Mozilla Support
ar: قم بزيارة دعم موزيلا
bn_bd: মজিলা সাপোর্ট দেখুন
br: Gweladennit Skor Mozilla
ca: Visiteu Mozilla Support
fa: پشتیبانی موزیلا را بازدید کنید
hi_in: मोज़िला समर्थन पर जाए
kab: Rzu ɣer tallalt Mozilla
lv: Apmeklējiet Mozilla Atbalsts
ne: मोजिल्ला समर्थन खोल्नुहोस्
pt: Visite o Apoio da Mozilla
xh: Tyelela iNkxaso yeMozilla

source: Powered by %s
ar: مدعوم من %s
bn_bd: %s পরিচালিত
br: O vont en-dro gant %s
ca: Funciona amb %s
fa: قدرت گرفته توسط %s
hi_in: %s द्वारा संचालित
kab: Ddaw leɛnaya n %s
lv: Nodrošina %s
ne: %sद्वारा संचालित
xh: Ixhotyiswe nge-%s

source: Now see how easy it is to share your screen. Click %s in your conversation window to try it.
bn_bd: এখন দেখুন কত সহজে আপনার স্ক্রিন শেয়ার করা যায়। আপনার আলাপ উইন্ডোর %s-এ ক্লিক করুন ব্যবহার করার জন্য।
br: Sellit pegen aes eo rannañ ho skramm. Klikit war %s en ho prenestr kaozeadenn evit klask.
ca: Compartir la vostra pantalla és d'alló més simple. Feu clic a %s a la vostra conversa per provar-ho.
fa: حالا مشاهده کنید به اشتراک گذاشتن صفحه نمایش شما چقدر آسان است. بر روی %s در پنجره گفت‌و‌گو خود کلیک کنید و آن را امتحان کنید.
hi_in: अब देखें कि अपनी स्क्रीन को साँझा करना कितना आसान है. बातचीत के समय %s परक्लिक करके देखें.
kab: Tura wali amek dessus beṭṭu n ugdil inek. Sit ɣef %s deg usfaylu n udiwenni akked ad tɛerḍeḍ.
lv: Un tagad apskatiet cik viegli ir dalīties ar savu ekrānu. Klikšķiniet uz %s sarunas logā, lai izmēģinātu.
ne: अब आफ्नो स्क्रीन साझेदारी गर्न कति सजिलो छ हेर्नुहोस्। यो प्रयास गर्न आफ्नो कुराकानी सञ्झ्यालमा %sमा क्लिक गर्नुहोस्।
pt: Veja agora como é simples partilhar o seu ecrã. Clique em %s na sua janela de conversação para experimentar.
xh: Ngoku jonga indlela ekulula ngayo ukwabelana ngeskrini sakho. Cofa i-%s kwiwindow yencoko yakho ukuze uyizame.

source: Welcome to Hello
ar: أهلا بك في مرحباً
bn_bd: Hello তে আপনাকে স্বাগতম
br: Degemer mat e Hello
ca: Benvingut al Hello
fa: به سلام خوش آمدید
hi_in: हैलो में आपका स्वागत है
kab: Anṣuf ɣer Hello
lv: Esiet sveicināti Hello
ne: हेल्लोमा स्वागत छ
pt: O Hello dá-lhe as boas-vindas
xh: Wamkelekile kuHello

source: Open a video conversation with a single click, then invite a friend to join.
ar: افتح محادثة مرئية بنقرة واحدة, ثم قم بدعوة أصدقائك للانضمام.
bn_bd: এক ক্লিকেই ভিডিও আলাপ চালু করুন, তারপর বন্ধুকে আমন্ত্রণ জানান যোগ দেয়ার জন্য।
br: Digorit ur c'hendiviz dre video gant ur c'hlik hepken ha neuze pedit ur c'heneil da vont ganeoc'h.
ca: Inicieu una vídeo conversa amb un sol clic i convideu un amic a unir-s'hi.
fa: یک گفت‌و‌گو تصویری را تنها با یک کلیک بازکنید، سپس یک دوست را جهت پیوستن دعوت کنید.
hi_in: एक सिंगल क्लिक के साथ वीडियो वार्तालाप प्रारम्भ करें, फिर मित्र को जुड़ने के लिए आमंतरित करें.
kab: Senker adiwenni s tavidyut s yiwen n usiti, sakin ɛreḍ-d amdakel akken ad d-yeddu ɣur-k.
lv: Atveriet video sarunu ar klikšķi un tad ielūdziet draugus.
ne: एउटा क्लिकमा भिडिओ कुराकानी खोल्नुहोस,अनि साथीलाई जोडिन आमन्त्रण गर्नुहोस
pt: Abra uma conversa vídeo com um simples clique e depois convide um amigo para se juntar a si.
xh: Vula incoko yakho yevidiyo ngokucofa kube kanye, emva koko mema abahlobo bajoyine.

source: Share your link with a friend
ar: شارك الرابط الخاص بك مع صديق
bn_bd: আপনার লিঙ্কটি বন্ধুকে শেয়ার করুন
br: Kasit hoc'h ere d'ho keneil
ca: Compartiu l'enllaç amb un amic
fa: پیوند خود را با یک دوست به اشتراک بگذارید
hi_in: किसी मित्र के साथ अपना लिंक साझा करें
kab: Bḍu aseɣwen inek akked umdakel.
lv: Nosūtiet draugam saiti
ne: साथीसँग तपाइको लिंक साझा गर्नुहोस्
pt: Partilhe a sua ligação com um amigo
xh: Yabelana ngelinki nomhlobo

source: They don’t even need Firefox to join. They just need to click the link.
ar: هم ليسوا حتى بحاجة فيرفكس للانضمام. انهم فقط بحاجة أن ينقروا على الرابط.
bn_bd: যোগ দিতে তাদের ফায়ারফক্সের প্রযোজন নেই। শুধুমাত্র একটা লিঙ্ক ক্লিক করতে হবে।
br: N'o deus ket ezhomm da gaout Firefox da vont ganeoc'h. Klikañ war an ere a vo a-walc'h.
ca: No els hi cal el Firefox per unir-se. Només han de fer clic a l'enllaç.
fa: آن ها برای پیوستن نیازی به فایرفاکس ندارند. تنها کافی است بر روی پیوند کلیک کنند.
hi_in: शामिल होने के लिए उन्हें फ़ायरफ़ॉक्स की जरूरत नहीं है सिर्फ लिंक पर क्लिक करने की आवश्यकता है.
kab: Aseqdec n Firefox mačči d ayen yessefk ad yilin. Sit kan ɣef useɣwen.
lv: Viņiem var nebūt Firefox. Viņiem tikai jāatver saite.
ne: तिनीहरूलाइ सामेल हुन फायरफक्स पनि आवश्यक छैन। तिनीहरूलाइ त केवल लिंक क्लिक गर्न मात्र आवश्यक छ।
pt: Eles nem precisam do Firefox para participar. Apenas precisam de clicar na ligação.
xh: Abayidingi iFirefox ukuze bajoyine. Kufuneka nje bacofe ilinki.

source: No need to wait around
ar: لا حاجة للانتظار
bn_bd: অপেক্ষা করার প্রয়োজন নেই
br: N'eus ket ezhomm da c'hortoz
ca: Sense esperes
fa: لازم نیست که منتظر بمانید
hi_in: प्रतीक्षा करने की ज़रूरत नहीं
kab: Ur ttraǧu ara
lv: Nekas nav jāgaida
ne: वरिपरि प्रतीक्षा गर्न कुनै आवश्यकता छैन
pt: Não é preciso esperar
xh: Akuyomfuneko ukulinda

source: You will receive a notification once they’ve joined
bn_bd: একবার তারা যুক্ত হলে আপনি নোটিফিকেশন পাবেন
br: Ur rebuzadur a resevot ur wech ma vo kevreet
ca: Rebreu una notificació bon punt s'hi hagin afegit
fa: زمانی که شخصی بپیوندد آگاهسازی برای شما ارسال می‌شود
hi_in: वे एक बार शामिल हो गए तब एक अधिसूचना प्राप्त करेंगे
lv: Jūs saņemsiet paziņojumu, kolīdz viņi pievienosies
pt: Irá receber uma notificação assim que eles entrarem
xh: Uya kwaziswa xa bejoyinile

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
ar: بمجرد أن قام أصدقاؤك بالنقر على الرابط, أيقونة مرحباً ستتغير الى اللون الأزرق, لتجعلك تعلم أنهم هناك.
bn_bd: একবার আপনার বন্ধু লিঙ্ক ক্লিক করলে, হ্যালো আইকন নীল রঙে পরিবর্তিত হবে, যা আপনাকে জানাবে যে তারা আলাপে যোগ দিয়েছে।
br: Ur wech ma vo kliket war an ere gant ar c'heneil ez ay arlun Hello da c'hlas, d'ho lakaat da c'houzout emañ ho keneil amañ.
ca: Un cop els vostres amics facin clic a l'enllaç, la icona del Hello canviarà a blau, indicant-vos que ja han arribat.
fa: هنگامی که یکی از دوستان شما بر روی پیوند کلیک می‌کند، آیکون سلام آبی رنگ می‌شود و به شما اعلام می کند آن ها آن جا هستند.
hi_in: जैसे ही आपका दोस्त लिंक क्लिक करेगा, हैलो आइकन नीला हो जायेगाआपको बताने के लिए कि वे लोग मौजूद हैं.
lv: Kad jūsu draugs uzklikšķinās uz saites, Hello ikona paliks zila, tādējādi norādot, ka varat sākt sarunu.
pt: Assim que o seu amigo clicar na ligação, o ícone Hello ficará azul, dando a indicação que eles já chegaram.
xh: Xa umhlobo wakho ecofa ilinki, iaykhon kaHello iya kutshintsha ibe luhlaza okwesibhakabhaka, ukukwazisa ukuba bakhona.

source: You have a conversation waiting
ar: لديك محادثة في الانتظار
bn_bd: একটি আলাপ আপনার জন্য অপেক্ষা করছে
br: Unan bennak zo o c'hortoz da gomz ganeoc'h
ca: Teniu una conversa a l'espera
fa: شما یک مکالمه در حال انتظار دارید
hi_in: आपके लिए एक वार्तालाप प्रतीक्छा में
kab: Ɣur-k adiwenni id k-yettraǧun
lv: Saruna gaida jūs
ne: तपाइलाई एउटा कुराकानीले पर्खिरहेछ
pt: Tem uma conversa à espera
xh: Unencoko elinideleyo

source: Click now to join and say hello.
ar: انقر الآن للانضمام لكي تقول مرحباً.
bn_bd: যোগ দিতে এখনই ক্লিক করুনে এবং হ্যালো বলুন।
br: Klikit bremañ da gennaskañ ha da lavarout demat.
ca: Feu clic ara per unir-vos i dir hola.
fa: هم‌اکنون برای پیوستن کلیک کنید و سلام کنید
hi_in: शामिल होने के लिए क्लिक करें और नमस्ते कहें.
kab: Sit tura akken ad teqqneḍ udiɣ ad tiniḍ azul.
lv: Klikšķiniet, lai pievienotos.
ne: जोडिन क्लिक गर्नुहोस र हेल्लो भन्नुहोस
pt: Clique agora para participar e dizer olá.
xh: Cofa ngoku ukuze ujoyine uze ubulise.

source: The easiest way to have a free video conversation with anyone, anywhere
ar: الطريقة الأسهل لتحصل على محادثة مرئية مجانية مع أي أحد, في أي مكان
bn_bd: যে কারো সাথে, যেখানে খুশি ফ্রি ভিডিও আলাপ করার সবচেয়ে সহজ উপায়।
br: An doare aesañ da gant ur c'hendiviz dre video digoust gant ne vern piv, ne vern pelec'h.
ca: La forma més simple de mantenir una vídeo conversa gratuïta amb qualsevol, a tot arreu
fa: راحت ترین راه برای داشتن یک مکالمه تصویری رایگاه در هرمکان با هرشخصی
hi_in: सबसे आसान तरीका कहीं भी, किसी के साथ एक मुफ्त वीडियो वार्तालाप करने के लिए
lv: Vienkāršākais veids kā bez maksas sarunāties video režīmā ar ikvienu jebkur
pt: A maneira mais fácil de ter uma conversa gratuita com qualquer pessoa em qualquer lugar
xh: Eyona ndlela ilula yokuba nencoko yasimahla yevidiyo naye nabani na, naphi na

source: Start a conversation right from Firefox
ar: قم بمحادثة الآن من فيرفكس
bn_bd: ফায়ারফক্স থেকে আলাপ শুরু করুন
br: Krogit ur c'hendiviz end-eeun diouzh Firefox
ca: Inicieu una conversa des del Firefox
fa: هم اکنون یک مکالمه توسط فایرفاکس آغاز کنید
hi_in: फ़ायरफ़ॉक्स से एक वार्तालाप की शुरुआत करें
lv: Sāciet sarunu pa tiešo no Firefox
pt: Comece uma conversa a partir do Firefox
xh: Qala incoko ngokusuka kwiFirefox

source: Invite a friend by sending them a link
ar: قم بدعوة صديق عن طريق ارسال الرابط اليه
bn_bd: লিঙ্ক শেয়ার করে বন্ধুদের আলাপে আমন্ত্রণ জানান
br: Pedit ur c'heneil en ur gas un ere dezhañ
ca: Convideu a un amic amb un enllaç
fa: یک دوست را با ارسال پیوند دعوت کنید
hi_in: लिंक भेजकर दोस्त को आमंत्रित करें
lv: Uzaiciniet draugu nosūtot saiti
ne: लिंक पठाएर साथीलाई निमन्त्रणा दिनुहोस
pt: Convide um amigo enviando-lhe uma ligação
xh: Mema umhlobo ngokumthumelela nje ilinki

source: The Hello icon will change to blue once they’ve joined
ar: أيقونة مرحباً ستتغير الى اللون الأزرق بمجرد أن ينضموا
bn_bd: তারা আলাপে যোগ দিলেই হ্যালো আইকন নীলে পরিবর্তন হবে
br: Da c'hlas ez ay arlun Hello ur wech kennaskaet
ca: La icona del Hello es posarà de color blau quan s'hi hagin afegit
fa: آیکون سلام هنگامی که شخصی به شما می پیوندد آبی رنگ می‌شود
hi_in: शामिल होते ही हैलो आइकन नीले रंग में बदल जाएगा
lv: Hello ikona paliks zila, kad viņi pievienosies
pt: O ícone Hello ficará azul quando eles se juntarem à conversa
xh: Iaykhona yeHello iya kutshintsha ibe luhlaza okwesibhakabhaka xa bejoyinile

source: Tell a friend about Hello
ar: أخبر صديقاً عن مرحباً
bn_bd: বন্ধুকে হ্যালো সম্পর্কে বলুন
br: Komz gant ur c'heneil diwar-benn Hello
ca: Expliqueu-li a un amic què és el Hello
fa: به دوستان خود در مورد سلام بگویید
hi_in: हैलो के बारे में किसी मित्र को बताएँ
lv: Pastāstiet draugam par Hello
pt: Fale do Hello a um amigo
xh: Xelela umhlobo ngeHello

source: Need help? Get support here
ar: تحتاج مساعدة؟ أحصل هنا على الدعم
bn_bd: সাহায্যের প্রয়োজন? এখানে সাপোর্ট নিন
br: Un tamm skoazell hoc'h eus ezhomm ? Kavet e vo un tamm skor amañ
ca: Necessiteu ajuda? Trobeu-la aquí
fa: نیاز به راهنمایی دارید؟ پشتیبانی را از اینجا دریافت کنید
hi_in: मदद की आवश्यकता है? यहाँ पर समर्थन प्राप्त करें
lv: Vajadzīga palīdzība? Tā ir pieejama šeit
pt: Precisa de ajuda? Obtenha apoio aqui
xh: Ngaba ufuna uncedo? Fumana inkxaso apha

source: Learn all about Hello
ar: تعلم كل شيء عن مرحباً
bn_bd: হ্যালো সম্পর্কে সব জানুন
br: Deskit pep tra a-zivout Hello
ca: Apreneu-ho tot quant al Hello
fa: همه چیز درمورد سلام را بدانید
hi_in: हैलो के बारे में सब जानें
kab: Issin ugar ɣef Hello
lv: Uzziniet vairāk par Hello
pt: Saiba tudo sobre o Hello
xh: Funda ngakumbi malunga neHello

source: The easiest way to connect for free over video
ar: الطريقة الأسهل لتتصل مجانا عبر فيديو
bn_bd: ভিডিও আলাপে সংযুক্ত হওয়ার সহজতম উপায়
br: An doare aesañ d'en em gennaskañ digoust dre video.
ca: La forma més simple de connectar gratis amb vídeo
fa: آسان‌ترین راه برای ارتباط تصویری رایگان
hi_in: सबसे आसान तरीका, मुक्त वीडियो कनेक्ट करने के लिए
lv: Vienkāršākais veids kā sazināties video režīmā
pt: A maneira mais fácil de comunicar gratuitamente com vídeo
xh: Eyona ndlela yokuqhagamshela simahla ngevidiyo
