Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/hello.lang.po
Languages: ar, bn_bd, br, ca, fa, hi_in, kab, lv, ne, pt, xh

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
bn_bd: ফায়ারফক্স থেকে শুরু করুন এবং যেকোনো কারও সাথে, যেখানে খুশি আলাপ শুরু করার জন্য আমন্ত্রণ জানান। তাদেরকে যুক্ত হওয়ার জন্য শুধু লিংকে ক্লিক করতে হবে। এর জন্য অ্যাকাউন্ট বা সাইন-ইনের প্রয়োজন হবে না।
br: Krogit end-eeun diouzh Firefox ha pedit unan bennak, ne vern pelec'h da gomz ganeoc'h. Klikañ war an ere a vo a-walc'h da vont gant ar c'hendiviz. N'eo ket ret kaout ur gont pe en em gennaskañ.
ca: Comenceu al Firefox i convideu qualsevol persona, de qualsevol lloc, a mantenir una conversa. Només cal fer clic a un enllaç per unir-vos-hi. No us cal cap compte ni registre.
fa: هم اکنون دوستی را دعوت کنید و توسط فایرفاکس آغاز کنید، در هر نقطه به گفت‌وگو بپردازید. تمام این ها تنها با کلیک بر روی یک پیوند برای پیوستن. بدون نیاز به هیچ‌گونه وارد شدن یا حساب کاربری.
hi_in: ठीक फ़ायरफ़ॉक्स से प्रारंभ करें और किसी को, कहीं भी बातचीत के लिए आमंत्रित करें. बातचीत मैं शामिल होने के लिए बस एक लिंक पर क्लिक करना होगा. पुराने खाते तथा साइन इन की कोई आवश्यकता नहीं है.
lv: Sāciet pa tiešo no Firefox un uzaiciniet ikvienu uz sarunu. Viņiem ir tikai jāatver saite. Speciāls konts nav nepieciešams.
pt: Comece a partir do Firefox e convide qualquer pessoa em qualquer lugar para uma conversa. Tudo o que têm de fazer é clicar numa ligação para se juntarem à conversa. Não são necessárias contas nem autenticações.
xh: Qala kwiFirefox uze umeme nabani nabani, naphi ukuze uncokole, Ekuphela kwento abamele bayenze kukucofa ilinki ukuze ujoyine. Akukho akhawunti ifunekayo.

source: You’ve started your first conversation. Wasn’t that easy?
ar: لقد بدأت بأول محادثة لك. ألم يكن ذلك سهلا؟
bn_bd: আপনি আপনার প্রথম আলাপ শুরু করেছেন। অনেক সহজ নয় কি?
br: Kroget hoc'h eus ho kendiviz kentañ. Ne oa ket aes ?
ca: Heu iniciat la vostra primera conversa. Ha estat fàcil, oi?
fa: شما اولین مکالمه خود را آغاز کردید. آسان نبود؟
hi_in: आपने अपनी पहली वार्तालाप शुरू कर दी है. आसान नहीं थी ?
lv: Jūs iesācāt savu pirmo sarunu. Vai nebija vienkārši?
pt: Começou a sua primeira conversa. Não foi fácil?
xh: Uqale incoko yakho yokuqala. Ngaba bekulula?

source: Click the blue button to start a video conversation, then invite a friend to join.
bn_bd: ভিডিও আলোচনা শুরু করার জন্য নীল বাটনটি ক্লিক করুন, এরপর বন্ধুকে যোগ দেওয়ার জন্য আমন্ত্রণ জানান।
br: Klikit war an afell c'hlas evit kregiñ ur gaozeadenn video, ha pedit ur mignon da gevreañ.
ca: Feu clic al botó blau per a iniciar una conversa amb vídeo, després convideu un amic a unir-s'hi.
fa: بر روی دکمه آبی کلیک کنید تا مکالمه تصویری آغاز شود، سپس یک دوست را برای پیوستن دعوت کنید.
hi_in: एक वीडियो बातचीत शुरू करने के लिए नीले रंग के बटन पर क्लिक करें , फिर एक दोस्त को शामिल करने के लिए आमंत्रित करे
pt: Clique no botão azul para começar uma conversa vídeo e depois convide um amigo para participar.
xh: Cofa icofa eliluhlaza okwesibhakabhaka ukuze uqalise incoko yevidiyo, uze umeme umhlobo ukuba akuyijoyine.

source: Email, copy or share the link
bn_bd: লিঙ্কটি ইমেইল, কপি বা শেয়ার করুন
br: Eilañ, rannañ, pe kas an ere dre bostel
ca: Envieu per correu electrònic, copieu o compartiu l'enllaç
fa: ارسال با پست الکترونیکی، نسخه‌برداری یا به اشتراک‌گذاری پیوند
hi_in: ईमेल ,नक़ल या साझा करें
pt: Envie por e-mail, copie ou partilhe a ligação
xh: Thumela i-imeyili, ukope okanye wabelane ngelinki

source: Your friends can connect instantly. They don’t even need Firefox to join.
bn_bd: আপনার বন্ধুরা তৎক্ষণাত সংযুক্ত হতে পারে। যুক্ত হওয়ার জন্য তাদের ফায়ারফক্সের প্রয়োজন নেই।
br: Gallout a ra ho mignoned kennaskañ diouzhtu. N'o deus ket ezhomm kaout Firefox zoken.
ca: Els vostres amics poden connectar-se de forma instantània. Ni tan sols necessiten el Firefox.
fa: دوستان شما فورا متصل خواهند شد. آن ها جهت پیوستن نیازی به فایرفاکس ندارند.
hi_in: अपने मित्रों से तुरन्त संबंध स्थापित कर सकते हैं। उन्हे शामिल होने के लिये फ़ायरफ़ॉक्स की जरूरत नहीं है।
pt: Os seus amigos podem ligar-se de forma imediata. Nem precisam do Firefox para entrar.

source: Continue browsing from any tab and you will be notified once someone joins.
bn_bd: যেকোনো ট্যাবে ব্রাউজিং অব্যাহত রাখুন এবং কেউ যুক্ত হলে আপনাকে জানানো হবে।
br: Kendalc'hit da verdeiñ e kement ivinell a fell doec'h, rebuzet e viot pa vo kevreet unan bennak.
ca: Continueu navegant a qualsevol pestanya rebreu una notificació quan algú s'hi uneixi.
fa: ادامه دادن مرور از هر زبانه‌ای و هنگامی‌ که شخصی بپیوندد شما با خبر خواهید شد.
hi_in: किसी भी टैब से ब्राउज़िंग जारी रखें और अगर कोई जुड़ेगा तो आपको सूचित किया जायेगा ।
pt: Continue a navegação em qualquer separador e será notificado quando alguém entrar.

source: sharing icon
bn_bd: শেয়ারিং আইকন
br: arlun rannañ
ca: icona de compartició
fa: آیکون به اشتراک‌گذاری
hi_in: आइकन वितरित करे
pt: ícone de partilha
