Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/hello.lang.po
Languages: ar, bn_bd, br, ca, fa, hi_in, kab, lv, ne, pt, xh

source: Firefox Hello — Free, easy video conversations
ar: فيرفكس مرحباً — مجاني, محادثات مرئية سهلة
bn_bd: Firefox Hello — ফ্রি, সহজ ভিডিও আলাপ
br: Firefox Hello — Kendivizioù dre video aed ha digoust
ca: Firefox Hello — Vídeo converses simples i fàcils
fa: فایرفاکس سلام —مکالمه تصویری راحت،ارزان
hi_in: फ़ायरफ़ॉक्स हैलो - मुफ्त, आसान वीडियो वार्तालाप
kab: Firefox Hello — Baṭel, adiwenni s tvidyut afessas
lv: Firefox Hello — Vienkāršas bezmaksas video sarunas
ne: फायरफक्स हेल्लो — सितै र सजिलो भिडियो वार्ताहरु
pt: Firefox Hello — Conversas de vídeo fáceis e gratuitas
xh: IFirefox Hello — Incoko yasimahla nelula yevidiyo

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
bn_bd: ফায়ারফক্স হ্যালো সম্পর্কে জানুন এবং দেখুন কিভাবে আপনার ব্রাউজারে যেকোন স্থানে, যে কারও সাথে কিভাবে সহজে ভিডিও আলাপ করতে পারেন।
br: Deskit pep tra a-zivout Firefox Hello ha gwelit hoc'h unan pegen aes e vez evit ober ur c'hendiviz digoust gant ne vern piv, ne vern pelec'h diouzh ho merdeer
ca: Apreneu-ho tot del Firefox Hello i vegeu vosaltres mateixos com de fàcil és tenir una vídeoconversa amb qualsevol, a tot arreu, des del navegador web
fa: همه چیز را در مورد فایرفاکس سلام بدانید و ببینید استفاده از مکالمه تصویری رایگان به هرشخصی،درهر مکانی،دقیقا توسط مرورگرشما چقدر آسان است
hi_in: फ़ायरफ़ॉक्स हैलो के विषय मैं सब कुछ जानें और देखें कि किसी से, कहीं भी, अपने ही ब्राउज़र मैं वीडियो बातचीत करना कितना आसान है
kab: Wal akk ayen yessefk ad teẓreḍ ɣef Firefox Hello, Akken ad tmeslayeḍ s tvidyut baṭel akked yal yiwen di Internet, seqdec kan iminig inek.
lv: Uzziniet vairāk par Firefox Hello un izmēģiniet cik viegli ir veidot bezmaksas video sarunas ar jebkuru cilvēku jebkur pasaulē pa tiešo no pārlūka
ne: फायरफक्स हेल्लोको बारेमा जान्नुहोस र तपाइलाइ सित्तैमा कसैसंगपनि, कहिपनि, तपाइको ब्राउजरबाट भिडियो वार्ताहरु गर्न कत्तिको सहज हुन्छ थाहापाउनुहोस्
pt: Saiba mais sobre o Firefox Hello e veja como é fácil ter uma conversa vídeo gratuita com qualquer pessoa, em qualquer lugar, a partir do seu navegador
xh: Funda konke ngeFirefox Hello uze uzibonele ngokwakho indlela ekulula ngayo ukuba nevidiyo yasimahla yokuncokola naye nabani na, naphi na, kanye kwibhrawza yakho

source: As easy as saying hello
ar: سهلة كما تقول مرحباً
bn_bd: সংযুক্ত হওয়ার সহজতম উপায়
br: Ken aes ha lavarout demat
ca: Tan fàcil com dir hola
fa: به راحتی گفتن سلام
hi_in: नमस्कार कहने के समान आसान
kab: Fessus am Azul
lv: Tik viegli kā sasveicināties
ne: हेल्लो भनेजति नै सजिलो
pt: Tão fácil como dizer um olá
xh: Kulula njengokuthi hello

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
bn_bd: যেকোনো কারো সাথে, যেখানে খুশি বিনামূল্যে ভিডিওতে সংযুক্ত হওয়ার সবচেয়ে সহজ উপায়
br: Dizoloit Firefox Hello, an doare aesañ d'en em gennaskañ evit evit ober ur c'hendiviz digoust gant ne vern piv, ne vern pelec'h.
ca: Vegeu el Firefox Hello, la forma més fàcil de connectar mitjançant vídeo amb tothom, arreu i gratuïtament.
fa: با فایرفاکس سلام آشنا شوید، آسان ترین راه برای ارتباط تصویری رایگان بار هرشخصی، درهرمکانی
hi_in: मिलो फ़ायरफ़ॉक्स हैलो से, सबसे आसान तरीका, किसी के साथ कहीं से भी वीडियो पर मुफ्त कनेक्ट करने के लिए.
kab: Wali Firefox Hello, allal afessas akken ad tmeslayed s tvidyut baṭel akked d win tebɣiḍ, seg wanda tebɣiḍ.
lv: Iepazīstieties ar Firefox Hello, vienkāršāko veidu kā sazināties ar jebkuru jebkur video režīmā.
ne: फायरफक्स हेल्लोलाइ भेट्नुहोस्, कोहिपनि, कतैपनि रहेर सित्तैमा भिडियो मार्फत सम्पर्क गर्ने सजिलो तरिका।
pt: Conheça o Firefox Hello, a forma mais fácil de comunicar com vídeo com qualquer pessoa em qualquer lugar
xh: Dibana noFirefox Hello, eyona ndlela elula yokuqhagamshela kwividiyo ngokusimahla kunye nabani na, naphi na

source: Try Firefox Hello
ar: جرب فيرفكس مرحباً
bn_bd: Firefox Hello চালিয়ে দেখুন
br: Grit un taol prouad gant Firefox Hello
ca: Proveu el Firefox Hello
fa: فایرفاکس سلام را امتحان کنید
hi_in: फ़ायरफ़ॉक्स हैलो का प्रयास करें
kab: Ɛreḍ Firefox Hello
lv: Izmēģiniet Firefox Hello
ne: फायरफक्स हेल्लो प्रयास गर्नुहोस्
pt: Experimente o Firefox Hello
xh: Zama uFirefox Hello

source: You need a different version of Firefox to use Hello.
bn_bd: হ্যালো ব্যবহার করতে ফায়ারফক্সের আলাদা সংস্করণ প্রয়োজন।
br: Ret eo deoc'h kaout un handelv Firefox disheñvel evit arverañ Hello.
ca: Us cal una versió diferent del Firefox per utilitzar el Hello.
fa: شما به نسخه دیگری برای استفاده از فایرفاکس سلام نیاز دارید.
hi_in: हैलो का उपयोग करने के लिए आपको फ़ायरफ़ॉक्स के एक अलग संस्करण की आवश्यकता है.
kab: Tesriḍ lqem nniḍen n Firefox akken ad tesqedceḍ Hello.
lv: Jums nepieciešama cita Firefox versija, lai izmantotu Hello.
ne: तपाइले हेल्लो प्रयोग गर्न फायरफक्सको छुट्टै संस्करण चाहिन्छ।
pt: Precisa de uma versão diferente do Firefox para utilizar o Hello.
xh: Ufuna uhlobo olwahlukileyo lweFirefox ukuze usebenzise uHello.

source: Try it now
bn_bd: এখনই চালিয়ে দেখুন
br: Prouadit bremañ
ca: Proveu-ho ara
fa: الان امتحان کنید
hi_in: अभी प्रयास करें
kab: Ɛreḍ-it tura
lv: Izmēģiniet tagad
ne: अहिले यसलाई प्रयास गर्नुहोस
pt: Experimente agora
xh: Yizame ngoku

source: All you need is Firefox
ar: كل ما تحتاجه هو فيرفكس
bn_bd: আপনার যা প্রয়োজন তা হল ফায়ারফক্স
br: Firefox hoc'h eus ezhomm hepken
ca: Tot el que necessiteu és el Firefox
fa: تمام چیزی که نیازدارید فایرفاکس است
hi_in: आपको बस फ़ायरफ़ॉक्स चाहिये
kab: D Firefox kan id tesriḍ
lv: Jums vajadzīgs tikai Firefox
ne: तपाइलाइ चाहिने भनेको फायरफक्स हो
pt: Tudo o que precisa é o Firefox
xh: Ekuphela kwento oyifunayo yiFirefox

source: If you have the latest version of Firefox, you already have Hello.
ar: اذا كنت تمتلك الاصدار الأخير من فيرفكس, فأنت تمتلك مرحباً.
bn_bd: আপনার যদি ফায়ারফক্সের সাম্প্রতিকতম সংস্করণ থাকে, তাহলে আপনার ইতমধ্যে হ্যালো রয়েছে।
br: Mard emañ an handelv nevesañ eus Firefox, emañ Hello ganeoc'h.
ca: Si teniu l'última versió del Firefox, ja teniu el Hello
fa: اگر شما آخرین نسخه فایرفاکس را دارید، شما هم اکنون سلام را در اختیار دارید.
hi_in: यदि आपके पास फ़ायरफ़ॉक्स के नवीनतम संस्करण हैं, तो आपके पास पहले से हैलो है.
kab: Ma ɣur-k lqem aneggaru n Firefox, ihi Hello yebded yakan.
lv: Ja jums ir jaunākā Firefox versija, jums ir arī Hello.
ne: यदि तपाइसंग फायरफक्सको नवीनतम संस्करण छ भने, तपाइसंग हेल्लो पहिलेनै छ।
pt: Se tem a última versão do Firefox, então já tem o Hello.
xh: Ukuba unohlobo lokugqibela lweFirefox, sele unayo iHello.

source: There’s no account or sign-in required and nothing extra to download.
ar: لا يوجد حساب أو تسجيل دخول مطلوب و لا أشياء اضافية للتنزيل.
bn_bd: এর জন্য কোন অ্যাকাউন্ট তৈরি বা সাইন ইন প্রয়োজন নাই এবং কোন বাড়তি ডাউলোডেরও কিছু নাই।
br: N'eus ket ezhomm ur gont pe en em gennaskañ ha n'eus netra da bellgargañ.
ca: No us cal registrar-vos ni baixar res.
fa: هیچ‌ گونه حساب کاربری یا وارد شدنی و یا حتی دریافت برنامه نیاز نیست.
hi_in: कोई भी खाता या साइन-इन की आवश्यकता नहीं और अतिरिक्त कुछ भी डाउनलोड करने को नहीं.
kab: Ur tesriḍ ara ajerred neɣ asider.
lv: Nav nepieciešams speciāls konts un nekas nav jālejupielādē.
ne: यहा कुनै खाता छैन वा साइन इन आवश्यक छ र अतिरिक्त डाउनलोड गर्न केहि छैन।
pt: Não é necessário criar conta, nem iniciar sessão e não existe nada extra para descarregar.
xh: Akukho akhawunti okanye kusayina ungene kufunekayo yaye akhonto ingakumbi yokudawnlowuda.

source: Just send a conversation link to a friend and ask them to click it.
bn_bd: বন্ধুদের কেবল আলাপের লিঙ্ক পাঠান এবং তাতে ক্লিক করতে বলুন।
br: Krogit gant ur gaozeadenn, kasit un ere d'ho keneil ha goulennit digantañ pe diganti klikañ warnañ.
ca: Inicieu una conversa, envieu l'enllaç al vostre amic i digueu-li que hi faci clic.
fa: تنها پیوند مکالمه را برای دوست خود ارسال کنید و از او بخواهید بر روی آن کلیک کند.
hi_in: केवल वार्तालाप लिंक मित्र को भेजें और उस लिंक पर क्लिक करने के लिए पूछे.
kab: Azen kan aseɣwen n udiwenni i umdakel akken ad isit fell-as.
lv: Vienkārši nosūtiet draugam saiti un palūdziet atvērt to.
ne: साथीलाई कुराकानीको लिंक पठाउनुहोस र क्लिक गर्न भन्नुहोस
pt: Apenas envie a ligação para a conversa a um amigo e peça-lhe para ele clicar na mesma.
xh: Thumela nje ilinki yencoko kumhlobo uze ucele ayicofe.

source: See which browsers are compatible with Firefox Hello
bn_bd: দেখুন কোন কোন ব্রাউজার ফায়ারফক্স হ্যালোর সাথে সামঞ্জস্যপূর্ণ
br: Gwelet peseurt merdeer a zo kenglotus gant Firefox Hello
ca: Els navegadors que són compatibles amb el Firefox Hello
fa: مشاهده کنید چه مرورگرهایی با فایرفاکس سلام سازگار است
hi_in: देखें कि कौन सा ब्राउज़र फ़ायरफ़ॉक्स हैलो के साथ संगत हैं
kab: Wali iminigen yemṣadan akked Firefox Hello
lv: Apskatiet, kuri pārlūki atbalsta Firefox Hello
ne: कुन कुन ब्राउजरहरु फायरफक्स हेल्लोको लागि उपयुक्त छ, हेर्नुहोस्
pt: Confirme os navegadores que são compatíveis com o Firefox Hello
xh: Bona ukuba ziziphi iibhrawza ezihambelana noFirefox Hello

source: Just start a conversation, send your friend a link and ask them to click it.
ar: فقط ابدأ المحادثة, أرسل لصديقك الرابط و اطلب منه أن يضغط عليه.
bn_bd: আলাপ শুরু করুন, বন্ধুদের আলাপের লিঙ্ক পাঠান এবং তাতে ক্লিক করতে বলুন।
br: Krogit gant ur c'hendiviz, kasit un ere d'ho keneil ha goulennit digantañ klikañ warnañ.
ca: Inicieu una conversa, envieu l'enllaç al vostre amic i digueu-li que hi faci clic.
fa: کافی است برای شروع مکالمه, پیوند را برای دوست خود ارسال کنید و از اون بخواهید بر روی آن کلیک کند.
hi_in: बस एक वार्तालाप शुरू करें और मित्र को लिंक भेज, उसे क्लिक करने के लिए पूछे.
kab: Senker kan adiwenni, azen aseɣwen i umdakel inek u suter-as ad isit fell-as.
lv: Sāciet sarunu, nosūtiet draugam saiti un palūdziet atvērt to.
ne: साथीलाई कुराकानीको सुरु गर्नको लागि लिंक पठाउनुहोस र क्लिक गर्न भन्नुहोस।
pt: Basta começar uma conversa, enviar uma ligação ao seu amigo e pedir que este clique nessa ligação.
xh: Qala nje incoko, thumela umhlobo wakho ilinki uze umcele ukuba ayicofe.

source: Simple.
ar: بسيط.
bn_bd: সরল।
br: Eeun.
fa: ساده.
hi_in: काफ़ी सरल.
kab: D afessas.
lv: Vienkārši.
ne: सरल
pt: Simples.
xh: Ilula.

source: Share and share alike
bn_bd: শেয়ার করুন এবং একইভাবে শেয়ার করা হবে
br: Rannit ha rannit atav
ca: A parts iguals
fa: اشتراک‌گذاری یکسان برای همه
hi_in: सबको सामान अधिकार
kab: Bḍu agdil inek
lv: Viegli dalīties
ne: शेयर र शेयर जस्तै
pt: Partilhe com todos
xh: Yabelana uze wabelane ngokufanayo

source: Want to show off some new baby pictures?
bn_bd: বাচ্চার নতুন ছবি দেখাতে চান?
br: C'hoant ho peus diskouez skeudennoù poupiged nevez ?
ca: Voleu mostrar fotografies noves de la vostra criatura?
fa: آیا می‌خواهید برخی از تصاویر جدید فرزندتان را نمایش دهید؟
hi_in: कुछ नए शिशु चित्रों को दिखाना चाहते हैं?
kab: Tebɣiḍ ad tessekneḍ tiwlafin timaynutin n mmik?
lv: Gribat parādīt jaunās mazuļa bildes?
ne: केही नयाँ बच्चाका तस्वीरहरु प्रदर्शन गर्न चाहनुहुन्छ?
pt: Quer mostrar as novas fotografias do bebé?
xh: Ufuna ukubonisa eminye imifanekiso yosana olusandul' ukuzalwa?

source: Share travel options over the Web?
bn_bd: ওয়েবে ভ্রমণ অপশন শেয়ার করবেন?
br: Rannañ dibaboù beajiñ etrezek ar c'henrouedad ?
ca: Compartir opcions per un viatge pel web?
fa: به اشتراک گذاشتن گزینه‌های سفر بر روی وب؟
hi_in: वेब पर यात्रा के विकल्प साझा करें?
kab: Sɣiwes tirza akked yemdukal inek s useqdec n Web?
lv: Dalīties ar ceļojuma variantiem internetā?
ne: वेबमा यात्राका विकल्पहरु शेयर गर्ने?
pt: Partilhar opções de viagem através da Web?
xh: Yabelana ngeendlela zohambo kwiWebhu?

source: Check in on a project from half a world away?
bn_bd: অর্ধেক বিশ্ব দূরের কোন প্রকল্পে চেক ইন করবেন?
br: Gwiriekañ ur raktres adalek penn all ar bed ?
ca: Apuntar-vos a un projecte a l'altra punta del món?
fa: بررسی یک پروژه در آن سوی دنیا؟
hi_in: आधे दुनिया दूर से एक परियोजना की जाँच करें?
kab: Senqed asenfaṛ inek si ṭṭerf n ddunit?
lv: Pārbaudīt, kas notiek projektā otrā pasaules malā?
ne: आधा संसार टाढाबाट कुनै एउटा परियोजनामा जाँच गर्नुहोस्?
pt: Dar uma vista de olhos num projeto na outra parte do mundo?
xh: Kh

source: Screen sharing on Firefox Hello makes it all possible.
bn_bd: ফায়ারফক্স হ্যালোতে স্ক্রিন শেয়ার একে সব সম্ভবনাকে সম্ভব করেছে।
br: Posupl eo en ur rannañ ho skramm dre Firefox Hello.
ca: La compartició de pantalla del Firefox Hello ho fa tot possible.
fa: فایرفاکس سلام به اشتراک گذاری صفحه نمایشگر را فراهم می‌سازد.
hi_in: फ़ायरफ़ॉक्स हैलो पर स्क्रीन साझा कर पाना यह सब संभव बनाता है
kab: Ayagi yezmer ad yili s beṭṭu n ugdil inek akked Firefox Hello.
lv: Firefox Hello ekrāna koplietošana ļauj izdarīt šo visu.
ne: फायरफक्स हेल्लोमा पर्दा साझेदारीले यो सबै सम्भव बनाउँछ।
pt: A partilha de ecrã do Firefox Hello torna tudo isto possível.
xh: Ukwab

source: Try it out in your next conversation and share the things that matter most.
bn_bd: আপনার পরবর্তী আলাপে এটা ব্যবহার করুনে এবং যা যা গুরুত্বপূর্ণ তা শেয়ার করুন।
br: Klaskit an dra-se en ho kaozeadenn o tont ha rannit an traoù pouezus evidoc'h.
ca: Proveu-ho a la vostra propera conversa i compartiu les coses que us importen.
fa: آن را در مکالمه بعدی خود امتحان کنید و چیزهایی که مهم هستند را به اشتراک بگذارید.
hi_in: अपनी अगली वार्तालाप में इसे उपयोग करने कोशिश करो और सबसे अधिक महत्वपूर्ण बातें को साझा करें.
kab: Ɛerḍ-it deg udiwenni yinek d-iteddun udiɣ bḍu tiɣawsiwin tḥemleḍ aṭas.
lv: Izmēģiniet to savā nākamajā sarunā un dalieties ar lietām, kas ir patiesi svarīgas.
ne: तपाईंको अर्को कुराकानीमा यसलाई प्रयास र तपाइको सबै भन्दा महत्त्वपूर्ण कुरा साझेदारी गर्नुहोस्।
pt: Experimente na sua próxima conversa e partilhe as coisas que mais importam.
xh: Phinda uyizame kwincoko yakho elandelayo uze wabelane ngezona zinto zibalulekileyo.

source: Invite anyone, anywhere
ar: ادع أي أحد, في أي مكان
bn_bd: সংযুক্ত হতে যে যাউকে আমন্ত্রণ জানান, যেকোন স্থানে
br: Pedit ne vern piv, ne vern pelec'h
ca: Convideu a qualsevol, a tot arreu
fa: هرشخص در هرمکانی را دعوت کنید
hi_in: किसी को भी, कहीं भी आमंत्रित करें
kab: Snebget win tebɣiḍ, seg anda tebɣiḍ
lv: Uzaiciniet jebkuru no jebkurienes
ne: जो सुकैलाई, जहापनी निम्तो दिनुहोस
pt: Convide qualquer pessoa em qualquer lugar
xh: Mema nabani, naphi

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
ar: مرحباً خارق السهولة في الاستعمال و أصدقائك و عائلتك ليسو حتى بحاجة لفيرفكس للدخول الى محادثتك.
bn_bd: হ্যালো ব্যবহার করা অতি সহজ এবং আপনার আলাপে যুক্ত হতে আপনার বন্ধু ও স্বজনদের ফায়ারফক্সের প্রয়োজন হবে না।
br: Aes aes eo Hello da arverañ hag ho keneiled pe izili ho familh n'o deus ket ezhomm Firefox da vont gant ho kendiviz.
ca: El Hello és molt fàcil d'utilitzar i els vostres amics i familiars ni tan sols necessiten el Firefox per unir-se a la conversa.
fa: استفاده از سلام بسیار راحت است وحتی دوستان یا خانواده برای مکالمه با شما نیاز به فایرفاکس ندارند.
hi_in: हेल्लो का उपयोग करना बहुत आसान है तथा आपके मित्रो व परिवारजनों को बातचीत मैं शामिल होने के लिए फ़ायरफ़ॉक्स की भी कोई आवश्यकता नहीं है.
kab: Hello fessus nezzeh i useqdec, imdukal akked twacult inek ur sran ara asebded n Firefox akken ad d-ddun ɣer udiwenni yinek.
lv: Hello ir super viegli izmantot un jūsu ģimenei un draugiem nav nepieciešams Firefox, lai pievienotos sarunai.
ne: हेल्लो प्रयोग गर्न असाध्यै सजिलो छ र तपाइको मित्र र परिवारलाइ पनि कुराकानीमा सामेल हुन फायरफक्स आवश्यक छैन।
pt: O Hello é super simples de utilizar e os seus amigos e família nem precisam do Firefox para se juntarem à conversa.
xh: UHello ulula ngeyona ndlela ukumsebenzisa yaye abahlobo nentsapho yakho abamdingi uFirefox ukuze bangene kwincoko yakho.

source: As long as they have a compatible browser, they’re good to go.
ar: طالما لديهم متصفح ملائم, انهم جيدون للذهاب.
bn_bd: যতদিন পর্যন্ত তাদের উপযুক্ত ব্রাউজার আছে, তারা এটি ব্যবহারের জন্য প্রস্তুত।
br: Keit ha ma vo ur merdeer keverlec'h ganto e vo mat dezho.
ca: Només necessiten tenir un navegador web compatible.
fa: تا وقتی که یک مرورگر سازگار دارند، مشکلی ندارند.
hi_in: जब तक उनके पास एक संगत ब्राउज़र है, वे सही जा रहे हैं.
kab: Skud seqdacen iminig yemṣadan, ɣur-sen akk ayen sran.
lv: Ja viņiem ir savietojams pārlūks, viņiem neko citu nevajag.
ne: जब सम्म तिनिहरुसंग उपयुक्त ब्राउजर छ, तिनिहरु जानलाइ राम्रो छ।
pt: Desde que tenham um navegador compatível, estão prontos.
xh: Logama nje benebhrawza ehambelanayo, bakulungele ukuqhuba

source: Learn more about compatible browsers
ar: اعرف المزيد عن المتصفحات الملائمة
bn_bd: উপযুক্ত ব্রাউজার সম্পর্কে আরও জানুন
br: Gouzout hiroc'h a-zivout ar merdeerioù keverlec'h
ca: Més informació quant als navegadors compatibles
fa: در مورد مرورگر‌های سازگار بیشتر بدانید
hi_in: संगत ब्राउज़र के बारे में और अधिक जानें
kab: Issin ugar ɣef iminigen yemṣadan
lv: Uzziniet vairāk par savietojamajiem pārlūkiem
ne: उपयुक्त ब्राउजरहरुबारे अझै जान्नुहोस्
pt: Saiba mais acerca dos navegadores compatíveis
xh: Funda okungakumbi ngeebhrawuza ezihambelanayo

source: Safe, secure, protected
ar: آمن, مضمون, محمي
bn_bd: বিপদমুক্ত, নিরাপদ, সুরক্ষিত
br: Diarvar, diogel, gwarezet
ca: Segur, fiable, protegit.
fa: بی‌خطر,ایمن,محافظت شده
hi_in: सकुशल, सुरक्षित, संरक्षित
kab: D anelka, d aɣelsan, yettummesten
lv: Drošs un aizsargāts
pt: Sem preocupações, seguro e protegido
xh: Ikhuselekileyo, inqabisekile, ikhuselwe

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
bn_bd: কারন হ্যালো ফায়ারফক্সেই বানানো, নাকে তেল দিয়ে বিশ্রাম করুন, আপনার আলাপ এবং তথ্যগুলো গোপন ও নিরাপদ থাকবে।
br: Peogwir eo bet savet Hello e-barzh Firefox e c'hallit bezañ sur e chomo prevez ha diogel ho kendivizoù hag ho titouroù.
ca: Com que el Hello és dins el Firefox mateix, podeu relaxar-vos sabent que les vostres converses i informació es mantindran privades i segures.
fa: به این دلیل که سلام دقیقا توسط فایرفاکس ساخته شده است، شما می توانید به راحتی‌ اطمینان داشته باشید که مکالمه و اطلاعات شما به صورت شخصی و امن باقی خواهد ماند.
hi_in: क्योंकि हेल्लो फ़ायरफ़ॉक्स का ही एक अंग है, अतः आपको यह जानकर खुशी होगी कि आपकी बातचीत व आपकी जानकारी निजी तथा सुरक्षित रहेगी.
kab: Hello yesleɣ di Firefox, Ḍmen iman-ik imi idiwenniyen ad qqimen d usligen, d iɣelsanen.
lv: Tā kā Hello ir iebūvēts Firerfox, jūs varat būt droši zinot, ka jūsu sarunas un privātā informācija būs drošībā.
ne: तपाइको वार्ता र जानकारी निजी र सुरक्षित रहन्छ भन्ने कुरा थाहा पाएर ढुक्क हुनुहोस् किनभने हेल्लो फायरफक्समा बनाइएको छ।
pt: Pelo facto do Hello estar incorporado no Firefox, pode ficar descansado sabendo que as suas conversas e informações irão manter-se privadas e seguras.
xh: Ngenxa yokuba uHello akhelwe ngaphakathi kuFirefox, ungakhululeka usazi ukuba iincoko zakho nenkcazelo ziya kuhlala ziyimfihlo yaye zikhuselekile

source: And thanks to WebRTC-grade encryption, you’ll enjoy an added level of security.
bn_bd: WebRTC-grade এনক্রিপশনকে ধন্যবাদ, আপনি নিরাপত্তার বাড়তি লেভেল উপভোগ করবেন।
br: A-drugarez da enrinegañ WebRTC, eskemmit gant ul live diogelroez ouzhpenn.
ca: I gràcies al xifrat de nivell alt de WebRTC, gaudireu d'un nivell afegit de seguretat.
fa: و با تشکر از WebRTC-gradeرمزنگاری شده، از یک سطح امنیتی اضافه لذت ببرید.
hi_in: WebRTC-grade एन्क्रिप्शन के लिए धनयवाद, जिससे आप उच्च स्तर की सुरक्षा का लाभ उठायेंगे
kab: S useqdec n uwgelhen WebRTC, tzemreḍ ad tefaṛseḍ atagnitt seg uswir n tɣellist iǧehden.
lv: Un pateicoties WebRTC līmeņa šifrēšanai, jūs varēsiet baudīt pienācīgu aizsardzību.
ne: र WebRTC-ग्रेड गुप्तिकरणलाइ धन्यवाद, तपाईं सुरक्षाको थप स्तरको आनन्द लिनुहुनेछ।
pt: E graças à cifra WebRTC, terá um nível de segurança adicional.
xh: Yaye ngenxa yeWebRTC-grade encryption, uya kunandipha umlinganiselo owongezelelekileyo wokhuseleko.

source: Learn more about WebRTC encryption
bn_bd: WebRTC এনক্রিপশন সম্পর্কে আরও জানুন
br: Deskit hiroc'h diwar-benn an enrinegañ WebRTC
ca: Més informació sobre el xifrat de WebRTC
fa: در مورد WebRTC رمزنگاری شده بیشتر بدانید
hi_in: WebRTC एन्क्रिप्शन बारे में और अधिक जानें
kab: Issin ugar ɣef uwgelhen n WebRTC
lv: Uzziniet vairāk par WebRTC šifrēšanu
ne: WebRTC गुप्तिकरणको बारे अझै जान्नुहोस्
pt: Saiba mais sobre a cifra WebRTC
xh: Funda okungakumbi ngokukhowuda kweWebRTC

source: That’s part of our mission, and it’s behind everything we do around here.
bn_bd: এটাই আমাদের লক্ষ্যের অংশ, এবং এখানে আমরা যা যা করি তার প্রায় সবকিছুর পিছনেই আছে এটি।
br: Ul lod eus hor c'hefridi eo an dra-se ha pep tra graet ganeomp zo renet gant ar mennozh-mañ.
ca: Aquesta és part de la nostra missió i és present en tot allò que fem.
fa: این بخشی از ماموریت ماست، و این پشتوانه هر چیزیست که انجام می‌دهیم.
hi_in: यह हमारे मिशन का हिस्सा है , तथा हम यहाँ पर जो कुछ करते हैं इसके पीछे यही है.
kab: Ayagi yella i tuɣdaṭ nneɣ, deg iɣes n isenfaṛen nneq imeṛṛa.
lv: Tā ir daļa no mūsu misijas un tas ir pamatā visam ko darām.
ne: त्यो हाम्रो लक्ष्यको को भाग हो, र यो हामीले यहाँ वरिपरि गर्ने सबै चिजको पछाडि छ।
pt: Faz parte da nossa missão e está por trás de tudo o que fazemos.
xh: Kuyinxalenye yomsebenzi wethu, yaye kuxhasa yonke into esiyenzayo apha.

source: Do more with a Firefox Account
ar: افعل المزيد مع حساب فيرفكس
bn_bd: ফায়ারফক্স অ্যাকাউন্টে আরও কিছু করুন
br: Grit muioc'h a draoù gant ur gont Firefox
ca: Feu més amb un compte Firefox
fa: با حساب کاربری فایرفاکس کاربیشتری انجام دهید
hi_in: फ़ायरफ़ॉक्स खाते के अधिक उपयोग
kab: Seqdec amiḍan inek Firefox i wayen nniḍen
lv: Izdariet vairāk ar Firefox kontu
ne: Firefox खाताबाट अझ धेरै गर्नुहोस
pt: Faça mais com uma Conta Firefox
xh: Yenza okungakumbi ngeAkhawunti yeFirefox

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
bn_bd: সরাসরি কারও সাথে আলাপ শুরু করতে, সহজে ফ্রি ফায়ারফক্স অ্যাকাউন্ট তৈরি করুন অথবা সাইন-ইন করুন যদি আপনার আগে থাকে &mdash; এটা সেই অ্যাকাউন্ট যেটা আপনি সিঙ্কে ব্যবহার করেন।
br: Da gregiñ gant ur c'hendiviz gant unan bennak end-eeun, krouit ur gont digoust pe en em gennaskit mard hoc'h eus unan endeo &mdash; an hevelep kont eo a arverit evit Sync.
ca: Per iniciar una conversa directa amb algú, només us cal un compte gratuït de Firefox o que inicieu una sessió si ja en teniu un &mdash; és el mateix compte que utilitzeu amb el Sync.
fa: برای شروع یک مکالمه به طور به مستقیم با شخصی، به سادگی یک حساب رایگان فایرفاکس ایجاد کنید یا در صورت داشتن حساب کاربری وارد آن شوید &mdash; این مشابه همان حسابی است که شما برای همگام سازی استفاده می‌کنید.
hi_in: किसी के साथ सीधे बातचीत शुरू करने के लिए, बस एक नि:शुल्क फ़ायरफ़ॉक्स खाता बनाएँ, यदि खाता पहले से ही है तो साइन इन करें &mdash; यह वही खाता है जिसे आप सिंक के साथ उपयोग करते हैं.
kab: Akken ad snekred adiwenni s rid akked yiwen, rnu amiḍan Firefox, neɣ qqen ma ɣur-k yakan yiwen. D amiḍan nni id tesseqdaceḍ di Sync.
lv: Lai sāktu sarunu ar konkrētu cilvēku, izveidojiet Firefox kontu vai pierakstieties, ja jums tāds jau ir &mdash; Tas ir tas pat konts, ko izmantojat sinhronizācijai.
ne: कसैसित सीधा कुराकानी सुरु गर्न, बस एक सित्तैमा फायरफक्स खाता सिर्जना गर्न वा तपाईं संग पहिले नै एक छ भने साइन गर्नु &mdash; यो तपाईंले समन्वयन गर्दा प्रयोग गर्ने खाता नै हो।
pt: Para começar diretamente uma conversa com alguém, crie gratuitamente uma Conta Firefox ou inicie sessão se já tiver uma &mdash; é a mesma conta que utiliza com o Sync.
xh: Ukuqalisa incoko nomnye umntu ngokuthe ngqo, yenza iAkhawunti esimahla ye-Firefox okanye ungene ukuba sele unayo enye &mdash; yi-akhawunti efanayo osyisebenzisayo kunye nongqamaniso.
