Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/independent.lang.po
Languages: af, ca, cy, es_mx, ga_ie, gd, hr, lv, pt, tr, uz, vi

source: Firefox Web Browser
af: Firefox-webblaaier
ca: El navegador web Firefox
cy: Firefox, y Porwr Gwe
es_mx: Navegador Firefox
ga_ie: Brabhsálaí Firefox
gd: Brabhsair-lìn Firefox
hr: Firefox Web Preglednik
lv: Firefox Tīmekļa Pārlūks
pt: Navegador Web Firefox
tr: Firefox Web Tarayıcısı
uz: Firefox veb brauzeri
vi: Trình duyệt web Firefox

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
af: Al vir tien jaar bly Firefox sonder winsbegjag, sonder korporatiewe giere, sonder kompromieë. Om Firefox te kies is meer as net 'n keuse — dis 'n stem vir persoonlike vryheid.
ca: Durant 10 anys, el Firefox s'ha mantingut sense ànim de lucre i sense vinculacions empresarials ni compromisos. Triant el Firefox no trieu només un navegador, és un vot per la llibertat personal.
cy: Ers 10 mlynedd, mae Firefox wedi parhau'n ddim er elw, peidio bod yn gorfforaethol, na chyfaddawdu. Dyw dewis Firefox ddim ynglŷn â dewis porwr. Mae'n bleidlais dros ryddid personol.
es_mx: Durante 10 años, Firefox sigue siendo sin fines de lucro, no corporativo, no comprometido. La elección de Firefox no es sólo la elección de un navegador. Es un voto a favor de la libertad personal.
ga_ie: Le 10 mbliana anuas, is é Firefox an brabhsálaí neamhbhrabúis, neamhchorparáideach, neamhghéilliúil. Nuair a roghnaíonn tú Firefox, ní hé brabhsálaí amháin atá roghnaithe agat. Is vóta ar son na saoirse é.
gd: An dèidh 10 bliadhna, chan ann a chum prothaid a tha Firefox fhathast agus cha deach ar misean a thruailleadh. Ma thaghas tu Firefox, chan e dìreach brabhsair a thaghas tu. Bidh tu a' cur taic ri saorsa phearsanta.
hr: Već 10 godina Firefox je neprofitan, nezavisan, beskompromisan. Odabir Firefoxa nije samo odabir preglednika. To je glas za osobnu slobodu.
lv: 10 gadus ilgi, Firefox ir palicis bezpeļņas, ne-korporatīvs, bez kompromisa. Izvēlieties Firefox nav tikai izvēlieties pārlūku. Tas ir balsot personīgai brīvībai.
pt: Há 10 anos que o Firefox se mantém como uma solução sem fins lucrativos, não empresarial e não comprometida. Escolher o Firefox não é apenas escolher um navegador. É um voto pela liberdade pessoal.
tr: Firefox 10 yıldır kâr amacı gütmüyor, kurumsallaşmıyor, taviz vermiyor. Firefox’u seçmek, sadece bir tarayıcı seçmek değil, kişisel özgürlüğünüzü seçmek demek.
uz: 10 yil davomida Firefox notijorat, nodavlat, nokorporativ, nodavlat bo‘lib qoldi.Firefox tanlash faqat brauzerni tanlash emas. Bu shaxsiy erkinlik uchun ovoz berishdir.
vi: Trong 10 năm qua, Firefox đã giữ trọn tính phi lợi nhuận, phi tập đoàn, không nhượng bộ. Lựa chọn Firefox không chỉ là lựa chọn một trình duyệt web. Đó là một lá phiếu bầu cho sự tự do cá nhân của bạn.

source: Choose Firefox and stay in control of your online life
af: Kies Firefox en bly in beheer van u lewe aanlyn
ca: Trieu el Firefox i mantingueu el control de la vostra vida digital.
cy: Dewiswch Firefox a chadw rheolaeth o'ch bywyd ar-lein
es_mx: Elije Firefox y ten el control de tu vida online
ga_ie: Roghnaigh Firefox agus bí i gceannas ar do shaol ar líne
gd: Tagh Firefox is cum smachd air do bheatha air loidhne
hr: Odaberite Firefox i zadržite kontrolu nad Vašim mrežnim životom
lv: Izvēlieties Firefox un palieciet savas tiešsaistes dzīves kontrolē
pt: Escolha o Firefox e mantenha o controlo da sua vida online
tr: Firefox’u seçin, çevrimiçi yaşamınızın kontrolü sizde kalsın
uz: Firefox’ni tanlang va onlayn hayotingizni boshqaring
vi: Lựa chọn Firefox và nắm quyền kiểm soát cuộc sống online của bạn

source: Stay in control of your online life
af: Bly in beheer van u lewe aanlyn
ca: Mantingueu el control de la vostra vida digital
cy: Cadw rheolaeth o'ch bywyd ar-lein
es_mx: Ten el control de tu vida online
ga_ie: Bí i gceannas ar do shaol ar líne
gd: Cum smachd air do bheatha air loidhne
hr: Zadržite kontrolu nad Vašim mrežnim životom
lv: Palikt savas tiešsaistes dzīves kontrolē
pt: Mantenha o controlo da sua vida online
tr: Çevrimiçi yaşamınızı siz kontrol edin
uz: Onlayn hayotingizni boshqaring
vi: Nắm quyền kiểm soát cuộc sống online của bạn

source: See what’s new in Firefox
af: Sien wat is nuut in Firefox
ca: Què hi ha de nou al Firefox
cy: Gweld beth sy'n newydd yn Firefox
es_mx: Ve lo nuevo que hay en Firefox
ga_ie: Gach rud nua i bhFirefox
gd: Faic na tha ùr ann am Firefox
hr: Što je novo u Firefoxu
lv: Uzziniet kas jauns uz Firefox
pt: Veja as novidades do Firefox
tr: Firefox’taki yenilikleri görün
uz: Firefox’da qanday yangiliklar borlgini ko‘rish
vi: Firefox có gì mới

source: PC Magazine Editor’s Choice
ca: Tria de l'editor de PC Magazine
cy: Dewis Golygydd PC Magazine
es_mx: Elección de editores de PC Magazine
ga_ie: Rogha an Eagarthóra: PC Magazine
gd: Roghainn deasaiche PC Magazine
hr: Odabir urednika PC Magazina
lv: PC Magazine Redaktora Izvēle
pt: Escolha do editor da PC Magazine
tr: PC Magazine - Editörün Seçimi
uz: Kompyuter jurnali muharriri tanlovi
vi: Lựa chọn của Tạp chí PC Magazine

source: “Beautiful”
ca: “Bonic”
es_mx: "Hermoso"
hr: “Prekrasan”
pt: Lindo
tr: “Çok güzel”
uz: "Go‘zal"
vi: “Tuyệt vời”

source: Four stars
af: Vier sterre
ca: Quatre estels
cy: Pedair seren
es_mx: Cuatro estrellas
ga_ie: Ceithre réiltín
gd: Ceithir rionnagan
hr: Četiri zvjezdice
lv: Četras zvaigznes
pt: Quatro estrelas
tr: Dört yıldız
uz: To‘rt yulduz
vi: Bốn sao

source: Four and a half stars
af: Vier en 'n half sterre
ca: Quatre estels i mig
cy: Pedair seren a hanner
es_mx: Cuatro estrellas y media
ga_ie: Ceithre réiltín go leith
gd: Ceithir rionnagan gu leth
hr: Četiri i pol zvjezdice
lv: Četras ar pusi zvaigznes
pt: Quatro estrelas e meia
tr: Dört buçuk yıldız
uz: To‘rt va yarim yulduz
vi: Bốn sao rưỡi

source: Five stars
af: Vyf sterre
ca: Cinc estels
cy: Pum seren
es_mx: Cinco estrellas
ga_ie: Cúig réiltín
gd: Còig rionnagan
hr: Pet zvjezdica
lv: Piecas zvaigznes
pt: Cinco estrelas
tr: Beş yıldız
uz: Besh yulduz
vi: Năm sao

source: “Magnificent”
ca: “Magnífic”
es_mx: "Magnífico"
hr: “Veličanstven”
pt: “Magnífico”
tr: “Muhteşem”
uz: “Muhtasham”
vi: “Tráng lệ”

source: “Spectacular”
ca: “Espectacular”
es_mx: "Espectacular"
hr: “Spektakularan”
pt: “Espetacular”
tr: “Harikulade”
vi: “Lộng lẫy”

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
af: <span id="trust-line1">Mees vertroude</span> <span id="trust-line2">internet­maatskappy</span> <span id="trust-line3">vir privaatheid</span>
ca: <span id="trust-line1">La companyia d'Internet</span> <span id="trust-line2">més fiable</span> <span id="trust-line3">per a la privadesa</span>
cy: <span id="trust-line1">Y cwmni rhyngrwyd</span> <span id="trust-line2">sydd â'r mwyaf o ymddiriedaeth ynddo</span> <span id="trust-line3">am breifatrwydd</span>
es_mx: <span id="trust-line1">La compañía de Internet</span> <span id="trust-line2">en la que más se confía</span> <span id="trust-line3">para la privacidad</span>
ga_ie: <span id="trust-line1">An comhlacht Idirlín</span> <span id="trust-line2">is iontaofa</span> <span id="trust-line3">ó thaobh príobháideachta</span>
gd: <span id="trust-line1">An companaidh-lìn</span> <span id="trust-line2">as earbsaiche</span> <span id="trust-line3">a thaobh prìobhaideachd</span>
hr: <span id="trust-line1">Najpouzdanija</span> <span id="trust-line2">internet tvrtka</span> <span id="trust-line3">za privatnost</span>
lv: <span id="trust-line1">Uzticamākā</span> <span id="trust-line2">interneta kompānija</span> <span id="trust-line3">privātuma jautājumos</span>
pt: <span id="trust-line1">A empresa de Internet</span> <span id="trust-line2">mais confiável</span> <span id="trust-line3">para a privacidade</span>
tr: <span id="trust-line1">Gizlilik konusunda</span> <span id="trust-line2">en güvenilen</span> <span id="trust-line3">internet şirketi</span>
uz: <span id="trust-line1">Eng ishonchli</span> <span id="trust-line2">internet companiyasi</span> <span id="trust-line3">maxfiylik uchun</span>
vi: <span id="trust-line1">Công ty Internet</span> <span id="trust-line2">được tin tưởng nhất</span> <span id="trust-line3">về tự do cá nhân</span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
af: Versprei die woord. Deel ons storie. <a href="%(link)s">Vind uit hoe</a>
ca: Escampeu la paraula, compartiu la vostra història. <a href="%(link)s">Informeu-vos de com fer-ho</a>
cy: Dwedwch wrth bawb. Rhannwch ein hanes. <a href="%(link)s">Sut mae gwneud</a>
es_mx: Corre la voz. Comparte nuestra historia. <a href="%(link)s">Descubre cómo</a>
ga_ie: Scaip and focal. Inis ár scéal. <a href="%(link)s">Tuilleadh eolais</a>
gd: Sgaoil am facal. Sgaoil ar sgeul. <a href="%(link)s">Mar a nì thu sin</a>
hr: Širite riječ. Širite našu priču. <a href="%(link)s">Otkrijte kako</a>
lv: Pastāstiet pasaulei. Dalīt mūsu stāstu. <a href="%(link)s">Uzziniet kā</a>
pt: Espalhe a palavra. Partilhe a sua história. <a href="%(link)s">Saiba como</a>
tr: Bizi başkalarına anlatın. Öykümüzü paylaşın. <a href="%(link)s">Nasıl yapacağınızı öğrenin</a>
uz: Dunyoga jar soling. Bizning hikoyamizni tarqating. <a href="%(link)s">Qanday qilishni toping</a>
vi: <a href="%(link)s">Hãy chia sẻ câu chuyện của chúng tôi.</a>
