Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/ios.lang.po
Languages: cy, es_mx, fa, gd, kab, ta, th, ur

source: Free Mobile Browser App for iPhone, iPad, iOS | Firefox
ta: உங்கள் ஐபோன், ஐபாட், ஐபாட் டச் கருவிகளுக்கான திறவூற்று கைப்பேசி உலாவி | பயர்பாக்ஸ்

source: Mobile Web browser for your iPhone, iPad and iPod touch
cy: Porwr Gwe Symudol ar gyfer eich iPhone, iPad ac iPod touch
es_mx: Navegador Web en tu móvil iPhone, iPad y iPod touch
fa: مرورگر تلفن همراه برای آیفون، آیپد و آیپاد لمسی
gd: Brabhsair-lìn mobile airson an iPhone, iPad is iPod Touch agad
kab: Iminig Web aziraz i iPhone, iPad akked iPod touch
ta: உங்கள் ஐபோன், ஐபாட், ஐபாட் டச் கைப்பேசி கருவிகளுக்கான இணைய உலாவி
th: เว็บเบราว์เซอร์อุปกรณ์พกพาสำหรับ iPhone, iPad และ iPod touch ของคุณ
ur: موبائل ویب برائوزر برائے iPhone, iPad اور iPod ٹج

source: Join the millions browsing better on iPhone and iPad. Firefox is fast and private. Install Firefox for iOS now!
ta: ஆயிரமாயிரங்களில் ஒருவராக ஐபோன், ஐபாட், ஐபாட் டச் கருவிகளிலிருந்து செம்மைய உலாவுங்கள். பயர்பாக்ஸ் ஒரு அந்தரங்க வேகமான உலாவி. iOS இயங்குதளத்தில் பயர்பாக்ஸை நிறுவுங்கள்!

source: Add Firefox to your iPhone, iPad and iPod touch.
cy: Ychwanegwch Firefox i'ch iPhone, iPad ac iPod touch.
es_mx: Agrega Firefox para tu iPhone, iPad y iPod touch.
fa: اضافه کردن فایرفاکس بر روی آیفون، آیپد وآیپاد لمسی.
gd: Cuir Firefox ris an iPhone, iPad is iPod Touch agad.
kab: Rnu Firefox ɣer iPhone inek, iPad akked iPod touch.
ta: உங்கள் ஐபோன், ஐபாட், ஐபாட் டச் கருவிகளில் பயர்பாக்சை சேருங்கள்
th: เพิ่ม Firefox ไปยัง iPhone, iPad และ iPod touch ของคุณ
ur: اپنےiPhone, iPad and iPod ٹج میں Firefox کا اظافہ کریں

source: Firefox for iOS
cy: Firefox iOS
es_mx: Firefox para iOS
fa: فایرفاکس برای iOS
gd: Firefox airson iOS
kab: Firefox i iOS
ta: iOS இயங்கு தளத்திற்கான பயர்பாக்ஸ்
th: Firefox สำหรับ iOS
ur: iOS کے لئے Firefox

source: Preview release
cy: Ryddhad rhagolwg
es_mx: Liberar Vista Previa
fa: نسخه پیش‌نمایش
gd: Sgaoileadh ro-sheallaidh
kab: Lqem uzwir
ta: முன்பார்வை வெளியீடு
ur: پیش نظارہ کا اجرا کریں

source: Get it now
cy: Estyn Firefox
es_mx: Obténlo ahora
fa: هم‌اکنون دریافت کنید
gd: Faigh e an-dràsta
kab: Sbedd-it tura
ta: இப்பொழுதே பெற்றுக்கொள்
th: รับตอนนี้
ur: ابھی حاصل کریں

source: Sign up below for updates and to be notified when it launches.
cy: Gofynnwch am ddiweddiadau a hysbysiad o'r lansiad.
es_mx: Suscríbete para recibir actualizaciones y para ser notificado cuando salga.
fa: در پایین ثبت نام کنید تا از آخرین بروزرسانی‌ها آگاه‌ شوید و هنگامی که راه اندازی شد با خبر شوید.
gd: Clàraich gu h-ìosal airson ùrachaidhean is gheibh thu brath nuair a thig e a-mach.
kab: Kcem daw-a akken ad tawid ileqman udiɣ ad teẓreḍ melmi ara wejden.
ta: மேம்படுத்தல்களுக்கு கீழே பதிவு செய்து மேலும் வெளியீடின் போது அறிகை அனுப்பப்டும்.
ur: تازہ کاری کے لئے ذیل میں سائن اپ کریں اور جب چالو کریں تو مطلع کیا جائے۔

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
cy: * Byddwch yn derbyn dim ond diweddariadau a chyhoeddiadau am fersiwn iOS o Firefox.
es_mx: * Sólo recibirás actualizaciones y anuncios sobre la versión iOS de Firefox.
fa: * تنها شما بروزرسانی ها و اطلاعیه‌های فایرفاکس نسخه iOS دریافت می‌کنید.
gd: * Chan fhaigh thu naidheachdan is brathach ach mu dhèidhinn tionndadh iOS de Firefox.
kab: * Ad tremseḍ ileqman akked ulɣu ɣef lqem iOS n Firefox.
ta: * பயர்பாக்ஸ் iOS பதிப்பு பற்றிய இற்றைப்படுத்தல் அறிவிப்புகளை நீங்கள் மட்டும் பெறுவீர்கள்.
ur: * آپ صرف Firefox کے iOS ورژن کی تازہکاریا٘ں اور اعلانات وصول کریں گے

source: Thanks for your interest in Firefox for iOS.
cy: Diolch am eich diddordeb yn Firefox iOS.
es_mx: Gracias por tu interés en Firefox para iOS.
fa: با‌تشکرازتوجه شما به فایرفاکس نسخه iOS.
gd: Tha sinn toilichte gu bheil ùidh agad ann am Firefox airson iOS.
kab: Tanemmirt imi d-erriḍ l welha inek ɣer Firefox i iOS.
ta: iOS தளத்தில் பயர்பாக்ஸ் உலாவில் ஆர்வம் காட்டியமைக்கு நன்றி.
th: ขอบคุณสำหรับความสนใจใน Firefox สำหรับ iOS ของคุณ
ur: Firefox برائے iOS میں دلچسبی کا شکریہ

source: Don’t forget to check your inbox to confirm your request to get updates.
cy: Peidiwch anghofio i wirio eich blwch derbyn i gadarnhau eich cais i dderbyn diweddariadau.
es_mx: No olvides revisar tu bandeja de entrada para confirmar tu solicitud para obtener actualizaciones.
fa: بررسی صندوق پستی خود را جهت تایید درخواست دریافت بروزرسانی را فراموش نکنید.
gd: Na dìochuimhnich a’ chromag sa bhogsa a dhearbhadh gu bheil thu ag iarraidh naidheachdan mu dhèidhinn.
kab: Ur tettu ara ad tesneqdeḍ di tirawt inek akken ad tessentmeḍ asuter inek ɣef ileqman.
ta: இற்றைப்படுத்தல் பற்றி தகவலைப் பெற உங்கள் மடலகம் பார்த்து கோரிக்கையை உறுதிப்படுத்த மறக்க வேண்டாம்.
th: อย่าลืมตรวจสอบกล่องขาเข้าของคุณเพื่อยืนยันคำขอของคุณในการรับการปรับรุ่น
ur: اپنی درخواست کی تصدیق کرنے اور تازہ کاری کی حاصل کرنے کے لیئے آمد خانہ کی پڑتال کرنا نہ بھولیں

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
cy: Mewngofnodwch i'ch Cyfrif Firefox i gael mynediad at eich manylion pori ar eich holl ddyfeisiau symudol.
es_mx: Ingresa a tu cuenta de Firefox para obtener acceso a tu información de navegación y a todos tus dispositivos móviles.
fa: به حساب کاربری فایرفاکس خود وارد شوید تا به تمام اطلاعات مرورگر خود بر روی دستگاه تلفن همراه دسترسی داشته باشید.
gd: Clàraich a-steach gun chunntas Firefox agad gus an dàta brabhsaidh agad fhaighinn air gach uidheam mobile agad.
kab: Qqen ɣer imiḍan inek Firefox akken ad tkecmeḍ ɣer isefka yinek n tunigin ɣer ibenkan inek izirazen imeṛṛa.
ta: உங்களின் அனைத்து செல்பேசி சாதனங்களிலும் உலாவுதல் தகவல்களை அணுக பயர்பாக்ஸ் கணக்கில் உள்நுழைக.
ur: آپ کے تمام موبائل آلات پر آپ کی براؤزنگ کی معلومات تک رسائی حاصل کرنے سے آپ فائر فاکس اکاؤنٹ میں سائن کریں

source: History
cy: Hanes
es_mx: Historial
fa: تاریخچه
gd: Eachdraidh
kab: Amazray
ta: வரலாறு
th: ประวัติ
ur: تاریخ

source: Passwords
cy: Cyfrineiriau
es_mx: Contraseñas
fa: گذرواژه‌ها
gd: Faclan-faire
kab: Awalen uffiren
ta: கடவுச்சொற்கள்
th: รหัสผ่าน
ur: پاس ورڈز

source: Open tabs
cy: Tabiau agored
es_mx: Abrir pestañas
fa: زبانه های باز
gd: Tabaichean fosgailte
kab: Iccaren yeldin
ta: கீற்றுகளை திற
th: เปิดแท็บ
ur: ٹیب کھولیں

source: Bookmarks
cy: Nodau Tudalen
es_mx: Marcadores
fa: نشانگ‌گذاری شده‌ها
gd: Comharran-lìn
kab: Ticraḍ n isebtar
ta: புத்தகக்குறிகள்
th: ที่คั่นหน้า
ur: نشانیاں

source: Reading List
cy: Rhestr Ddarllen
es_mx: Lista de lectura
fa: فهرست خواندن
gd: An liosta leughaidh
kab: Tabdart n tɣuṛi
ta: வாசிப்பு பட்டியல்
th: รายการอ่าน
ur: پڑھنے کی فہرست

source: Get started with Sync
cy: Cychwyn gyda Sync
es_mx: Inicia con Sync
fa: شروع کار با همگام‌سازی
gd: Toiseach-tòiseachaidh leis an t-sioncronachadh
kab: Bdu s Sync
ta: ஒத்திசைவுப் பற்றி அறியவும்
th: เริ่มต้นกับการผสาน
ur: ہمہ تن سازی کے ساتھ آغاز کریں

source: Already have an account?
cy: Cyfrif y barod?
es_mx: ¿Ya tienes una cuenta?
fa: حساب‌ کاربری دارید؟
gd: A bheil cunntas agad mu thràth?
kab: Ɣur-k yakan amiḍan?
ta: ஏற்கனவே கணக்கு வைத்திருக்கிறீர்களா?
th: มีบัญชีอยู่แล้ว?
ur: پہلے سے ہی ایک اکاؤنٹ ہے؟

source: Sign in
cy: Mewngofnodwch
es_mx: Iniciar sesión
fa: ورود
gd: Clàraich a-steach
kab: Tuqqna
ta: புகுபதிகை
th: เข้าสู่ระบบ
ur: سائن ان

source: You’re already signed in!
cy: Rydych eisoes wedi eich mewngofnodi!
es_mx: ¡Ya te has autenticado!
fa: شما در حال‌حاضر وارد شده‌اید!
gd: Rinn thu clàradh a-steach mu thràth!
kab: Teqqned yakan!
ta: நீங்கள் ஏற்கனவே புகுந்துவிட்டீர்கள்!
th: คุณได้เข้าสู่ระบบแล้ว!
ur: آپ پہلے ہی سائن ان ہیں!

source: Learn more about Sync
cy: Dysgu rhagor am Sync
es_mx: Conoce más sobre Sync
fa: در مورد همگام‌سازی بیشتر اطلاع پیدا کنید
gd: Faigh barrachd fiosrachaidh mun t-sioncronachadh
kab: Issin ugar ɣef umtawi
ta: ஒத்திசைவு பற்றி மேலும் அறிய
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Sync
ur: ہمہ تن سازی کے بارے میں مزید سیکھیں

source: Send Firefox to your iOS device
cy: Anfonwch Firefox i'ch dyfais iOS
es_mx: Envía Firefox a tu dispositivo con iOS
fa: فایرفاکس را به دستگاه iOS خود ارسال کنید
gd: Cuir Firefox air an uidheam iOS agad
kab: Azen Firefox ɣer yibenk inek iOS
ta: பயர்பாக்சை iOS சாதனத்திற்கு அனுப்பு
th: ส่ง Firefox ไปยังอุปกรณ์ iOS ของคุณ
ur: Firefox کو اپنے iOS آلہ پر ارسال کریں

source: Sync your Firefox browsing history on iOS
cy: Cydweddwch eich hanes pori Firefox ar iOS
es_mx: Sincroniza tu historial de navegación de Firefox en iOS
fa: تاریخچه مرورهای خود را بر روی iOS همگام‌سازی کنید
gd: Sioncronaich an eachdraidh brabhsaidh Firefox agad air iOS
kab: Mtawi amazray inek n tunigin Firefox ɣef iOS
ta: iOS மீது பயர்பாக்ஸ் உலாவல் வரலாற்றை ஒத்திசை
th: ผสานประวัติการเข้าชม Firefox ของคุณบน iOS
ur: اپنی Firefox کی برائوزنگ کی تاریخ کو iOS کہ ساتھ ہمہ تن ساز کریں

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
cy: Yn gyntaf, tapiwch y botwm <b>tab</b>. Yna tapiwch yr eicon %(gear_icon)s i gychwyn defnyddio Sync.
es_mx: Primero presiona el botón <b>pestaña</b>. Después presiona el %(gear_icon)s ícono para iniciar a usar Sync.
gd: Thoir gnogag air putan nan <b>taba</b> an toiseach. Agus an uairsin an ìomhaigheag %(gear_icon)s gus an sioncronachadh a chur gu dol.
kab: Senned ɣef tqeffalt <b>iccer</b>. Senned sakin ɣef tignit %(gear_icon)s akken ad tebduḍ aseqdec n Sync.
ta: முதலில் <b>கீற்றைபொத்தானை தட்டவும். பின்னர் %(gear_icon)s படத்தைத் தட்டி ஒத்திசைவை பயன்படுத்தவும்.
ur: پہلے تھبتھپائیں <b>ٹیب</b>بٹن۔ پھر تھبتھپائیں %(gear_icon)s آئکن کو تاکہ ہمہ وقت سازی کا آغاز کر سکیں٫

source: Not now
cy: Nid nawr
es_mx: Ahora no
fa: الان نه
gd: Chan ann an-dràsta
kab: Mačči tura
ta: இப்போது இல்லை
th: ไม่ใช่ตอนนี้
ur: ابھِی نہیں

source: Learn more in the App Store
cy: Dysgu rhagor yn yr App Store
es_mx: Conoce más en la App Store
fa: در مورد فروشگاه برنامه بیشتر بدانید
gd: Barrachd fiosrachadh san App Store
kab: Issin ugar di App Store
ta: இணைய கடைச் செயலிகள் பற்றி மேலும் அறிய
th: เรียนรู้เพิ่มเติมใน App Store
ur: ایب کے ذخیرہ مِیں مزید سیکھیں

source: Keep your private info private
cy: Cadw eich preifat yn breifat
es_mx: Mantén tu información confidencial
fa: اطلاعات خصوصی خود را خصوصی نگه‌دارید
gd: Cum am fiosrachadh prìobhaideach agad prìobhaideach
kab: Yessefk isefka yinek udmawanen ad qqimen d udmawanen
ta: உங்கள் சுய தகவலை தனியாக வைத்திருக்கவும்
th: ทำให้ข้อมูลส่วนตัวของคุณเป็นส่วนตัว
ur: اپنی نجی معلومات کو نجی رکھیں

source: We believe your personal information belongs to you.
cy: Rydym yn credu fod eich manylion personol yn perthyn i chi.
es_mx: Estimamos que tu información personal solo te pertenece a ti.
fa: ما معتقدیم اطلاعات شخصی شما به شما تعلق دارید.
gd: Tha sinne dhen bheachd gur ann agad-sa a tha am fiosrachadh prìobhaideach agad.
kab: Talɣut inek tudmawant ala kečč i teɛna.
ta: உங்கள் சுயத் தகவல் உங்களுடையது என்பதை நாங்கள் நம்புகிறோம்.
th: เราเชื่อว่าข้อมูลส่วนตัวของคุณนั้นเป็นของคุณ
ur: ہمارا یقین ہے کہ آپ کی ذاتی معلومات کا تعلق آپ سے ہے ۔

source: Firefox for iOS is filled with features to help keep it that way.
cy: Mae Firefox iOS yn llawn nodweddion sy'n ei gadw felly.
es_mx: Firefox para iOS está lleno de carácterísticas que lo mantienen tal como es.
fa: فایرفاکس برای iOS با ویژگی‌های کاملی ارائه شده است تا همینطور باقی بماند.
gd: Tha Firefox airson iOS loma-làn de ghleusan a chumas mar sin e.
kab: Deqs n tmahilin n Firefox i iOS ara k-d-imudden afus akken aten-tḥerzeḍ.
ta: iOS பயர்பாக்ஸ் நிரம்பிய அம்சங்களுடன் உதவும் விதத்தில் அமைந்துள்ளது.
ur: Firefox برائے iOS فیچر سے بھرا ہوا ہے تاکہ اسکو ایسے رکھیں۔

source: Private Browsing
cy: Pori Preifat
es_mx: Navegación privada
fa: مرور ناشناس
gd: Brabhsadh prìobhaideach
kab: Tunigin tusligt
ta: தனிப்பட்ட உலாவல்
th: ท่องเว็บแบบส่วนตัว
ur: نجی براوزنگ

source: When activated, Firefox for iOS won’t accept cookies, remember passwords or record any sites that you’ve visited.
cy: Wedi ei alluogi, ni fydd Firefox iOSyn derbyn cwcis, cofio cyfrineiriau na chofnodi unrhyw wefannau eraill i chi ymweld â nhw.
es_mx: Cuando se activa, Firefox para iOS no aceptará cookies, ni recordará contraseñas ni grabará ninguno de los sitios que hayas visitado.
fa: زمانی که فعال شود،فایرفاکس برای iOS کوکی ها ،گذرواژه‌‌ها و ثبت هرگونه وب‌سایتی که شما بازدیدکرده‌اید را قبول نمی‌کند.
gd: Ma chuireas tu an gnìomh e, cha ghabh Firefox airson iOS ri briosgaidean, cha chuimhnich e faclan-faire ’s cha chlàraich e na làraichean air an tadhail thu.
kab: Ticki yettwarmed, Firefox i iOS ur iqebbel ara inagan n tuqqna udiɣ ur iceffu ara ɣef wawalen uffiren neɣ asmel aniɣer id terziḍ.
ta: இதைச் செயல்படுத்தும்போது iOS பயர்பாக்ஸ் நினைவிகளை ஏற்காது, கடவுச்சொற்களை நினைவில் கொள்ளாது அல்லது நீங்கள் பார்த்த தளங்களை மறந்துவிடும்.
th: เมื่อเปิดใช้งาน Firefox สำหรับ iOS จะไม่ยอมรับคุกกี้, จำรหัสผ่าน หรือบันทึกไซต์ใดก็ตามที่คุณเยี่ยมชม
ur: جب متحرک ہوگا Firefox برائے iOS کوکیوں کو قبول نہیں کرے گا، پاسورڈز یا ریکارڈ یا کوئِی سائٹ جس کا آُپ نے دورہ کیا یاد نہیں رکھے گا۔

source: Learn more about Private Browsing
cy: Dysgu rhagor am Bori Preifat
es_mx: Aprende más acerca de la Navegación Privada
fa: از مرور ناشناس جلوگیری کنید
gd: Barrachd fiosrachaidh mun bhrabhsadh phrìobhaideach
kab: Issin ugar ɣef tunigin tusligt
ta: தனிப்பட்ட உலாவுதல் பற்றி மேலும் அறிய
th: เรียนรู้เพิ่มเติมเกี่ยวกับการท่องเว็บแบบส่วนตัว
ur: نجی پرئوزنگ کے بارے میں مزید سیکھیں

source: Clear history
cy: Clirio'r hanes
es_mx: Borrar historial
fa: پاک‌کردن تاریخچه
gd: Falamhaich an eachdraidh
kab: Sfeḍ amazray
ta: வரலாற்றைத் துடை
th: ล้างประวัติ
ur: تاريخ صاف کرین

source: Delete your browsing history, passwords and more in a single tap.
cy: Dileu eich hanes pori, cyfrineiriau a rhagor mewn un tap.
es_mx: Borra el historial de navegación, contraseñas y más con un solo toque.
fa: حذف تاریخچه مرورگر شما، گذرواژه‌ها و چیزهای بیشتری که در یک تب وجود دارد.
gd: Sguab às an eachdraidh brabhsaidh, na faclan-faire agad 's mòran a bharrachd le aon ghnogag.
kab: Kkes amazray inke ntuinigin, awalen inek uffiren d wayen nniḍen d ayen fessusen s waṭas.
ta: உங்கள் உலாவல் வரலாற்றையும், கடவுச்சொற்களையும் பிறவற்றையும் ஒரே தொடுதலில் அழிக்கவும்.
th: ลบประวัติการเข้าเว็บ, รหัสผ่าน และอื่นๆ ในการแตะเพียงครั้งเดียว
ur: براِِٰئوزنگ کی تاریخ حزف کریں، پاسورڈ اور مزید ایک تھاپ پر۔

source: Choose the private data you want to remove whenever you need to do so.
cy: Dewis y data preifat rydych am ei dynnu, pan fydd angen.
es_mx: Escoge los datos privados que quieres borrar cada vez que necesites eliminarlos.
fa: انتخاب اطلاعات خصوصی که شما مایلید هرجایی که شما نیاز دارید حذف شوند.
gd: Tagh dè an dàta prìobhaideach a bu toigh leat a thoirt air falbh ma bhios agad ri thoirt air falbh.
kab: Kkes isefka yinek usligen i tebɣiḍ, melmi tebɣiḍ.
ta: உங்கள் தனிப்பட்ட தரவை எப்பொழுது வேண்டுமானலும் தேர்ந்தெடுத்து நீக்க இயலும்.
th: เลือกข้อมูลส่วนตัวที่คุณต้องการลบเมื่อคุณต้องการจะทำ
ur: نجی کوائف کا انتخاب کریں جنکو آپ جزف کرنا چاہتے ہیں جب آپ کرنا چاہیں۔

source: Learn how to clear your history
cy: Dysgu sut i glirio eich hanes
es_mx: Aprende cómo limpiar tu historial
fa: یادبگیرید چگونه تاریخچه خود را پاک کنید
gd: Mar a dh'fhalamhaicheas tu an eachdraidh agad
kab: Issin amek ara tsefḍeḍ amazray inek
ta: எப்படி உங்கள் வரலாற்றைத் துடைப்பது என அறியவும்
th: เรียนรู้วิธีการล้างประวัติ
ur: سیکھیں تاریخ کیسے حزف کرتے ہیں
