Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new.lang.po
Languages: ar, as, az, bg, bn_bd, br, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, kk, km, kn, ku, lv, mai, mr, ms, my, nn_no, oc, pt, ru, sr, te, th, tr, ur, uz, vi, xh

source: Firefox for desktop
ar: فيرفكس لسطح المكتب
as: ডেস্কটপৰ বাবে Firefox
az: Masaüstü üçün Firefox
bg: Настолна версия на Firefox
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স
br: Firefox evit urzhiataerioù
ca: Firefox per a l'escriptori
cy: Firefox ar gyfer y bwrdd gwaith
es: Firefox para escritorio
fa: فایرفاکس برای رومیزی
fr: Firefox pour ordinateur
ga_ie: Firefox ar an deasc
gd: Firefox airson desktop
hi_in: डेस्कटॉप के लिए फ़ायरफ़ॉक्स
hr: Firefox za desktop
hy_am: Firefox համակարգչի համար
kk: Жұмыс үстелі үшін Firefox
km: Firefox សម្រាប់​ផ្ទៃតុ
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಡೆಸ್ಕ್‌ಟಾಪ್‌‌ಗಾಗಿ
ku: Firefoxa ji bo Sermaseyê
lv: Firefox datoriem
mai: डेस्कटॉप लेल Firefox
mr: डेस्कटॉपकरिता Firefox
ms: Firefox untuk desktop
my: ဒတ်စတော့ အတွက် မီးမြေခွေး
nn_no: Firefox for datamaskiner
oc: Firefox per ordenador
pt: Firefox para computadores
ru: Firefox для десктопов
sr: Фајерфокс за десктоп
te: డెస్క్‌టాప్ ఫైర్‌ఫాక్స్
th: Firefox สำหรับเดสก์ท็อป
tr: Masaüstü için Firefox
ur: ڈیسک ٹاپ کے لیے Firefox
uz: Kompyuter uchun Firefox
vi: Firefox cho máy tính để bàn
xh: IFirefox yedeskhtophu

source: Take Control.<br> Choose Firefox.
br: Bezit mestr. <br> Dibabit Firefox.
ca: Preneu el control.<br>Trieu el Firefox.
ga_ie: Bí i gCeannas.<br> Roghnaigh Firefox.
kk: Басқаруды өз қолыңызға алыңыз.<br> Firefox-ты таңдаңыз.
lv: Pārņemiet varu.<br>Izvēlieties Firefox.
mai: नियंत्रण राखू.<br> Firefox चुनू

source: Choose Independent.
ar: اختيار الاستقلال.
bn_bd: স্বাধীনতাকে বেছে নিন।
br: Bezit Dizalc'h.
ca: Trieu l'independent.
cy: Dewis Annibyniaeth.
fa: استقلال را انتخاب کنید.
ga_ie: Roghnaigh an Neamhspleáchas
gd: 'S fheairrde duine neo-eisimeileachd.
hr: Odaberite nezavisno.
kk: Тәуелсіз болғанын таңдаңыз.
kn: ಸ್ವತಂತ್ರವಾದದ್ದನ್ನು ಆಯ್ಕೆ ಮಾಡು.
lv: Izvēlieties Neatkarīgo.
mai: स्वतंत्र चूनू
mr: स्वतंत्रता निवडा.
ms: Pilih Independen.
my: သင်​အသုံးပြု​လို​တာ​ကို ရွေးချယ်​ပေးပါ
nn_no: Vel sjølvstendig
pt: Escolha a independência.
tr: Bağımsızlığı seç.
uz: Mustaqillikni tanlang.
vi: Bạn không muốn bị phụ thuộc?
xh: Khetha Ukuzimela.

source: Choose Firefox.
ar: اختر فيرفكس.
bn_bd: ফায়ারফক্সকে বেছে নিন।
br: Bezit Firefox.
ca: Trieu el Firefox
cy: Dewis Firefox.
fa: فایرفاکس را انتخاب کنید.
ga_ie: Roghnaigh Firefox.
gd: Nach tagh thu Firefox?
hr: Odaberite Firefox.
kk: Firefox-ты таңдаңыз.
kn: Firefox ಆಯ್ಕೆ ಮಾಡು.
lv: Izvēlieties Firefox.
mai: Firefox चुनू
my: မီးမြေခွေးကို ရွေးချယ်လိုက်ပါ။
nn_no: Vel Firefox.
pt: Escolha o Firefox.
tr: Firefox'u seç.
uz: Firefox’ni tanlang.
vi: Hãy chọn Firefox.
xh: Khetha i-Firefox.

source: Different by design
ar: مُختلف من الأساس
as: ৰূপাঙ্কণত ভিন্ন
az: Həvəslə hazırlanıb
bg: Различен по дизайн
bn_bd: ভিন্ন ধরণ
br: Disheñvel dre anien
ca: Diferent per disseny
cy: Yn fwriadol wahanol
es: De todos. Para todos.
fa: متفاوت در طراحی
fr: Différent par nature
ga_ie: Difriúil, d'aon turas
gd: Tha an diofar san dealbhadh
hi_in: कमाल का डिजायन
hr: Drugačiji s razlogom
hy_am: Նոր տեսք
kk: Құрылысы жағынан өзгеше
km: ភាព​ខុស​គ្នា​តាម​រយៈ​ការ​រចនា
kn: ವಿನ್ಯಾಸದಲ್ಲಿ ವಿಭಿನ್ನತೆ
ku: Ji hêla Sêwirandinê ve Cuda ye
lv: Atšķirīgs pašos pamatos
mai: डिजायनसँ अलग
mr: रचनेने भिन्न
ms: Kelainan dari Reka Bentuk
my: ထူးခြားသော ဒီဇိုင်း
nn_no: Ulik i utforming
oc: Diferent per natura
pt: Diferente pelo design
ru: Сделан с душой
sr: Другачији са разлогом
te: రూపకల్పనే విభిన్నం
th: แตกต่างด้วยการออกแบบ
tr: Felsefesi farklı
ur: ڈیزائن کیے لحاظ سے مختلف
uz: O‘zgacha dizayn
vi: Khác biệt từ thiết kế
xh: Yenziwe ngendlela eyahlukileyo

source: Proudly<br />non-profit
ar: نفتخر بأننا مُنظمة <br />غير ربحية
as: সগৌৰৱে <br />লাভ-বিহিন
az: Fəxrlə<br />qeyri-kommersial
bg: Ние сме <br />с идеална цел
bn_bd: গর্বের সাথে <br />অলাভজনক
br: Lorc'hus o vezañ <br />hep pal arc'hantus
ca: Orgullosos de no tenir <br />ànim de lucre
cy: Yn falch o fod yn<br />ddim er elw
es: Sin ánimo de lucro y orgullosos de serlo
fa: کاملا <br />غیرانتفاعی
fr: Désintéressé <br />et fier de l'être
ga_ie: Eagraíocht <br />neamhbhrabúis
gd: Gu pròiseil<br />neo-phrothaideach
hi_in: हमें गर्व है कि हम <br />गैर-लाभकारी संस्था हैं
hr: Ponosno<br />neprofitan
hy_am: Անկեղծ <br />ոչ առևտրային
kk: Коммерциялық еместігін<br />мақтан тұтады
km: មាន​មោទនភាព​ជា <br />អ្នក​មិន​រក​ប្រាក់​កម្រៃ
kn: <br />ಲಾಭದ ಉದ್ಧೇಶವಿಲ್ಲ ಎನ್ನುವ ಹೆಮ್ಮೆ
ku: Armanc <br />ne pere ye
lv: Ar lepnumu <br />bezpeļņas
mai: गर्व अछि <br />अलाभकारी
mr: अभिमानाने <br />विना नफा
ms: Dengan bangga <br />tanpa untung
my: ဂုဏ်ယူစွာဖြင့်<br/>ပရဟိတအဖွဲ့အစည်း
nn_no: Byrg<br />ideel organisasjon
oc: Fièrament <br />de tòca non lucrativa
pt: Sem fins lucrativos<br />com orgulho
ru: Некоммерческий<br />браузер
sr: Непрофитан <br />са поносом
te: సగర్వంగా <br />అ-లాభాపేక్షం
th: <br />ไม่แสวงกำไร อย่างภาคภูมิ
tr: Kâr amacı<br />gütmez
ur: فخر سے <br /> غیر منافع بخش </ span>
uz: Notijorat<br />brauzer
vi: Tự hào là một tổ chức<br />phi lợi nhuận
xh: Sinebhongo<br />ngokungenzi nzuzo

source: Innovating<br />for you
ar: نبتكر <br />مِن أجلك
as: অভিযোজন <br />আপোনাৰ বাবে
az: Sizin üçün<br />Təkmilləşdirilir
bg: Иновация <br />за теб
bn_bd: উদ্ভাবন <br />আপনার জন্য
br: O neveziñ <br />evidoc'h
ca: Innovant <br />per a tu
cy: Arloesi<br />er eich mwyn
es: Innovando<br />para ti
fa: متفاوت <br />برای شما
fr: Innovant <br />pour vous
ga_ie: Nuálaíocht <br />ar do shon
gd: Ag innleachadh<br />as do leth-sa
hi_in: नवाचार <br />आपके लिए
hr: Inovira<br />za vas
hy_am: Ինովացիա <br />ձեր համար
kk: Сіз үшін<br />инновациялар
km: ការ​កែច្នៃ​ថ្មី <br />សម្រាប់​អ្នក
kn: ನಿಮಗಾಗಿ <br />ನವೀನತೆ
ku: Xwe ji bo te<br />nû dike
lv: Inovējam <br />tieši Jums
mai: नवाचार <br />अहाँक लेल
mr: नाविन्य <br />तुमच्यासाठी
ms: Menginovasi <br />untuk anda
my: အသစ်များကိုသင့်အတွက်<br />ဖန်တီးလျက်
nn_no: Fornyande<br />for deg
oc: Innovant <br />per vos
pt: Inovador<br />por si
ru: Разработан<br />для вас
sr: Иновативан <br />због Вас
te: మీ కోసం <br />విన్నూత్నీకరణ
th: สร้างนวัตกรรม <br />สำหรับคุณ
tr: Tüm yenilikleri<br />sizin için
ur: آپ کے لیے <br/> تخلیق
uz: Siz uchun<br />ishlab chiqilgan
vi: Sáng tạo<br />vì người dùng
xh: Senzela<br />wena

source: Fast, flexible,<br />secure
ar: سريع, مرن, <br />وآمن
as: দ্ৰুত, স্থিতিস্থাপক, <br />সুৰক্ষিত
az: Sürətli, çevik,<br />təhlükəsiz
bg: Бърз, гъвкав, <br />сигурен
bn_bd: দ্রুত, নমনীয়, <br />নিরাপদ
br: Herrek, azasaus, <br />diogel
ca: Ràpid, flexible, <br />segur
cy: Cyflym, hyblyg,<br />diogel
es: Rápido, flexible,<br />seguro
fa: سریع، انعطاف‌پذیر، <br />ایمن
fr: Sûr, rapide, <br />flexible
ga_ie: Sciobtha, solúbtha, <br />sábháilte
gd: Luath, sùbailte is<br />tèarainte
hi_in: तेज, लचीला, <br />सुरक्षित
hr: Brz, fleksibilan<br />i siguran
hy_am: Արագ, հարմարեցվող, <br />անվտանգ
kk: Жылдам, икемді, <br />қауіпсіз
km: លឿន អាច​ប្រែប្រួល​បាន <br />សុវត្ថិភាព
kn: ವೇಗೆ, ಸುಲಭ ಹೊಂದಿಕೆ,<br />ಸುರಕ್ಷಿತ
ku: Lezgîn, guherbar, <br />ewle
lv: Moderns, elastīgs, <br />drošs
mai: तेज, लचीला, <br />सुरक्षित
mr: जलद, लवचीक, <br />सुरक्षित
ms: Pantas, fleksibel,<br />selamat
my: မြန်တယ်,ပြုပြင်လွယ်မယ်<br />ပြီးတော့ လုံခြုံတယ်
nn_no: Rask, fleksibel,<br />trygg
oc: Rapide, flexible, <br />segur
pt: Rápido, flexível<br />e seguro
ru: Быстр, гибок,<br />безопасен
sr: Брз, флексибилан, <br />сигуран
te: వేగవంతం, సౌకర్యవంతం, <br />సురక్షితం
th: เร็ว, ยืดหยุ่น, <br />ปลอดภัย
tr: Hızlı, esnek,<br />güvenli
ur: تیز،آسان، <br /> محفوظ
uz: Tez, moslashuvchan,<br /> xavfsiz
vi: Nhanh, linh hoạt,<br />an toàn
xh: Iyakhawuleza, isebenza kwiimeko ezahlukeneyo<br />ikhuselekile

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ar: بما أننا مؤسسة غير ربحية، نملك الحرية للابتكار بدلًا عنك دون أي ضُغوط. ستحب رؤية الاختلاف الذي ستحصل عليه.
as: এটা লাভ-বিহিন সংস্থান ৰূপে, আমি আপোচ কৰাৰ কোনো চাপ নহোৱাকৈ আপোনাৰ বাবে সংযোজন কৰিবলে মুক্ত। আপুনি পাৰ্থক্যটো ভাল পাব।
az: Qeyri-kommersial təşkilat olaraq, biz özümüzü inkişaf etdirməkdə azadıq və bizim güzəştə getməyimizə ehtiyac yoxdur. Bu fərqlilik sizin xoşunuza gedəcək.
bg: Като организация с идеална цел, ние сме свободни да правим иновации без натиск и без да правим компромиси. Ще се влюбите в разликата!
bn_bd: একটি অলাভজনক প্রতিষ্ঠান হিসেবে, আপনার তরফ থেকে নতুন কোনো কিছু উদ্ভাবন করতে আমরা নির্ভীক। আপনি পার্থক্যটি অবশ্যই পছন্দ করবেন।
br: Peogwir emaomp ur gumuniezh hep pal arc'hantus ez omp frank da neveziñ evidoc'h hep treuzvarc'had ebet. Plijadur ho po gant an diforc'h.
ca: En ser una organització sense ànim de lucre, som lliures d'innovar sense rebre cap pressió que us pugui comprometre. Us agradarà la diferència.
cy: Fel corff ddim er elw, rydym yn rhydd i arloesi ar eich rhan heb orfod cyfaddawdu. Byddwch wrth eich bodd gyda'r gwahaniaeth.
es: Como organización sin ánimo de lucro, tenemos la libertad de innovar para ti sin sentirnos obligados a comprometernos con nadie.
fa: به عنوان یک مجموعه غیرانتفاعی، ما آزاد هستیم تا به نمایندگی از شما، نوآوری‌های بی‌دریغ انجام دهیم. شما عاشق این تفاوت‌ها می‌شوید.
fr: En tant que fondation à but non lucratif, nous sommes libres d'innover pour vous sans compromis. Vous allez adorer la différence.
ga_ie: Mar eagraíocht neamhbhrabúis, tá cead againn obair a dhéanamh ar do shon gan gá comhghéilleadh a dhéanamh. Taitneoidh an difríocht go mór leat.
gd: Leis nach eil sinn ag obair air prothaid, tha làn saoirse againn rudan innleachadh as do leth, gun impidh mhalairteach sam bith oirnn. Còrdaidh an diofar riut, nàile.
hi_in: बतौर एक गैर-लाभकारी संस्था हम आपके बदले बिना किसी समझौते के नवाचार के लिए स्वतंत्र हैं. आपको यह अंतर वाकई पसंद आनेवाला है.
hr: Kao neprofitna organizacija, slobodni smo inovirati u vaše ime bez pritiska za kompromisom. Svidjet će vam se razlika.
hy_am: Որպես շահույթ չհետապնդող, մենք ազատ ենք նորամուծություն իրականացնել ձեր անունից առանց որրէ ճնշման: Դուք կսիրեք տարբերությունը:
kk: Коммерциялық емес болған соң, ешбір қысымсыз сізге инновацияларды әкелеміз. Нәтижесі сізге ұнайды.
km: ជា​អ្នក​មិន​រក​ប្រាក់​កម្រៃ ពួក​យើង​មាន​សេរីភាព​គ្រប់គ្រាន់​ក្នុង​ការ​កែប្រែ​ថ្មី​សម្រាប់​អ្នក ដោយ​មិនមាន​សំពាធត្រូវ​ធ្វើ​តាម ។ អ្នក​នឹង​ស្រលាញ់​ភាព​ខុសគ្នា​នេះ ។
kn: ಲಾಭದ ಉದ್ಧೇಶವನ್ನು ಹೊಂದಿರದ ನಾವು ಯಾವುದೆ ಹೊಂದಾಣಿಕೆ ಮಾಡಿಕೊಳ್ಳದೆ ನಿಮ್ಮ ಪರವಾಗಿ ನವೀನತೆಯನ್ನು ಒದಗಿಸಲು ಮುಕ್ತವಾಗಿದ್ದೇವೆ. ನೀವು ವ್ಯತ್ಯಾಸವನ್ನು ಖಂಡಿತಾ ಇಷ್ಟಪಡುತ್ತೀರಿ.
ku: Wekî dezgeyeke xizmeta belaş, em dikarin bi parastina rêgezên xwe û bê zext tiştên nû bigihînin we. Kêfa we dê ji cudahiya me re were.
lv: Kā bezpeļņas organizācija mēs varam strādāt cilvēku labumam bez spiediena iziet uz kompromisiem. Jums patiks šī atšķirība!
mai: बतौर अलाभकारी, हम अहाँक बदला बिनु कोनो प्रेसर नव काज कए सकैछी. अहाँक एकर आनंद आएत.
mr: विना नफा असल्याने, कोणत्याही दडपणाशिवाय तुमच्यासाठी नवीन उपक्रम सुरू करणे शक्य आहे. तुम्हाला फरक आवडेल.
ms: Sebagai organisasi tanpa untung, kami bebas berinovasi mewakili anda tanpa sebarang tekanan untuk berkompromi. Anda akan sukakan kelainannya.
my: အကျိုးမြတ်မဲ့အဖွဲ့အစည်းတစ်ခုအနေနဲ့ ကျွနု်ပ်တို့ဟာသင့်ကို အတင်းအကြပ်လက်ခံရယူခြင်းမျိုးမဟုတ်ပဲ အသစ်တွေ ဆက်ပေးနေမှာဖြစ်ပါတယ်။မကြာခင်မှာပဲ မတူတာကို သိသွားပါလိမ့်မယ်။
nn_no: Som ein ideell organisasjon er me frie til å fornya oss på dine vegne utan press og kompromiss. Du vil lika dette.
oc: Coma organisme de tòca non lucrativa, sèm liures d'innovar en vòstre nom sens cap de pression de compromés. La diferéncia vos encantarà.
pt: Como organização sem fins lucrativos, temos total liberdade para inovar sem qualquer pressão. Vai adorar a diferença.
ru: Будучи некоммерческой организацией, мы свободны в своём развитии и нам не нужно идти на компромиссы. Вам понравится это отличие.
sr: Као непрофитна организација, слободни смо да иновирамо у Вашу корист без икаквог притиска не правећи никакве компромисе. Заволећете разлику.
te: లాభాపేక్షలేని స్వచ్ఛంద సంస్థగా, రాజీపడాల్సిన ఒత్తిడి లేకుండా మీ తరపున మేం నవకల్పనలు చేయగలం. ఈ విభిన్నతను మీరు అభిమానిస్తారు.
th: ด้วยความที่เป็นองค์กรไม่แสวงกำไร เราสามารถสร้างนวัตกรรมต่างๆ ได้โดยไม่ต้องรับภาระความกดดันใดๆ จากองค์กรภายนอก นั่นคือสาเหตุที่เราแตกต่าง
tr: Kâr amacı gütmeyen bir kuruluş olarak, ilkelerimizden taviz vermeden ve baskı görmeden sizin için yenilikler yapmakta özgürüz. Farkımızı seveceksiniz.
ur: ایک غیر منافع بخش کے طور پر، ہم آپ کے لیے جدّت کرنے میں کسی دباؤ سے آزاد ہیں۔ آپ کو یہ فرق ضرور پسند آئے گا۔
uz: Biz notijorat tashkilot sifatida rivojlanishda erkin davom etamiz, bizga nazorat kerak emas. Sizga ushbu farq yoqadi.
vi: Vì Mozilla là tổ chức phi lợi nhuận, chúng tôi có thể tự do sáng tạo vì người dùng mà không phải thỏa hiệp. Chắc chắn bạn sẽ thích sự khác biệt này.
xh: Njengoko singenzi-nzuzo, sikhululekile ukukwenzela izinto zamehlo ngaphandle konxinzelelo lokuyayanisa. Uza kuwuthanda umahluko.

source: Firefox screenshot
ar: لقطة شاشة فيرفكس
as: Firefox স্ক্ৰিনশ্বট
az: Firefox ekran görüntüsü
bg: Как изглежда Firefox
bn_bd: ফায়ারফক্স স্ক্রীনশট
br: Tapadenn skramm eus Firefox
ca: Captura de pantalla del Firefox
cy: Llun sgrin Firefox
es: Captura de pantalla de Firefox
fa: تصویر فایرفاکس
fr: Capture écran de Firefox
ga_ie: Grianghraf de Firefox
gd: Glacadh-sgrìn Firefox
hi_in: फ़ायरफ़ॉक्स स्क्रीनशॉट
hr: Firefox prikaz zaslona
hy_am: Firefox-ի Էկրանի նկարը
kk: Firefox скриншоты
km: រូបថត​អេក្រង់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಪರದೆಯ ಚಿತ್ರ
ku: Wêneyê Ekranê yê Firefoxê
lv: Firefox ekrānattēls
mr: Firefox स्क्रीनशॉट
ms: Tangkapan layar Firefox
my: မီးမြေခွေး စကရင်မှတ်တမ်း
nn_no: Firefox skjermbilete
oc: Captura d'ecran de Firefox
pt: Captura de ecrã do Firefox
ru: Скриншот Firefox
sr: Слика Фајерфокса
te: ఫైర్‌ఫాక్స్ తెరపట్టు
th: ภาพหน้าจอ Firefox
tr: Firefox ekran görüntüsü
ur: Firefox سکرین شاٹ
uz: Firefox ekran rasmi
vi: Ảnh chụp màn hình Firefox
xh: Iskrinshot seFirefox

source: Get Firefox everywhere
br: Kemerit Firefox e pep lec'h
ca: Instal·leu el Firefox a tot arreu
fa: فایرفاکس را در هر مکانی دریافت کنید
ga_ie: Faigh Firefox chuile áit
kk: Firefox-ты әрқайда алыңыз
lv: Iegūstiet Firefox visur
th: รับ Firefox ในทุกที่

source: While it installs, add it to your Android and iOS devices.
br: P'emañ o pellgargañ, ouzhpennit anezhañ d'ho trevnad Android pe iOS.
ca: Mentre s'instal·la, afegiu-lo als vostres dispositius Android i iOS.
ga_ie: Agus Firefox á shuiteáil, cuir ar do ghléas Android nó iOS é.
kk: Ол орнатылып жатқан кезде, оны өзіңіздің Android және iOS құрылғыларыңызға қосыңыз.
lv: Kamēr instalē Firefox, pievienojiet to arī savām Android un iOS ierīcēm.

source: Thanks for downloading Firefox!
ar: شكرًا على تحميلك نظام فيرفكس!
as: Firefox ডাউনল'ড কৰাৰ বাবে ধন্যবাদ!
az: Firefox seçdiyiniz üçün təşəkkürlər!
bg: Благодарим, че решихте да изтеглите Firefox!
bn_bd: ফায়ারফক্স ডাউনলোড করার জন্য ধন্যবাদ!
br: Trugarez da vezañ pellgarget Firefox&nbsp;!
ca: Gràcies per baixar el Firefox!
cy: Diolch am ddewis Firefox!
es: ¡Gracias por descargar Firefox!
fa: برای دریافت فایرفاکس متشکریم!
fr: Merci de télécharger Firefox&nbsp;!
ga_ie: Go raibh maith agat as Firefox a íosluchtú!
gd: Tapadh leat airson Firefox a luchdadh a-nuas!
hi_in: फ़ायरफ़ॉक्स डाउनलोड करने के लिए धन्यवाद!
hr: Hvala na preuzimanju Firefoxa!
hy_am: Շնորհակալություն Firefox-ը նախընտրելու համար:
kk: Firefox-ты жүктеп алғаныңыз үшін рахмет!
km: អរគុណ​សម្រាប់​ការ​ជ្រើស​យក Firefox!
kn: ಫೈರ್ಫಾಕ್ಸನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ku: Spas ku te Firefox jêbar kir!
lv: Paldies, ka izvēlaties Firefox!
mr: Firefox डाउनलोड केल्याबद्दल धन्यवाद!
ms: Terima kasih kerana memuat turun Firefox!
my: မီးမြေခွေးကိုရွေးချယ်တဲ့ အတွက်​ကျေးဇူးပါ
nn_no: Takk for at du lasta ned Firefox!
oc: Mercé d'aver causit Firefox !
pt: Obrigado por descarregar o Firefox!
ru: Спасибо за загрузку Firefox!
sr: Хвала Вам на преузимању Фајерфокса!
te: ఫైర్‌ఫాక్స్‌ను దించుకున్నందుకు కృతజ్ఞతలు!
th: ขอบคุณที่ดาวน์โหลด Firefox!
tr: Firefox’u indirdiğiniz için teşekkürler!
ur: Firefox ڈاؤن لوڈ کرنے کا شکریہ!
uz: "Firefox"ni yuklab olganingiz uchun rahmat!
vi: Cảm ơn bạn đã tải Firefox!
xh: Enkosi ngokukhuphela i-Firefox!

source: Start the process by clicking Run.
ar: ابدأ العملية عن طريق النقر على تشغيل.
as: Run ক্লিক কৰি প্ৰক্ৰিয়া আৰম্ভ কৰক।
az: İcra et düyməsinə basaraq prosesi başladın.
bg: Стартирайте процеса, като кликнете на Стартиране(Run).
bn_bd: রান ক্লিক করে প্রক্রিয়াটি শুরু করুন
br: Krogit gant an argerzh en ur glikañ war Loc'hañ
ca: Feu clic a «executa» per iniciar el procés
cy: Cychwynnwch y broses drwy glicio Rhedeg.
es: Inicia el proceso haciendo clic en Ejecutar.
fa: فرآیند را با کلیک روی دکمه اجرا آغاز کنید.
fr: Commencez le processus en cliquant sur Lancer.
ga_ie: Tosaigh an próiseas trí Rith a chliceáil.
gd: Tòisich air le bhith a' briogadh air "Ruith".
hi_in: रन पर क्लिक करके प्रक्रिया आरंभ करें|
hr: Započnite klikom na tipku "Run".
hy_am: Գործի անցեք՝ սեղմելով Սկսել:
kk: Процесті бастау үшін орындау батырмасын басыңыз.
km: ចាប់ផ្ដើម​ដំណើរការ​ដោយ​ចុច​ដំណើរការ។
kn: ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಪ್ರಾರಂಭಿಸು.
ku: Li ser Bixebitîne bitikîne ku kirarî dest pê bike.
lv: Sāciet instalēšanu nospiežot Palaist (Run).
mr: चालवा क्लिक करून प्रक्रिया सुरू करा.
ms: Mulakan proses dengan menekan Run.
my: Run အားနှိပ်ပြီးစတင်လိုက်ပါ
nn_no: Start prosessen ved å klikka Køyr.
oc: Començatz lo processus en clicant sus Aviar.
pt: Clique em Executar para iniciar o processo.
ru: Начните процесс, щёлкнув по кнопке «Запустить».
sr: Започните процес инсталације кликћући на „Run“.
te: రన్‌ను నొక్కడం ద్వారా ప్రక్రియను మొదలుపెట్టండి.
th: เริ่มกระบวนการโดยคลิกที่ "รัน"
tr: Çalıştır’a tıklayarak işlemi başlatın.
ur: چلائیں پر کلک کر کے عمل شروع کریں۔
uz: Jarayonni boshlash uchun "Bajarish"ni bosing.
vi: Ấn Run để bắt đầu.
xh: Qala inkqubo ngokucofa Qhuba.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
ar: يجب أن يبدأ التحميل تلقائياً. إن لم يبدأ <a id="%s" href=""> اضغط هنا. قد يستغرق بضع دقائق، ولكنه يستحق الانتظار.
as: আপোনাৰ ডাউনল'ড স্বচালিতভাৱে আৰম্ভ হব লাগে। যদি নহয়, <a id="%s" href="">ইয়াত ক্লিক কৰক</a>। ই কিছু সময় লব পাৰে, কিন্তু এই অপেক্ষাও লাভদায়ক।
az: Endirməniz avtomatik başlamalıdır. Əgər başlamasa, <a id="%s" href="">buraya klikləyin</a>. Bu bir neçə dəqiqə çəkə bilər, amma gözləmənizə dəyər.
bg: Изтеглянето би трябвало да стартира автоматично. Ако това не се случи, <a id="%s" href="">кликнете тук</a>. Може да отнеме няколко минути, но чакането си заслужава.
bn_bd: আপনার ডাউনলোড স্বয়ংক্রিয়ভাবে শুরু হয়ে হাবে। যদি না হয়, তবে <a id="%s" href="">এখানে ক্লিক করুন</a>। এতে কয়েক মিনিট সময় লাগতে পারে, কিন্তু অপেক্ষা বিফলে যাবে না।
br: Ho pellgargadur a zlefe kregiñ ent emgefreek. Ma ne grog ket, <a id="%s" href="">klikit amañ</a>. Gallout a rafe padout un nebeud munutennoù met talvezout a ra ar boan.
ca: La baixada hauria de començar automàticament. Si no, <a id="%s" href="">feu clic aquí</a>. Tardarà uns minuts però l'espera val la pena.
cy: Dylai eich llwytho i lawr gychwyn yn syth. Os nad, <a id="%s" href="">cliciwch yma</a>. Dylai gymryd ychydig funudau, ond mae'n werth disgwyl.
es: Tu descarga comenzará automáticamente. Si no es así, <a id="%s" href="">haz clic aquí</a>. Puede llevar unos minutos, pero merece la pena esperar.
fa: بارگیری باید به صورت خودکار آغاز شود. اگر این اتفاق نیافتاد <a id="%s" href="">اینجا کلیک کنید</a>. ممکن است چند دقیقه‌ای طول بکشد، اما به صبر کردنش میارزد.
fr: Votre téléchargement devrait commencer automatiquement. Si ce n'est pas le cas, <a id="%s" href="">cliquez ici</a>. Cela peut prendre quelques minutes mais le jeu en vaut la chandelle.
ga_ie: Tosóidh an t-íosluchtú go huathoibríoch. Mura dtosóidh, <a id="%s" href="">cliceáil anseo</a>. Seans go mbeidh cúpla nóiméad, ach is fiú fanacht leis!
gd: Bu chòir dhan luchdadh a-nuas tòiseachadh gu fèin-obrachail. Mur an tòisich, <a id="%s" href="">briog an-seo</a>. Dh'fhaoidte gum feum seo beagan mhionaidean ach 's fhiach am fuireach.
hi_in: आपका डाउनलोड स्वतः प्रारंभ होना चाहिए, अगर ऐसा नहीं होता, <a id="%s" href="">तो यहाँ क्लिक करें</a>. इसमें कुछ मिनट लग सकते हैं किन्तु यह इंतज़ार करने योग्य है.
hr: Vaše preuzimanje bi trebalo započeti automatski. Ako ne krene samo, <a id="%s" href="">kliknite ovdje</a>. Preuzimanje može potrajati nekoliko minuta, ali čekanje se isplati.
hy_am: Բեռնումը պետք է սկսվի միանգամից: Եթե դա տեղի չունենա, <a id="%s" href="">սեղմեք այստեղ</a>: Բեռնումը կտևի ընդամենը մի քանի րոպե:
kk: Жүктемеңіз автоматты түрде басталуы тиіс. Егер басталмаса, <a id="%s" href="">осында шертіңіз</a>. Ол бірнеше минутты алуы мүмкін, бірақ оған тұрады.
km: ការ​ទាញ​យក​របស់​អ្នក​គួរតែ​ចាប់ផ្ដើម​ដោយ​ស្វ័យប្រវត្តិ។ ប្រសិនបើ​មិន​ដូច្នេះ​ទេ, <a id="%s" href="">ចុច​ទីនេះ</a>។ វា​អាច​ចំណាយ​ពេល​ពីរបី​នាទី.
kn: ನಿಮ್ಮ ಇಳಿಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರಾರಂಭವಾಗುವುದು. ಇಲ್ಲದಿದ್ದಲ್ಲಿ, <a id="%s" href="">ಇಲ್ಲಿ ಒತ್ತಿರಿ</a>. ಇದು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಆದರೆ ಈ ಕಾಯುವಿಕೆ ಪ್ರಯೋಜನಕಾರಿ.
ku: Divê jêbarkirin xweber dest pê bike. Eger dest pê neke, <a id="%s" href="">virê bitikîne</a>. Dibe ku çend xulekan biajo, lê dê hêjayî rawestiyanê be.
lv: Lejupielādei vajadzētu sākties automātiski. Ja tas nenotiek, <a id="%s" href="">klikšķiniet te</a>. Tas var prasīt dažas minūtes laika, bet ar noteikti ir tā vēts.
mr: तुमचे डाउनलोड स्वयंरित्या सुरू होईल. न झाल्यास, <a id="%s" href="">येथे क्लिक करा</a>. यास काही मिनीटे लागतील, परंतु वाट पहाणे तेवढेच हितकारक आहे.
ms: Muat turun anda akan dimulakan secara automatik. Jika tidak, <a id="%s" href="">klik di sini</a>. Ia mungkin mengambil beberapa minit untuk selesai.
my: သင်၏ ဒေါင်းလုဒ်ရယူမှသည် မကြာခင်စတင်လိမ့်မည်။ အကယ်လို့မကျသေးပါက <a id="%s" href="">ဒီကို</a>နှိပ်ပါ။ မိနစ်အချို့ကြာချင်ကြာသွားနိုင်သည် ဒါပေမယ့်လည်း စောင့်ရတာ တန်ပါသည်။
oc: Vòstre telecargament deuriá començar automaticament. S'es pas lo cas, <a id="%s" href="">clicatz aicí</a>. Aquò pòt prene qualques minutas mas val lo còp.
pt: A descarga deverá começar automaticamente dentro de alguns segundos. Caso contrário, <a id="%s" href="">clique aqui</a>. Pode demorar alguns minutos, mas vale a pena.
ru: Ваша загрузка должна начаться автоматически. Если она не началась, <a id="%s" href="">щёлкните здесь</a>. Она может занять несколько минут, но оно того стоит.
sr: Преузимање би требало аутоматски да отпочне. Уколико није, <a id="%s" href="">кликните овде</a>. Могло би да потраје неколико минута, али је вредно чекања.
te: మీ దింపుకోలు దానికదే మొదలవ్వాలి. లేకపోతే, <a id="%s" href="">ఇక్కడ నొక్కండి</a>. ఇది కొన్ని నిమిషాలు పట్టవచ్చు, కానీ మీ నిరీక్షణ వృథాపోదు.
th: การดาวน์โหลดของคุณควรจะเริ่มโดยอัตโนมัติ ถ้าหากไม่เริ่ม <a id="%s" href="">คลิกที่นี่</a> อาจจะใช้เวลาสักนิด แต่ก็คุ้มที่จะรอ
tr: İndirme işlemi otomatik olarak başlayacaktır. Başlamazsa <a id="%s" href="">buraya tıklayın</a>. Birkaç dakika sürebilir ama beklediğinize değecek.
ur: آپ کا ڈاؤن لوڈ کریں خود بخود شروع ہو گا۔ اگر نہیں ہوا تو، <a id="%s" href="">یہاں</a> کلک کریں۔ یہ کچھ منٹ لے سکتا ہے، لیکں آپ کو اس کا پورا فائدہ ہو گا۔
uz: Yuklab olish avtomatik boshlanishi kerak. Agar boshlanmasa, <a id="%s" href="">bu yerga bosing</a>. U bir necha daqiqa olishi mumkin, lekin kutishga arziydi.
vi: Chương trình sẽ tự động tải. Nếu không, <a id="%s" href="">hãy nhấn vào đây</a>. Quá trình tải về sẽ mất vài phút.
xh: Ukukhuphela kuza kuqalisa ngokuzenzekelayo. Ukuba akunjalo, <a id="%s" href="">cofa apha</a>. Kuza kuthatha imizuzu embalwa, kuba soze uzisole ngokulinda.
