Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new.lang.po
Languages: ar, as, az, bg, bn_bd, br, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, kk, km, kn, ku, lv, mai, mr, ms, my, nn_no, oc, pt, ru, sr, te, th, tr, ur, uz, vi, xh

source: When prompted, drag the Firefox icon into the image of your Applications folder.
ar: عندما يطلب منك، اسحب أيقونة فيرفكس في صورة مجلد التطبيقات الخاصة بك.
as: যেতিয়া কোৱা হব, Firefox আইকনক আপোনাৰ এপ্লিকেচন ফোল্ডাৰৰ ছবিত ড্ৰেগ কৰিব।
az: Açıldığında, Firefox ikonunu Proqramlarınız qovluğunun şəklinin üzərinə daşıyın.
bg: Когато се появи диалог, провлачете иконката на Firefox към изображението на вашата папка с приложения.
bn_bd: যখন আপনাকে অনুরোধ করা হবে, আপনার অ্যাপ্লিকেশন ফোল্ডারের ইমেজের মধ্যে ফায়ারফক্স আইকন কে টেনে আনুন।
br: Riklit an arlun Firefox e-barzh skeudenn ho teuliad Arloadoù pa vo goulennet diganeoc'h.
ca: Quan el sistema ho demani, arrossegueu la icona del Firefox a la imatge de la carpeta d'aplicacions.
cy: Pan gewch chi eich annog, llusgwch eicon Firefox i ddelwedd eich ffolder Rhaglenni.
es: Cuando se te solicite, arrastra el icono de Firefox a la imagen de tu carpeta Aplicaciones.
fa: وقتی که اعلان ظاهر شد، آیکن فایرفاکس را به سمت پوشه‌ی Applications خود بکشید.
fr: Lorsque cela vous est demandé, glissez l'icône de Firefox sur l'image de votre dossier Applications.
ga_ie: Nuair a gheobhaidh tú leid, tarraing an deilbhín Firefox go dtí an fillteán Applications.
gd: Nuair a gheibh thu brodadh, slaod ìomhaigheag Firefox air dealbh pasgan nan aplacaidean agad.
hi_in: संकेत मिलने पर, आपके अनुप्रयोग फोल्डर के इमेज में फ़ायरफ़ॉक्स आइकॉन ड्रैग करें.
hr: Kad budete upitani, odvucite Firefox ikonu na sliku vaše mape s aplikacijama.
hy_am: Հարցման ժամանա գցեք Firefox-ի պատկերակը Ծրագրերի թղթապանակի նկարներում:
kk: Сұрау шыққан кезде Firefox таңбашаны сіздің бағдарламаңыз бұмасына тартып алыңыз.
km: នៅ​ពេល​ជ្រើស, អូស​រូបតំណាង Firefox ទៅ​កាន់​រូបភាព​ថត​កម្មវិធី​របស់​អ្នក។
kn: ಕೋರಿಕೆಯಾದಾಗ, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಸಂಪುಟದ ಚಿತ್ರಕ್ಕೆ ಫೈರ್ ಫಾಕ್ಸ್ ಲಾಂಛನವನ್ನು ಎಳೆಯಿರಿ.
ku: Te pêwîst be, nîşaneya Firefoxê kaş bike ser wêneyê nava peldanka Sepanan.
lv: Kad Jums jautās, ievelciet Firefox ikonu savā programmu mapē.
mr: विनंती केल्यावर, ॲप्लिकेशन्स फोल्डरमधील प्रतिमामध्ये Firefox चिन्ह ओढा.
ms: Apabila digesa, seret ikon Firefox ke dalam imej fail Aplikasi anda.
my: ဝင်းဒိုးတစ်ခုတက်ပြီဆိုပါက မီးမြေခွေး အိုင်ကွန်လေးကို အက်ပလီကေးရှင်း ဖိုဒါထဲ ဆွဲထည့်လိုက်ပါ။
oc: Quand aquò vos es demandat, lisatz l'icòna de Firefox sus l'imatge de vòstre dorsièr Aplicacions.
pt: Quando notificado, arraste o ícone do Firefox para a imagem da sua pasta de Aplicações.
ru: При появлении запроса, перетащите значок Firefox на изображение вашей папки «Программы».
sr: Када се од Вас затражи, превуците Фајерфокс иконицу на иконоцу Ваше фасцикле апликација.
te: అడిగినప్పుడు, ఫైర్‌ఫాక్స్ ప్రతీకాన్ని మీ అప్లికేషన్ల సంచయం మీదికి లాగివదలండి.
th: เมื่อพร้อม ให้ลากไอคอน Firefox ไปวางที่รูปโฟลเดอร์แอปพลิเคชั่นของคุณ
tr: İstendiğinde Firefox simgesini Uygulamalar dizininizin resmi üzerine sürükleyin.
ur: جب آپ کو کہا جائے تو Firefox شبیہ کو اپنے Applications پوشے کے نقش پر گھسیٹ کر لے جائیں۔
uz: So‘ralganda, Firefox nishonchasini "Ilova dasturlar" jildi rasmiga siqchqon bilan olib kelib tashlang.
vi: Khi được nhắc, hãy kéo thả biểu tượng Firefox vào ảnh thư mục Applications của bạn.
xh: Xa uyalelwa, tsalela i-ayikhoni ye-Firefox kumfanekiso wefolda yee-Aplikheyishini.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
ar: انقر فوق تشغيل لإطلاق معالج الإعداد موزيلا فيرفكس. ثم، ما عليك سوى اتباع الخطوات (التي قمنا بها عملية غير مؤلمة بقدر الإمكان).
as: Mozilla Firefox সংস্থাপন উইজাৰ্ড আৰম্ভ কৰিবলে Run ক্লিক কৰক। তাৰ পিছত, পৰৱৰ্তী স্তৰবোৰ অনুকৰণ কৰক (আমি এই প্ৰক্ৰিয়াক যথাসম্ভব সহজ কৰিছো)।
az: Mozilla Firefox quraşdırma sehirbazını başlatmaq üçün Başlat düyməsinə klikləyin. Daha sonra, addımları izləyin (biz bu prosesi mümkün olduğunca rahat etmişik).
bg: Натиснете Стартиране (Run), за да стартирате инсталацията на Mozilla Firefox. Сега остава само да следвате стъпките (направихме го да бъде много лесно).
bn_bd: মোজিলা ফায়ারফক্স সেটআপ উইজার্ড আরম্ভ করার জন্য Run এ ক্লিক করুন। এর পর,পরবর্তী ধাপগুলো অনুসরণ করে যান। (আমরা আমাদের সাধ্যমত ঝামেলামুক্ত ভাবে প্রক্রিয়াটি তৈরী করেছি)
br: Klikit war Loc'hañ evit loc'hañ skoazeller staliañ Mozilla Firefox. N'eus netra d'ober nemet heuliañ ar pazennoù goude-se (lakaet eo bet an argerzh da vezañ an aesañ ar gwellañ).
ca: Feu clic a «executa» per executar l'auxiliar d'instal·lació del Mozilla Firefox. Després, seguiu els passos (hem fet el procés tan senzill com ha estat possible)
cy: Cliciwch Rhedeg i gychwyn dewin gosod Mozilla Firefox. Yna dilynwch y camau (mae'r broses yn un hawdd iawn).
es: Haz clic en Ejecutar para abrir el asistente de instalación de Mozilla Firefox. A continuación, solo tienes que seguir los pasos (hemos intentado que el proceso sea lo más rápido y sencillo posible).
fa: بر روی اجرا کلیک کنید تا فرآیند نصب موزیلا فایرفاکس آغاز شود. بعد از آن، فقط مراحل را دنبال کنید (ما این فرآیند را تا حد ممکن ساده کرده‌ایم).
fr: Cliquez Lancer pour démarrer l'assistant d'installation de Mozilla Firefox et suivez les instructions (que nous espérons être aussi simples que possible).
ga_ie: Cliceáil Rith chun treoraí suiteála Mozilla Firefox a thosú. Ansin, lean na treoracha (rinnemar ár seacht ndícheall an próiseas a éascú).
gd: Briog air "Ruith" gus draoidh suidheachadh Mozilla Firefox a chur gu dol. Lean ris na ceumannan ann an uairsin (rinn sinn seo cho furasta 's a ghabhas).
hi_in: मोज़िला फ़ायरफ़ॉक्स सेटअप विज़ार्ड शुरू करने के लिए रन पर क्लिक करें. फिर, सिर्फ क़दमों का अनुसरण करें (हमने यह प्रक्रिया जितनी हो सके उतनी पीड़ारहित बनाया है).
hr: Kliknite na "Run" da biste pokrenuli instalaciju Mozille Firefox, zatim samo slijedite korake (proces instalacije smo pojednostavili da bude što brži i jednostavniji).
hy_am: Սեղմեք Սկսել՝ բացելու համար Mozilla Firefox-ի տեղակայիչ ծրագիրը: Ապա հետևեք քայլերին:
kk: Mozilla Firefox орнату шеберін қосу үшін орындау батырмасын басыңыз. Сосын, келесі нұсқауларды қолданыңыз (біз бұл процесті мүмкін болғанша жеңіл жасадық).
km: ចុច​ដំណើរការ​ដើម្បី​ចាប់ផ្ដើម​ជំនួយ​ការ​ដំឡើង​ Mozilla Firefox ។ បន្ទាប់​មក​គ្រាន់តែ​អនុវត្ត​ជំហាន (យើង​អាច​ដំណើរការ​​​​ងាយស្រួល)។
kn: Mozilla Firefox ಸ್ಥಾಪನಾ ವಿಝರ್ಡ್ ಅನ್ನು ಚಾಲಿಸಲು ರನ್ ಅನ್ನು ಒತ್ತಿ. ಆನಂತರ, ಕೇವಲ ಸೂಚನಾಹಂತಗಳನ್ನು ಪಾಲಿಸಿ (ನಾವು ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸಧ್ಯವಾದಷ್ಟು ಆತಂಕರಹಿತವಾಗಿಸಿದ್ದೇವೆ).
ku: Ji bo destpêkirina sazkara Mozilla Firefoxê, li ser Bixebitîne bitikîne. Paşê tenê gav bi gav pêşveçûnê bişopîne (me ev pêvajoyê gelekî hêsan kiriye).
lv: Klikšķiniet Palaist (Run), lai sāktu Mozilla Firefox instalēšanu. Tālāk sekojiet norādēm uz ekrāna (instalēšana ir ļoti vienkārša un saprotama).
mr: Mozilla Firefox सेटअप सहाय्यक सुरू करण्यासाठी चालवा क्लिक करा. नंतर, फक्त क्रमांचे अनुसरण करा (प्रक्रिया शक्य तेवढी सोपी केली आहे).
ms: Klik Run untuk melancarkan pemasangan bestari Mozilla Firefox. Kemudian, ikutilah langkah mudah yang seterusnya (kami telah memudahkan proses ini sebagai tidak menyakitkan yang mungkin).
my: Run အားနှိပ်ပြီး မော်ဇီလာ မီးမြေခွေးတပ်ဆင်မှူကို စတင်လိုက်ပါ။ အဆင့်ဆင့် ညွှန်ပြထားသည့်အတိုင်းလုပ်ဆောင်လိုက်ယုံပါ။
oc: Clicatz Aviar per aviar l'assistent d'installacion de Mozilla Firefox e seguissètz las instruccions (qu'esperam tan simplas coma possible).
pt: Clique para executar o assistente de instalação do Mozilla Firefox. Depois basta seguir os passos (tornámos o processo o menos intrusivo possível).
ru: Щёлкните по кнопке «Выполнить» для запуска мастера установки Mozilla Firefox. Затем просто следуйте инструкциям (мы сделали этот процесс как можно более простым).
sr: Кликните на „Run“ како би покренули чаробњака за инталацију. Потом пратите следеће кораке (учинили смо процес безболнијим колико је могуће)
te: మొజిల్లా ఫైర్‌ఫాక్స్ స్థాపన విజార్డును మొదలుపెట్టడానికి రన్‌ను నొక్కండి. ఆ తర్వాత, మిగతా అంచెలను అనుసరించండి (ఈ ప్రక్రియను సాధ్యమైనంత సులభం చేసాం).
th: คลิกที่ "รัน" เพื่อเริ่มตัวช่วยติดตั้ง Mozilla Firefox จากนั้นแค่ทำตามขั้นตอน (เราทำให้กระบวนการติดตั้งไม่ยุ่งยากเท่าที่จะทำได้)
tr: Mozilla Firefox kurulum sihirbazını başlatmak için Çalıştır’a tıklayın. Ardından, ekrandaki adımlar izleyin. (Süreci olabildiğince basitleştirdik.)
ur: Mozilla Firefox سیٹ اپ مددگار چلانے کے لیے چلائیں پر کلک کریں۔ پھر، بس ہدایات کے مطابق چلیں (ہم نے عمل آسان تر بنایا ہوا ہے)۔
uz: "Mozilla Firefox"ni o‘rnatish yordamchisini ishga tushirish uchun "Bajarish"ni bosing. So‘ngra har bir bosqichni kuzatib boring (biz ushbu jarayonni imkon qadar oson qilganmiz).
vi: Nhấn Run để chạy bộ hướng dẫn cài đặt Mozilla Firefox. Sau đó, lần lượt theo các bước (chúng tôi đã cố gắng làm cho mọi thứ đơn giản nhất có thể).
xh: Cofa uQhuba ukuze uqalise iMozilla Firefox ukuze kuvele iwizadi yokuseta. Emva koko, landela nje amanyathelo (siyenza yalula kangangoko le nkqubo).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
ar: اسحب أيقونة فيرفكس من المجلد تطبيقات إلى القفص. ثم، فقط اضغط على فيرفكس كلما كنت راغباً في استخدام شبكة الإنترنت!
as: Firefox আইকনক এপ্লিকেচন ফোল্ডাৰৰ পৰাৰ ড্ৰেগ কৰক। তাৰ পিছত, যেতিয়াই ৱেব ব্যৱহাৰ কৰিব বিচাৰিব কেৱল Firefox ত ক্লিক কৰিব!
az: Firefox ikonunu proqramlar qovluğundan dock-a daşıyın. Daha sonra, nə zaman Web-ə daxil olmaq istəsəz sadəcə Firefox-a klikləyin!
bg: Провлачете иконата на Firefox от папката с приложенията към дока. Вече сте готови да използвате Firefox когато пожелаете!
bn_bd: ডক এ অ্যাপ্লিকেশন ফোল্ডার থেকে ফায়ারফক্সের আইকন ড্র্যাগ করুন। এরপর যখনই আপনি ওয়েব ব্যবহার করতে চান, শুধু ফায়ারফক্স ক্লিক করুন!
br: Riklit an arlun Firefox adalek an teuliad Arloadoù betek an dock. Goude-se, klikit war Firefox pa po c'hoant da vont war ar genrouedad&nbsp;!
ca: Arrossegueu la icona del Firefox de la carpeta d'aplicacions a l'acoblador. Després, feu clic al Firefox sempre que vulgueu utilitzar el web.
cy: Llusgwch eicon Firefox o'r ffolder Rhaglenni i'r doc. Yna cliciwch ar Firefox pryd bynnag rydych eisiau defnyddio'r we!
es: Arrastra el icono de Firefox desde la carpeta Aplicaciones al dock. Y a partir de ahora, ¡solo tienes que hacer clic en Firefox siempre que quieras acceder a la Web!
fa: شمایل فایرفاکس از پوشه Applications به سمت dock بکشید. حالا، هر وقت که می‌خواهید از وب استفاده کنید، روی فایرفاکس کلیک کنید!
fr: Glissez l'icône Firefox du dossier des Applications sur le dock. Il vous suffira ensuite de cliquer sur Firefox pour aller sur le Web&nbsp;!
ga_ie: Tarraing an deilbhín Firefox ón bhfillteán Applications go dtí an duga. Ansin, cliceáil Firefox nuair is mian leat an Gréasán a úsáid!
gd: Slaod ìomhaigheag Firefox o phasgan nan aplacaidean air an doca. Briog air Firefox an uairsin uair sam bith a bhios feum agad air an lìon!
hi_in: अनुप्रयोग फोल्डर से फ़ायरफ़ॉक्स आइकॉन डॉक में ड्रैग करें. फिर, जब आप वेब का इस्तेमाल करना चाहे सिर्फ फ़ायरफ़ॉक्स आइकॉन पर क्लिक करें!
hr: Odvucite Firefox ikonu iz mape aplikacija na pokretača, te potom kliknite na Firefox kad god želite otići na web!
hy_am: Տեղափոխեք Firefox-ի պատկերակը Ծրագրերի թղթապանկից Dock​​ վահանակ: Ապա ամեն անգամ, երբ ցանկանաք մուտք գործել համացանց, պարզապես սեղմեք Firefox-ի պատկերակին:
kk: Firefox таңбашаны бағдарламалар бұмадан dock сайманға тартып алыңыз. Сосын, интернетті қолданғыңыз келсе Firefox шертіңіз.
km: អូស​រូបតំណាង Firefox ពី​ថត​កម្មវិធី​ទៅ​កាន់​ទីតាំង។ បន្ទាប់មក, គ្រាន់តែ​ចុច​នៅ​លើ Firefox នៅ​ពេល​​ណា​ក៏​បាន​​ពេល​ដែល​អ្នក​ចង់​ប្រើ​បណ្ដាញ!
kn: ಫೈರ್ಫಾಕ್ಸ್ ನ ಲಾಂಛನವನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಸಂಪುಟದಿಂದ ಡಾಕ್ ಗೆ ಎಳೆಯಿರಿ. ಆನಂತರ, ನೀವು ಅಂತರ್ಜಾಲ ಬಳಸಬೇಕೆನಿಸಿದಾಗ ಕೇವಲ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಒತ್ತಿರಿ!
ku: Nîşaneya Firefoxê ji pelrêça Sepanan kaş bike dockê. Êdî her ku bixwazî webê bi kar bînî, hema li ser Firefoxê bitikîne.
lv: Pārvelciet Firefox ikonu no programmu mapes uz ikonu joslu. Pēc tam, klikšķiniet uz Firefox ikonas ik reizi, kad gribat nokļūt internetā!
mr: ॲप्लिकेशन्स फोल्डरपासून डॉकमध्ये Firefox चिन्ह ओढा. नंतर, जेव्हाही वेबचा वापर करायचे असल्यास, Firefox वर क्लिक करा!
ms: Seret ikon Firefox dari folder Aplikasi ke dok. Kemudian, klik Firefox pada bila-bila masa anda mahu menggunakan Web!
my: မီးမြေခွေးအိုင်ကွန်အား အက်ပလီကေးရှင်း မှ Dock ပေါ်ကိုဆွဲတင်လိုက်ပါ ။ ကဲ နောက်ခါ သင်အင်တာနက်သုံးတယ် မီးမြေခွေးကို နှိပ်လိုက်ပါ။
oc: Lisatz l'icòna Firefox del dorsièr de las Aplicacions sul dock. Puèi, vos sufirà de clicar sus Firefox per anar sul Web&nbsp;!
pt: Arraste o ícone do Firefox da pasta de Aplicações para a dock. Em seguida, clique no ícone do Firefox sempre que desejar utilizar a web!
ru: Перетащите значок Firefox из папки «Программы» на панель Dock​​. Затем, просто щёлкайте по Firefox всякий раз, когда вы захотите использовать Интернет!
sr: Превуците Фајерфокс иконицу из фасцикле апликација на доњу траку. Кликните на Фајерфокс када год желите да користите интернет!
te: అప్లికేషన్ల సంచయం నుండి ఫైర్‌ఫాక్స్ ప్రతీకాన్ని డాక్ మీదకు లాగండి. ఆ తర్వాత, మీరు జాలాన్ని చూడాలనుకున్నప్పుడల్లా ఫైర్‌ఫాక్స్ మీద నొక్కండి!
th: ลากไอคอน Firefox จากโฟลเดอร์แอปพลิเคชั่นไปวางที่ dock จากนั้นคลิกที่ Firefox ทุกครั้งที่คุณอยากท่องเว็บ!
tr: Firefox simgesini Uygulamalar dizininden dock'a sürükleyin. Artık web’i kullanmak istediğiniz zaman Firefox’a tıklamanız yeterli!
ur: Firefox شبیہ کو Applications پوشے سے گھسیٹ کر کنار لگائیں۔ پھر، جب بھی آپ نے ویب استعمال کرنا ہو، بس Firefox پر کلک کر دیں!
uz: Firefox nishonchasini "Ilova dasturlar" jildidan kerakli joyga sudrab kelib tashlang. Internetga kirmoqchi bo‘lganingizda Firefox nishonchasi ustiga bosing.
vi: Thả biểu tượng Firefox từ thư mục Application vào thanh dock. Sau đó, nhấn vào biểu tượng Firefox bất cứ khi nào bạn muốn duyệt web!
xh: Tsalela i-ayikhoni ye-Firefox kwifolda ye-Aplikheyishini. Emva koko, vela nje ucofe u-Firefox nanini na ufuna ukusebenzisa iwebhu!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
ar: الآن أنت على استعداد للقفز بجرأة إلى عهد جديد من تصفح الإنترنت. انقر نقراً مزدوجا على أيقونة فيرفكس كلما كنت راغباًفي الذهاب على الإنترنت.
as: এতিয়া আপুনি ৱেব চাৰ্ফিংৰ এটা নতুন যুগত যাবলৈ প্ৰস্তুত। যেতিয়াই আপুনি অনলাইন হব বিচাৰিব, Firefox আইকনত দুবাৰ ক্লিক কৰিব।
az: İndi siz yeni webdə gəzmə erasında sıçrayış etməyə hazırsınız. Onlayn olmaq istədiyinizdə iki dəfə Firefox işarəsini klikləyin.
bg: Вече сте готови да се впуснете смело в новата епоха на сърфиране в Уеб. Кликнете два пъти на иконката на Firefox, когато искате да бъдете онлайн.
bn_bd: এখন আপনি ওয়েব সার্ফিং এর একটি নতুন যুগে প্রবেশ করতে প্রস্তুত। যখনই আপনি অনলাইনে যেতে চান ফায়ারফক্স আইকনে ডাবল ক্লিক করুন।
br: Prest oc'h bremañ d'ober ho mad penn-da-benn eus ar genrouedad. Daouglikit war an arlun Firefox pa po c'hoant da vont war ar genrouedad&nbsp;!
ca: Ja esteu llestos per saltar astutament a la nova era de la navegació web. Feu doble clic a la icona del Firefox sempre que vulgueu estar en línia.
cy: Nawr rydych yn barod i fentro'n hyderus i gyfnod newydd o syrffio'r we. Rhowch glic dwbl i eicon Firefox pryd bynnag fyddwch eisiau mynd ar-lein.
es: Ya estás listo: atrévete a dar el salto a una nueva era de navegación en la Web. Haz doble clic en el icono de Firefox siempre que quieras acceder a Internet.
fa: حالا شما آماده‌ای که جهشی بلند به سمت دوره جدید مرور وب بزنید. هر وقت که خواستید آنلاین شوید، روی فایرفاکس دوبار کلیک کنید.
fr: Vous êtes maintenant paré pour profiter pleinement du Web. Double-cliquez sur l'icône Firefox à chaque fois que vous voulez surfer.
ga_ie: Anois tá tú réidh tosú ar ré nua i stair an Ghréasáin. Cliceáil faoi dhó ar an deilbhín Firefox nuair is mian leat dul ar líne.
gd: Tha gach rud deiseil a-nis airson cothrom a thoirt dhut air an eadar-lìon. Dèan briogadh dùbailte air ìomhaigheag Firefox uair sam bith a tha thu airson falbh air an eadar-lìon.
hi_in: अब आप वेब सर्फिंग के नए युग में साहसपूर्वक छलांग लगाने के लिए तैयार हैं. जब-जब आप ऑनलाइन जाना चाहे, फ़ायरफ़ॉक्स के आइकॉन पर डबल-क्लिक करें.
hr: Sada ste spremi za upuštanje u novu generaciju nove ere surfanja Webom. Dvaput kliknite na ikonu Firefoxa kad god želite otići na web.
hy_am: Այժմ դուք պատրաստ եք օգտագործել համաշխարհային ցանցի բոլոր հնարավորությունները: Պարզապես կրկնակի սեղմեք Firefox-ի պատկերակի վրա և առաջ...
kk: Енді сіз веб серфингтің жаңа дәуіріне кіруге дайынсыз. Интернетке шыққыңыз келген кезде Firefox таңбашасына қос шертсеңіз жетеді.
km: ឥឡូវនេះ​អ្នក​រួចរាល់​ដើម្បី​ចូល​ទៅកាន់​ផ្ទាំង​ថ្មី​នៃ​ការ​អនុវត្ត​តំបន់បណ្ដាញ។ ចុច​ទ្វេដង​លើ​រូបតំណាង Firefox នៅ​ពេល​អ្នក​ចង់​ទៅ​លើ​បណ្ដាញ។
kn: ನೀವು ಈಗ ಅಂತರ್ಜಾಲ ಜಾಲಾಟದ ಹೊಸ ಯುಗಕ್ಕೆ ನಿರ್ಭಯವಾಗಿ ಜಿಗಿಯಲು ಸಿದ್ಧರಾಗಿದ್ದೀರಿ. ನಿಮಗೆ ಅಂತರ್ಜಾಲಕ್ಕೆ ಹೊರಡಬೇಕೆನಿಸಿದಾಗ ಫೈರ್ಫಾಕ್ಸ್ ಲಾಂಛನದ ಮೇಲೆ ಇಮ್ಮಡಿ-ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Niha tu amadeyî ku xwe çeng bikî nava deryaya bêbinî ya webê. Her ku bixwazî bikevî înternetê, li ser nîşaneya Firefoxê cot bitikîne.
lv: Un tagad jūs varat droši mesties jaunā interneta kvalitātē. Klikšķiniet uz Firefox ikonas ik reizi, kad gribat nokļūt internetā!
mr: तुम्ही आत्ता Web सर्फिंगचा नवीन महाकल्प याचा अनुभव घेण्यासाठी सज्ज झाले आहात. जेव्हाही ऑनलाइन जायचे असल्यास Firefox चिन्हावर दोनवेळा क्लिक करा.
ms: Sekarang anda telah bersedia untuk berani melompat ke sebuah era terkini dunia pelayaran Web. Tekan dua kali pada ikon Firefox dimana anda untuk dalam talian.
my: အခုသင် အင်တာနက်ခေတ်ကြီး မှာ ထူးခြားစွာ ခုန်ကျော်ပျော်လွှားဖို့ အဆင်သင့်ဖြစ်နေပါပြီ။ သင်အွန်လိုင်းပေါ်သွားချင်တိုင်း မီးမြေခွေး အိုင်ကွန်ကို နှိပ်လိုက်ပါ။
oc: Ara sètz prèstes per profiechar plenament del Web. Doble-clicatz sus l'icòna Firefox a cada còp que volètz navigar sus internet.
pt: Agora está pronto para ir para uma nova era na navegação web. Faça duplo clique no ícone do Firefox sempre que se quiser ligar.
ru: Теперь вы готовы смело войти в новую эру веб-серфинга. Дважды щёлкните по значку Firefox всякий раз, когда вы захотите выйти в Интернет.
sr: Сада сте спремни да храбро закорачите у нову еру сурфовања. Кликните два пута на иконицу Фајерфокса када год желите да одете „онлајн“.
te: కొత్తతరం జాల విహారణ లోనికి దూకడానికి మీరిప్పుడు సిద్ధం. మీరెప్పుడు ఆన్‌లైను లోనికి వెళ్ళాలన్నీ, ఫైర్‌ఫాక్స్ ప్రతీకం మీద రెండుసార్లు నొక్కండి.
th: ตอนนี้คุณพร้อมที่จะกระโจนเข้าสู่ประสบการณ์ท่องเว็บในยุคใหม่แล้ว ดับเบิ้ลคลิกที่ไอคอน Firefox ทุกเวลาที่คุณอยากออนไลน์
tr: Artık web’de sörfün tadını çıkarmaya hazırsınız. Web'e erişmek istediğiniz zaman Firefox simgesine çift tıklamanız yeterli.
ur: اب آپ ویب سرفنگ کی نئی دنیا میں بہادری سے چھلانگ لگانے کے لیے تیار ہیں۔ جب بھی آپ آن لائن جانا چاہیں، Firefox شبیہ پر ڈبل کلک کر دیں۔
uz: Siz endi internetdagi yangi davrga sakrashga tayyorsiz. Internetga kirmoqchi bo‘lsangiz, Firefox nishonchasi ustiga ikki marta bosing.
vi: Bây giờ bạn đã sẵn sàng để bước vào một kỷ nguyên mới của lướt Web. Nhấn đúp chuột vào biểu tượng Firefox bất kỳ lúc nào bạn muốn lướt web.
xh: Ngoku ke ukulungele ukugxanyela kwixesha elitsha lokutyhutyha iWebhu. Cofa kabini kwi-ayikhoni ka-Firefox nanini na ufuna ukungena kwi-intanethi.

source: Mozilla Firefox Web Browser
ar: مُتصفح الويب موزيلا فيَرفُكس
as: Mozilla Firefox ৱেব ব্ৰাউছাৰ
az: Veb Səyyah Mozilla Firefox
bg: Mozilla Firefox Уеб браузър
bn_bd: মোজিলা ফায়ারফক্স ওয়েব ব্রাউজার
br: Merdeer Mozilla Firefox
ca: Navegador web Mozilla Firefox
cy: Porwr Gwe Mozilla Firefox
es: Navegador Mozilla Firefox
fa: مرورگر وب موزیلا فایرفاکس
fr: Navigateur Web Mozilla Firefox
ga_ie: Brabhsálaí Gréasáin Mozilla Firefox
gd: Brabhsair-lìn Mozilla Firefox
hi_in: मोज़िल्ला फ़ायरफ़ॉक्स वेब ब्राउज़र
hr: Mozilla Firefox web preglednik
kk: Mozilla Firefox браузері
km: កម្មវិធី​រុករក​តំបន់​បណ្ដាញ Mozilla Firefox
kn: ಮೋಝಿಲ್ಲಾ ಫೈರ್ಫಾಕ್ಸ್ ಜಾಲ ವೀಕ್ಷಕ
ku: Geroka Webê ya Mozilla Firefoxê
lv: Mozilla Firefox tīmekļa pārlūks
mai: मोजिला फायरफाक्स वेब ब्राउजर
mr: मोझीला फायरफॉक्स वेब ब्राऊजर
ms: Pelayar Web Mozilla Firefox
my: မိုဇီလာမီးမြေခွေး ဝတ်ဘယောက်ဆာ
nn_no: Mozilla Firefox nettlesar
oc: Navigador Web Mozilla Firefox
pt: Navegador Mozilla Firefox
ru: Веб-браузер Mozilla Firefox
sr: Мозила Фајерфокс веб прегледач
te: మొజిల్లా ఫైర్‌ఫాక్స్ జాల విహారిణి
th: เว็บเบราว์เซอร์ Mozilla Firefox
tr: Mozilla Firefox Web Tarayıcısı
ur: Mozilla Firefox ویب براؤزر
uz: Mozilla Firefox veb brauzeri
vi: Trình duyệt web Mozilla Firefox
xh: Ibhrawuza yeWebhu yeMozilla Firefox

source: Sorry, Firefox is currently unsupported by iOS devices.
ar: عذراً، فيرفكس حالياً غير مدعوم من أجهزة iOS.
as: ক্ষমা কৰিব, Firefox বৰ্তমানে iOS ডিভাইচসমূহ দ্বাৰা সমৰ্থিত নহয়।
az: Bağışlayın, Firefox hələ ki, iOS cihazlar tərəfindən dəstəklənmir.
bg: За момента Firefox не се поддържа на iOS устройства.
bn_bd: দুঃখিত, ফায়ারফক্স বর্তমানে iOS ডিভাইস সমর্থিত নয়।
br: Digarezit, n'eo ket skoret Firefox gant an trevnadoù iOS.
ca: El Firefox no és compatible amb dispositius iOS.
cy: Nid yw Firefox yn cael ei gynnal ar ddyfeisiau iOS ar hyn o bryd.
es: Lo lamentamos, pero actualmente Firefox no es compatible con dispositivos iOS.
fa: متاسفیم، فایرفاکس درحال حاضر از دستگاه‌های iOS پشتیبانی نمی‌کند.
fr: Désolé, Firefox n'est pas pris en charge par les appareils iOS pour le moment.
ga_ie: Tá brón orainn. Ní féidir Firefox a úsáid ar ghléas iOS faoi láthair.
gd: Tha sinn duilich ach chan eil uidheaman iOS a' cur taic ri Firefox aig an àm seo.
hi_in: माफ़ करें, फ़ायरफ़ॉक्स अभी iOS युक्ति के द्वारा समर्थित है.
hr: Žao nam je, ali Firefox trenutno nije podržan na iOS uređajima.
kk: Кешіріңіз, Firefox-ты қазіргі уақытта iOS құрылғылары қолдамайды.
km: សុំទោស! Firefox បច្ចុប្បន្ន​មិន​បាន​គាំទ្រ​ដោយ​ឧបករណ៍ iOS នេះ​ទេ។
kn: ಕ್ಷಮಿಸಿ, ಫರ್ಫಾಕ್ಸ್ ಸಧ್ಯ iOS ಸಾಧನೆಗಳಿಗೆ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ku: Mixabin cîhazên iOSê niha piştgiriyê nadin Firefoxê.
lv: Diemžēl šobrīd Firefox nav pieejams iOS ierīcēm.
mr: क्षमा करा, Firefox सध्या iOS वापरणाऱ्या साधनांकरीता असमर्थित आहे.
ms: Maaf, Firefox adalah tidak disokong oleh peranti IOS pada masa kini.
my: လောလောဆယ် မီးမြေခွေး အား iOS တွင် အသုံးပြုနိုင်မည် မဟုတ်ပါ
nn_no: Beklagar, Firefox er enno ikkje støtta av iOS-einingar.
oc: O planhèm, Firefox es pas pres en carga pels aparelhs iOS pel moment.
pt: Desculpe, mas o Firefox de momento não é suportado por dispositivos iOS.
ru: Извините, на текущий момент устройства iOS не поддерживают Firefox.
th: เสียใจด้วย Firefox ยังไม่รองรับการทำงานบนอุปกรณ์ iOS
tr: Üzgünüz, Firefox şu anda iOS cihazlar tarafından desteklenmiyor.
ur: Firefox فی الحال iOS آلات پر غیر معاون ہے۔
uz: Kechirasiz, Firefox hozirda iOS qurilmalarida ishlamaydi.
vi: Xin lỗi, Firefox hiện tại không hỗ trợ các thiết bị iOS.
xh: Uxolo, uFirefox akaxhaswa okwangoku zizixhobo ze-iOS.
