Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new.lang.po
Languages: ar, as, az, bg, bn_bd, br, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, kk, km, kn, ku, lv, mai, mr, ms, my, nn_no, oc, pt, ru, sr, te, th, tr, ur, uz, vi, xh

source: Congrats! You’re using the latest version of Firefox.
ar: تهانينا! أنت تستخدم أحدث نسخة من فيرفكس.
as: অভিনন্দন! আপুনি Firefox ৰ শেহতীয়া সংস্কৰণ ব্যৱহাৰ কৰি আছে।
az: Təbriklər! Siz ən yeni Firefox versiyasını işlədirsiniz.
bg: Използвате последната версия на Firefox. Благодарим!
bn_bd: অভিনন্দন! আপনি ফায়ারফক্স এর সর্বশেষ সংস্করণ ব্যবহার করছেন।
br: Gourc'hemennoù&nbsp;! Emaoc'h oc'h arverañ an handelv diwezhañ eus Firefox.
ca: Felicitats! Esteu fent servir la darrera versió del Firefox.
cy: Llongyfarchiadau! Rydych yn defnyddio'r fersiwn diweddaraf o Firefox.
es: ¡Felicidades! Estás usando la última versión de Firefox.
fa: تبریک! شما از آخرین نسخه فایرفاکس استفاده می‌کنید.
fr: Félicitations&nbsp;! Vous utilisez la version la plus récente de Firefox.
ga_ie: Comhghairdeas! Tá an leagan is déanaí de Firefox agat.
gd: Meal do naidheachd! Tha an tionndadh as ùire de Firefox agad.
hi_in: बधाई! आप फ़ायरफ़ॉक्स के हालिया संस्करण का उपयोग कर रहे हैं.
hr: Čestitamo! Koristite najnoviju inačicu Firefoxa.
kk: Алақай! Сіз Firefox соңғы нұсқасын қолданып отырсыз.
km: អបអរសាទរ! អ្នក​កំពុង​ប្រើ Firefox កំណែ​ចុងក្រោយ​បំផុត។
kn: ಅಭಿನಂದನೆಗಳು! ನೀವು ಫೈರ್ಫಾಕ್ಸ್‌ನ ಹೊಚ್ಚಹೊಸ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ.
ku: Bijî! Tu versiyona nûtirîn ya Firefoxê bi kar tînî.
lv: Apsveicam! Jums ir jaunākā Firefox versija.
mr: अभिनंदन ! आपण Firefox ची नवीनतम आवृत्ती वापरत आहात
ms: Tahniah! Anda telah menggunakan versi daripada Firefox yang terbaru.
my: ဂုဏ်ယူပါတယ်! သင်ဟာ မီးမြေခွေး နောက်ဆုံးထွက် ကိုအသုံးပြုနေပြီး ဖြစ်ပါတယ်
nn_no: Gratulerar! Du nyttar den siste versjonen av Firefox.
oc: Felicitacions&nbsp;! Utilizatz la version la mai recenta de Firefox.
pt: Parabéns! Está a usar a versão mais recente do Firefox.
ru: Поздравляем! Вы используете последнюю версию Firefox.
th: ยินดีด้วย! คุณกำลังใช้งาน Firefox รุ่นล่าสุด
tr: Tebrikler! Firefox’un son sürümünü kullanıyorsunuz.
ur: مبارک ہو! آپ Firefox کا تازہ ترین ورژن استعمال کر رہے ہیں۔
uz: Tabriklaymiz! Siz hozirda "Firefox"ning eng so‘nggi versiyasidan foydalanyapsiz.
vi: Chúc mừng! Bạn đang sử dụng phiên bản Firefox mới nhất.
xh: Halala! Usebenzisa uhlelo lwamvanje lweFirefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
ar: يبدو أنك تستخدم نسخة قديمة من فيرفكس. قم بالتحديث على متجر جوجل .
as: আপুনি Firefox ৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে যেন লাগিছে। Google Play ত আপডেইট কৰক।
az: Görünür siz Firefox-un köhnə versiyasını işlədirsiniz. Google Play-də yenilə.
bg: О, използвате стара версия на Firefox. Осъвременете си я в Google Play.
bn_bd: আপনি ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন। গুগুল প্লে থেকে হালনাগাদ করুন।
br: Emaoc'h oc'h arverañ un handelv kozh eus Firefox war ar seblant. Hizivait war Google Play.
ca: Sembla que feu servir una versió antiga del Firefox. Actualitzeu-vos al Google Play
cy: Mae'n edrych fel eich bod yn defnyddio hen fersiwn o Firefox. Diweddarwch yn Google Play.
es: Parece ser que estás usando una versión anterior de Firefox. Actualízala en Google Play.
fa: بنظر می‌رسد شما از نسخه قدیمی فایرفاکس استفاده می‌کنید. از طریق Google Play بروزرسانی کنید.
fr: Il semble que vous utilisiez une ancienne version de Firefox. Vous pouvez mettre à jour Firefox depuis Google Play.
ga_ie: De réir cosúlachta, tá seanleagan de Firefox agat. Nuashonraigh ar Google Play é.
gd: Tha coltas gu bheil thu a' cleachdadh seann-tionndadh de Firefox. Nach ùraich thu e air Google Play?
hi_in: ऐसा लग रहा है कि आप फ़ायरफ़ॉक्स के पुराने संस्करण का उपयोग कर रहे हैं. गूगल प्ले पर अद्यतन करें.
hr: Čini se da koristite stariju inačicu Firefoxa. Ažurirajte Firefox kroz Google Play.
kk: Сіз Firefox ескі нұсқасын қолданатын секілді. Оны Google Play арқылы жаңартуға болады.
km: អ្នក​ហាក់​ដូចជា​កំពុង​ប្រើ Firefox កំណែ​ចាស់។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​​តាម​កម្សាន្ត Google ។
kn: ನೀವು ಫೈರ್ಫಾಕ್ಸ್‌ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಕಾಣುತ್ತಿದೆ. ಗೂಗಲ್ ಪ್ಲೇನಲ್ಲಿ ಪರಿಷ್ಕರಿಸಿ.
ku: Diyar e ku tu versiyoneke kevn ya Firefoxê bi kar tînî. Ji Google Playê nû bike.
lv: Izskatās, ka Jums ir vecāka Firefox versija. Atjauniniet to Google Play.
mr: असे दिसत आहे की आपण Firefoxची जुनी आवृत्ती वापरत आहात. Google Play वर जाउन अद्यावत करा.
ms: Seperti anda menggunakan versi daripada Firefox yang lama. Kemaskini pada Google Play.
my: ကြည့်ရတာ မီးမြေခွေး ဗားရှင်း အဟောင်းကို သုံးနေတယ်ထင်တယ် ။ ဂူးဂဲလ် ပလေးစတိုးကနေ အဆင်မြှင့်လိုက်ပါ
nn_no: Det ser ut til at du nyttar ein eldre versjon av Firefox. Oppdater på Google Play.
oc: Sembla qu'utilizatz una anciana version de Firefox. Podètz metre a jorn Firefox dempuèi Google Play.
pt: Está a utilizar uma versão antiga do Firefox. Atualize no Google Play.
ru: Похоже, что вы используете устаревшую версию Firefox. Обновите его на Google Play.
th: ดูเหมือนคุณกำลังใช้งาน Firefox รุ่นเก่าอยู่ ปรับรุ่นใหม่ได้จาก Google Play
tr: Görünüşe bakılırsa Firefox’un eski bir sürümünü kullanıyorsunuz. Google Play’den güncelleyin.
ur: دییکہنے میں لگتا ہے کہ اپ Firefox کا پرانا ورژن استعمال کر رہے ہیں۔ Google Play سے تازہ کاری کریں۔
uz: Siz "Firefox"ning eski versiyasidan foydalanayotganga o‘xshaysiz. Uni "Google Play" do‘konidan yangilab oling.
vi: Có vẻ như bạn đang sử dụng phiên bản Firefox cũ. Hãy cập nhật trên Google Play.
xh: Ingathi usebenzisa uhlelo oludadlana lweFirefox. Hlaziya kwiGoogle Play.

source: Looks like you’re using an older version of Firefox.
ar: يبدو أنك تستخدم نسخة قديمة من فيرفكس.
as: আপুনি Firefox ৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে যেন লাগিছে।
az: Görünür siz Firefox-un köhnə versiyasını işlədirsiniz.
bg: Използвате стара версия на Firefox.
bn_bd: আপনি ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন।
br: Emaoc'h oc'h arverañ un handelv kozh eus Firefox war ar seblant.
ca: Sembla que feu servir una versió antiga del Firefox.
cy: Mae'n edrych fel eich bod yn defnyddio hen fersiwn o Firefox.
es: Parece ser que estás usando una versión anterior de Firefox.
fa: به نظر میرسد دارید از یک نسخه‌ی قدیمی فایرفاکس استفاده می‌کنید.
fr: Il semble que vous utilisiez une ancienne version de Firefox.
ga_ie: De réir cosúlachta, tá seanleagan de Firefox agat.
gd: Tha coltas gu bheil thu a' cleachdadh seann-tionndadh de Firefox.
hi_in: ऐसा लग रहा है कि आप फ़ायरफ़ॉक्स के पुराने संस्करण का उपयोग कर रहे हैं.
hr: Čini se da koristite stariju inačicu Firefoxa.
kk: Сіз Firefox ескі нұсқасын қолданатын секілді.
km: អ្នក​ហាក់​ដូចជា​កំពុង​ប្រើ Firefox កំណែ​ចាស់។
kn: ನೀವು ಫೈರ್ಫಾಕ್ಸ್‌ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಕಾಣುತ್ತಿದೆ.
ku: Diyar e ku tu versiyoneke kevn ya Firefoxê bi kar tînî.
lv: Izskatās, ka Jums ir vecāka Firefox versija.
mr: असे दिसत आहे की आपण Firefoxची जुनी आवृत्ती वापरत आहात.
ms: Seperti anda menggunakan versi daripada Firefox yang lama.
my: ကြည့်ရတာ မီးမြေခွေး ဗားရှင်း အဟောင်းကို သုံးနေတယ်ထင်တယ်
nn_no: Det ser ut til at du brukar ein eldre versjon av Firefox.
oc: Sembla qu'utilizatz una anciana version de Firefox.
pt: Parece que está a usar uma versão antiga do Firefox.
ru: Похоже, что вы используете устаревшую версию Firefox.
th: ดูเหมือนคุณกำลังใช้งาน Firefox รุ่นเก่าอยู่
tr: Görünüşe bakılırsa Firefox’un eski bir sürümünü kullanıyorsunuz.
ur: لگتا ہے آپ Firefox کا پرانا ورژن استعمال کر رہے ہیں ۔
uz: Siz "Firefox"ning eski versiyasidan foydalanayotganga o‘xshaysiz.
vi: Có vẻ như bạn đang sử dụng phiên bản Firefox cũ.
xh: Ingathi usebenzisa uhlelo oludadlana lweFirefox.

source: Update to stay fast and safe.
ar: قم بالتحديث للبقاء آمناً و سريعاً.
as: দ্ৰুত আৰু সুৰক্ষিত থাকিবলৈ আপডেইট কৰক।
az: Sürətli və qorumada qalmaq üçün Yeniləyin.
bg: Осъвременете я още сега.
bn_bd: দ্রুত ও নিরাপদ থাকতে হালনাগাদ করুন।
br: Hizivaat evit chom herrek ha diogel.
ca: Actualitzeu-vos per mantenir-vos ràpid i segur.
cy: Diweddarwch i gadw'n gyflym a diogel.
es: Actualiza para mantener la velocidad y seguridad.
fa: برای امن و سریع ماندن بروزرسانی کنید.
fr: Mettre à jour Firefox vous garantit rapidité et sécurité.
ga_ie: Faigh an leagan is sciobtha is sábháilte
gd: Nach ùraich thu e airson tèarainteachd agus dèanadas?
hi_in: तेज और सुरक्षित रहने के लिए अद्यतन रखें.
hr: Ažurirajte da biste bili brži i sigurniji.
kk: Жылдам әрі қауіпсіз қалу үшін жаңартыңыз.
km: ធ្វើ​បច្ចុប្បន្នភាព​ដើម្បី​សុវត្ថិភាព និង​ដំណើរការ​លឿន។
kn: ವೇಗವಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ಪರಿಷ್ಕರಿಸು.
ku: Ji bo lezgînî û ewlekariyê nû bike.
lv: Atjauniniet, lai saglabātu ātrumu un drošību.
mr: वेगवान आणि सुरक्षित राहण्यासाठी अद्यावत करा.
ms: Kemaskini untuk sentiasa selamat dan cepat.
my: မြန်ဆန်ပြီး လုံခြုံရန် အဆင့်မြှင့်ပါ
nn_no: Oppdater for å framleis vera rask og trygg.
oc: Metre a jorn Firefox vos garantís rapiditat e seguretat.
pt: Atualize para se manter rápido e seguro.
ru: Обновите его ради скорости и безопасности.
th: ปรับปรุ่นเพื่อรักษาการทำงานที่รวดเร็วและปลอดภัย
tr: Hızlanmak ve güvende kalmak için güncelleyin.
ur: تیز اور محفوظ رہنے کے لیے تازہ کاری کریں۔
uz: Tez ishlashi va xavfsiz qolish uchun yangilang.
vi: Cập nhật để lướt web nhanh và an toàn.
xh: Hlaziya ukuze uhlale ukhawuleza yaye ukhuselekile.

source: Get it free on Google Play
ar: احصل عليه مجانًا من غوغل بلاي
as: ইয়াক Google Play ত বিনামূলীয়াভাৱে প্ৰাপ্ত কৰক
az: Google Play-dən pulsuz əldə edin
bg: Свободно изтегляне от Google Play
bn_bd: গুগল প্লে থেকে বিনামূল্যে নিন
br: Digoust war Google Play
ca: Baixeu-lo gratuïtament al Google Play
cy: Am ddim o Google Play
es: Obtenlo gratis en Google Play
fa: رایگان از گوگل پلی دریافت کنید
fr: Gratuit sur Google Play
ga_ie: Saor in aisce ó Google Play
gd: Faigh e saor an-asgaidh air Google Play
hi_in: इसे गूगल प्ले पर पायें
hr: Preuzmite ga besplatno u Google Play trgovini
kk: Оны Google Play ішінен тегін алыңыз
km: ទទួល​បាន​វា​ដោយ​ឥតគិតថ្លៃ​​​នៅ​លើ Google Play
kn: ಗೂಗಲ್‌ ಪ್ಲೇಯಲ್ಲಿ ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ
ku: Ji Google Playê belaş bistîne
lv: Pieejama bez maksas Google Play
mai: गूगल प्ले पर एकरा फोकट मे पाउ
mr: Google Playवरील मोफत मिळवा
ms: Dapatkan secara percuma di Google Play
my: ဂူးဂဲစတိုး မှ အခမဲ့ ရယူလိုက်ပါ
nn_no: Last ned gratis på Google Play
oc: Gratuit sus Google Play
pt: Obtenha-o gratuitamente no Google Play
ru: Загрузите бесплатно на Google Play
th: โหลดได้ฟรีจาก Google Play
tr: Google Play’den ücretsiz edinin
ur: Google Play پر اسے مفت حاصل کریں
uz: "Google Play" do‘konidan uni bepul yuklab oling.
vi: Miễn phí trên Google Play
xh: Yifumane simahla kwiGoogle Play

source: Learn more about Firefox for desktop
ar: تعلم المزيد عن فيرفكس لسطح المكتب
as: ডেস্কটপৰ বাবে Firefox ৰ বিষয়ে অধিক জানক
bg: Настолна версия на Firefox
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স সম্পর্কে আরও জানুন
br: Gouzout hiroc'h a-zivout Firefox evit urzhiataerioù
ca: Més informació del Firefox per a l'escriptori
cy: Dysgu rhagor am Firefox ar y bwrdd gwaith
es: Infórmate sobre Firefox para escritorio
fa: از فایرفاکس برای رومیزی بیشتر بدانید
fr: En savoir plus sur Firefox pour ordinateur
ga_ie: Tuilleadh eolais faoi Firefox ar an deasc
gd: Barrachd fiosrachaidh air Firefox air desktops
hi_in: डेस्कटॉप के फ़ॉयरफ़ॉक्स के बारे में अधिक जानकारी पाएँ
hr: Saznajte više o Firefoxu za desktop
kk: Дербес компьютер үшін Firefox туралы көбірек білу
km: ស្វែងយល់​បន្ថែម​អំពី Firefox សម្រាប់​ផ្ទៃតុ
kn: ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ku: Derbarê Firefoxa Sermaseyê de bêtir tiştan bizane
lv: Uzziniet vairāk par Firefox datoru versiju
mai: डेस्कटाॅपक Firefox क बारे मे बेसी जानू
mr: डेस्कटॉप करीता Firefox बद्दल अधिक जाणून घ्या
ms: Pelajari lebih mengenai Firefox untuk desktop
my: ဒတ်စတော့ခ်အတွက် မီးမြေခွေး အကြောင်း ဆက်လက်လေ့လာ
nn_no: Lær meir om Firefox for datamaskiner
oc: Ne saber mai sus Firefox per ordenador
pt: Saiba mais acerca do Firefox para computadores
ru: Узнайте больше о настольном Firefox
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox สำหรับเดสก์ท็อป
tr: Masaüstü için Firefox hakkında daha fazla bilgi
ur: ڈیسک ٹاپ کے لیے Firefox کے بارے میں مزید سیکھیں
uz: "Kompyuterlar uchun Firefox" haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox cho desktop
xh: Funda okungakumbi ngeFirefox yedesktopu

source: Looking for mobile?
ar: هل تبحث عن موبايل؟
as: মবাইলৰ বাবে সন্ধান কৰিছে?
az: Mobil versiya üçün baxırsız?
bg: Търсите мобилната версия?
bn_bd: মোবাইল খুঁজছেন কি?
br: Emaoc'h o klask an handelv evit hezougelloù ?
ca: Per a mòbils?
cy: Chwilio am y symudol?
es: ¿Buscas para dispositivos móviles?
fa: دنبال نسخه تلفن همراه هستید؟
fr: Vous cherchez la version mobile&nbsp;?
ga_ie: An bhfuil tú ag lorg Firefox Soghluaiste?
gd: A' lorg an tionndadh mobile?
hi_in: मोबाइल की तलाश में हैं?
hr: Tražite inačicu za mobilne telefone?
kk: Мобильді нұсқасын іздедіңіз бе?
km: កំពុង​រកមើល​ទូរស័ព្ទ​ឬ?
kn: ಮೊಬೈಲ್‌ಗಾಗಿ ಹುಡುಕುತ್ತಿರುವಿರಾ?
ku: Ji bo mobîlê digerî?
lv: Meklē mobilo?
mai: मोबाइल तकैत छी?
mr: मोबाइलसाठी शोधत आहात?
ms: Sedang mencari untuk telefon mudah alih?
my: မိုဘိုင်းအတွက် ရှာနေသလား?
nn_no: Ser du etter mobilutgåva?
oc: Cercatz la version mobil&nbsp;?
pt: Procura uma versão para telemóvel?
ru: Ищете мобильную версию?
th: มองหารุ่นอุปกรณ์พกพา?
tr: Mobil sürümü mü arıyorsunuz?
ur: موبائل کی تلاش میں؟
uz: Mobil versiyasini izlayapsizmi?
vi: Bạn muốn tải phiên bản cho di động?
xh: Ukhangela imfonomfono ephathwayo?

source: Download a fresh copy
ar: تحميل نسخة جديدة
as: এটা নতুন কপি ডাউনল'ড কৰক
az: Təzə nüsxəni Endir
bg: Изтеглете ново копие
bn_bd: নতুন কপি ডাউনলোড করুন
br: Pellgargañ Firefox en-dro
ca: Baixeu-ne una còpia fresca
cy: Llwythwch un newydd i lawr
es: Descarga una nueva copia
fa: یک نسخه آماده را دریافت کنید
fr: Télécharger à nouveau Firefox
ga_ie: Íosluchtaigh cóip úrnua
gd: Luchdaich a-nuas lethbhreac ùr dheth
hi_in: एक नए सिरे से प्रतिलिपि डाउनलोड करें
hr: Preuzmite sviježu kopiju
kk: Балғын нұсқасын жүктеп алу
km: ទាញ​យក​ច្បាប់​ចម្លង​ថ្មី
kn: ತಾಜಾ ನಕಲನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ
ku: Kopiyeke teze jêbar bike
lv: Lejupielādē jaunu versiju
mai: नबका प्रति डाउनलोड करू
mr: नविन प्रत डाउनलोड करा
ms: Muat turun salinan segar
my: နောက်ဆုံးထုတ်အား ဒေါင်းလုဒ်ရယူမည်
nn_no: Last ned eit heilt nytt eksemplar
oc: Telecargar Firefox tornarmai
pt: Descarregue uma nova cópia
ru: Загрузить свежую копию
th: ดาวน์โหลดสำเนาใหม่ล่าสุด
tr: Son sürümü indirin
ur: تازہ نقل ڈاؤن لوڈ کریں
uz: Eng yangi nusxasini yuklab oling
vi: Tải về bản mới
xh: Khuphela ikopi entsha

source: Learn more about Firefox for Mobile
ar: تعلم المزيد عن فيرفكس للهاتف المحمول
as: মবাইলৰ বাবে Firefox ৰ বিষয়ে অধিক জানক
bg: Научете повече за Firefox за мобилни устройства
bn_bd: মোবাইলের জন্য ফায়ারফক্স সম্পর্কে আরও জানুন
br: Gouzout hiroc'h a-zivout Firefox evit hezougelloù
ca: Més informació del el Firefox per a mòbils
cy: Dysgu rhagor am Firefox Symudol
es: Infórmate sobre Firefox para móviles
fa: درباره فایرفاکس برای موبایل بیشتر بدانید
fr: En savoir plus sur Firefox pour mobile
ga_ie: Tuilleadh eolais faoi Firefox Soghluaiste
gd: Barrachd fiosrachaidh air Firefox Mobile
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स के बारे में अधिक और जानें
hr: Saznajte više o Firefoxu za mobitele
kk: Мобильді Firefox туралы көбірек білу
km: ស្វែងយល់​បន្ថែម​អំពី Firefox សម្រាប់​ទូរស័ព្ទ
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅರೋರದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ku: Derbarê Firefoxa Mobîlê de bêtir tiştan bizane
lv: Uzzini vairāk par Firefox mobilajiem
mai: मोबाइल क लेल Firefox क बारे मे बेसी जानू
mr: मोबाइलसाठी Firefoxबद्दल अधिक जाणून घ्या
ms: Pelajari lebih lanjut berkenaan dengan Forifox untuk Telefon Mudah Alih
my: မိုဘိုင်းအတွက် မီးမြေခွေးအား ဆက်လက်လေ့လာ
nn_no: Lær meir om Firefox for mobilar
oc: Ne saber mai sus Firefox per mobil
pt: Saiba mais acerca do Firefox para dispositivos móveis
ru: Узнайте больше о мобильном Firefox
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox สำหรับอุปกรณ์พกพา
tr: Mobil aygıtlar için Firefox hakkında bilgi alın
ur: موبائل کے Firefox کے بارے میں مزید سیکھیں
uz: "Mobil telefon uchun Firefox" haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox cho di động
xh: Funda okungakumbi ngeFirefox yeMfonomfono Ephathwayo

source: Learn more about Firefox OS
ar: تعلم المزيد حول نظام تشغيل فيرفكس
bg: Научи повече за Firefox OS
bn_bd: ফায়ারফক্স ওএস সম্পর্কে আরও জানুন
br: Deskiñ hiroc'h a-zivout Firefox OS
ca: Més informació del Firefox OS
cy: Dysgu rhagor am Firefox OS
fa: درباره سیستم‌عامل فایرفاکس بیشتر بدانید
ga_ie: Tuilleadh eolais faoi Firefox OS
gd: Faigh barrachd fiosrachaidh air Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के बारे में अधिक और जानें
hr: Saznajte više o Firefox OS-u
kk: Firefox OS туралы көбірек біліңіз
kn: Firefox OS ಬೀಟಾದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
lv: Uzzini vairāk par Firefox OS
mai: Firefox OS क बारे मे बेसी जानू
ms: Pelajari lebih lanjut mengenai Firefox OS?
my: မီးမြေခွေးစနစ်အား ပိုမိုလေ့လာရန်
nn_no: Lær meir om Firefox OS
pt: Saber mais acerca do Firefox OS
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox OS
tr: Firefox OS hakkında bilgi alın
uz: Firefox OS haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox OS
xh: Funda ngakumbi ngeFirefox OS

source: Get Firefox on your Android device
ar: احصل على فيرفكس على جهاز الآندرويد الخاص بك
az: Firefox-u Android cihazınızda işlədin
bn_bd: আপনার অ্যান্ড্রয়েড ডিভাইসে ফায়ারফক্স ব্যবহার করুন
br: Kaout Firefox war ho trevnad Android
ca: Baixeu el Firefox al vostre dispositiu Android
cy: Estyn Firefox ar gyfer Android
fa: فایرفاکس را برای دستگاه اندروید خود دریافت کنید
ga_ie: Faigh Firefox ar do ghléas Android
gd: Faigh Firefox air an uidheam Android agad
hi_in: अपने एंड्राइड यंत्र पर फायरफॉक्स प्राप्त करें
hr: Firefox na Vašem Android uređaju
kk: Firefox-ты өз Android құрылғысы үшін алыңыз
kn: ನಿಮ್ಮ ಆಂಡ್ರಾಯ್ಡ್ ಸಾಧನಕ್ಕೆ ಫೈರ್ಫಾಕ್ಸ್ ಪಡೆದುಕೊಳ್ಳಿ
lv: Iegūsti Firefox Android ierīcēm
mai: अपन एंड्राइड यंत्र पर Firefox पाउ
ms: Dapatkan Firefox untuk peranti Android anda
my: မီးမြေခွေးကို သင့်အန်းဒရွိုက်ကိရိယာအတွက် ရယူပါ
nn_no: Få Firefox på Android-eininga di
pt: Instale o Firefox no seu dispositivo Android
th: รับ Firefox บนอุปกรณ์ Android ของคุณ
tr: Android cihazınıza Firefox yükleyin
uz: Android qurilmangiz uchun "Firefox"ni yuklab oling
vi: Cài đặt Firefox trên thiết bị Android của bạn
xh: Fumana iFirefox kwisixhobo seAndroid

source: Add Firefox to your iPhone, iPad and iPod touch
bn_bd: আপনার iPhone, iPad এবং iPod টাচে ফায়ারফক্স যোগ করুন
br: Ouzhpennañ Firefox war ho iPhone, iPad hag iPod Touch.
ca: Afegiu el Firefox al vostre iPhone, iPad i iPod Touch.
fa: فایرفاکس را برای iPhone، iPad و iPod لمسی دریافت کنید
ga_ie: Suiteáil Firefox ar do iPhone, iPad nó iPod touch
gd: Cuir Firefox ris an iPhone, iPad is iPod Touch agad
kk: Firefox-ты iPhone, iPad және iPod touch-қа орнатыңыз
lv: Pievienojiet Firefox savam iPhone, iPad vai iPod Touch
mai: Firefox कए अपन iPhone, iPad वा iPod Touch से जोड़ू

source: Learn about Firefox OS
ar: تعلم المزيد عن نظام تشغيل فيرفكس
bn_bd: ফায়ারফক্স ওএস সম্পর্কে জানুন
br: Gouzout hiroc'h a-zivout Firefox OS
ca: Més informació sobre el Firefox OS
cy: Dysgu am Firefox OS
fa: از سیستم‌عامل فایرفاکس بیشتر بدانید
ga_ie: Tuilleadh eolais faoi Firefox OS
gd: Faigh barrachd fiosrachaidh air Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के बारे में अधिक और जानें
kk: Firefox OS туралы көбірек біліңіз
kn: Firefox OS ಬಗ್ಗೆ ತಿಳಿಯಿರಿ
lv: Uzzini par Firefox OS
mai: Firefox OS क बारे मे जानू
mr: Firefox OS बद्दल जाणून घ्या
my: မီးမြေခွေးစနစ်အား ပိုမိုလေ့လာရန်
nn_no: Lær om Firefox OS
pt: Saiba mais acerca do Firefox OS
th: เรียนรู้เกี่ยวกับ Firefox OS
tr: Firefox OS hakkında bilgi alın
uz: Firefox OS haqida ko‘proq o‘rganing
vi: Tìm hiểu về Firefox OS
xh: Funda ngeFirefox OS

source: Discover all the ways to take Firefox on the go
ar: اكتشاف كل الطرق لاتخاذ فيرفكس متصفحاً دائماً
as: Firefox ক চলোৱাৰ সকলো পদ্ধতি জানক
az: Gəzərkən də Firefoxu özünüzlə götürmənin yollarını kəşf edin
bg: Открийте всички начини да вземете Firefox със себе си
bn_bd: ফায়ারফক্সকে সক্রিয় করার সমস্ত উপায় আবিষ্কার করুন
br: Dizoloit an holl zoareoù da gas Firefox ganeoc'h
ca: Descobriu les maneres d'emportar-vos el Firefox
cy: Darganfod yr holl ffyrdd i ddefnyddio Firefox wrth deithio
es: Descubre todas las formas de llevarte Firefox contigo
fa: تمام راه‌های ممکن برای داشتن فایرفاکس در همه‌جا را کشف کنید
fr: Découvrez les différentes façons d'emporter Firefox partout avec vous
ga_ie: Na bealaí go léir le Firefox a thabhairt leat
gd: Fiosraich mar a chleachdas tu Firefox air an rathad
hi_in: फ़ायरफ़ॉक्स को अपने कार्य में प्रयोग करने के लिए सभी तरीकों का खोज करें
hr: Otkrijte sve načine za korištenje Firefoxa u pokretu
kk: Firefox қолданудың барлық жолдарын біліңіз
km: រកមើល​វិធី​ទាំងអស់​ដើម្បី​យក​ Firefox ជាបន្តបន្ទាប់
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಸುಗಮವಾಗಿಸಲು ಎಲ್ಲಾ ಬಗೆಯ ದಾರಿಗಳನ್ನು ಅನ್ವೇಷಿಸಿ
ku: Hemû rêbazên bizane ku Firefoxê bi xwe re bigerînî
lv: Uzzini par visiem veidiem, kā paņemt Firefox sev līdz
mai: Firefox कए अपन काज मे प्रयोग करबा क लेल सभटा तरीका ताकू
ms: Temui semua cara untuk mengambil Firefox on the go
my: မီးမြေခွေးအား သုံးရန် နည်းလမ်းအားလုံး အားရှာဖွေ လေ့လာမည်
nn_no: Oppdag korleis du kan ta med deg Firefox overalt
oc: Descobrissètz las diferentas faiçons d'emportar Firefox pertot amb vos
pt: Descubra todas as maneiras de levar o Firefox consigo
ru: Откройте все способы взять Firefox в дорогу
th: ค้นพบวิธีต่างๆ ในการนำ Firefox ติดตัวไปด้วย
tr: Firefox’u yanınızda taşımanın tüm yollarını keşfedin
ur: Firefox کو چلتے پھرتے اپنے ساتھ لے جانے کے لیے مختلف طریقوں کا پتہ لگائیے
uz: "Firefox"ni ishlatish yo‘llarini o‘zingiz uchun kashf qiling
vi: Khám phá những cách để mang Firefox cùng bạn đi khắp mọi nơi
xh: Fumanisa zonke iindlela zokufumana iFirefox

source: Learn more about Firefox on iOS
ar: تعلم المزيد عن فيرفكس على iOS
bn_bd: iOS এ ফায়ারফক্স সম্পর্কে আরও জানুন
br: Deskiñ hiroc'h a-zivout Firefox war iOS
ca: Més informació del Firefox en l'iOS
cy: Dysgu rhagor am Firefox OS ar iOS
fa: از فایرفاکس برای iOS بیشتر بدانید
ga_ie: Tuilleadh eolais faoi Firefox ar iOS
gd: Faigh barrachd fiosrachaidh air Firefox air iOS
kk: iOS үшін Firefox туралы көбірек біліңіз
lv: Uzzini vairāk par Firefox iOS ierīcēm
mai: iOS मे Firefox क बारे मे बेसी जानू
my: မီးမြေခွေးစနစ်အား ပိုမိုလေ့လာရန်
nn_no: Lær meir om Firefox på iOS
pt: Saiba mais acerca do Firefox para iOS
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox บน iOS
uz: Firefox OS haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox trên iOS
xh: Funda ngakumbi malunga neFirefox kwi-iOS

source: Why don’t we offer an iOS version?
ar: لماذا لا نعرض نسخة iOS؟
as: আমি এটা iOS সংস্কৰণ কিয় প্ৰদান নকৰো?
az: Niyə bizim iOS versiyamız yoxdur?
bg: Защо не предлагаме iOS версия?
bn_bd: কেন আমরা iOS সংস্করণ প্রদান করি না?
br: Perak ne ginnigomp ket un handelv evit iOS ?
ca: Per què no oferim una versió per a l'iOS?
cy: Pam nad ydym yn cynnig fersiwn iOS?
es: ¿Por qué no ofrecemos una versión para iOS?
fa: چرا ما یک نسخه iOS نداریم؟
fr: Pourquoi nous ne proposons pas de version iOS&nbsp;?
ga_ie: Cén fáth nach bhfuil leagan iOS ar fáil?
gd: Carson nach eil tionndadh iOS againn?
hi_in: हम IOS संस्करण क्यों नहीं प्रदान करते हैं?
hr: Zašto ne nudimo iOS inačicu?
kk: Біз неге iOS нұсқасын ұсынбаймыз?
km: ហេតុអ្វី​យើង​មិន​ប្រើ​កំណែ iOS?
kn: ನಾವು iOS ಆವೃತ್ತಿ ಏಕೆ ಕೊಡುತ್ತಿಲ್ಲ?
ku: Çima em versiyoneke ji bo iOSê pêşkêş nakin?
lv: Kāpēc mēs nepiedāvājam iOS versiju?
mai: हम iOS संस्करण किएक प्रदान नहि क सकब ?
mr: आम्ही iOS करिता आवृत्ती का बनवली नाही?
ms: Kenapa kami tidak sediakan untuk versi iOS?
my: ဘာကြောင့် iOS အတွက် မထုတ်ပေးတာလဲ ?
nn_no: Kvifor tilbyr vi ikkje ein iOS-versjon?
oc: Perqué prepausam pas de version iOS&nbsp;?
pt: Porque é que não disponibilizamos uma versão para iOS?
ru: Почему мы не предлагаем версию для iOS?
th: ทำไมเราถึงไม่มีรุ่นสำหรับ iOS
tr: Neden iOS sürümümüz yok?
ur: ہم iOS ورژن کیوں نہیں پیش کرتے؟
uz: Biz nega iOS versiyasini taflif qilmaymiz?
vi: Tại sao chúng tôi không có phiên bản cho iOS?
xh: Kutheni singakhuphi uhlelo lwe-iOS?
