Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new.lang.po
Languages: ar, as, az, bg, bn_bd, br, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, kk, km, kn, ku, lv, mai, mr, ms, my, nn_no, oc, pt, ru, sr, te, th, tr, ur, uz, vi, xh

source: Download Firefox
ar: نزّل فَيَرفُكس
as: Firefox ডাউনল'ড কৰক
az: Firefox -u Endir
bg: Изтегляне на Firefox
bn_bd: ফায়ারফক্স ডাউনলোড করুন
br: Pellgargañ Firefox
ca: Baixeu el Firefox
cy: Llwytho Firefox i Lawr
es: Descarga Firefox
fa: دریافت فایرفاکس
fr: Télécharger Firefox
ga_ie: Íosluchtaigh Firefox
gd: Luchdaich a-nuas Firefox
hi_in: फ़ायरफ़ॉक्स डाउनलोड करें
hr: Preuzmite Firefox
kk: Firefox-ты жүктеп алу
km: ទាញ​យក Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Firefoxê jêbar bike
lv: Lejupielādē Firefox
mai: फ़ायरफ़ॉक्स डाउनलोड करू
mr: Firefox डाउनलोड करा
ms: Muat turun Firefox
my: မီးမြေခွေးအားဒေါင်းလုဒ်ရယူပါ
nn_no: Last ned Firefox
oc: Telecargar Firefox
pt: Descarregue o Firefox
ru: Загрузить Firefox
th: ดาวน์โหลด Firefox
tr: Firefox’u indirin
ur: Firefox ڈاؤن لوڈ کریں
uz: "Firefox"ni yuklab olish
vi: Tải Firefox
xh: Khuphela iFirefox

source: Free Web Browser
ar: متصفح ويب مجاني
as: বিনামূলীয়া ৱেব ব্ৰাউছাৰ
az: Pulsuz Web Səyyah
bg: Безплатен уеб браузър
bn_bd: মুক্ত ওয়েব ব্রাউজার
br: Merdeer web digoust
ca: Navegador web gratuït
cy: Porwr Gwe am Ddim
es: Navegador gratuito
fa: مرورگر وب رایگان
fr: Navigateur web gratuit
ga_ie: Brabhsálaí Saor in Aisce
gd: Brabhsair-lìn saor an-asgaidh
hi_in: मुफ्त वेब ब्राउज़र
hr: Besplatan web preglednik
kk: Еркін веб браузері
km: កម្មវិធី​អ៊ីនធឺណិត​ឥត​បង់ថ្លៃ
kn: ಉಚಿತ ಜಾಲ ವೀಕ್ಷಕ
ku: Geroka Webê ya Belaş
lv: Bezmaksas tīmekļa pārlūks
mai: मुफ्त वेब ब्राउजर
mr: मोफत वेब ब्राउझर
ms: Pelayar Web Percuma
my: အခမဲ့ ဝတ်ဘယောက်ဆာ
nn_no: Gratis nettlesar
oc: Navigador web gratuit
pt: Navegador gratuito
ru: Бесплатный веб-браузер
th: เว็บเบราเซอร์ฟรี
tr: Ücretsiz web tarayıcısı
ur: آزاد ویب براؤزر
uz: Bepul internet brauzeri
vi: Trình duyệt web miễn phí
xh: Ibhrawuza yewebhu yasimahla

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
ar: تحميل موزيلا فيرفكس، متصفح النت مجاناً. يتم إنشاء فيرفكس من قبل منظمة عالمية غير ربحية مخصصة لوضع الأفراد في السيطرة. احصل على فيرفكس اليوم!
as: Mozilla Firefox ডাউনল'ড কৰক, এটা বিনামূলীয়া ৱেব ব্ৰাউছাৰ। Firefox ক এটা বিশ্বব্যাপী লাভ-বিহিন সংঘঠন দ্বাৰা সৃষ্টি কৰা হৈছে যি মানুহক অনলাইন নিয়ন্ত্ৰণ প্ৰদান কৰাৰ বাবে কাম কৰি আছে।
az: Mozilla Firefox, pulsuz Web Səyyahı Endirin. Firefox qlobal qeyri-kommersial təşkilat tərəfindən yaradılmışdır. Firefox-u bu gün əldə edin!
bn_bd: Mozilla Firefox ডাউনলোড করুন, একটি মুক্ত ওয়েব ব্রাউজার। Firefox তৈরি হয়েছে একটি বিশ্বজনীন অলাভজনকের দ্বারা যারা ব্যক্তিবিশেষের অনলাইনে কন্ট্রোল করা। আজই Firefox-কে নিন!
br: Pellgargañ Mozilla Firefox, ur merdeer Web digoust. Krouet eo bet Firefox gant un diazezadenn hep pal arc'hantus a labour evit ma viro an arveriaded ar reol war ho puhez enlinenn. Pellgargit Firefox hiziv !
ca: Baixeu el Mozilla Firefox, un navegador web lliure. El Firefox està creat per una organització global sense ànim de lucre dedicada a donar el control en línia als usuaris. Baixeu el Firefox ara!
cy: Llwythwch Mozilla Firefox i lawr, mae'n borwr gwe rhydd a rhad. Mae Firefox wedi ei greu gan gorff byd-eang, dim er elw sydd a'i fryd ar roi grym i unigolion ar-lein. Defnyddiwch Firefox heddiw!
fa: دریافت موزیلا فایرفاکس، یک مرورگر وب رایگان. فایرفاکس توسط یک نهاد غیرانتفاعی جهت قراردادن اشخاص در کنتترل زندگی آنلاین خود ساخته شده است. امروز فایرفاکس را دریافت کنید!
ga_ie: Íosluchtaigh Mozilla Firefox, brabhsálaí Gréasáin saor in aisce. Tá Firefox forbartha ag eagraíocht dhomhanda neamhbhrabúis a chuireann daoine in uachtar ar an Idirlíon. Faigh Firefox inniu!
gd: Luchdaich a-nuas Mozilla Firefox, brabhsair-lìn a tha saor an-asgaidh. Tha Firefox 'ga chruthachadh le buidheann eadar-nàiseanta neo-phrothaideach a tha an dealas smachd a thoirt dhan luchd-chleachdaidh air cùisean. Carson nach fheuch thu Firefox an-diugh?
hi_in: मोज़िल्ला फायरफॉक्स डाउनलोड करें , एक मुफ्त वेब ब्राउज़र . फायरफॉक्स का निर्माण एक वैश्विक,गैर-लाभ , का ऑनलाइन नियंत्रण समर्पित व्यक्तियो ने किया है. आज ही फायरफॉक्स डाउनलोड करें !
hr: Preuzmite Mozillu Firefox, besplatan web preglednik. Firefox stvara globalna, neprofitna zajednica s misijom da pojedinci kontroliraju web. Preuzmite Firefox danas!
kk: Mozilla Firefox, еркін веб браузерін, жүктеп алыңыз. Firefox глобалды коммерциялық емес ұйымымен жасалған, әр адамның қолына интернетте басқаруды қайтару мақсатымен жасалған. Firefox-ты бүгін алыңыз!
km: ទាញ​យក​ Mozilla Firefox, កម្មវិធី​អ៊ីនធឺណិត​ឥត​គិត​។ Firefox ត្រូវ​បាន​បង្កើត​ឡើង​ដោយ​សហគមន៍​មិន​រក​ប្រាក់​កម្រៃ​ក្នុង​គោល​បំណង​ដើម្បី​ឲ្យ​បុគ្គល​នីមួយៗ​ទទួល​បាន​ការ​ត្រួតពិនិត្យ​នៅ​លើ​បណ្ដាញ។ ទទួល​បាន Firefox ថ្ងៃ​នេះ!
kn: Mozilla Firefox ಅನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ, ಇದು ಉಚಿತ ಅಂತರ್ಜಾಲ ಬ್ರೌಸರ್ ಆಗಿದ್ದು. ವ್ಯಕ್ತಿ ಸಮೂಹವನ್ನು ನಿಯಂತ್ರಿತ ಅಂತರ್ಜಾಲದಲ್ಲಿರಿಸಲು ಅರ್ಪಿತವಾದ ಜಾಗತಿಕ ಲಾಭರಹಿತ ಗುಂಪಿನಿಂದ ಸೃಷ್ಟಿಸಲಾಗಿದೆ. ಇಂದೇ Firefox ಅನ್ನು ಪಡೆಯಿರಿ!
ku: Geroka webê Mozilla Firefoxê belaş jêbar bike. Firefox ji hêla komeke dilxwazan ya gerdûnî ve hatiye afirandin da ku takekes dikaribin gera xwe ya li ser înternetê kontrol bikin. Îro Firefoxê bixe nav jiyana xwe!
lv: Lejupielādē bezmaksas pārlūku Mozilla Firefox. Firefox rada globāla bezpeļņas organizācija, kuras mērķis ir piešķirt indivīdiem kontroli pār internetu. Paņem Firefox!
mai: मोजिल्ला Firefox डाउनलोड करू, एकटा फोकट क वेब ब्राउजर । Firefox क निर्माण एकटा वैश्वि‍क, गैर लाभ क ऑनलाइन नियंत्रण समर्पित व्यक्ती कने अछि । आइये Fierfox डाउनलोड करू ।
ms: Memuat turun Mozilla Firefox, pelayar Web percuma. Firefox dicipta oleh tanpa-keuntungan global didedikasikan untuk meletakkan individu dalam kawalan atas talian. Dapatkan Firefox hari ini!
my: အခမဲ့ ဝဘ်ဘရောင်ဇာဖြစ်သော မော်ဇီလာမီးမြေခွေးကို ဆွဲယူကူးပါ။ အွန်လိုင်းတွင် တဦးချင်းစီ ထိန်းချုပ်မှုရှိစေရန် ကတိပြုဆောင်ရွက်နေသည့် ကမ္ဘာလုံးဆိုင်ရာ အကျိုးအမြတ်အတွက် မဟုတ်သည့် အဖွဲ့အစည်းတစ်ခုမှ မီးမြေခွေးကို တီထွင်ဖန်တီးပါသည်။ ဒီနေ့ပဲ မီးမြေခွေးကို ရယူလိုက်ပါ။
nn_no: Last ned Mozilla Firefox, ein gratis nettlesar. Firefox vert laga av ein global, ideell organisasjon, som har som mål at individet skal ta kontroll over eigne aktivitetarpå nettet. Last ned Firefox i no!
pt: Descarregue o Mozilla Firefox gratuitamente. O Firefox é criado por uma organização global sem fins lucrativos empenhada em colocar a Internet sob o controlo de todos. Obtenha o Firefox hoje!
tr: Ücretsiz web tarayıcısı Mozilla Firefox'u indirin. Firefox, internetteki yaşamınızın kontrolünü size vermeyi amaçlayan ve kâr amacı gütmeyen bir kuruluş tarafından yaratılmıştır.
uz: Bepul internet brauzeri - "Mozilla Firefox"ni yuklab oling. Firefox xalqaro notijorat tashkilot tomonidan har bir shaxsni internetda ishlashi imkoniyatini yaratish uchun tuzilgan. "Firefox"ni bugunoq o‘rnating!
vi: Tải trình duyệt web miễn phí Mozilla Firefox. Firefox được tạo ra bởi một tổ chức phi lợi nhuận hoạt động khắp toàn cầu với sứ mệnh mang lại quyền kiểm soát online cho mỗi người dùng. Hãy tải Firefox ngay hôm nay!
xh: Khuphela iFirefox yeMozilla, ibhrawuza yewebhu yasimahla. IFirefox yenziwe liziko lehlabathi elingenangeniso ukunceda abantu kunxibelelwano. Fumana iFirefox namhlanje!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
ar: موزيلا فَيَرفُكس، متصفح الويب المجاني، طورته مؤسسة غير ربحية مكرسة لتجعل التحكم بالويب في أيدي مستخدميه وتجعل مستقبل الويب موافقًا للمصلحة العامة.
as: Mozilla Firefox, বিনামূলীয়া ৱেব ব্ৰাউছাৰ, এটা বিশ্বব্যাপী লাভ-বিহিন সংঘঠন দ্বাৰা সৃষ্টি কৰা হৈছে যি মানুহক অনলাইন নিয়ন্ত্ৰণ &amp; আৰু ৰাইজৰ ভালৰ বাবে ৱেবৰ ভৱিষ্যত নিৰ্মাণৰ বাবে কাম কৰি আছে।
az: Mozilla Firefox, pulsuz səyyah, qlobal qeyri-kommersial təşkilat tərəfindən yaradılmışdır, hansı ki, ictimaiyyətin xeyiri üçün veb-in gələcəyini formalaşdırmağa böyük əmək qoyur.
bg: Mozilla Firefox, свободният уеб-браузър, е разработен от глобална организация с идеална цел, посветена на идеята да даде на всеки човек възможността да контролира и оформя уеб за доброто на всички.
bn_bd: মজিলা ফায়ারফক্স, যা বিনামূল্যের ওয়েব ব্রাউজার, একটি বৈশ্বিক অলাভজনক প্রতিষ্ঠান কতৃক তৈরীকৃত যা ব্যক্তি বিশেষকে নিয়ন্ত্রন দেয় &amp; সার্বজনীন মঙ্গল এর জন্য ওয়েব এর ভবিষ্যত রুপায়ন করছে।
br: Gant ur gumuniezh vedel hep pal arc'hantus, gouestlet da reiñ ar galloud reoliñ d'an hiniennoù ha stummañ dazont ar web evit mad an holl eo bet krouet ar merdeer web digoust Mozilla Firefox.
ca: El Mozilla Firefox, un navegador web lliure, està creat per una comunitat global sense ànim de lucre dedicada a donar el control en línia als usuaris i a donar forma al futur del web en benefici de tots.
cy: Crëwyd Mozilla Firefox, porwr gwe rhydd, gan gorff byd eang dim er elw sydd a'i fryd ar osod unigolion wrth y llyw ac yn ffurfio dyfodol y we er lles pawb.
es: Mozilla Firefox es el navegador gratuito desarrollado por una organización sin ánimo de lucro cuyo objetivo es la promoción del control y la construcción del futuro de la Web en beneficio de todos.
fa: موزیلا فایرفاکس، مرورگر وب آزاد، توسط یک گروه غیرانتفاعی و جهانی برای قراردادن افراد غیر وابسته در کنترل و شکل‌دهی آینده وب جهت منفعت عمومی ساخته شده است.
fr: Mozilla Firefox est un navigateur Web gratuit, créé par une communauté mondiale, à but non lucratif, qui œuvre pour que les utilisateurs gardent le contrôle de leur vie en ligne et pour façonner le futur d'Internet dans l'intérêt de tous.
ga_ie: Is brabhsálaí Gréasáin saor in aisce é Mozilla Firefox, cruthaithe ag eagraíocht dhomhanda neamhbhrabúis a chuireann daoine in uachtar agus atá ag athrú thodhchaí an Ghréasáin ar mhaithe leis an bpobal.
gd: Tha Mozilla Firefox, brabhsair-lìn saor, 'ga chruthachadh le buidheann eadar-nàiseanta neo-phrothaideach a tha an dealas ri smachd a thoirt do dhaoine a thaobh na nì iad air an lìon ⁊ cothrom an lìon a dhealbhadh a chum math nan daoine san àm ri teachd.
hi_in: मोज़िल्ला फ़ायरफ़ॉक्स, एक निःशुल्क वेब ब्राउज़र है, एक वैश्विक गैर लाभकारी संस्था द्वारा तैयार किया गया है जो सर्वजनहिताय वेब को भविष्य मे, लोगों के नियंत्रण और पसंद के अनुसार रखने के लिए प्रतिबद्ध है.
hr: Mozilla Firefox besplatan je web preglednik kojeg je stvorila globalna neprofitna organizacija s ciljem postavljanja kontrole u ruke pojedinaca i oblikovanja budućnosti weba za dobrobit javnosti.
kk: Mozilla Firefox, тегін веб браузері, глобалды коммерциялық емес ұйымымен жасалған, әр адамның қолына басқаруды қайтару мен қоғамның пайдасына веб болашағын қалыптастыруға арналған.
km: Mozilla Firefox ជា​កម្ម​វិធី​អ៊ីនធឺណិត​ឥត​គិត​ថ្លៃ ដែល​បាន​បង្កើត​ឡើង​ដោយ​សហគមន៍​មិន​រក​ប្រាក់​កម្រៃ​សកល ក្នុង​គោលបំណង​ដើម្បី​ឲ្យ​បុគ្គល​នីមួយៗ​ទទួល​បាន​នូវ​ការ​ត្រួត​ពិនិត្យ និង​ជួយ​រៀបចំ​តំបន់​បណ្ដាញ​ឲ្យ​បាន​ប្រើប្រាស់​ល្អ​ជា​សាធារណៈ។
kn: ಉಚಿತ ಜಾಲ ವೀಕ್ಷಕವಾದಂತಹ ಮೋಝಿಲ್ಲಾ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು, ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯೂ ಸಹ ಸಮಾಜದ ಒಳಿತಿಗಾಗಿ ಜಾಲದ ಭವಿಷ್ಯವನ್ನು ನಿಯಂತ್ರಿಸಲು &amp; ರೂಪಿಸಲು ಮುಡಿಪಾದಂತಹ, ಜಾಗತಿಕ ಲಾಭದ ಉದ್ಧೇಶವಿರದ ಸಂಸ್ಥೆಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Mozîlla Fîrefox, ku gerokeke webê ya belaş e, ji hêla komeke gerdûnî ve hatiye afirandin ku ev kom mafê şexsan ya kontrolê diparêze û ji bo paşeroja webê berjewendiyên mirovahiyê diparêze.
lv: Brīvo interneta pārlūku Mozilla Firefox veido globāla bezpeļņas organizācija, kuras mērķis ir dot indivīdiem kontroli pār interneta nākotni, lai arī nākotnē tas kalpotu sabiedrības labumam.
mai: मोजिला फायरफाक्स, फ्री वेब ब्राउजप, एकटा वैश्विक अलाभकारीक द्वारा निर्मित अछि जकरामे व्यक्तिक नियंत्रण रहैत अछि आओर सबजनक नीक लेल वेबक भविष्यक आकार दए रहल अछि.
mr: मोझीला फायरफॉक्स, मुक्त वेब ब्राऊजर, एका जागतिक विना नफा संस्थातर्फे निर्मीत केले आहे जे प्रत्येक व्यक्तिला वेबचा भागीदार करण्यास व सार्वजनिक हितासाठी भविष्यातील वेबला आकार देण्यासाठी निष्ठ आहे.
ms: Mozilla Firefox, pelayar web percuma, adalah dibina oleh organisasi global tanpa untung yang berdedikasi untuk meletakkan individu dalam kawalan & membentuk masa depan web untuk kebaikan umum.
my: မိုဇီလာ မီးမြေခွေး ဆိုသည်မှာ အခမဲ့ ဖရီး ဝတ်ဘယောက်ဆာ တစ်ခုဖြစ်ပြီး ကမ္ဘာ တစ်ဝှမ်းလုံးရှိ လုပ်အားပေးသူများ ၏ အစွမ်းဖြင့် တည်ဆောက်ထားပြီး အနာဂတ် အင်တာနက် အားအများသုံး ကောင်းမွန်သော အရာဖြစ်အောင်ကြိုးစား လျက်ရှိသှ်
nn_no: Mozilla Firefox, gratis nettlesar, er laga av ein global, ideell organisasjon som har som mål å la individet kontrollera og urforma framtida åt nettet, slik at det vert eit felles gode.
oc: Mozilla Firefox, navigador web gratuit, es creat per una comunautat mondiala amb tòca non lucrativa qu'òbra per que lo Web e tota sa poténcia demòren dins las mans dels internautes.
pt: Mozilla Firefox, o navegador web gratuito, é criado por uma comunidade global não lucrativa dedicada a colocar os indivíduos no controlo e a moldar o futuro da web para o bem público.
ru: Бесплатный веб-браузер Mozilla Firefox создан глобальной некоммерческой организацией, чьей целью является предоставление людям возможности контроля над Интернетом и формирование будущего Интернета в интересах всего общества.
th: Mozilla Firefox เว็บเบราวเซอร์ฟรีที่สร้างโดยองค์กรไม่แสวงกำไรระดับโลกที่ทำงานเพื่อให้ทุกคนสามารถกำหนดและร่วมสร้างอนาคตของอินเทอร์เน็ตเพื่อสาธารณประโยชน์
tr: Özgür web tarayıcısı Mozilla Firefox, bireylerin kontrol hakkını savunan ve web'in geleceğini insanlığın yararı için şekillendirmeye çalışan, kâr amacı gütmeyen küresel bir topluluk tarafından oluşturulmuştur.
ur: مفت ویب براؤزر، Mozilla Firefox، ایک عالمی کنٹرول میں افراد لگانے اور عوامی اچھے کے لیے ویب کے مستقبل کی تشکیل کے لئے وقف غیر منافع بخش کی طرف سے پیدا ہوتا ہے-
uz: Bepul internet brauzeri - "Mozilla Firefox"ni yuklab oling. Firefox global notijorat tashkilot tomonidan har bir shaxsni internetda ishlash imkoniyatini yaratish hamda internetning kelajagini omma uchun yaxshilash maqsadida tuzilgan.
vi: Mozilla Firefox, một trình duyệt web miễn phí, được tạo ra bởi một tổ chức phi lợi nhuận hoạt động khắp toàn cầu với sứ mệnh mang lại quyền kiểm soát cho người dùng &amp; định hướng tương lai của web vì lợi ích cộng đồng.
xh: Ibhrawuza yasimahla yewebhu, iMozilla Firefox, yenziwe yintlangano yehlabathi engenzi nzuzo ezinikele ekubekeni abantu elulawulweni &amp; iguqula ikamva lewebhu ukuze kulungelwe uluntu.

source: Give Firefox a tune up
bn_bd: ফায়ারফক্সকে টিউন করুন
br: Roit startijenn da Firefox
ca: Milloreu el Firefox
cy: Rhowch fywyd newydd i Firefox
fa: فایرفاکس را یک بازبینی کلی کنید
ga_ie: Déan mionchoigeartú ar Firefox
gd: Cuir Firefox air gleus
hr: Podesite svoj Firefox
kk: Firefox жұмысын реттеу
lv: Uzlabo Firefox
mai: Firfox कए ताजगी दिअ
my: မီးမြေခွေးကို ပိုမိုလုပ်ဆောင်နိုင်ခွင့် ပေးလိုက်ပါ။
nn_no: Gje Firefox ei finjustering
pt: Dê uma afinação ao Firefox
uz: Firefox’ga to‘g‘rilash uchun imkon bering
vi: Đại tu Firefox
xh: Nika u-Firefox uzinga eliphezulu

source: Refresh Firefox
ar: تحديث فيرفكس
bn_bd: ফায়ারফক্স রিফ্রেশ করুন
br: Azbevaat Firefox
ca: Refresqueu el Firefox
cy: Adnewyddu Firefox
fa: نوسازی فایرفاکس
ga_ie: Athnuaigh Firefox
gd: Ath-nuadhaich Firefox
hr: Osvježite Firefox
kk: Firefox-ты жаңғырту
kn: Firefox ಪುನಶ್ಚೇತನಗೊಳಿಸಿ
lv: Atjauno Firefox
mai: Firefox रिफ्रेश करू
mr: Firefox रिफ्रेश करा
ms: Segarkan Firefox
my: မီးမြေခွေးကို အသစ်ဖြစ်နေစေပါ
nn_no: Oppdater Firefox
pt: Restaurar o Firefox
uz: Firefox’ni yangilash
vi: Làm mới Firefox
xh: Hlaziya u-Firefox

source: Need help?
bg: Имате нужда от помощ?
es: ¿Necesitas ayuda?
fr: Besoin d'aide&nbsp;?
km: ត្រូវការ​ជំនួយ?
ru: Нужна помощь?

source: Learn more about Firefox OS?
es: ¿Quieres más información sobre Firefox&nbsp;OS?
fr: Vous souhaitez en savoir plus sur Firefox&nbsp;OS&nbsp;?
km: ស្វែងយល់​បន្ថែម​អំពី Firefox OS?
ru: Хотите узнать больше о Firefox OS?
