Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/nightly_firstrun.lang.po
Languages: ar, bs, cy, ga_ie, gd, kab, km, kn, lt, lv, ms, pt, uz, xh

source: Firefox Nightly First Run Page
ar: صفحة أوّل تشغيل لفيرفُكس الليليّ
bs: Firefox Nightly prvi niz stranice
cy: Tudalen Tro Cyntaf Firefox Nosweithiol
ga_ie: Leathanach Fáilte: Firefox Laethúil
gd: Duilleag ciad-ruith Firefox Nightly
kab: Asebter amezwaru n tnekra n Firefox Nightly
lt: „Firefox Nightly“ pirmoji paleistis
lv: Firefox Nightly pirmās palaišanas lapa
ms: Laman Larian Kali Pertama Firefox Nightly
pt: Página de primeira execução do Firefox Nightly
uz: "Firefox Nightly" dastlabki ishga tushadigan sahifasi
xh: I-Firefox Nightly First Run Page

source: Thank you for using Firefox Nightly
ar: شكرًا لك لاستخدامك فيرفُكس الليليّ
bs: Hvala što koristite Firefox Nightly
cy: Diolch am ddefnyddio Firefox Nightly
ga_ie: Go raibh maith agat as Firefox Laethúil a úsáid
gd: Mòran taing airson Firefox Nightly a chleachdadh
kab: Tanemmirt ɣef useqdec n Firefox Nightly
km: សូម​អរគុណ​សម្រាប់​ការ​ប្រើ​ប្រាស់ Firefox Nightly
lt: Dėkojame, kad išbandote „Firefox Nightly“!
lv: Paldies ka izmantojiet Firefox Nightly
ms: Terima kasih kerana menggunakan Firefox Nightly
pt: Obrigado por utilizar o Firefox Nightly
uz: "Firefox Nightly"dan foydalanayotganligingiz uchun rahmat
xh: Enkosi ngokusebenzisa iFirefox Nightly

source: Choose an area to get involved below and help make Firefox better for users everywhere
ar: اختر قسمًا تريد المشاركة به وساعد في جعل فيرفُكس أفضل للمستخدمين في كلّ مكان
bs: Odaberite područje ispod da se uključite i pomognete napraviti Firefox boljim za sve korisnike.
cy: Dewiswch faes i ymwneud â hi er mwyn gwneud Firefox yn well ar gyfer defnyddwyr ym mhob man
ga_ie: Roghnaigh réimse thíos agus cabhraigh linn feabhas a chur ar Firefox do chách
gd: Tagh cuspair a bu toigh leat pàirt a ghabhail ann gu h-ìosal airson Firefox a dhèanamh nas fhearr do chàch
kab: Ger tamuɣli ɣer wamek tzemreḍ ad tettekkiḍ daw-a udiɣ mudd-aɣ-d afus akken ad nesnerni Firefox i yemdanen meṛṛa.
km: ជ្រើស​ផ្នែក​ខាងក្រោម​ដើម្បី​ចូលរួម និង​ជួយ​ធ្វើ​ឲ្យ Firefox ល្អ​ប្រសើរ​សម្រាប់​អ្នក​ប្រើប្រាស់​​គ្រប់​ទីកន្លែង
lt: Žemiau pasirinkite jus dominančią sritį ir padėkite tobulinti „Firefox“ prieš ją pateikiant naudotojams
lv: Izvēlieties zemāk lauku kurā iesaistīties un palīdziet padarīt Firefox labāku lietotājiem visur pasaulē
ms: Pilih bidang yang ingin diceburi berikut dan bantu menjadikan Firefox lebih baik untuk pengguna di mana jua
pt: Escolha uma área em baixo para se envolver e tornar o Firefox melhor para todos os utilizadores em todo o lado
uz: Pastdan qo‘shilmoqchi bo‘lgan hududingizni tanlang va "Firefox"ni hamma joydagi foydalanuvchilar uchun yaxshilshda yordam bering
xh: Khetha ummnandla wokubandakanyeka uze uncede wenze ube bhetele kubasebenzisi abakwindawo yonke

source: Test
ar: فحص
cy: Prawf
ga_ie: Tástáil
gd: Deuchainn
kab: Sekyed
km: សាកល្បង
lt: Testavimas
lv: Izmēģināt
ms: Ujian
pt: Teste
uz: Sinov
xh: Uvavanyo

source: Find and file bugs and generally make sure things work as they should.
ar: اعثر على العلل وبلّغ عنها وتأكّد أنّ كلّ شيء يعمل كما ينبغي.
bs: Pronađite i dokumentujte greške i općenito pobrinite se da stvari rade kako trebaju.
cy: Canfod a chofnodi gwallau a gwneud yn siŵr fod pethau'n gweithio fel y dylen nhw.
ga_ie: Aimsigh fabhtanna, déan tuairisc orthu, agus deimhnigh go bhfuil chuile rud i bhfearas.
gd: Lorg is clàraich bugaichean is cuidich leinn a' dèanamh cinnteach gu bheil rudan ag obair mar bu chòir.
kab: Wali u mmel-aɣ-d tuccḍiwin udiɣ ḍmen akken yal taɣawsa tetteddu akken iwata.
km: ស្វែងរក​កំហុស​ឯកសារ ហើយ​​ប្រាកដ​ថា​ដំណើរការ​​ដូច​ជា​ពួក​យើង​បាន​ធ្វើ។
lt: Ieškokite ir registruokite klaidas bei padėkite mūsų naršyklei pateisinti naudotojų lūkesčius.
lv: Atrodiet un aizpildiet kļūdu ziņojumus, lai pārliecinātos ka lietas darbojās kā tam vajadzētu.
ms: Cari dan failkan pepijat dan dan secara amnya pastikan ianya berfungsi sebagaimana yang sepatutnya.
pt: Procure e submeta bugs, e verifique se as coisas funcionam como é suposto.
uz: Topish, fayl nosozliklari va narsalarni odatdagidek ishlashiga ishonch hosil qiling.
xh: Ifumana iibhagi zefayile ize ngokuqhelekileyo iqinisekise ukuba izinto zisebenza ngendlela ezifanele zisebenze ngayo.

source: Start testing
ar: ابدأ الفحص
bs: Započnite testiranje
cy: Cychwyn profi
ga_ie: Tosaigh tástáil
gd: Tòisich air a chur fo dheuchainn
kab: Bdu akayad
km: ចាប់ផ្ដើម​សាកល្បង
lt: Pradėti testavimą
lv: Sākt testēšanu
ms: Mula menguji
pt: Começe a testar
uz: Sinovni boshlash
xh: Qala ukuvavanya

source: Code
ar: رمز
bs: Kod
cy: Cod
ga_ie: Cód
gd: Còd
kab: Aru tangalt
km: កូដ
lt: Programavimas
lv: Programmēt
ms: Kod
pt: Código
uz: Kod
xh: Ikhowudi

source: File bugs and work on the building blocks of the Firefox browser.
ar: بلّغ عن العلل واعمل على قطع البناء التي تشيّد متصفّح فيرفُكس.
bs: Dokumentujte greške i radite na izgradnji blokera za Firefox pretraživač.
cy: Cofnodi gwallau a gweithio ar fframwaith y porwr Firefox.
ga_ie: Déan tuairisc ar fhabhtanna agus déan obair ar bhlocanna tógála Firefox.
gd: Clàraich bugaichean is dèan obair-leasachaidh air co-phàirtean Firefox.
kab: Mell-aɣ-d ayen ur iteddun ara udiɣ mahel s srid ɣef lsas n iminig Firefox.
km: កំហុស​ឯកសារ និង​ការងារ​នៅ​ពេល​បង្កើត​ប្លុក​នៃ​កម្មវិធី​អ៊ីនធឺណិត Firefox ។
lt: Registruokite problemas ir tobulinkite „Firefox“ naršyklę sudarančius blokus.
lv: Aizpildiet kļūdu ziņojumus un veidojiet Firefox pārlūka elementus.
ms: Failkan pepijat dan lakukan pada blok binaan pelayar Firefox.
pt: Submeta bugs e trabalho nos componentes que dão vida ao Firefox.
uz: Fayl nosozliklari va Firefox brauzeri g‘ishtlarini qurishda ishtirok eting.
xh: Faka efayileni iibhagi uze usebenzele ukwakha ibhrawza yeFirefox.

source: Start coding
ar: ابدأ البرمجة
bs: Započnite kodiranje
cy: Cychwyn codio
ga_ie: Ríomhchlárú
gd: Tòisich air còdachadh
kab: Bdu tangalt
km: ចាប់ផ្ដើម​សរសេរ​កូដ
lt: Imtis programavimo
lv: Sākt programmēt
ms: Mula mengekod
pt: Comece a programar
uz: Dasturlashni boshlash
xh: Iqalisa ukufaka ikhowudi

source: Localize
ar: التّوطين
bs: Lokalizuj
cy: Lleoleiddio
ga_ie: Aistrigh
gd: Eadar-theangaich
kab: Suqel
km: បកប្រែ
lt: Lokalizavimas
lv: Tulkot
ms: Lokalise
pt: Tradução
uz: Tarjima qilish
xh: Yiguqulele

source: Make Firefox available (and better) in more languages around the world.
ar: اجعل فيرفُكس متوفّرًا (وكذلك أفضل) بلغات العالم العديدة.
bs: Učinite Firefox dostupnim (i boljim) na više jezika širom svijeta.
cy: Sicrhau fod Firefox ar gael (ac yn well) mewn rhagor o ieithoedd o amgylch y byd.
ga_ie: Cabhraigh linn snas a chur ar an leagan Gaeilge de Firefox.
gd: Cuidich leinn le eadar-theangachadh Firefox airson 's gum faighear e ann am barrachd chànan.
kab: Err Firefox yella s wugar n tutlayin neɣ ttekki di tsuqilin yellan.
km: ធ្វើ​ឲ្យ Firefox មាន​ជា​ភាសា​ច្រើន (និង​ល្អ​ប្រសើរ) នៅ​ជុំ​វិញ​ពិភពលោក។
lt: Prisidėkite prie „Firefox“ vertimo ir pritaikymo įvairioms pasaulio kalboms ir kultūroms.
lv: Padariet Firefox pieejamu (un labāku) vairākās valodas visā pasaulē.
ms: Jadikan Firefox tersedia (dan lebih baik) dalam lebih banyak bahasa di serata dunia.
pt: Ajude a disponibilizar o Firefox em mais idiomas ou a melhorar o suporte para os idiomas existentes.
uz: "Firefox"ni dunyo bo‘yicha ko‘plab tillarda bo‘lishiga yordam bering.
xh: Yenza iFirefox ifumaneke (ize ibe bhetele) ngeelwimi ezingakumbi ehlabathini lonke.

source: Start localizing
ar: ابدأ التوطين
bs: Započnite lokalizaciju
cy: Cychwyn lleoleiddio
ga_ie: Aistriúchán
gd: Tòisich air eadar-theangachadh
kab: Bdu tasuqilt
km: ចាប់ផ្ដើម​ការ​បកប្រែ
lt: Dalyvauti lokalizavime
lv: Sākt tulkot
ms: Mula melokalisasi
pt: Comece a traduzir
uz: Tarjimani boshlash
xh: Qalisa ukuyiguuqulela

source: https://wiki.mozilla.org/L10n:Contribute
kab: https://wiki.mozilla.org/L10n:Traduction

source: Show everyone that you’re helping to build the Web the world needs.
ar: أظهر للجميع أنك تساعد في بناء الويب الذي يحتاجه العالم.
bs: Pokažite svima da pomažete u izgradnji weba onakvim kakvog svijet treba.
cy: Dangoswch i bawb eich bod yn cyfrannu tuag at adeiladu'r We mae'r byd ei angen.
gd: Nochd gu poblach gu bheil tha a' cur taic ri leasachadh an lìn do chàch.
kab: Sken i yal yiwen amek ara yebnu Web i yesra umaḍal.
km: បង្ហាញ​មនុស្ស​គ្រប់​គ្នា​ថា​អ្នក​កំពុង​ជួយ​បង្កើត​បណ្ដាញ​ដែល​ពិភពលោក​ត្រូវការ។
lv: Parādiet visiem ka jūs palīdziet veidot to Internetu kas pasaulei ir nepieciešams.
pt: Mostre a todos que está a ajudar a construir a Web que o mundo precisa.
uz: Sizning internetni dunyo ehtiyojiga mos holda tuzishga yordam berayotganligingizni hammaga ko‘rsatish.

source: Get your Nightly User badge
bs: Uzmite vašu Nightly User značku
cy: Derbyniwch eich bathodyn Nightly User
gd: Faigh baidse a nochdas gun cleachd thu Nightly
kab: Awi-d Nightly User badge inek
km: ទទួល​បាន​សញ្ញា​សម្គាល់​អ្នក​ប្រើ​សម្រាប់ Nightly របស់​អ្នក
lv: Iegūstiet savu Nightly lietotāja nozīmīti
ms: Dapatkan lencana Pengguna Nightly anda
pt: Obtenha a sua medalha de utilizador Nightly
uz: "Nightly" foydalanuvchi belgingizni olish

source: Show everyone that youâ€™re helping to build the Web the world needs.
ms: Tunjukkan kepada semua yang anda membantu untuk membina Web yang dunia perlukan.

source: Thank you.
kn: ಧನ್ಯವಾದಗಳು.

source: Learn more about Firefox and Mozilla
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅರೋರದ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ

source: Find out how you can help at WhatCanIDoForMozilla.org
kn: ನೀವು ಹೇಗೆ ಸಹಾಯಮಾಡಬಹುದೆಂಬುದನ್ನು WhatCanIDoForMozilla.org ನಲ್ಲಿ ತಿಳಿಯಿರಿ

source: Sign up for a Bugzilla account
kn: ಬಗ್ಝಿಲ್ಲಾದ ಒಂದು ಖಾತೆಯನ್ನು ಪಡೆದುಕೊಳ್ಳಿ

source: Set up your development environment to build Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ಅಭಿವೃದ್ಧಿ ಪರಿಸರವನ್ನು ಸಿಧ್ಧಗೊಳಿಸಿ

source: Learn about the next steps at CodeFirefox
kn: ಮುಂದಿನ ಹೆಜ್ಜೆಗಳ ಕುರಿತು CodeFirefox ನಲ್ಲಿ ತಿಳಿಯಿರಿ

source: Join the Mozilla community
kn: ಮೊಝಿಲ್ಲಾ ಸಮುದಾಯವನ್ನು ಸೇರು

source: Learn about upcoming Mozilla events in your area
kn: ನಿಮ್ಮ ಏರಿಯಾದಲ್ಲಿ ಮುಂಬರುವ ಮೊಝಿಲ್ಲಾ ಸಮಾವೇಶದ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ

source: Help make Firefox better with the Mozilla QA team
kn: ಮೊಝಿಲ್ಲಾ QA ಗುಂಪಿನೊಂದಿಗೆ ಫೈರ್ ಫಾಕ್ಸ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಸಹಕರಿಸಿ

source: Help us build the Web the world needs.
kn: ವಿಶ್ವಕ್ಕೆ ಬೇಕಾಗಿರುವ ಅಂತರ್ಜಾಲವನ್ನು ರಚಿಸಲು ನಮಗೆ ಸಹಕರಿಸಿ.

source: Firefox Features
kn: ಫೈರ್‌ಫಾಕ್ಸಿನ ಸವಲತ್ತುಗಳು

source: Firefox Help
kn: ಫೈರ್ಫಾಕ್ಸ್ ಸಹಾಯ
