Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/pocket.lang.po
Languages: bn_bd, es_mx, hi_in, nn_no, pt

source: Pocket for Firefox
bn_bd: ফায়ারফক্সের জন্য পকেট
es_mx: Pocket para Firefox
hi_in: फ़ायरफ़ॉक्स के लिए पॉकेट
pt: Pocket para o Firefox

source: Save it now. Read or watch it anytime, anywhere.
bn_bd: এখন সংরক্ষণ করুন। যেকোন স্থানে যেকোন সময় তা পড়ুন অথবা দেখুন।
es_mx: Guardar ahora. Leer o verlo en cualquier momento, donde sea.
hi_in: इसे अभी सहेजें. इसे पढ़ें अथवा देखें कभी भी, कहीं भी.
nn_no: Lagra det no. Les eller ta ein titt på det når som helst, overalt.
pt: Guarde agora. Leia ou assista a qualquer momento em qualquer lugar.

source: All you need is your Firefox Account.
bn_bd: আপনার যা প্রয়োজন তা হল ফায়ারফক্স অ্যাকাউন্ট।
es_mx: Todo lo que necesitas en una cuenta de Firefox.
hi_in: आपको चाहिए सिर्फ़ एक फ़ायरफ़ॉक्स खाता.
nn_no: Alt du treng er ein Firefox-konto.
pt: Tudo o que precisa é a sua Conta Firefox.

source: Try it now
bn_bd: এখনই চালিয়ে দেখুন
es_mx: Pruébalo ahora
hi_in: अभी आज़माएँ
nn_no: Prøv Pocket no
pt: Experimente agora

source: Get Firefox to start using Pocket right in your browser.
bn_bd: আপনার ব্রাউজারে পকেট ব্যবহার করতে ফায়ারফক্স বেছে নিন।
es_mx: Obtener Firefox para iniciar a usar Pocket, justo en tu navegador.
hi_in: सीधे अपने ब्राउज़र में पॉकेट प्रारंभ करने के लिए पाएँ फ़ायरफ़ॉक्स.
nn_no: Last ned Firefox for å byrja å bruka Pocket direkte i netlesaren din.
pt: Obtenha o Firefox para começar a utilizar o Pocket no seu navegador.

source: Save it for later
bn_bd: পরবর্তী সময়ের জন্য এটি সংরক্ষণ করুন
es_mx: Guardarlo para más tarde
hi_in: बाद के लिए सहेजें.
nn_no: Lagra for seinare bruk
pt: Guarde para mais tarde

source: Short on time? Save articles, videos and more right from Firefox to view them later. It’s as simple as clicking the <strong>Pocket button</strong> in your toolbar.
bn_bd: হাতে সময় কম? নিবন্ধ, ভিডিওসহ অনেক কিছু ফায়ারফক্স থেকে সংরক্ষণ করুন যেন পরে কখনও দেখা যায়। এটি অনেক সহজ শুধুমাত্র টুলবার থেকে <strong>পকেট বোতাম</strong> এ ক্লিক করলেই হবে।
es_mx: ¿Poco tiempo? Guarda artículos, videos y más desde Firefox para verlo más tarde. Es tan simple como hacer clic en el <strong>botón Pocket</strong> en tu barra de herramientas.
hi_in: समय की कमी? सहेजें आलेख, वीडियो एवं अधिक सीधे फ़ायरफ़ॉक्स से बाद में देखने के लिए. यह इतना आसान है जितना क्लिक करना <strong>पॉकेट बटन</strong> आपकी औजार पट्टी में.
nn_no: Dårleg tid? Lagra artiklar, videoar, og meir, direkte frå Firefox for å kunne sjå på dei seinare. Det er så enkelt som å trykkja på <strong>Pocket-knappen</strong> i verktøylinja.
pt: Tem pouco tempo? Guarde artigos, vídeos e outros itens a partir do Firefox para os ver mais tarde. É tão simples como clicar no <strong>botão do Pocket</strong> na sua barra de ferramentas.

source: View it anywhere
bn_bd: যেকোন স্থানে এটি দেখুন
es_mx: Míralo donde sea
hi_in: देखें कहीं भी
nn_no: Du kan sjå på det overalt
pt: Consulte em qualquer lugar

source: On the go? Get the <strong>Pocket app</strong> to read your saved articles anywhere, anytime, on any device – even when you’re not connected to the Internet.
bn_bd: যাত্রাপথে আছেন? <strong>পকেট অ্যাপ</strong> নিন আপনার সংরক্ষিত নিবন্ধগুলো যেকোন সময়, যেকোন স্থানে, যেকোন ডিভাইসে – এমন কি আপনি ইন্টারনেটে সংযুক্ত না থাকলেও।
es_mx: ¿Tienes que irte? Obtener la <strong>aplicación Pocket</strong> para leer tus artículos donde sea, cuando sea en cualquier dispositivo – incluso cuando no estás conectado a Internet.
hi_in: ऑन द गो? पाएं <strong>पॉकेट ऐप्प</strong> पढ़ने के लिए अपने सहेजे लेख कहीं भी, कभी भी, किसी भी यंत्र पर – तभ भी जब आप इंटरनेट से न जुड़े हों.
nn_no: På farten? Last ned <strong>Pocket-appen</strong> for å lesa dei lagra artiklane dine overalt, når som helst, på alle einingar – til og med når du ikkje er tilkopla Internett.
pt: Em viagem? Obtenha a <strong>aplicação do Pocket</strong> para ler os seus artigos guardados em qualquer lugar, em qualquer altura, em qualquer dispositivo – mesmo quando não está ligado à Internet.

source: Read it easier
bn_bd: সহজেই পড়ুন
es_mx: Leer más sencillo
hi_in: आसानी से पढ़ें
nn_no: Lettare lest
pt: Leia mais facilmente

source: Want a cleaner reading experience? Use Pocket’s <strong>Article View</strong> for a beautiful format that lets you focus on what you’re reading, free of distractions.
es_mx: ¿Quieres una experiencia de lectura más limpia? Usa <strong>Vista de artículo</strong> para un hermoso formato que te permite concentrarte en lo que estás leyendo, libre de distracciones.
hi_in: चाहते हैं एक ज्यादा साफ़ पढ़ने का अनुभव? उपयोग करें पॉकेट का <strong>आलेख देखें</strong> सुंदर प्रारूप के लिए जो कि आपका ध्यान उसपर केंद्रित होने देता है जो आप पढ़ रहे हों, विकर्षणों से मुक्त.
nn_no: Vil du ha ei ryddigare leseoppleving? Då brukar du <strong>artikkelvisinga</strong> i Pocket, eit vakkert format som lét deg fokusera på det du les, heilt uforstyrra.
pt: Quer uma experiência de leitura mais limpa? Utilize a <strong>vista de artigo</strong> do Pocket para um formato que permite que foque a sua atenção no que está a ler, livre de distrações.

source: Pocket comes to Firefox!
es_mx: ¡Lo portatil se acerca a Firefox!
hi_in: पॉकेट आ गया फ़ायरफ़ॉक्स पे!
nn_no: Pocket kjem til Firefox!
pt: O Pocket está a chegar ao Firefox!

source: The world’s biggest save-for-later service is now a part of your Firefox.
es_mx: El más grande servicio de "Salvar para después" es ahora parte de tu Firefox.
hi_in: विश्व की सबसे बड़ा सेव-फॉर-लेटर सेवा अब आपके फ़ायरफ़ॉक्स का हिस्सा है.
nn_no: Verdas største 'lagre for seinare'-teneste er no ein del av Firefox.
pt: O maior serviço mundial para "ler mais tarde" faz agora parte do seu Firefox.

source: <em>Sign in with your Firefox Account</em> and you can save articles, videos and more to enjoy anytime, anywhere.
es_mx: <em>Ingresa con tu cuenta de Firefox</em> así podrás guardar artículos, videos y más para disfrutar en cualquier momento, donde sea.
hi_in: <em>साइन इन करें अपने फ़ायरफ़ॉक्स खाते से</em> एवं आप सहेज सकते हैं आलेख, वीडियो एवं अधिक मनोरंजन के लिए कभी भी, कहीं भी.
nn_no: <em>Logg inn med Firefox-kontoen din</em> og du kan lagra artiklar, videoar, og meir, for å kosa deg med når som helst, overalt.
pt: <em>Inicie sessão com a sua Conta Firefox</em> e pode guardar artigos, vídeos e mais coisas para desfrutar em qualquer altura, em qualquer lugar.
