Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/private-browsing.lang.po
Languages: af, bn_bd, bs, ca, cy, es_mx, hi_in, is, kk, lt, lv, ne, pt, ta, ur, xh

source: Your username and password won’t be saved
af: U gebruikernaam en wagwoord sal nie gestoor word nie
bn_bd: আপনার ইউজারনেম এবং পাসওয়ার্ড সংরক্ষিত হবে না
bs: Vaše korisničko ime i lozinka neće biti sačuvani
ca: No es desarà el vostre nom d'usuari ni la contrasenya.
cy: Fydd eich enw defnyddiwr na'ch cyfrinair yn cael eu cadw
es_mx: Tu nombre de usuario y contraseña no se guardarán
hi_in: आपका उपयोक्तानाम और कूटशब्द सहेजें नही जायेंगे
is: Notandanafn eða lykilorð verða ekki vistuð
kk: Сіздің пайдаланушы аты және пароліңіз сақталмайтын болады
lt: Naršant privačiai, nebus įsimenamas jūsų prisijungimo vardas ir slaptažodis
lv: Jūsu lietotājvārds un parole netiks saglabāti
ne: तपाईको प्रयोगकर्ता नाम र गोप्यशब्द सङ्ग्रह हुदैन
pt: O seu nome de utilizador e palavras-passe não serão guardados
ta: உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல் சேமிக்கப்படாது
ur: آپ کا صارف نام اور پاس ورڈ کو محفوظ نہیں کیا جائے گا
xh: Igama lomsebenzisi nephasweni yakho alizi kugcinwa

source: To help you plan a surprise, like a birthday or a trip
af: Om 'n verrassing te reël, soos 'n partytjie of 'n vakansie
bn_bd: চমকপ্রদ কিছু পরিকল্পনা করতে সাহায্য করে, যেমন জন্মদিন বা কোন ভ্রমণের আয়োজন
bs: Da vam pomogne planirati iznenađenje, kao što su rođendan ili putovanje
ca: Per ajudar-vos a planificar una sorpresa, com una festa o un viatge
cy: I'ch cynorthwyo i drefnu syrpreis, fel pen-blwydd neu drip
es_mx: Para ayudarte a planear una sorpresa, como un cumpleaños o un viaje
hi_in: आपको एक जन्मदिन या यात्रा, जैसे अप्रत्याशित घटना की योजना में मदद करने के लिए
is: Til að hjálpa til við að undirbúa óvæntan atburð, eins og afmæli eða ferðalag
kk: Туған күн немесе саяхат сияқты тосын сыйды жоспарлауға көмектесу
lt: Planuojant staigmeną – pavyzdžiui, gimtadienį ar kelionę
lv: Lai jums palīdzēt sarīkot pārsteigumu, kā dzimšanas dienu vai ceļojumu
ne: आश्चर्यजनक बस्तु, जस्तै जन्मदिन को योजना बनाउन सहयोग गर्न
pt: Para o ajudar a planear uma surpresa, como um aniversário ou uma viagem
ta: பிறந்தநாள் அல்லது சுற்றுலா போன்ற வியப்பூட்டும் நிகழ்வுகளைத் திட்டமிடுவதில் உங்களுக்கு உதவுவதற்காக
ur: حیرت کرنے والا پلان میں مدد، جیسے کی سالگرہ یا سفر
xh: Ukukunceda uplane ukothusa umntu, njengomhla wokuzalwa okanye uhambo

source: No one can see your browsing history
af: Niemand kan die blaaigeskiedenis sien nie
bn_bd: আপনার ব্রাউজিং ইতিহাস কেউ দেখতে পাবে না
bs: Niko ne može vidjeti vašu historiju pretraživanja
ca: Ningú podrà veure el vostre historial de navegació
cy: Gall neb weld hanes eich pori
es_mx: Nadie puede ver tu historial de navegación
hi_in: आपका ब्राउज़िंग इतिहास कोई नही देख सकता हैं
is: Enginn getur séð þína ferilsögu
kk: Шолулар тарихыңызды ешкім көре алмайды
lt: Niekas negalės matyti jūsų naršymo praeities
lv: Neviens nevar redzēt jūsu pārlūkošanas vēsturi
ne: तपाइको ब्राउजिङ्ग इतिहास कसैले देख्न सक्दैन
pt: Ninguém pode ver o seu histórico de navegação
ta: உங்கள் உலாவல் வரலாற்றை யாரும் பார்க்க முடியாது
ur: کوئی آپ کی براؤزنگ کی تاریخ نہیں دیکھ سکتا
xh: Akakho umntu onokubona imbali yakho yokubhrawza

source: The Control Center has you covered
af: Die beheersentrum hou alles onder beheer
bn_bd: নিয়ন্ত্রণ কেন্দ্র আপনাকে সুরক্ষা দিবে
bs: Kontrolni centar vas pokriva
ca: El centre de control us protegeix
cy: Mae'r Canolfan Rheoli yn eich diogelu
es_mx: El Centro de Control te tiene cubierto
hi_in: नियंत्रण केंद्र आप को कवर किया हैं
is: Stjórnborðið hjálpar þér
kk: Басқару орталығы сізді қолдайды
lt: Valdymo centras – jūsų paslaugoms
lv: Kontroles centrs jūs pasargā
ne: नियन्त्रण केन्द्र ढाकिएको छ।
pt: O Centro de Controlo dá o que precisa
ta: கட்டுப்பாட்டு மையம் உங்களுக்கு உதவுகிறது
ur: کنٹرول سینٹر آپ کو احاطہ کرتا ہے
xh: IZiko loLawulo liyakugquma

source: When you see the shield to the left of the address bar, that means Firefox is protecting you from potential trackers.
af: Die skild links van die adresbalk beteken dat Firefox mens beskerm van moontlike agtervolgers.
bn_bd: যখন দেখবেন আপনার ঠিকানা বারের বাম পাশে ঢালের চিহ্ন আসবে, বুঝবেন ফায়ারফক্স আপনাকে সম্ভাব্য ট্র্যাকার থেকে সুরক্ষিত রাখছে।
bs: Kada vidite štit lijevo od adresne trake, to znači da vas Firefox štiti od potencijalnih tragača.
ca: Quan vegeu l'escut a l'esquerra de la barra d'adreces, això vol dir que el Firefox us està protegint de possibles seguidors.
cy: Pan welwch y darian ar y chwith yn y bar cyfeiriad, mae hynny'n golygu fod Firefox yn eich diogelu rhag tracwyr posib.
es_mx: Cuando veas el escudo a la izquierda de la barra de direcciones, eso significa que Firefox te está protegiendo de potenciales rastreadores.
hi_in: जब आप पता पट्टी के बाईं ओर ढाल देखते हैं, इसका मतलब है कि फ़ायरफ़ॉक्स आपकी संभावित ट्रैकर्स से रक्षा कर रहा है.
is: Þegar þú sérð skjöldinn vinstra megin við staðsetningarslánna, þá þýðir það að Firefox er að vernda þig gegn hugsanlegum aðilum sem fylgjast með þér.
kk: Адрестік жолақтың сол жағынан қалқан таңбашасын көрсеңіз, ол деген Firefox сізді мүмкін бақылаушылардан қорғайтынын білдіреді.
lt: Kai kairėje adreso lauko pusėje rodomas skydas, jis žymi, jog „Firefox“ jus saugo nuo galimų seklių.
pt: Quando vir o escudo à esquerda da barra de endereço, isso significa que o Firefox está a protegê-lo de potenciais piratas.
ta: நீங்கள் முகவரிப் பட்டையின் இடப்புறம் கேடயத்தைப் பார்த்தால், அதற்கு பயர்பாக்ஸ் உங்களைச் சாத்தியமான தடமறிவான்களிடமிருந்து பாதுகாத்துக் கொண்டிருக்கிறது என்பது பொருளாகும்.
ur: جب آپ پتا بار کی بائیں طرف ڈھال دیکھتے ہیں تو، اس کا مطلب Firefox آپ کی ممکنہ سراغ راہ سے حفاظت کر رہا ہے۔
xh: Xa ubona ishildi ekhohlo kwebha yedilesi, oku kuthetha ukuba iFirefox iyakukhusela kwabo basenokukutreka.

source: You can disable Tracking Protection for a single site, or turn it off entirely. It’s up to you.
af: Mens kan volgbeskerming vir 'n enkele werf, of heeltemal afskakel. Elkeen besluit self.
bn_bd: আপনার ট্র্যাকিং সুরক্ষা কোন নির্দিষ্ট সাইটের জন্য নিষ্ক্রিয় করতে, অথবা সম্পূর্ণ বন্ধ রাখতে পারেন। এটা আপনার উপর নির্ভর করে।
bs: Možete onemogućiti zaštitu od praćenja za jednu stranicu, ili ugasiti ga u potpunosti. To je vaša odluka.
ca: Podeu deshabilitar la protecció contra el seguiment d'una sola pàgina o del tot, és la vostra tria.
cy: Mae modd diffodd Diogelwch Rhag Tracio ar gyfer gwefan unigol neu ei ddiffodd yn llwyr. Mae fyny i chi.
es_mx: Puedes deshabilitar la Protección de Rastreo para un sólo sitio, o lo deshabilitarlo completamente. Depende de ti.
hi_in: आप एक अकेला साइट के लिए ट्रैकिंग सुरक्षा निष्क्रिय कर सकते हैं, या इसे पूरा बंद कर सकते हैं. ये आपपर हैं.
is: Þú getur slökkt á verndinni fyrir ákveðið vefsvæði, eða slökkt algerlega á því. Þú ræður því algerlega.
kk: Сіз бақылаудан қорғанысты белгілі бір сайт үшін, немесе толығымен де сөндіре аласыз. Оны өзіңіз шешесіз.
lt: Apsaugą nuo stebėjimo galite išjungti atskirai svetainei, arba išjungti visai – jūsų teisė rinktis.
pt: Pode desativar a Proteção de Monitorização para um único sítio ou desativar completamente esta funcionalidade. A escolha é sua.
ta: நீங்கள் தடமறியல் பாதுகாப்பை ஒரு தளத்திற்குச் செயலிழக்கச் செய்யலாம், அல்லது முழுவதுமாக அணைக்கலாம். அது உங்கள் விருப்பத்தைப் பொருத்தது.
ur: آپ سراغ راہ حفاظت کسی ایک ویب سائٹ کے لیئے غیرفعال بنا سکتے ہیں، یا مکمل غیر فعال بنا دیں۔ یہ آپ پر منحصر کرتا ہے۔
xh: Unokuyekisa uKhuseleko lokuTreka kwisayithi enye, okanye uyicime ngokupheleleyo. Kuxhomekeke kuwe.

source: Learn more about the Control Center
af: Meer inligting oor die beheersentrum
bn_bd: নিয়ন্ত্রণ কেন্দ্র সম্পর্কে আরও জানুন
bs: Saznajte više o kontrolnom centru
ca: Més informació sobre el centre de control
cy: Dysgu rhagor am y Ganolfan Rheoli
es_mx: Saber más acerca del Centro de Control
hi_in: नियंत्रण केंद्र के बारे में और जानें
is: Fræðast meira um stjórnborðið
kk: Басқару орталығы туралы көбірек білу
lt: Sužinokite daugiau apie Valdymo centrą
lv: Uzziniet vairāk par kontroles centru
pt: Saber mais sobre o Centro de Controlo
ta: கட்டுப்பாடு மையம் பற்றி மேலும் அறிய
ur: کنٹرول سینٹر کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngeZiko loLawulo

source: Control Center is not available on Android devices, but a shield will still be displayed to let you know when you are protected.
af: Die beheersentrum is nie beskikbaar op Android nie, maar 'n skild sal steeds wys om te wys wanneer beskerming aktief is.
bn_bd: অ্যান্ড্রয়েড ডিভাইসে নিয়ন্ত্রণ কেন্দ্র সুবিধা নেই, কিন্তু একটি ঢাল চিহ্ন এখানেও প্রদর্শিত হবে আপনাকে জানাবে কখন আপনি সুরক্ষিত আছেন।
bs: Kontrolni centar nije dostupan na Android uređajima, ali štit će biti prikazan da vam da do znanja kada ste zaštićeni.
ca: El centre de control no és disponible als dispositius Android, però veureu un escut per a fer-vos saber que esteu protegits.
cy: Nid yw'r Ganolfan Reoli ar gael ar ddyfeisiau Android ond mae tarian yn cael ei ddangos i chi gael gwybod eich bod yn cael eich diogelu.
es_mx: El Centro de Control no está disponible en dispositivos Android, pero un escudo estará visible para que sepas cuando estás protegido.
hi_in: नियंत्रण केंद्र एंड्राइड उपकरणों पर उपलब्ध नहीं है, परन्तु ढ़ाल अब भी दिखायी जाएगी जिससे पता चले की आप सुरक्षित हो.
is: Stjórnborðið er ekki til fyrir Android tæki, en skjöldur mun birtast sem sýnir hvenær þú ert verndaður.
kk: Басқару орталығы Android құрылғыларда қолжетерсіз, бірақ, сіз қорғалған күйіңізді білуіңіз үшін қалқан таңбашасы сонда да көрсетіледі.
lt: „Android“ įrenginiuose Valdymo centras negalimas, tačiau skydas vis tiek rodomas, taip informuojant jus, jog esate apsaugoti.
lv: Kontroles centrs nav pieejams Android ierīcēm, bet tiks parādīta vairoga ikona lai jums parādīt kad jūs esat pasargāts.
pt: O Centro de Controlo não está disponível em dispositivos Android, mas um escudo será apresentado para indicar quando está protegido.
ta: கட்டுப்பாட்டு மையம் Android கருவிகளில் கிடைக்காது, ஆனால் நீங்கள் பாதுகாக்கப்படும் போது உங்களுக்குத் தெரியப்படுத்துவதற்காகக் கேடயம் தொடர்ந்து காட்டப்படும்.
ur: کنٹرول سینٹر اینڈرائڈ آلات پر دستیاب نہیں، لیکن ایک ڈھال آپکو بتانے کے لئے دکھیگی کے آپ کی حفاظت ہو رہی ہے۔
xh: IZiko Lolawulo alikho kwizixhobo ze-Android, kodwa ikhaka liza kuboniswa ukuze ubone xa ukhuselekile.

source: Try it now to stay in control
af: Probeer dit nou om in beheer te bly
bn_bd: নিয়ন্ত্রণ করতে এখনই ব্যবহার করুন।
ca: Proveu-lo per a tenir el control
cy: Rhowch gynnig arno nawr er mwyn cadw mewn rheolaeth
es_mx: Intenta ahora mantenerte en control
hi_in: नियंत्रण में रहने के लिए अभी इसे आजमाएं
is: Prófaðu það núna og vertu við stjórnvölinn
kk: Басқаруды қолда ұстау үшін оны қазір қолданып көріңіз
lt: Išbandykite dabar ir susigrąžinkite vadeles
lv: Izmēģiniet to tagad lai paturētu kontroli
ne: नियन्त्रणमा बस्न यो सुरु गर्नुहोस्
pt: Experimente agora, para manter o controlo
ta: தற்போது கட்டுபாட்டில் இருக்க முயற்சி
ur: کنٹرول برقرار رکھنے کے لیئے اسکو ابھی آزمائیں
xh: Yizame ngoku ukuze uhlale ulawula
