Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/private-browsing.lang.po
Languages: af, bn_bd, bs, ca, cy, es_mx, hi_in, is, kk, lt, lv, ne, pt, ta, ur, xh

source: Private Browser Protects Your Online Privacy | Firefox
af: Private blaaier beskerm privaatheid aanlyn | Firefox
cy: Porwr Preifat sy'n Diogelu eich Preifatrwydd Ar-lein | Firefox
hi_in: निजी ब्राउज़र आपकी ऑनलाइन गोपनीयता की सुरक्षा करता है | Firefox
kk: Жекелік браузері сіздің желідегі жекелігіңізді қорғайды | Firefox
lt: Naršyklė, apsauganti jūsų privatumą internete | Firefox
ta: தனிப்பட்ட உலாவி உங்கள் இணையத் தனிமையைப் பாதுகாக்கிறது | பயர்பாக்சு
ur: نجی برائوزنگ آپ کی رازداری کی حفاظت کرتی ہے‏| Firefox

source: Firefox Web browser — Private Browsing with Tracking Protection — Mozilla
af: Firefox-webblaaier — Private blaaiery met volgbeskerming — Mozilla
bn_bd: ফায়ারফক্স ওয়েব ব্রাউজার — ট্র্যাকিং সুরক্ষার সাথে ব্যক্তিগত ব্রাউজিং — মজিলা
bs: Firefox web pretraživač — Privatno pretraživanje sa Zaštitom od praćenja — Mozilla
ca: Navegador web Firefox — Navegació privada amb protecció contra el seguiment — Mozilla
cy: Y porwr gwe Firefox — Pori Preifat gyda Diogelwch Rhag Tracio — Mozilla
es_mx: Navegador Web Firefox — Navegación Privada con Protección de Rastreo — Mozilla
hi_in: फ़ायरफ़ॉक्स वेब ब्राउज़र—ट्रैकिंग सुरक्षा के साथ निजी ब्राउज़िंग—मोज़िला
is: Firefox vafri — Huliðsgluggi með vernd gegn því að fylgst sé með þér — Mozilla
kk: Firefox веб браузері — бақылаудан қорғанысы бар жекелік шолу — Mozilla
lt: „Firefox“ naršyklė – privatusis naršymas su apsauga nuo stebėjimo – Mozilla
ne: Firefox वेब ब्राउजर—ट्रयाकिङ् सुरक्षाका साथ निजी ब्राउजिङ्ग—-Mozilla
pt: Navegador Web Firefox — Navegação Privada com Proteção de Monitorização — Mozilla
ta: Firefox வலை உலாவி — தடமறியல் பாதுகாப்புடன் கூடிய தனிப்பட்ட உலாவல் — Mozilla
ur: Firefox ویب برائوزر—نجی برائوزنگ بمع سراغ راہ حفاظت کے ساتھ—Mozillla
xh: Ibhrawza yeWebhu yeFirefox — Ukubhrawza kwaBucala okunoKhuseleko lokuTreka — iMozilla

source: Firefox protects your online privacy and blocks trackers that follow you around the web. Get Firefox for private browsing!
af: Firefox beskerm privaatheid aanlyn en blok speurkode wat mens op die web volg. Kry Firefox om privaat te blaai.
cy: Mae Firefox yn diogelu eich preifatrwydd ar-lein ac yn rhwystro tracwyr sy'n eich dilyn o amgylch y we. Defnyddiwch Firefox ar gyfer pori preifat!
hi_in: Firefox आपकी ऑनलाइन गोपनीयता की सुरक्षा करता है और ट्रैकर्स को अवरूद्ध करता है जो वेब पर आपका अनुसरण करते हैं. निजी ब्राउज़िंग के लिए Firefox प्राप्त करें!
kk: Firefox сіздің желідегі жекелігіңізді қорғап, шолу кезінде сіздің соңыңыздан ере алатын трекерлерді блоктайды. Жекелік шолу Firefox-ты алыңыз!
lt: „Firefox“ apsaugo jūsų privatumą internete ir blokuoja sistemas, stebinčias jūsų keliones po internetą. Parsisiųskite „Firefox“ ir naršykite privačiai!
ta: பயர்பாக்சு உங்களின் இணையத் தனிமையைப் பாதுகாக்கிறது மேலும் வலையில் உங்களைப் பின்தொடரும் தடமறிவான்களைத் தடுக்கிறது. தனிப்பட்ட உலாவலுக்குப் பயர்பாக்சைப் பெறுங்கள்!

source: Get more protection and the most privacy, only from Firefox. No other browser gives you so much control over your digital footprint.
af: Slegs Firefox beskerm meer en bied die meeste privaatheid. Geen ander blaaier bied soveel beheer oor mens se digitale voetspoor nie.
bn_bd: শুধুমাত্র ফায়াফক্সেই পাবেন আরও কঠোর সুরক্ষা এবং বেশি গোপনীয়তা। আর কোন ব্রাউজারই পারবে না আপনার ডিজিটাল পদচিহ্নের উপরে এতো বেশি নিয়ন্ত্রণ দিতে।
bs: Dobijte više zaštite i još više privatnost, samo od Firefoxa. Nijedan drugi pretraživač vam ne daje toliku kontrolu nad vašim digitalnom tragom.
ca: Més protecció i la màxima privadesa, només amb el Firefox. Cap altre navegador us dóna tant de control sobre el vostre rastre digital.
cy: Dim ond gan Firefox y cewch gymaint o ddiogelwch a phreifatrwydd. Does yr un porwr arall yn cynnig y fath reolaeth dros eich ôl troed digidol.
es_mx: Obtén más protección y la mayor privacidad, sólo con Firefox. Ningún otro navegador te da tanto control sobre tu huella digital.
hi_in: केवल फ़ायरफ़ॉक्स से अधिक सुरक्षा और अधिकतम गोपनीयता प्राप्त करें. अन्य कोई ब्राउज़र आपको अपने डिजिटल पदचिह्न पर इतना नियंत्रण नहीं देता है.
is: Fáðu meiri vernd og bestu friðhelgi, aðeins frá Firefox. Enginn annar vafra gefur þér færi á að stjórna eins vel hvaða upplýsingar þú gefur frá þér á netinu.
kk: Көбірек қорғаныс және ең жақсы жекелікті алыңыз, тек Firefox-пен. Ешбір басқа браузер цифрлық ізіңізді басқарудың соншама мүмкіндіктерін бермейді.
lt: Tik su „Firefox“ mėgaukitės geresne apsauga ir didžiausiu privatumu. Jokia kita naršyklė nesuteikia jums tiek daug svertų savo skaitmeniniams pėdsakams valdyti.
ne: Firefoxबाट मात्रै थप सबैभन्दा संरक्षण र गोपनीयता प्राप्त गर्नुहोस्।अन्य कुनै ब्राउजरले तपाईँ लाई आफ्नो डिजिटल फुटप्रिंटमा धेरै नियन्त्रण गर्न दिदैन।
pt: Obtenha a maior proteção e privacidade, com o Firefox. Nenhum outro navegador lhe dá tanto controlo sob a sua pegada digital.
ta: அதிகப் பாதுகாப்பு மற்றும் தனிமையைப் பயர்பாக்சிலிருந்து மட்டுமே பெறுங்கள். வேறு எந்த உலாவியும் உங்கள் இலக்கமுறைத் தடத்தின் மீது உங்களுக்கு அதிகக் கட்டுப்பாட்டைக் கொடுக்காது.
ur: مزید تحفظ اور زیادہ تر نجی معلومات کو صرف فائر فاکس سے حاصل کریں ۔ کوئی دوسرا براؤزر آپ کو آپ کی عددی اثرات پر اتنا کنٹرول نہیں دیتا ہے ۔
xh: Fumana ukhuseleko olungakumbi nobungasese obungakumbi, kuphela kuFirefox. Ayikho enye ibhrawza ekunika ulawulo olungaka kwimizila yakho yedijithali.

source: More protection. <br>The most privacy. <br>Only from Firefox.
af: Meer beskerming. <br>Die meeste privaatheid. <br>Slegs in Firefox.
bn_bd: আরও বেশি সুরক্ষা। <br> বেশি গোপনীয়তা। <br> কেবলমাত্র ফায়ারফক্সে।
bs: Više zaštite. <br>Još više privatnosti. <br>Samo od Firefoxa.
ca: Més protecció.<br>La major privadesa.<br>Només amb el Firefox.
cy: Mwy diogel. <br>Mwyaf preifat. <br>Dim ond gan Firefox.
es_mx: Más protección. <br>La mayor privacidad. <br>Sólo con Firefox.
hi_in: अधिक सुरक्षा. <br>अधिक गोपनीयता. <br> केवल फ़ायरफ़ॉक्स के द्वारा.
is: Meiri vernd. <br>Mesta friðhelgin. <br>Aðeins með Firefox.
kk: Көбірек қорғаныс. <br>Ең жақсы жекелік. <br>Тек Firefox-пен.
lt: Daugiau apsaugos. <br>Didžiausias privatumas. <br>Tik su „Firefox“.
lv: Vairāk aizsardzības. <br>Maksimāls privātums. <br>Tikai ar Firefox.
ne: थप सुरक्षा। <br>सबैभन्दा बढी गोपनियता। <br>केवल Firefoxबाट मात्र।
pt: Mais proteção. <br>A maior privacidade. <br>Apenas com o Firefox.
ta: அதிகமான பாதுகாப்பு. <br>மிகுந்த தனிமை. <br>Firefoxலிருந்து மட்டுமே.
ur: مزید حفاظت. <br> سب سے زیادہ رازداری. <br> صرف Firefox سے
xh: Ukhuseleko olungakumbi. <br> Olona khuseleko lungakumbi <br> Kuphela lufumaneka kuFirefox.

source: Try Private Browsing
af: Probeer private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং ব্যবহার করুন
bs: Probaj privatno pretraživanje
ca: Proveu la navegació privada
cy: Rhowch gynnig ar Bori Preifat
es_mx: Prueba la Navegación Privada
hi_in: निजी ब्राउज़िंग आजमाएं
is: Prófaðu huliðsgluggann
kk: Жекелік шолуды қолданып көру
lt: Išbandykite privatųjį naršymą
lv: Izmēģiniet Privāto pārlūkošanu
ne: निजी ब्राउजिङ्ग प्रयास गर्नुहोस
pt: Experimente a navegação privada
ta: தனிப்பட்ட உலாவலை முயற்சிக்கவும்
ur: نجی برائوزنگ کو آزمائیں
xh: Zama Ukubhrawuza kwaNgasese

source: To give the new Private Browsing a try, download Firefox.
af: Om private blaaiery uit te probeer, laai Firefox af.
bn_bd: নতুন ব্যক্তিগত ব্রাউজিং ব্যবহার করতে, ফায়ারফক্স ডাউনলোড করুন।
bs: Da probate novo Privatno pretraživanje, preuzmite Firefox.
ca: Per provar la navegació privada, baixeu el Firefox.
cy: I roi cynnig ar y Pori Preifat newydd, llwythwch Firefox i lawr.
es_mx: Para darle una oportunidad a la nueva Navegación Privada, descarga Firefox.
hi_in: नया फ़ायरफ़ॉक्स ब्राउज़िंग को इस्तेमाल करने के लिए, फ़ायरफ़ॉक्स डाउनलोड करें.
is: Til að prófa nýja huliðsgluggann, halaðu niður Firefox.
kk: Жаңа жекелік шолуды қолданып көру үшін Firefox-ты жүктеп алыңыз.
lt: Jei norite išbandyti atnaujintą privatųjį naršymą, parsisiųskite „Firefox“ naršyklę.
lv: Lai izmēģinātu privāto pārlūkošanu, lejupielādējiet FIrefox
ne: निजी ब्राउजिङ्ग प्रयोग गर्न, Firefox डाउनलोड गर्नुहोस्।
pt: Para experimentar a nova Navegação Privada, descarregue o Firefox.
ta: புதிய தனிப்பட்ட உலாவலை ஒருமுறை முயற்சித்துப் பார்ப்பதற்காக, பயர்பாக்சைப் பதிவிறக்குங்கள்.
ur: نجی پرائوزنگ کو آزمانے کے لئیے, Firefox ڈائونلوڈ کرِیں
xh: Ukuze uzame ukuBhrawuza kwaBucala okutsha, dawnlowuda iFirefox.

source: Your Firefox is not up to date. Download the latest version to use the new Private Browsing.
af: Firefox is nie op datum nie. Laai die jongste weergawe af om die nuwe private blaaiery te gebruik.
bn_bd: আপনার ফায়ারফক্স হালনাগাদকৃত নয়। ব্যক্তিগত ব্রাউজিং ব্যবহার করতে সাম্প্রতিকতম সংস্করণ ডাউনলোড করুন।
bs: Vaš Firefox nije ažuriran. Preuzmite najnoviju verziju da biste koristili novo Privatno pretraživanje.
ca: El Firefox no està actualitzat. Baixeu l'última versió per a utilitzar la navegació privada.
cy: Nid yw eich Firefox yn gyfredol. Llwythwch y fersiwn diweddaraf i lawr er mwyn defnyddio'r Pori Preifat newydd.
es_mx: Tu Firefox no está actualizado. Descarga la última versión para usar la nueva Navegación Privada.
hi_in: आपका फ़ायरफ़ॉक्स अद्यतन नहीं हैं. नयी निजी ब्राउज़िंग का उपयोग करने के लिए नवीनतम संस्करण डाउनलोड करें.
is: Þú ert ekki með nýjasta Firefox. Halaðu niður nýjustu útgáfu til að nota nýja huliðsgluggann.
kk: Сіздің Firefox нұсқасы ең соңғы емес. Жаңа жекелік шолуды қолданып көру үшін соңғы нұсқасын жүктеп алыңыз.
lt: Jūsų „Firefox“ naršyklė pasenusi. Parsisiųskite naujausią jos versiją, jei norite naudotis atnaujintu privačiuoju naršymu.
lv: Jums nav pēdējā Firefox versiju. Lejupielādējiet pēdējo versiju lai izmantot jauno privāto pārlūkošanu.
ne: तपाईको Firefox अद्यावधिक छैन। निजी ब्राउजिङ्ग प्रयोग गर्न नवीनतम संस्करण Firefox डाउनलोड गर्नुहोस्।
pt: O seu Firefox não está atualizado. Descarregue a última versão para utilizar a nova Navegação Privada.
ta: உங்கள் பயர்பாக்ஸ் இற்றைப்படுத்தப்பட்டதாக இல்லை. புதிய தனிப்பட்ட உலாவலைப் பயன்படுத்த சமீபத்திய பதிப்பினைப் பதிவிறக்குங்கள்.
ur: آپکا فائرفاکس جدید نہیں ہے۔ نجی برائوزنگ کو استعمال کرنے کے لیئے تازہ تریں ورثن ڈاؤن لوڈ کریں۔
xh: IFirefox yakho ayikho sexesheni. Dawnlowuda uhlobo lwamvanje usebenzisa uBhrawuzo lwaBucala.

source: No other browser gives you so much control over your digital footprint.
af: Geen ander blaaier bied soveel beheer oor mens se digitale voetspoor nie.
bn_bd: আপনার ডিজিটাল পদচিহ্নে এতোটা নিয়ন্ত্রণ আর কোন ব্রাউজার দিতে পারে না।
bs: Nijedan drugi pretraživač vam ne daje toliko kontrole nad vašim digitalnim tragom.
ca: Cap altre navegador us dóna tant de control sobre el vostre rastre digital.
cy: Dim ond gan Firefox y cewch chi gymaint o reolaeth dros eich ôl troed digidol.
es_mx: Ningún otro navegador te da tanto control sobre tu huella digital.
hi_in: कोई भी दूसरा ब्राउज़र आपको अपने डिजिटल फुटप्रिंट पर इतने ज्यादा नियंत्रण नही देता है.
is: Enginn annar vafri gefur þeir eins mikla stjórn á hvaða upplýsingum þú deilir með netinu.
kk: Ешбір басқа браузер цифрлық ізіңізді басқарудың соншама мүмкіндіктерін бермейді.
lt: Jokia kita naršyklė nesuteikia jums tiek daug svertų savo skaitmeniniams pėdsakams valdyti.
lv: Neviens cits pārlūks jums neļauj tik daudz kontrolēt savu nospiedumus internetā.
ne: कुनै अरू ब्राउजरहरूले तपाईँलाइ डिजिटल फूटप्रिन्टमा यति धेरै नियन्त्रण गर्न दिदैँनन्।
pt: Nenhum outro navegador lhe dá tanto controlo sob a sua pegada digital.
ta: வேறு எந்த உலாவியும் உங்கள் இலக்கமுறைத் தடத்தின் மீது அதிக கட்டுப்பாட்டைக் கொடுக்காது.
ur: کوئی برائوزر آپکو عددی نقش قدم کا کنٹرول نہیں دیتا۔
xh: Ayikho enye ibhrawza ekunika ulawulo olungakumbi kuphawu lwakho lwenyawo lwedijithali.

source: Learn how to use Private Browsing
af: Sien hoe om private blaaiery te gebruik
bn_bd: ব্যক্তিগত ব্রাউজিং সম্পর্কে আরও জানুন
bs: Saznajte kako koristiti Privatno pretraživanje
ca: Més informació sobre la navegació privada
cy: Dysgu rhagor am sut i ddefnyddio Pori Preifat
es_mx: Aprende como usar la Navegación Privada
hi_in: निजी ब्राउजिंग का उपयोग कैसे करना है सीखें
is: Læra hvernig á að nota huliðsgluggann
kk: Жекелік шолуды қолдануды үйрену
lt: Išmokite naudotis privačiuoju naršymu
lv: Uzziniet kā izmantot privāto pārlūkošanu
ne: नीजी ब्राउजिंग कसरि प्रयोग गर्ने, जान्नुहोस
pt: Saber mais sobre como utilizar a Navegação Privada
ta: தனிப்பட்ட உலாவலை எப்படிப் பயன்படுத்த வேண்டும் என்பதை அறிக
ur: نجی براؤزنگ استعمال کرنے کے بارے میں معلومات حاصل کریں
xh: Funda ngakumbi ngoBhrawuzo Lwabucala

source: Private Browsing
af: Private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং
bs: Privatno pretraživanje
ca: Navegació privada
cy: Pori Preifat
es_mx: Navegación privada
hi_in: निजी ब्राउज़िंग
is: Huliðsgluggi
kk: Жекелік шолу
lt: Privatusis naršymas
lv: Privāta pārlūkošana
ne: निजी ब्राउजिङ्ग
pt: Navegação privada
ta: தனிப்பட்ட உலாவல்
ur: نجی براوزنگ
xh: Ukubhrawuza kwangasese

source: Firefox won’t save things like your browsing history, searches or cookies, but it will keep new bookmarks and files you download.
af: Firefox sal nie dinge soos blaaigeskiedenis, soekterme of koekies stoor nie, maar sal boekmerke en afgelaaide lêers hou.
bn_bd: ফায়ারফক্স আপনার ব্রাউজিং ইতিহাস, অনুসন্ধান বা কুকি সংরক্ষণ করে না, কিন্তু এটা আপনার নতুন বুকমার্ক এবং ডাউনলোডকৃত ফাইল রাখে।
bs: Firefox neće sačuvati stvari kao što su historija pretraživanja, pretrage ili kolačići, ali će zadržati nove zabilješke i datoteke koje preuzmate.
ca: El Firefox no desarà res del vostre historial de navegació, cerques o galetes, però conservarà els preferits i fitxers descarregats.
cy: Fydd Firefox ddim yn cadw pethau fel eich hanes pori, chwilio na chwcis ond bydd nodau tudalen newydd a ffeiliau rydych wedi eu llwytho i lawr yn cael eu cadw.
es_mx: Firefox no guardará cosas como tu historial de navegación, búsquedas o cookies, pero si mantendrá tus marcadores y archivos que hayas descargado.
hi_in: फ़ायरफ़ॉक्स आपके ब्राउज़िंग इतिहास, खोज या कुकीज को नही सहेजेगा, लेकिन यह आपके नया पुस्तचिह्न और फ़ाइल जो आप डाउनलोड करते हैं उसको रखेगा.
is: Firefox mun ekki geyma efni eins og feril, leit eða smákökur, en geymir bókamerki og skrár sem þú halar niður.
kk: Firefox шолулар тарихы, іздеулер не cookies сияқты нәрселерді сақтамайды, бірақ, сіз жасаған бетбелгілер және жүктеп алған файлдар сақталады.
lt: „Firefox“ nekaups naršymo ir paieškos žurnalų, neįrašys slapukų, tačiau paliks neliestus naujus adresyno įrašus ir parsiųstus failus.
lv: Firefox nesaglabās lietas kā jūsu pārlūkošanas vēsturi, meklējumus vai sīkdatnes, bet tas paturēs jaunās grāmatzīmes un datnes jūs lejupielādējāt.
ne: Firefoxले तपाईको ब्राउजिङ्ग, इतिहास,खोजी अथवा कुकिज बचत गर्दैन, तर यसले नयाँ पुस्तकचिनो र डाउनलोड गरेका फाइलहरू राख्नेछ।
pt: O Firefox não guarda coisas como o seu histórico de navegação, pesquisas ou cookies, mas irá manter novos marcadores e ficheiros que descarregue.
ta: பயர்பாக்ஸ் உங்கள் உலாவல் வரலாறு, தேடல்கள் அல்லது நினைவிகள் போன்றவற்றைச் சேமிக்காது, ஆனால் புதிய புத்தகக்குறிகள் மற்றும் நீங்கள் பதிவிறக்கிய கோப்புகளை வைத்திருக்கும்.
ur: فائر فاکس آپ کی براؤزنگ کی تاریخ، تلاش یا کوکیز کی طرح چیزوں کو نہیں بچا لے گا، لیکن یہ نئی بک مارکس اور جو مسل ڈاؤن لوڈ کریں.
xh: I-Firefox ayisayi kuzigcina izinto ezifana nembali yakho yokubhrawza, ukhangelo okanye iikhukhi, kodwa iya kugcina iibhukmakhi ezintsha neefayile ozidawnlowdayo.

source: With Tracking Protection
af: Met volgbeskerming
bn_bd: এখন ট্র্যাকিং সুরক্ষাসহ।
bs: Sa zaštitom od praćenja
ca: Amb protecció contra el seguiment
cy: Gyda Diogelwch Rhag Tracio
es_mx: Con protección de rastreo
hi_in: अब ट्रैकिंग संरक्षण के साथ
is: Með vernd gegn því að fylgst sé með þér
kk: Бақылаудан қорғанысы бар
lt: Su apsauga nuo stebėjimo
lv: Ar Firefox izsekošanas aizsardzību
ne: ट्रयाकिङ् सुरक्षाको संग
pt: Com Proteção de Monitorização
ta: தடமறியல் பாதுகாப்புடன்
ur: سراغ راہ پروٹیکشن کے ساتھ
xh: InoKhuseleko Lokutreka.

source: Minimize the ability of hidden third parties from tracking your browsing activity across many sites.
af: Verminder die vermoë van versteekte derde partye om u blaai-aktiwiteit oor verskeie werwe dop te hou.
bn_bd: অনেক সাইটে আপনার ব্রাউজিং কার্যকলাপ সম্ভাব্য তৃতীয় পক্ষের ট্র্যাকিং এর সক্ষমতা কমিয়ে আনে।
bs: Minimizira mogućnost skrivenih trećih lica od praćenja vaših akrtivnosti pretraživanja kroz mnoge stranice.
ca: Minimitzeu la possibilitat que d'altres puguin fer seguiment de la vostra navegació.
cy: Lleihau gallu trydydd partion cudd rhag tracio eich gweithgaredd pori ar draws gwefannau.
es_mx: Minimiza la capacidad de otras personas para rastrear tu actividad de navegación a través de muchos sitios.
hi_in: बहुत सारे साइटो पर आपका ब्राउज़िंग गतिविधि को तीसरे पार्टी ट्रैकिंग से छुपाने की क्षमता को कम करें.
is: Lágmarkaðu getuna hjá vefsvæðum hjá þriðja aðila í að fylgjast með netnotkun þinni á milli vefsvæða.
kk: Жасырын үшінші жақтарға көптеген сайттардан шолу белсенділігіңізді бақылауға жол бермеңіз.
lt: Minimizuokite galimybes nematomoms trečiosioms šalims stebėti jūsų naršymą po skirtingas svetaines.
pt: Minimize a capacidade de terceiros monitorizarem a sua atividade de navegação através de vários sítios.
ta: பல தளங்களில் உங்களின் உலாவல் செயற்பாட்டினைத் தடமறியும் மறைவான மூன்றாம் தரப்பினரின் செயல் திறனைக் குறைக்கிறது.
ur: کئی سائٹس بھر میں آپ کی براؤزنگ کی سرگرمیوں سے باخبر رہنے سے پوشیدہ تیسری پارٹیوں کی صلاحیت چھوٹا کریں.
xh: Nciphisa ukukwazi kwabanye abantu abangabonakaliyo ukutreka ukubhrawza kwakho kwiisayithi ezininzi.

source: Learn more about Private Browsing
af: Meer inligting oor private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং সম্পর্কে আরও জানুন
bs: Saznajte više o privatnom pretraživanju
ca: Més informació sobre la navegació privada
cy: Dysgu rhagor am Bori Preifat
es_mx: Aprende más acerca de la Navegación Privada
hi_in: प्राइवेट ब्राउज़िंग के बारे में अधिक जानें
is: Fræðast meira um huliðsglugga
kk: Жекелік шолу туралы көбірек білу
lt: Sužinokite daugiau apie privatųjį naršymą
lv: Uzziniet vairāk par privāto pārlūkošanu
ne: निजी ब्राउजिङ्गका बारेमा अझ धेरै जान्नुहोस
pt: Saber mais sobre a Navegação Privada
ta: தனிப்பட்ட உலாவல் பற்றி மேலும் அறிக
ur: ‮نجی بٰراٰئوزنگ کے بارلے میں مزید سکھیں
xh: Funda ngakumbi ngoBhrawuzo Lwabucala

source: Tracking Protection is only available with Firefox for Android and Desktop
af: Volgbeskerming is slegs beskikbaar in Firefox op Android en rekenaars
bn_bd: ট্র্যাকিং সুরক্ষা সুবিধা শুধুমাত্র অ্যান্ড্রয়েডের জন্য ফায়ারফক্স এবং ডেস্কটপে রয়েছে।
bs: Zaštita od praćenja je dostupna samo sa Firefoxom za Android i desktop
ca: La protecció contra seguiment només és disponible al Firefox per a l'Android i al d'escriptori.
cy: Dim ond gyda Firefox Android a'r Bwrdd Gwaith mae Diogelwch rhag Tracio ar gael
es_mx: La protección de rastreo está solamente disponible en Firefox para Android y Escritorio
hi_in: ट्रैकिंग सुरक्षा सिर्फ Android के लिए Firefox और डेस्कटॉप के साथ उपलब्ध है
is: Vernd gegn því að fylgst sé með þér er bara til fyrir Firefox fyrir Android og borðtölvur
kk: Бақылаудан қорғаныс тек Android және жұмыс үстелі үшін Firefox-та қолжетерлік.
lt: Apsauga nuo stebėjimo galima tik „Firefox“ versijose kompiuteriams ir „Android“ operacinei sistemai
lv: Izsekošanas aizsardzība ir tikai pieejama uz Firefox Android ierīcēm un datoriem
ne: Firefox संग Android र डेस्कटपको लागि मात्र ट्रयाकिङ् सुरक्षा उपलब्ध छ।
pt: A Proteção de Monitorização só está disponível no Firefox para Android e computador
ta: தடமறியல் பாதுகாப்பு Android மற்றும் பணிமேடைக்கான பயர்பாக்சுடன் மட்டுமே கிடைக்கிறது
ur: ٹریکنگ پروٹیکشن اینڈرائیڈ اور ڈیسک ٹاپ کے لئے فائر فاکس کے ساتھ ہی دستیاب ہے
xh: Ukhuseleko Lokutreka lukho kuphela kwiFirefox ye-Android neDesktopu

source: When to use Private Browsing
af: Wanneer om private blaaiery te gebruik
bn_bd: যখন ব্যক্তিগত ব্রাউজিং ব্যবহার করা হবে
bs: Kada koristiti privatno pretraživanje
ca: Quan utilitzar la navegació privada
cy: Pryd i ddefnyddio Pori Preifat
es_mx: Cuando usar la Navegación Privada
hi_in: निजी ब्राउज़िंग कब उपयोग करें
is: Hvenær á að nota huliðsglugga
kk: Жекелік шолуды қашан қолдану
lt: Kada naudotis privačiuoju naršymu
lv: Kad izmantot privāto pārlūkošanu
ne: नीजी ब्राउजिंग कतिखेर प्रयोग गर्ने
pt: Quando utilizar a Navegação Privada
ta: தனிப்பட்ட உலாவலை எப்போது பயன்படுத்த வேண்டும்
ur: نحی پرائوزنگ کا کب استعمال کریں
xh: Funda ngakumbi ngoBhrawuzo Lwabucala

source: To minimize your digital footprint
af: Om u digitale voetspoor te verminder
bn_bd: আপনার ডিজিটাল পদচিহ্ন কমিয়ে আনতে
bs: Da biste minimizirali vaš digitalni trag
ca: Per a minimitzar el vostre rastre digital
cy: I leihau eich ôl troed digidol
es_mx: Para minimizar tu huella digital
hi_in: अपने डिजिटल अपने पदचिह्न को कम करने के लिए
is: Til að lágmarka hvaða upplýsingar þú deilir um þig á netinu
kk: Цифрлық ізіңізді минималды қылу
lt: Norint sumažinti skaitmeninius savo pėdsakus
lv: Lai samazināt savus digitālos nospiedumus
ne: आफ्नो डिजिटल फूटप्रिन्ट मिनीमाइज गर्न
pt: Para minimizar a sua pegada digital
ta: உங்கள் இலக்கமுறைத் தடங்களைச் குறைக்க
ur: اپنے عددی اثرات کو چھوٹا کریں
xh: Ukunciphisa umzila wakho wedijithali

source: Tracking Protection blocks Internet companies from following you across the Web
af: Volgbeskerming keer dat internetmaatskappye mens volg oor die Web
bn_bd: ট্র্যাকিং সুরক্ষা ওয়েবে আপনাকে অনুসরণ করতে ইন্টারনেট কম্পানীকে বাঁধা দেয়।
bs: Zaštita od praćenja blokira internet kompanije da vas prate putem weba
ca: La protecció contra el seguiment evita que les empreses d'internet facin seguiment de la vostra navegació.
cy: Mae Diogelwch Rhag Tracio yn rhwystro cwmnïau’r rhyngrwyd rhag eich dilyn ar draws y We
es_mx: Protección de rastreo bloquea a las compañías de Internet que intentan seguirte a través de la Web
hi_in: ट्रैकिंग सुरक्षा इंटरनेट कंपनियों को वेब पर आपका पीछा करने से रोकती है
is: Verndin lokar á að fyrirtæki á vefnum geti fylgst með þér á milli vefsvæða
kk: Бақылаудан қорғаныс интернет компанияларға интернетте сіздің артыңыздан еруді блоктайды
lt: Apsauga nuo stebėjimo neleidžia interneto kompanijoms sekti jūsų kelionės po saityną
lv: Izsekošanas aizsardzības atņem iespēju interneta uzņēmumiem jums sekot pa visu tīmekli
pt: A Proteção de Monitorização impede que empresas de Internet o sigam através da Web
ta: தடமறியல் பாதுகாப்பு இணைய நிறுவனங்கள் உங்களை வலையில் பின்தொடர்வதைத் தடுக்கிறது
ur: سراغ راہ حفاظت انٹرنیٹ پر موجود کمپنیوں کو ویب پر آپ کی کھوج لگانے سے بلاک کرتا ہے
xh: Ukhuseleko Lokutreka luthintela iinkampani ze-Intanethi ekukulandeleni kwiWebhu

source: Online banking from a shared device or computer
af: Aanlyn bankdienste vanaf 'n gedeelde toestel of rekenaar
bn_bd: কোন শেয়ারকৃত ডিভাইস বা কম্পিউটার থেকে অনলাইন ব্যাংকিং
ca: Banca electrònica des d'un dispositiu o ordinador compartit
cy: Wrth fancio ar-lein o ddyfais neu gyfrifiadur rydych yn ei rannu
es_mx: Banca en línea desde un dispositivo compartido o computadora
hi_in: एक साझा किया हुआ डिवाइस या कंप्यूटर से ऑनलाइन बैंकिंग
is: Netbanka notkun frá sameiginlegri tæki eða tölvu
kk: Ортақ құрылғыдан немесе компьютерден онлайн банкинг
lt: Jungiantis prie el. bankininkystės iš svetimo ar viešo įrenginio
ne: बाडीयका उपकरण अथवा कम्प्युटर बाट अनलाइन बैंकिङ
pt: Serviços bancários na Internet a partir de um dispositivo ou computador partilhado
ta: ஒரு பகிரப்பட்ட கருவி அல்லது கணினியில் இருந்து இணைய வங்கிசேவை
ur: آن لائن بینکنگ ایک مشترکہ آلہ یا کمپیوٹر کے زیعے
xh: Ukubhankisha kwi-Intanethi kwisixhobo ekwabelwana ngaso okanye ikhompyutha
