Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/push.lang.po
Languages: ca, cy, es_mx, hi_in, kk, pt

source: Push
cy: Gwthio
hi_in: दबाएँ

source: Frequently asked questions
ca: Preguntes més freqüents
cy: Cwestiynau cyffredin
es_mx: Preguntas frecuentes
hi_in: अकसर पूछे जाने वाले प्रश्न
kk: Жиі қойылатын сұрақтар
pt: Perguntas frequentes

source: Mozilla Firefox Web Browser
ca: Navegador web Mozilla Firefox
cy: Porwr Gwe Mozilla Firefox
es_mx: Navegador web Mozilla Firefox
hi_in: मोज़िल्ला फ़ायरफ़ॉक्स वेब ब्राउज़र
kk: Mozilla Firefox браузері
pt: Navegador Mozilla Firefox

source: What is Push?
ca: Què és el Push?
cy: Beth yw Gwthio?
es_mx: ¿Qué es Push?
hi_in: पुश क्या है ?
kk: Push деген не?
pt: O que é o Push?

source: Push is an optional feature that allows websites to send you messages even when you aren’t visiting the site.
ca: Push és una característica opcional que permet als llocs web enviar-vos missatges fins i tot quan no els esteu visitant.
cy: Mae Gwthio'n nodwedd ddewisol sy'n caniatáu i wefannau anfon negeseuon atoch hyd yn oed pan nad ydych yn ymweld â'r wefan.
es_mx: Push es una característica opcional que permite a los sitios web enviarte mensajes incluso cuando no estás visitando el sitio.
hi_in: पुश वैकल्पिक सुविधा है जो वेबसाइटों को आप तक संदेश भेजने के लिए अनुमति देता है जब आप साइट पर नही जा रहे हैं
kk: Push - бұл қосымша мүмкіндік, ол арқылы веб сайттар сіз ол сайтта дәл қазір отырмасаңыз да, сізге хабарламаны жібере алады.
pt: O Push é uma funcionalidade opcional que permite que sítios web lhe possam enviar mensagens mesmo quando não está a visitar o sítio.

source: Sites can use this feature to provide you with notifications or update data in the background.
ca: Els llocs web poden utilitzar aquesta característica per fer-vos notificacions o actualitzar dades en segon pla.
cy: Gall gwefannau ddefnyddio'r nodwedd i ddarparu gwybodaeth neu ddiweddaru data yn y cefndir.
es_mx: Los sitios pueden usar esta característica para proporcionarte notificaciones o actualización de datos en segundo plano.
hi_in: साइटें पृष्ठभूमि में सूचनाएं या अद्यतन डेटा के साथ प्रदान करने के लिए इस सुविधा का उपयोग कर सकते हैं।
kk: Сайттар бұл мүмкіндік арқылы сізге хабарламаларды жібере алады немесе фонда деректерді жаңарта алады.
pt: Os sítios podem utilizar esta funcionalidade para fornecer notificações ou atualizar dados em segundo plano.

source: For instance, a webmail site might use Push to provide you with a notification when new messages arrive, or a weather site might use Push to provide storm alerts.
ca: Per exemple, un lloc de correu web pot utilitzar el Push per enviar-vos una notificació quan us arribin nous missatges, o un de meteorologia us pot enviar un avís de tempesta.
cy: Gall, e.e., gwefan ddefnyddio Gwthio i ddarparu gwybodaeth i chi pan fydd negeseuon newydd yn cyrraedd, neu gall gwefan tywydd anfon rhybuddion stormydd.
es_mx: Por ejemplo, un sitio de correo electrónico podría usar Push para enviarte una notificación cuando nuevos mensajes lleguen a tu bandeja, o una página del clima podría usarlo para enviar mensajes de alerta por tormentas.
hi_in: उदाहरण के लिए, नया संदेश आने पर वेबमेल साइट एक अधिसूचना प्रदान करने के लिए पुश का उपयोग कर सकता है, या एक मौसम साइट तूफान से चेतावनी देने के लिए पुश उपयोग कर सकता है।
kk: Мысалға, Push арқылы пошта сайты сізге жаңа хат туралы, ал ауа райы болжамын ұсынатын сайт Push арқылы келе жатқан дауыл жөнінде хабарлай алады.
pt: Por exemplo, um sítio de correio na web pode utilizar o Push para fornecer uma notificação quando são recebidas novas mensagens ou um sítio de meteorologia pode utilizar o Push para fornecer avisos de tempestades.

source: You will only receive messages from sites for which you have granted permission.
ca: Només rebreu missatges dels llocs que hagueu autoritzat.
cy: Dim ond gan wefan rydych wedi eu caniatáu byddwch yn derbyn negeseuon.
es_mx: Sólo recibirás mensajes de sitios para los que has concedido permiso.
hi_in: आप साइट से केवल वही संदेश प्राप्त करेंगे जिसके लिए आपको अनुमति स्वीकृत किया गया हैं.
kk: Сіз тек өзіңіз рұқсат еткен сайттардан хабарламаларды алатын боласыз.
pt: Apenas irá receber mensagens dos sítios que autorizou.

source: How does it work?
ca: Com funciona?
cy: Sut mae'n gweithio?
es_mx: ¿Cómo funciona?
hi_in: यह कैसे काम करता है?
kk: Бұл қалай жұмыс істейді?
pt: Como é que funciona?

source: Firefox maintains a connection to a push service.
ca: El Firefox es manté connectat amb un servei d'enviament.
cy: Mae Firefox yn cynna; cysylltiad â'r gwasanaeth gwthio.
es_mx: Firefox mantiene una conexión con el servicio de push.
hi_in: फ़ायरफ़ॉक्स पुश सेवा के एक संपर्क को क़ायम रखता है .
kk: Firefox push қызметіне байланысты ұстайтын болады.
pt: O Firefox mantém uma ligação para um serviço push.

source: Sites that you have granted permission for Push can use the service to send you messages.
ca: Els llocs que hagueu autoritzat pel Push poden utilitzar aquest servei per enviar-vos missatges.
cy: Mae modd i wefannau rydych wedi rhoi caniatâd Gwthio iddynt ddefnyddio'r gwasanaeth i anfon negeseuon atoch.
es_mx: Los sitios a los que les has permitido usar Push pueden utilizarlo para enviarte mensajes.
hi_in: साइटे जिसमें आपको पुश के लिए अनुमति स्वीकृत किया हो आपको संदेश भेजने की सेवा का इस्तेमाल कर सकते हैं
kk: Сіз Push-ты қолдану рұқсатын берген сайттар бұл қызмет арқылы сізге хабарламаларды жібере алады.
pt: Os sítios para os quais deu autorização para Push podem utilizar o serviço para lhe enviar mensagens.

source: Firefox delivers this push message to a small piece of JavaScript called a “worker”.
ca: El Firefox lliura aquest missatge a un petit programa Javascript anomenat “worker”.
cy: Mae Firefox yn anfon y neges gwthio i ddarn bach o JavaScript o'r enw “worker”.
es_mx: Firfox envía este mensaje de push a una pequeña parte de JavaScript llamada "worker".
hi_in: फ़ायरफ़ॉक्स यह पुश संदेश को जावास्क्रीप्ट का एक छोटा टुकरा जन्म देता हैं “मज़दूर” कहते हैं.
kk: Firefox бұл push хабарламасын "жұмыс үрдісі" деп аталатын шағын JavaScript кодына жеткізеді.
pt: O Firefox entrega estas mensagens push para um pequeno pedaço de JavaScript denominado de “worker”.

source: The worker then processes the message.
ca: El worker processa el missatge.
cy: Mae'r worker yna'n prosesu'r neges.
es_mx: El worker entonces procesa el mensaje.
hi_in: कार्यकर्ता संदेश को संसाधित करता है।
kk: Одан кейін жұмыс үрдісі хабарламаны өңдейді.
pt: O worker processa a mensagem.

source: It might decide to show a visual notification or store the message for later use.
ca: I decideix si mostra una notificació visual o si desa el missatge per a més tard.
cy: Gall benderfynu dangos rhybudd gweledol neu gadw'r neges ar gyfer nes ymlaen.
es_mx: Puede decidir mostrar una notificación visual o almacenar el mensaje para usarlo después.
hi_in: यह एक दृश्य अधिसूचना दिखाने के लिए या बाद में उपयोग के लिए संदेश स्टोर करने के लिए फैसला कर सकता है।
kk: Ол сізге визуалды ескерту немесе хабарламаны кейін қолдануға сақтауды шеше алады.
pt: Pode decidir apresentar uma notificação visual ou armazenar a mensagem para utilização posterior.

source: What information do I share with a site?
ca: Quina informació comparteixo amb el lloc web?
cy: Pa wybodaeth fyddai'n ei rannu gyda gwefan?
es_mx: ¿Qué información puedo compartir con un sitio?
hi_in: एक साइट के साथ क्या सुचना साझा कर सकते हैं?
kk: Мен сайтпен қандай ақпаратпен бөлісіп отырмын?
pt: Que tipo de informação partilho com um sítio?

source: A site can use Push to send you a message at any time, even when you are not actively visiting it.
ca: Un lloc web pot utilitzar el Push per enviar-vos un missatge en qualsevol moment, fins i tot quan no l'esteu visitant.
cy: Gall wefan ddefnyddio Gwthio i anfon neges atoch ar unrhyw adeg, hyd yn oed pan nad ydych yn ymweld â'r wefan honno.
es_mx: Un sitio puede usar Push para enviarte un mensaje en cualquier momento, incluso cuando no estás visitándolo.
hi_in: एक साइट कोई भी समय आपको एक संदेश भेजने में पुश का उपयोग कर सकते हैं, तब भी जब आप सक्रिय रूप से यह दौरा नहीं कर रहे हैं.
kk: Push арқылы сайт сізге кез-келген уақытта хабарламаны жібере алады, сіз дәл сол уақытта ол сайтта отырмасаңыз да.
pt: Um sítio pode utilizar o Push para lhe enviar uma mensagem em qualquer altura, mesmo quando não o está a visitar.

source: A site that sends you a message can learn your IP address if it chooses to do so; this could reveal your location.
ca: Un lloc web que us envia un missatge pot saber la vostra IP, si així ho vol. Això podria revelar la vostra ubicació física.
cy: Mae gwefan sy'n anfon neges atoch yn gallu dysgu eich cyfeiriad IP os yw'n dewis gwneud hynny; gall hyn ddatgelu eich lleoliad.
es_mx: Un sitio que te envía un mensaje puede recordar tu dirección IP si elige hacerlo; esto podría revelar tu ubicación.
hi_in: एक साइट जो आपको संदेश भेजता हैं आपका आईपी पता को भी जान सकता है ,अगर आप ऐसा चुनते है तो; यह आपके स्थान को भी प्रकाशित कर सकता है
kk: Сізге хабарламаны жіберетін сайт қалайтын болса, сіздің IP адресіңізді біле алады, ол арқылы сіздің орналасуын біле алады.
pt: Um sítio que lhe envia uma mensagem poder descobrir o seu endereço de IP se o quiser fazer; pelo que isto pode revelar a sua localização.

source: What information does Firefox use to provide Push?
ca: Quina informació utilitza el Firefox per fer anar el Push?
cy: Pa wybodaeth mae Firefox yn ei ddefnyddio i ddarparu Gwthio?
es_mx: ¿Qué información utiliza Firefox para proveer a Push?
hi_in: पुश सेवा प्रदान करने के लिए फ़ायरफ़ॉक्स कौन सी सुचना का इस्तेमाल करता है?
kk: Firefox Push мүмкіндігін ұсыну үшін қандай ақпаратты қолданады?
pt: Que tipo de informação o Firefox utiliza para fornecer o Push?

source: Firefox maintains a permanent connection to a push service in order to receive push messages.
ca: El Firefox manté una connexió permanent amb un servei d'enviament per poder rebre els missatges.
cy: Mae Firefox yn cynnal cysylltiad parhaol â'r gwasanaeth gwthio er mwyn derbyn negeseuon gwthio.
es_mx: Firefox mantiene una permanente conexión con el servicio push para recibir sus mensajes.
hi_in: फ़ायरफ़ॉक्स पुश संदेशों को प्राप्त करने के क्रम में एक पुश सेवा के लिए एक स्थायी संबंध रखता है
kk: Firefox push хабарламаларын алу мүмкіндігі үшін push қызметіне тұрақты байланысты ұстайды.
pt: O Firefox mantém uma ligação permanente a um serviço de push para receber mensagens push.

source: On our server we store a randomized identifier for your browser, along with a randomized identifier for each site you authorize.
ca: Al nostre servidor desem un identificador aleatori del vostre navegador, conjuntament amb un identificador aleatori per a cada lloc web que autoritzeu.
cy: AR eich gweinydd rydym yn cadw dynodydd hap ar gyfer eich porwr, yn ogystal â dynodwr hap am bob gwefan rydych yn eu caniatáu.
es_mx: En nuestro servicio almacenamos un identificador aleatorio para tu navegador, se puede mantener un identificador aleatorio para cada sitio que autorices.
hi_in: हमलोग अपने सर्वर पर आपके ब्राउज़र के लिए भंडारित करते हैं साथ ही आप को प्रमाणित प्रत्येक साइट के लिए एक अनियमित पहचानकर्ता.
kk: Біздің серверімізде біз сіздің браузеріңіз үшін кездейсоқ анықтағышты сақтаймыз, ал сіз рұқсат берген әр сайт үшін де кездейсоқ анықтағыш сақталады.
pt: No nosso servidor armazenamos um identificador aleatório para o seu navegador, bem como um identificador aleatório para cada sítio que autorizar.

source: On Firefox for desktop, the push service is operated by Mozilla.
ca: Al Firefox d'escriptori el servei d'enviament el gestiona Mozilla.
cy: Ar Firefox ar gyfer y bwrdd gwaith, bydd y gwasanaeth gwthio'n cael ei ddarparu gan Mozilla.
es_mx: En Firefox para escritorio, el servicio de push es operado por Mozilla.
hi_in: फ़ायरफ़ॉक्स पर डेस्कटॉप के लिए, पुश सेवा मोज़िला द्वारा संचालित किया जाता हैं.
kk: Жұмыс үстелі Firefox үшін, push қызметін Mozilla басқарады.
pt: No Firefox para computadores, o serviço push é gerido pela Mozilla.

source: Firefox for Android uses the same <a href="%s">Google Cloud Messaging</a> platform and infrastructure that your other Android applications use.
ca: El Firefox per a l'Android utilitza la mateixa plataforma i infraestructura <a href="%s">Google Cloud Messaging</a> que utilitzen d'altres aplicacions Android.
cy: Mae Firefox Android y defnyddio'r un platfform ac isadeiledd <a href="%s">Google Cloud Messaging</a> ag yw eich rhaglenni Android eraill.
es_mx: Firefox para Android utiliza la misma plataforma <a href="%s">Google Cloud Messaging</a> y la infraestructura que tus otras aplicaciones para Android usan.
hi_in: Android के लिए Firefox वही <a href="%s">गूगल क्लाउड मैसेजिंग</a>मंच और बुनियादी ढांचा उपयोग करता हैजो आपके अन्य Android अनुप्रयोग उपयोग करते हैं.
kk: Android үшін Firefox басқа да Android қолданбалары қолданатын <a href="%s">Google бұлттық хабарласу</a> платформа мен инфрақұрылымын қолданады.
pt: O Firefox para Android utiliza a mesma plataforma e infraestrutura do <a href="%s">Google Cloud Messaging</a> que outras aplicações Android utilizam.

source: In both cases, the push service cannot decrypt your push messages.
ca: En cap dels dos casos el servei d'enviament no pot desxifrar els missatges.
cy: Yn y ddwy achos, nid oes modd i'r gwasanaeth gwthio ddadgryptio eich negeseuon gwthio.
es_mx: En ambos casos, el servicio push no puede descifrar tus mensajes.
hi_in: दोनों ही मामलों में, पुश सेवा अपने पुश संदेशों को डिक्रिप्ट नहीं कर सकते।
kk: Қалай болса да, push қызметі сіздің push хабарламаларын дешифрлей алмайды.
pt: Em ambos os caso, o serviço push não pode decifrar as suas mensagens push.

source: Push messages are encrypted, only your copy of Firefox can decipher them.
ca: Els missatges són xifrats, només la vostra còpia del Firefox els pot desxifrar.
cy: Mae negeseuon gwthio wedi eu hamgryptio, dim ond eich copi chi o Firefox sy'n gallu eu dadgryptio nhw.
es_mx: Los mensajes push son cifrados y sólo tu copia de Firefox puede descifrarlos.
hi_in: पुश संदेश एन्क्रिप्टेड रहते हैं, केवल आपके फ़ायरफ़ॉक्स की प्रतिलिपि उन्हें समझ सकती है।
kk: Push хабарламалары шифрленген, тек сіздің Firefox орнатуыңыз оларды дешифрлей алады.
pt: As mensagens push são cifradas e apenas a sua cópia do Firefox as pode decifrar.

source: The encrypted messages are stored on the server until they are delivered.
ca: Els missatges xifrats es desen al servidor fins que es lliuren.
cy: Mae'r negeseuon amgryptiedig yn cael eu cadw ar y gweinydd nes eu bod wedi eu hanfon.
es_mx: Los mensajes encriptados son almacenados en el servidor hasta ser entregados.
hi_in: इन्क्रिप्ट संदेश सर्वर पर जमा होती रहती है , जबतक वो वितरित नही हो जाती है
kk: Шифрленген хабарламалар түпкі алушыға жеткізілмегенше, серверде сақталады.
pt: As mensagens cifradas são armazenadas no servidor até serem entregues.

source: How do I revoke Push permissions?
ca: Com revoco els permisos del Push?
cy: Sut ydw'n diddymu caniatâd Gwthio?
es_mx: ¿Cómo puedo revocar permisos de Push?
hi_in: पुश अनुमतियों को कैसे रद्द करते हैं?
kk: Push рұқсаттарын қалай қайтаруға болады?
pt: Como é que posso revogar permissões Push?

source: To stop a site from sending you push messages:
ca: Per retirar el permís a un lloc web per enviar-vos missatges:
cy: I rwystro gwefan rhag anfon negeseuon gwthio:
es_mx: Para detener el envío de tus mensajes de push:
hi_in: एक साइट को आपके पुश संदेश भेजने से रोंके:
kk: Сайттың сізге хабарламаларды жіберуін тоқтату үшін:
pt: Para impedir que um sítio lhe envie mensagens push:

source: Navigate to <em>Preferences/Options</em>
hi_in: <em>पसंद/विकल्प</em> पर जाएँ

source: Select the site.
hi_in: साइट को चुनें
kk: Сайтты таңдаңыз.
pt: Selecione o sítio.

source: Select <strong>Remove Site</strong>.
hi_in: चुनें <strong>साइट मिटाएँ</strong>

source: In the URL bar, type <em>about:permissions</em>.
ca: A la barra d'adreces, poseu <em>about:permissions</em>.
cy: Yn y bar URL, teipiwch <em>about:permissions</em>.
es_mx: En la barra de direcciones, escribe <em>about:permissions</em>.
hi_in: यूआरएल पट्टी मे ,टाइप करे <em>about:permissions</em>.
kk: Адрестік жолақта <em>about:permissions</em> теріңіз.
pt: Na barra de endereço, escreva <em>about:permissions</em>.

source: Set <em>Receive Push Notifications</em> to <strong>Always Ask</strong>.
ca: Poseu el <em>Receive Push Notifications</em> a <strong>Always Ask</strong>.
cy: Gosod <em>Derbyn Negeseuon Gwthio</em> i <strong>Gofyn Bob Tro</strong>.
es_mx: Establecer de <em>Recibir notificaciones de Push</em> a <strong>Siempre preguntar</strong>.
hi_in: <strong>हमेशा पूछे जाने</strong> के लिए <em>पुश अधिसूचना प्राप्त</em> व्यवस्थित करे.
kk: <em>Push хабарламаларын алу</em> опциясын <strong>Әрқашан сұрау</strong> етіп орнатыңыз.
pt: Defina <em>Receber notificações por push</em> para <strong>Perguntar sempre</strong>.

source: How do I disable Push?
hi_in: मैं पुश को कैसे निष्क्रिय करु?

source: How do I disable Push permanently?
ca: Com desactivo el Push de forma permanent?
cy: Sut ydw i'n analluogi Gwthio'n barhaol?
es_mx: ¿Cómo deshabilito Push permanentemente?
hi_in: मैं कैसे पुश को स्थायी रूप से निष्क्रिय करु?
kk: Мен Push-ты қалай толығымен сөндіре аламын?
pt: Como desativo o Push de forma permanente?

source: Push is always opt-in in Firefox.
ca: Al Firefox, el Push només funciona si així ho decidiu.
cy: Chi fydd yn dewis ymuno â Gwthio.
es_mx: Push está siempre en opt-in en Firefox.
hi_in: फ़ायरफ़ॉक्स में पुश हमेशा चयन की वस्तु हैं.
kk: Push - әрқашан да Firefox-тың тек қосымша мүмкіндігі.
pt: O Push está sempre ativo por omissão no Firefox.

source: A site cannot send you push messages without your permission.
ca: Un lloc web no us pot enviar missatges sense el vostre permís.
cy: Nid oes modd i wefan anfon gwybodaeth atoch heb eich caniatâd.
es_mx: Un sitio no puede enviar mensajes push sin tu permiso.
hi_in: एक साइट आपके अनुमति के बिना पुश संदेश नही भेज सकता है
kk: Сайт сізге сіздің рұқсатынсыз хабарламаларды жібере алмайды.
pt: Um sítio não pode enviar-lhe mensagens push sem a sua permissão.

source: If you wish to disable the feature completely, please follow these steps:
ca: Si voleu desactivar completament aquesta característica, feu:
cy: Os hoffech chi ddiffodd y nodwedd yn llwyr, dilynwch y camau canlynol:
es_mx: Si deseas deshabilitar la característica completamente, por favor, sigue estos pasos:
hi_in: अगर आप पूरी तरह से सुविधा को अक्षम करना चाहते हैं, तो इन चरणों का पालन करें:
kk: Бұл мүмкіндікті толығымен сөндіргіңіз келсе, келесі қадамдарды орындаңыз:
pt: Se quiser desativar completamente esta funcionalidade, siga os seguintes passos:

source: Select <strong>Remove All Sites</strong>.
hi_in: चुनें <strong>सभी साइटों को मिटाएँ</strong>

source: Select <em>All Sites</em>.
ca: Seleccionaeu <em>All Sites</em>.
cy: Dewis <em>Pob Gwefan</em>.
es_mx: Seleccionar <em>Todos los sitios</em>.
hi_in: <em>सभी साइटें</em> चुनें.
kk: <em>Барлық сайттар</em> таңдаңыз.
pt: Selecione <em>Todos os sítios</em>.

source: Set the <em>Receive Push Notifications</em> to <strong>Block</strong>. Websites will not be able to send you messages or ask for access to Push.
ca: Poseu el <em>Receive Push Notifications</em> a <strong>Block</strong>. Els llocs web no us podran enviar missatges, ni demanar-vos permís per a fer-ho.
cy: Gosod <em>Derbyn Negeseuon Gwthio</em> i <strong>Rhwystro</strong>. Ni fydd gwefannau yn gallu anfon negeseuon atoch na gofyn am fynediad i Gwthio.
es_mx: Establecer el <em>Recibir notificaciones de Push </em> para <strong>bloquear</strong>. Los sitios web no podrán enviarte mensajes o preguntarte por acceso a Push.
hi_in: <strong>अवरोध</strong> के लिए <em>पुश अधिसूचना प्राप्त</em> व्यवस्थित करे. वेबसाइट आपको संदेश भेजने या पुश के पहुँच के लिए पूछने में समर्थ नही होगा.
kk: <em>Push хабарламаларын алу</em> опциясын <strong>Блоктау</strong> етіп орнатыңыз. Веб сайттар сізге хабарламаларды жібере алмайды және Push-қа рұқсатты сұрай алмайды.
pt: Defina <em>Receber notificações por push</em> para <strong>Bloquear</strong>. Sítios web não serão capazes de lhe enviar mensagens ou solicitar acesso para o Push.

source: What’s New?
hi_in: क्या नया है?

source: If you already gave permission to a site to send notifications, these sites will also be able to use this Push mechanism.
hi_in: आप पहले से ही सूचनाएं भेजने के लिए एक साइट के लिए अनुमति दे दी है, तो इन साइटों को भी इस धक्का तंत्र का उपयोग करने में सक्षम हो जाएगा।

source: Will this cost me money?
ca: Això val diners?
cy: Bydd hyn yn costio i mi?
es_mx: ¿Esto me costará dinero?
hi_in: क्या इससे पैसे खर्च होंगे?
kk: Бұл мен үшін ақылы ма?
pt: Isto irá custar-me dinheiro?

source: Push uses a small amount of data to operate.
ca: El Push utilitza una petita quantitat de dades per funcionar.
cy: Mae Gwthio'n defnyddio mymryn bach o ddata er mwyn gweithio.
es_mx: Push utiliza una pequeña cantidad de datos para trabajar.
hi_in: पुश संचालित करने के लिए डेटा की एक छोटी राशि का उपयोग करता है।
kk: Push өз жұмысы үшін деректердің аз шамасын қолданады.
pt: O Push utiliza uma pequena quantidade de dados para funcionar.

source: If you’re on a small data allowance, or are charged for any data usage, you may wish to monitor your usage.
ca: Si teniu una tarifa petita de dades, o us cobren pel consum, hauríeu d'estar pendents de quant consumeix.
cy: Os ydych ar lwfans data bychan neu yn talu am ddefnydd data, efallai y byddwch am gadw llygad ar eich defnydd.
es_mx: Si estás en una conexión con restricción de datos, o se generan cargos por cualquier uso de conexión, entonces querrás monitorear tu uso.
hi_in: आप एक छोटे से डेटा भत्ता पर कर रहे हैं, या किसी भी डेटा के उपयोग के लिए चार्ज किया जाता है, तो आप अपने उपयोग पर नजर रख सकते है
kk: Егер сіздің деректер шамасы шектелген, немесе деректер үшін ақша алынса, желі қолданылуын бақылауды қалауыңыз мүмкін.
pt: Se tiver um pequeno crédito de dados ou se lhe for cobrado qualquer utilização de dados, pode querer monitorizar a sua utilização.

source: How do I add Push to my web site?
ca: Com afegeixo el Push al meu lloc web?
cy: Sut ydw i'n ychwanegu Gwthio i fy ngwefan?
es_mx: ¿Cómo agrego Push a mi sitio web?
hi_in: मैं अपने वेब साइट के लिए पुश समर्थन कैसे जोड़ सकता हूँ?
kk: Өз веб сайтыма Push қолдауын қалай қоса аламын?
pt: Como adiciono o Push ao meu sítio web?

source: The <a href="%s">Push API specification</a> explains how to create a Service Worker and send push messages.
ca: Les especificacions de l'<a href="%s">API Push</a> explica com crear un worker i enviar missatges.
cy: Mae <a href="%s">manyleb API Gwthio</a> yn esbonio sut i greu Service Worker ac anfon negeseuon gwthio.
es_mx: La <a href="%s">especificación de la API de Push</a> explica como crear un Service Worker y enviar mensajes push.
hi_in: <a href="%s">पुश API ब्यौरा</a> सेवा कार्यकर्ता बनाना और पुश संदेश भेजना समझाता है.
kk: <a href="%s">Push API сипаттамасы</a> жұмыс үрдісін қалай жасауға және push хабарламаларын қалай жіберуге болатынын түсіндіреді.
pt: A <a href="%s">especificação da API do Push</a> explica como criar um Service Worker e enviar mensagens push.
