Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sendto.lang.po
Languages: bn_bd, bs, ca, cy, fa, ga_ie, hi_in, is, kab, lt, nn_no, pt, ur, xh

source: Send Firefox to your smartphone or tablet
bn_bd: অাপনার স্মার্টফোন বা ট্যাবলেট এ ফায়ারফক্স যোগ করুন।
bs: Pošaljite Firefox na vaš pametni telefon ili tablet
ca: Envieu el Firefox al vostre telèfon intel·ligent o tauleta
cy: Anfonwch Firefox i'ch ffôn neu dabled
fa: ارسال فایرفاکس بر روی تلفن همراه خود یا تبلت
ga_ie: Seol Firefox chuig do ghuthán cliste nó chuig do tháibléad
hi_in: फ़ायरफ़ाॅक्स को अपने स्मार्टफोन या टैबलेट पे भेजें
is: Sendu Fireofx í snjallsímann eða spjaldtölvuna
kab: Azen Firefox ɣer uziraz neɣ tafelwit inek n uselkem
lt: Nusiųskite „Firefox“ į savo išmanųjį telefoną ar planšetę
nn_no: Send Firefox til smartmobilen eller nettbrettet ditt
pt: Enviar o Firefox para o seu smartphone ou tablet
ur: Firefox کو اپنے اسمارٹ فون یا ٹیبلٹ میں بھیجیں
xh: Thumela i-Firefox kwi-smartphone okanye kwi-tablet yakho

source: Your download link was sent.
bn_bd: আপনার ডাউনলোড লিঙ্কটি পাঠানো হয়েছে।
bs: Vaš link za preuzimanje je poslan.
ca: S'ha enviat l'enllaç de baixada.
cy: Anfonwyd eich dolen llwytho i lawr.
fa: پیوند دریافت شما ارسال شد.
ga_ie: Seoladh do nasc íoslódála.
hi_in: आपकी डाउनलोड कड़ी भेज दी गयी थी।
is: Búið er að senda niðurhals tengilinn.
kab: Aseɣwen inek n usider yettwazen.
lt: Jums išsiųstas parsisiuntimo saitas.
nn_no: Nedlastingslenka di er sendt.
pt: A sua ligação foi enviada.
ur: آپکے ڈاؤن لوڈ کا ربط بھیج دیا گیا ہے۔
xh: Ilinki yakho yokudawnlowuda ithunyelwe.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
bn_bd: দুঃখিত। এই নম্বরটি সঠিক নয়। অনুগ্রহ করে ইউ.এস এর ফোন নম্বর লিখুন।
bs: Izvinite. Ovaj broj nije validan. Molimo unesite U.S. telefonski broj.
ca: El número no és vàlid. Introduïu un número de telèfon vàlid pels EUA.
cy: Ymddiheuriadau. Nid yw'n rif dilys. Rhowch rif ffôn o'r UDA.
fa: متاسفانه. این شما معتبر نمی‌باشد. لطفا یک شماره تلفن آمریکا وارد کنید.
ga_ie: Ár leithscéal. Níl an uimhir seo bailí. Cuir isteach uimhir bhailí S.A.M.
hi_in: क्षमा करें। यह संख्या वैध नहीं है। कृपया सं. रा. की दूरभाष संख्या डालें।
is: Því miður. Þetta símanúmer er ekki gilt. Sláðu inn bandarískt símanúmer.
kab: Suref-aɣ. Uṭṭun agi mačči d ameɣtu. Ma ulac aɣilif, sekcem uṭṭun n tiliɣri n usaǧǧaw yellan di Marikan.
lt: Deja, šis numeris netinkamas. Prašom įvesti JAV telefono numerį.
nn_no: Orsak. Dette nummeret er ikkje gyldig. Ver snill og skriv inn eit telefonnummer for USA.
pt: Lamentamos. Este número não é válido. Por favor, introduza um número de telefone dos Estados Unidos.

source: Please enter an email address.
bn_bd: অনুগ্রহ করে আপনার ইমেইল ঠিকানাটি দিন।
bs: Molimo da unesete email adresu.
ca: Introduïu una adreça de correu electrònic.
cy: Rhowch gyfeiriad e-bost dilys, os gwelwch yn dda.
fa: لطفا یک نشانی پست الکترونیکی وارد کنید.
ga_ie: Cuir isteach seoladh ríomhphoist.
hi_in: एक मान्य ईमेल पता दर्ज करें.
is: Sláðu inn tölvupóstfang.
kab: Ma ulac aɣilif mudd-ed tansa imayl.
lt: Įveskite el. pašto adresą.
nn_no: Ver snill og skriv inn ei gyldig e-postadresse.
pt: Por favor introduza um endereço válido.
ur: براہ مہربانی ایک ای میل پتہ داخل کریں۔
xh: Nceda ufake idilesi ye-imeyili.

source: Please make a selection before proceeding.
bn_bd: অগ্রসর হওয়ার আগে অনুগ্রহ করে নির্বাচন করুন।
bs: Molimo napravite izbor prije nego što nastavite.
ca: Seleccioneu algun element abans de continuar.
cy: Rhaid gwneud dewis cyn symud ymlaen.
ga_ie: Caithfidh tú rud éigin a roghnú.
hi_in: कृपया आगे बढ़ने से पहले चयन करें।
is: Veldu áður en þú heldur áfram.
kab: Ma ulac aɣif fren send ad tedduḍ ɣer zdat.
lt: Prieš tęsdami, pasirinkite vieną iš variantų.
nn_no: Du må velja eit alternativ før du kan halda fram.
pt: Por favor, faça uma seleção antes de continuar.
ur: براہ مہربانی آگے بڑھنے سے پہلے ایک انتخاب کریں.
xh: Nceda wenze ukhetho ngaphambi kokuqhubeka.

source: An error occurred in our system. Please try again later.
bn_bd: আমাদের সিস্টেমে একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন।
bs: Došlo je do greške u našem sistemu. Molimo pokušajte ponovo kasnije.
ca: S'ha produït un error de sistema. Torneu-hi més tard.
cy: Digwyddodd gwall yn ein system. Ceisiwch eto'n hwyrach.
fa: یک خطا در سیستم ما رخ داده است. لطفا بعدا مجددا تلاش کنید.
ga_ie: Tharla earráid inár gcóras. Bain triail eile as ar ball.
hi_in: हमारे तंत्र में एक त्रुटि उत्पन्न हो गयी है। कृपया कुछ देर बाद प्रयास करें।
is: Villa kom upp í kerfinu. Reyndu aftur seinna.
kab: Teḍra-d tuccḍa ɣef unagraw nneɣ. Ma ulac aɣilif, ɛreḍ tikelt nniḍen ticki.
lt: Mūsų sistemoje įvyko klaida. Prašom bandyti vėliau.
nn_no: Det oppstod ein feil i systemet vårt. Ver snill og prøv igjen seinare.
pt: Ocorreu um erro no nosso sistema. Por favor, tente novamente mais tarde.
ur: ہمارے نظام میں موجود ایک خامی پیش آگئی. براہ کرم کچھ دیر بعد کوشش کریں.
xh: Kwenzeke impazamo kwinkqubo yethu. Sicela uphinde uzame.

source: Select iOS or Android
bn_bd: iOS অথবা অ্যান্ড্রয়েড নির্বাচন করুন
bs: Odaberi iOS ili Android
ca: Trieu iOS o Android
cy: Dewiswch iOS neu Android
fa: انتخاب iOS یا اندروید
ga_ie: Roghnaigh iOS nó Android
hi_in: iOS या Android चुनें
is: Veldu iOS eða Android
kab: Fren iOS neɣ Android
lt: Pasirinkite – „iOS“ ar „Android“
nn_no: Vel iOS eller Android
pt: Selecione iOS ou Android
xh: Khetha i-iOS okanye i-Android

source: Choose OS
bn_bd: অপারেটিং সিস্টেম নির্বাচন করুন
bs: Odaberi OS
ca: Trieu el sistema operatiu
cy: Dewiswch system weithredu
fa: انتخاب سیستم‌عامل
ga_ie: Roghnaigh do Chóras
hi_in: OS चुनें
is: Veldu stýrikerfi
kab: Fre anagraw n wammud
lt: Pasirinkite OS
nn_no: Vel OS
pt: Escolher sistema operativo
ur: OS کوچنیں
xh: Khetha i-OS

source: Enter your email or 10-digit phone number
bn_bd: আপনার ইমেইল অথবা ১০ ডিজিটের ফোন নম্বর লিখুন
bs: Unesite vaš email ili 10-brojni telefonski broj
ca: Introduïu la vostra adreça electrònica o un número de telèfon de 10 dígits
cy: Rhowch eich e-bost neu rif ffôn 10 digid
fa: نشانی پست الکترونیکی یا شماره تلفن ۱۰ رقمی خود را وارد کنید
ga_ie: Cuir isteach do sheoladh ríomhphoist nó uimhir ghutháin 10-digit
hi_in: अपना ईमेल या 10 अंको की दूरभाष संख्या प्रविष्ट करें
is: Sláðu inn tölvupóstfangið eða 10-stafa símanúmerið
kab: Sekcem imayl inek neɣ uṭṭun n tiliɣṛi s 10 n izwilen
lt: Įveskite savo el. pašto adresą arba 10 skaitmenų telefono numerį
nn_no: Skriv inn e-postadressa di eller det 10-sifra telefonnummeret ditt
pt: Introduza o seu e-mail ou um número de telefone de 10 dígitos
ur: اپنی ای میل یا 10 ہندسوں والا فون نمبر درج کریں
xh: Faka i-imeyili yakho okanye inombolo yefowuni enamanani ali-10

source: Enter your email
bn_bd: আপনার ইমেইল লিখুন
bs: Upišite vaš email
ca: Introduïu la vostra adreça electrònica
cy: Rhowch eich e-bost
fa: نشانی پست الکترونیکی خود را وارد کنید
ga_ie: Cuir isteach do sheoladh ríomhphoist
hi_in: अपना ईमेल प्रविष्ट करें
is: Sláðu inn tölvupóstfangið
kab: Sekcem imayl inek
lt: Įveskite savo el. pašto adresą
nn_no: Skriv inn e-postadressa di
pt: Introduza o seu e-mail
ur: اپنی ای میل داخل کریں
xh: Faka i-imeyile yakho

source: Send
bn_bd: প্রেরণ করুন
bs: Pošalji
ca: Envia
cy: Anfon
fa: ارسال
ga_ie: Seol
hi_in: भेजें
is: Senda
kab: Azen
lt: Siųsti
pt: Enviar
ur: ارسال کریں
xh: Thumela

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
bn_bd: কেবলমাত্র U.S. ফোন নম্বরের জন্য SMS সার্ভিস রয়েছে। SMS ও ডাটা রেট প্রজোয্য হতে পারে।
bs: SMS servis dostupan je samo za brojeve telefona iz SAD-a. SMS &amp; cijene će možda biti primijenjene.
ca: El servei d'SMS només és disponible pels números de telèfon dels EUA. Us poden cobrar per l'SMS.
cy: Gwasanaetha SMS ar gael ar gyfer rhifau ffôn UDA yn unig. Gall costau SMS a data ddod i rym.
fa: دریافت پیام‌کوتاه تنها برای شماره تلفن های ایالات متحده آمریکا امکان پذیره‌ می باشد.ممکن برای پیامک &amp; نرخ داده اعمال شود.
ga_ie: Seirbhís SMS ar fáil d'uimhreacha SAM amháin. Seans go ngearrfar táille SMS nó sonraí.
hi_in: SMS सुविधा केवल सं. रा. दूरभाष संख्याओं के लिए ही उपलब्ध है। SMS &amp; डेटा दरें लागू हो सकती हैं।
is: SMS þjónusta er aðeins fyrir bandarísk símanúmer. Athugið að sending á SMS gæti kostað.
kab: Amezlu n tuzna n SMS yella kan di Marikan. Yezmer ad yili ugar n tesqamt.
lt: SMS pranešimus siunčiame tik JAV telefonų numeriais. Gali būti taikomi SMS ir duomenų mokesčiai.
nn_no: SMS-tenesta er berre tilgjengeleg for telefonnummer i USA. Bruk av tenesta kan resultera i SMS- og/eller dataavgifter.
pt: Serviço de SMS disponível apenas para número de telefone dos Estados Unidos. Podem ser aplicadas taxas de SMS e de dados.
ur: صرف امریکی فون نمبرز کو دستیاب ایس ایم ایس سروس. ایس ایم ایس &AMP؛ کوائف کی شرح بھی عائد ہوسکتی ہیں.
xh: Inkonzo yeSMS ifumaneka kwiinombolo zase-United States kuphela. I-SMS &amp; amaxabiso edatha anokusebenza.

source: The intended recipient of the email or SMS must have consented.
bn_bd: SMS বা ইমেইলের প্রাপক অবশ্যই এ ব্যাপারে সম্মত হতে হবে।
bs: Predviđeni dobitnik emaila ili SMS-a mora biti saglasan.
ca: El receptor del correu o SMS ha d'haver consentit.
cy: Rhaid fod derbynnydd yr e-bost neu SMS fod wedi cytuno.
fa: دریافت کننده پست الکترونیکی یا پیام‌کوتاه می‌بایستی جهت دریافت آن رضایت داشته باشد.
ga_ie: Is gá cead a fháil ó fhaighteoir an ríomhphoist nó SMS.
hi_in: ईमेल अथवा एसएमएस के अभीष्ट प्राप्तकर्ता की अनुमति होने चाहिए.
is: Mótttakandi tölvupóstsins eða SMS verður að vera samþykkur.
kab: Yessefk d akken aɣerwaḍ n yimayl neɣ n SMS ad yeqbel.
lt: El. laiško ar SMS gavėjas privalo būti davęs sutikimą.
nn_no: Den tiltenkte mottakaren av e-brevet eller SMS-en må ha gjeve sitt samtykke.
pt: O destinatário pretendido do e-mail ou SMS deve ter dado o consentimento.
xh: Umntu ekuthunyelwa kuye i-imeyili okanye iSMS umele ukuba uvumile.

source: The intended recipient of the email must have consented.
bn_bd: ইমেইলের প্রাপক অবশ্যই এ ব্যাপারে সম্মত হতে হবে।
bs: Predviđeni dobitnik emaila mora biti saglasan.
ca: El receptor del correu electrònic ha d'haver consentit.
cy: Rhaid fod derbynnydd yr e-bost wedi cytuno.
fa: دریافت کننده پست الکترونیکی می‌بایستی جهت دریافت آن رضایت داشته باشد.
ga_ie: Is gá cead a fháil ó fhaighteoir an ríomhphoist.
hi_in: ईमेल के अभीष्ट प्राप्तकर्ता की अनुमति होनी चाहिए.
is: Mótttakandi tölvupóstsins verður að vera samþykkur.
kab: Yessefk d akken aɣerwaḍ n yimayl ad yeqbel.
lt: El. laiško gavėjas privalo būti davęs sutikimą.
nn_no: Den tiltenkte mottakaren av e-brevet må ha gjeve sitt samtykke.
pt: O destinatário pretendido do e-mail deve ter dado o consentimento.
xh: Umntu ekuthunyelwa kuye i-imeyili umele ukuba uvumile.

source: Check your device for the email or text message!
bn_bd: ইমেইল অথবা টেক্সট বার্তাটির জন্যে আপনার ডিভাইসটি দেখুন!
bs: Provjerite vaš uređaj za email ili poruku!
ca: Reviseu si el vostre dispositiu ha rebut el correu o el missatge de text!
cy: Gwiriwch eich dyfais am e-bost neu neges testun!
fa: دستگاه خود را برای دریافت پست الکترونیکی یا پیام‌کوتاه بررسی کنید!
ga_ie: Téigh ar lorg an ríomhphoist nó SMS ar do ghléas!
hi_in: ईमेल या पाठ संदेश के लिए अपना उपकरण जाँचें!
is: Athugaðu hvort þú hafir fengið tölvupóst eða textaskilaboð á tækið!
lt: Patikrinkite savo įrenginį – netrukus turėtumėte gauti el. laišką arba SMS pranešimą!
nn_no: Sjekk om du har fått eit e-brev eller ei tekstmelding på eininga di!
pt: Verifique se recebeu no dispositivo o e-mail ou mensagem de texto!
ur: ای میل یا ٹیکسٹ پیغام کے لیے اپنے آلہ کے پڑتال کریں!
xh: Khangela i-imeyili okanye umyalezo weteksti kwisixhobo sakho!

source: Check your device for the email!
bn_bd: ইমেইলের জন্যে আপনার ডিভাইসটি দেখুন!
bs: Provjerite vaš uređaj za email!
ca: Reviseu si el dispositiu ha rebut el correu electrònic!
cy: Gwiriwch eich dyfais am yr e-bost!
fa: دستگاه خود را برای دریافت پست الکترونیکی بررسی کنید!
ga_ie: Téigh ar lorg an ríomhphoist ar do ghléas!
hi_in: ईमेल के लिए अपना उपकरण जाँचें!
is: Athugaðu hvort þú hafir fengið tölvupóst á tækið!
lt: Patikrinkite savo įrenginį – netrukus turėtumėte gauti el. laišką!
nn_no: Sjekk om du har fått eit e-brev på eininga di!
pt: Verifique se recebeu no dispositivo o e-mail!
xh: Khangela i-imeyili kwisixhobo sakho!

source: Send to another device
bn_bd: অন্য ডিভাইসে প্রেরণ করুন
bs: Pošalji na drugi uređaj
ca: Fes l'enviament a un altre dispositiu
cy: Anfon i ddyfais arall
fa: ارسال به دستگاه‌های دیگر
ga_ie: Seol chuig gléas eile
hi_in: दूसरे उपकरण पर भेजें
is: Senda í annað tæki
lt: Siųsti į kitą įrenginį
nn_no: Send til ei anna eining
pt: Enviar para outro dispositivo
ur: دیگر آلہ کو بھیجیں
xh: Thumela nakwesinye isixhobo

source: Go to the App Store
bn_bd: App Store এ যান
bs: Idi na App Store
ca: Vés a l'App Store
cy: Ewch i'r App Store
fa: برو به فروشگاه برنامه
ga_ie: Tabhair cuairt ar an App Store
hi_in: एप्प भंडार पर जाएँ
is: Fara í App Store
lt: Eiti į „App Store“
nn_no: Gå til App Store
pt: Ir para a App Store
ur: App Store کی جانب جائیں
xh: Yiya kwiSitora see-App

source: Go to Google Play
bn_bd: Google Play তে যান
bs: Idi na Google Play
ca: Vés al Google Play
cy: Ewch i Google Play
fa: برو به Google Play
ga_ie: Tabhair cuairt ar Google Play
hi_in: गूगल प्ले पर जाएँ
is: Fara á Google Play
kab: Ddu ɣer Google Play
lt: Eiti į „Google Play“
nn_no: Gå til Google Play
pt: Ir para o Google Play
ur: Google Play پر جائیں
xh: Yiya kwi-Google Play

source: Sorry. This number isnâ€™t valid. Please enter a U.S. phone number.
xh: Uxolo. Eli nani alisebenzi. Nceda ufake inombolo yefowuni yase-United States.
