Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/shared.lang.po
Languages: cy, ga_ie, hi_in, ta

source: Desktop Browser
cy: Bwrdd Gwaith
ga_ie: Brabhsálaí ar an Deasc
hi_in: डेस्कटॉप ब्राउज़र
ta: மேசைக்கணினி உலாவி

source: Android Browser
cy: Android
ga_ie: Brabhsálaí ar Android
hi_in: Android ब्राउज़र
ta: ஆண்ட்ராய்டு உலாவி

source: iOS Browser
cy: iOS
ga_ie: Brabhsálaí ar iOS
hi_in: iOS ब्राउज़र
ta: iOS உலாவி

source: Focus Browser
cy: Focus
ga_ie: Firefox Focus
hi_in: Focus ब्राउज़र
ta: போக்கசு உலாவி

source: Features
cy: Nodweddion
ga_ie: Gnéithe
hi_in: विशेषताएँ
ta: அம்சங்கள்

source: Support
cy: Cefnogaeth
ga_ie: Tacaíocht
hi_in: समर्थन
ta: ஆதரவு

source: More privacy
cy: Mwy preifat
ga_ie: Tuilleadh príobháideachais
hi_in: अधिक गोपनीयता
ta: மேலதிக தனியுரிமை

source: Firefox doesn’t sell access to your personal information like other companies. From privacy tools to tracking protection, you’re in charge of who sees what.
cy: Nid yw Firefox yn gwerthu mynediad i'ch manylion personol fel mae cwmnïau eraill. O offer preifatrwydd i ddiogelu rhag tracio, chi sy'n rheoli pwy sy'n gweld beth.
ga_ie: Ní dhíolann Firefox do chuid faisnéise pearsanta ar nós comhlachtaí eile. Le huirlisí príobháideachais agus cosaint ar lorgaireacht, is tusa amháin atá i gceannas ar do chuid sonraí.
hi_in: Firefox आपके निजी जानकारियां तक के पहुँच को नहीं बेचता अन्य संगठनो के तरह. गोपनीयता उपकरणो से लेकर ट्रैकिंग सुरक्षा तक, आप प्रभारी हैं की कौन क्या देखता है.
ta: பயர்பாக்ஸ் உங்களின் சுயவிவர அணுகலை‌ மற்ற நிறுவனங்களுக்கு விற்பதில்லை. தனியுரிமை முதல் தடமறி பாதுகாப்பு வரைக்கும், யார் எதைப் பார்க்கிறார்கள் என்பதை நீங்களே கட்டுபடுத்துகிறீர்கள்.

source: Here’s how Firefox protects your privacy
cy: Dyma sut mae Firefox yn diogelu eich preifatrwydd
ga_ie: Seo mar a chosnaíonn Firefox do phríobháideachas
hi_in: यहाँ है कि कैसे Firefox आपकी गोपनीयता की सुरक्षा करता है
ta: இங்கே உள்ளவாறு தான் பயர்பாக்ஸ் உங்கள் தனியுரிமையைப் பாதுகாக்கிறது

source: More freedom
cy: Mwy o ryddid
ga_ie: Tuilleadh saoirse
hi_in: अधिक आजादी
ta: அதிக சுதந்திரம்

source: Following the pack isn’t our style. As part of the non-profit Mozilla, Firefox leads the fight to protect your online rights and champion an Internet that benefits everyone — not just a few.
cy: Nid dilyn y dorf yw ein ffordd ni. Fel rhan o'r Mozilla dim-er-elw, mae Firefox yn arwain y frwydr i ddiogelu eich hawliau ar-lein, ac fel pencampwr y Rhyngrwyd er mantais i bawb — nid dim ond rhai.
ga_ie: Nílimid sásta a bheith ag sodar i ndiaidh na n-uasal. Mar chuid den eagraíocht neamhbhrabúis Mozilla, tá Firefox ar thús cadhnaíochta sa troid ar son ceart ar líne agus ar son Idirlín a dhéanann leas do chách.
hi_in: पैक के पीछे-पीछे चलना हमारी शैली नहीं है.गैर-लाभकारी mozilla के हिस्से के रूप में, firefox आपके ऑनलाइन अधिकरों को बचाने के लिए लड़ाई की ओर जाता है और एक इंटरनेट की रक्षा करता है जो हर किसी को लाभ देता है - न केवल कुछ.

source: Browse independently with Firefox
cy: Porwch yn annibynnol gyda Firefox
ga_ie: Brabhsáil neamhspleách le Firefox
hi_in: Firefox के साथ स्वतंत्र रूप से ब्राउज़ करें
ta: பயர்பாக்ஸ் உலாவியுடன் தனித்து உலாவ

source: More performance
cy: Mwy o berfformiad
ga_ie: Tuilleadh luais
hi_in: अधिक निष्पादन
ta: கூடுதல் செயற்திறன்

source: Bring it, Internet! We’ve spent the last year supercharging Firefox’s performance. Now start up faster, tab hop quicker and scroll like a speed demon.
cy: Ffwrdd â ni, Rhyngrwyd. Rydym wedi treulio'r flwyddyn ddiwethaf yn cyflymu perfformiad Firefox. Nawr mae'n cychwyn, newid tabiau a sgrolio fel cath i gythraul.
ga_ie: Do dhúshlán, a Idirlíon! Chaitheamar an bhliain seo caite ag iarraidh luas a chur le Firefox. Beidh tú in ann an brabhsálaí a thosú sna featha fásaigh, cluaisíní a athrú ar luas lasrach, agus scrollú ar nós na gaoithe.
hi_in: इसे लाओ, इंटरनेट! हमने पिछले साल Firefox के प्रदर्शन को सुपरचार्ज कर दिया है. अब अधिक तेज़ी से शुरू करें, टैबों को जल्दी से हॉप करें और गति दानव की तरह स्क्रॉल करें.

source: Get more done with Firefox
cy: Gwneud mwy gyda Firefox
ga_ie: Beidh tú níos éifeachtúla le Firefox
hi_in: अधिक कार्य संपन्न पायें Firefox के साथ
ta: பயர்பாக்ஸ் உடன் இணைந்து

source: Hungry for more?
cy: Eisiau gwybod rhagor?
ga_ie: An dteastaíonn tuilleadh uait?
hi_in: उत्सुक हैं अधिक जानने के लिए?
ta: இன்னும் கூடுதலாக அறிய ஆவலா?

source: Get the latest &amp; greatest from Firefox delivered straight to your inbox.
cy: Derbyn y diweddaraf gan Firefox yn syth i'ch blwch derbyn.
ga_ie: Faigh an nuacht is déanaí is tábhachtaí ó Firefox, go díreach i do bhosca rphoist.
hi_in: पायें नवीनतम &amp; अधिकतम Firefox के तरफ से सीधे आपके इनबॉक्स में पहुँचा हुआ पायें.
ta: பயர்பாக்சிடமிருந்து புதியவைகளையும் சிறந்தவைகளையும் உங்கள் மடலகத்தில் பெறுங்கள்.
