Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/speed.lang.po
Languages: af, ga_ie, km, lv, nn_no

source: How fast is your Firefox?
af: Hoe vinnig is Firefox vir jou?
ga_ie: Cé chomh sciobtha atá do Firefox?
km: តើ Firefox របស់​អ្នក​លឿន​​របៀប​ណា?
lv: Cik ātrs ir jūsu Firefox?
nn_no: Kor rask er din Firefox?

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
af: Die nuwe Firefox is tot 7 keer vinniger. (Sommer heelwat!) Kyk by die spoedmeter of joune kan byhou.
ga_ie: Tá an leagan nua de Firefox suas le 7 n-oiread níos sciobtha. (Is mór é sin!) Féach ar an luasmhéadar - an féidir le do bhrabhsálaí cos a choinneáil le Firefox?
km: Firefox ថ្មី​បង្កើន​ល្បឿន​លឿន​ជាង​មុន 7 ដង (ជា​ច្រើន!) ធីក​ការ​ស្ទង់​ល្បឿន​​ដើម្បី​ពិនិត្យមើល។
lv: Jaunais Firefox ir līdz pat 7 reizēm ātrāks. (Tas gan daudz!) Pārbaudiet ātruma skaitītāju lai redzētu vai jūsu arī var tik pat daudz.
nn_no: Nye Firefox er opp til 7 gongar raskare. (Det er mykje!) Kontroller fartsmålaren for å sjå om din kan henga med.

source: Learn more
af: Meer inligting
ga_ie: Tuilleadh eolais
km: ស្វែងយល់​​បន្ថែម
lv: Uzzināt vairāk
nn_no: Lær meir

source: Old Firefox = <em>Sadface</em>
af: Ou Firefox = <em>Hartseer</em>
ga_ie: Sean-Firefox = <em>Brón</em>
km: Firefox ចាស់ = <em>Sadface</em>
lv: Novecojis Firefox = <em>Bēdīga seja</em>
nn_no: Gammal Firefox = <em>Trist</em>

source: New Firefox = <em>Yay!</em>
af: Nuwe Firefox = <em>Jippie!</em>
ga_ie: Firefox Nua = <em>Aoibhneas!</em>
km: Firefox ថ្មី = <em>Yay!</em>
lv: Jauns Firefox = <em>Jā!</em>
nn_no: Ny Firefox = <em>Jaa!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a href="%(url)s">upgrade now!</a>
af: Dit gaan nie werk nie. Hou op vashou aan die verlede en <a href="%(url)s">gradeer nou op</a>!
ga_ie: Ní dhéanfaidh sin an beart. Ná bí ag brabhsáil san am atá thart: <a href="%(url)s">uasghrádaigh anois!</a>
km: នឹង​មិន​កាត់​វា។ បញ្ឈប់​ការ​រកមើល​​ពីមុន <a href="%(url)s">ធ្វើ​ឲ្យ​ទាន់​សម័យ​ឥឡូវ​នេះ!</a>
nn_no: Det vert ikkje noko av det. Slutt å surfa i fortida <a href="%(url)s">Oppgrader no!</a>

source: Now we’re talking!
af: Nou praat ons!
ga_ie: Sin é go díreach!
km: ឥឡូវ​នេះ​យើង​កំពុង​និយាយ!
nn_no: Det var noko det!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
af: Voel beter, nè? Welkom by die toekoms van die Web. Dis lekker hier.
ga_ie: Nach bhfuil sin níos fearr? Fáilte go dtí todhchaí an Ghréasáin. Tá sé go deas anseo.
km: ល្អ​ប្រសើរ, មិន​មែន​វា? ស្វាគមន៍​មកកាន់​លក្ខណៈ​នៃ​បណ្ដាញ។ វា​ល្អ​នៅ​ទីនេះ។
lv: Labāka sajūta, vai nē? Sveicināti tīmekļa nākotnē. Te ir forši.
nn_no: Dette kjennest mykje btere, ikkje sant Velkomen til framtida åt nettet. Detr er fint her.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
af: Dit lyk of u %BROWSER% gebruik. Kry gerus Firefox en haal in.
ga_ie: Hé, is cosúil go bhfuil tú ag úsáid %BROWSER%. Ba chóir duit Firefox a fháil agus brabhsáil ar lánluas.
km: សួស្ដី, អ្នក​កំពុង​ប្រើ %BROWSER% ។ ហេតុ​​អ្វី​មិន​ប្រើ​ Firefox ។
lv: Sveiki, izskatās ka jūs izmantojat %BROWSER%. Kāpēc nepamēģināt Firefox un paātrināt savu pārlūkošanu?
nn_no: Heisann, det ser ut til at du brukar %BROWSER%. Kvifor ikkje henta Firefox og få fart på sakene.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
af: Dit lyk of u nie Firefox as blaaier gebruik nie. Kry gerus Firefox en haal in.
ga_ie: Hé, is cosúil nach bhfuil tú ag úsáid Firefox mar bhrabhsálaí. Ba chóir duit Firefox a fháil agus brabhsáil ar lánluas.
km: សួស្ដី, អ្នក​មិន​កំពុង​ប្រើ​កម្មវិធី​អ៊ីនធឺណិត Firefox ទេ។ ហេតុ​អ្វី​បាន​ជា​អ្នក​មិន​ប្រើ Firefox ។
lv: Sveiki, izskatās ka jūs neizmantojat Firefox kā savu pārlūku. Kāpēc nepamēģināt Firefox un paātrināt savu pārlūkošanu?
nn_no: heisann, det ser ut til at du ikkje brukar Firefox som din nettlesar. Kvifor ikkje henta Firefox og få fart på sakene.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
af: Die nuwe Firefox is vinniger, gratis (nes altyd), val minder om en beskerm privaatheid nog beter.
ga_ie: Tá Firefox nua níos sciobtha, saor in aisce (mar is gnáth), tuairteálann sé níos annaimhe agus cosnaíonn sé do phríobháideachas.
km: Firefox ថ្មី​មាន​ល្បឿន​លឿន, ឥត​គិត​ថ្លៃ (ជា​និច្ច), គ្មាន​ការ​គាំង និង​​ការ​ពារ​ភាព​ឯកជន​របស់​អ្នក​។
lv: Jaunais Firefox ir ātrāks, par brīvi (kā vienmēr), mazāk uzkaras un vēl vairāk pasarga jūsu privātumu.
nn_no: Den nye Firefox er raskare, gratis (som alltid), krasjar mindre og tek meir vare på personvernet ditt.

source: <a href="%(url)s">Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
af: <a href="%(url)s">Gradeer op</a> in 'n japtrap. Geen geskiedenis of boekmerke sal verdwyn nie. Jippie!
ga_ie: Níos lú ná nóiméad amháin chun <a href="%(url)s">uasghrádú</a>, agus ní chaillfidh tú aon stair ná leabharmharcanna. Hurá!
km: <a href="%(url)s">ដំឡើង​កំណែ</a> ចំណាយ​ពេល​តិច​ជាង​មួយ​នាទី ហើយ​អ្នក​នឹង​មិន​បាត់​ប្រវត្តិ ឬ​ចំណាំ។ រ្ហេ៎!
lv: <a href="%(url)s">Atjaunināšana</a> aizņem mazāk par minūte un jūs nezaudēsiet nedz savu vēsturi, nedz savas grāmatzīmes. Urrā!
nn_no: <a href="%(url)s">Oppgraderinga</a> tek mindre enn eitt minutt og du vil ikkje mista historikken din eller bokmerka dine. Hurra!
