Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: Get started with Sync
af: Begin om Sync te gebruik
ar: قم بالبدأ مع المزامنة
bn_bd: সিঙ্ক দিয়ে শুরু করুন
br: Krogit gant Sync
bs: Započnite sa sinhronizacijom
ca: Primers passos amb el Sync
cy: Cychwyn gyda Sync
fi: Näin pääset alkuun Syncin käytössä
ga_ie: Firefox Sync: Tús Maith
gd: Toiseach-tòiseachaidh leis an t-sioncronachadh
hi_in: सिंक के साथ शुरुआत करें
hr: Započnite koristiti Sync
is: Byrjaðu að nota Sync
kab: Bdu s Sync
kk: Sync-пен жұмысты бастау
km: ចាប់ផ្ដើម​ដោយ​ធ្វើ​សមកាលកម្ម
lt: „Sync“ pradžiamokslis
lv: Sāciet izmantot Sinhronizāciju
my: ချိတ်ဆက်ခြင်း အားစတင်သုံးမည်
ne: Sync मा सुरुवात गर्नुहोस
pt: Iniciação ao Sync
ta: ஒத்திசைவுடன் துவங்கவும்
tr: Sync’i kullanmaya başlayın
ur: ہمہ تن سازی کے ساتھ شروع کریں
uz: Sinxronloash bilan boshlang
vi: Tìm hiểu cách dùng Sync
xh: Qalisa ngongqamaniso

source: Update your Firefox
af: Werk Firefox by
ar: تحديث فيرفكس الخاص بك
bn_bd: আপনার ফায়ারফক্স হালনাগাদ করুন
br: Hizivaat ho Firefox
bs: Nadogradite vaš Firefox
ca: Actualitzeu el Firefox
cy: Diweddarwchu eich Firefox
fi: Päivitä Firefox
ga_ie: Nuashonraigh Firefox
gd: Ùraich am Firefox agad
hi_in: अपना फायरफॉक्स अपडेट करें
hr: Ažurirajte svoj Firefox
is: Uppfærðu Firefox
kab: Leqqem Firefox inek
kk: Firefox-ты жаңартыңыз
km: ធ្វើ​បច្ចុប្បន្ន​ Firefox របស់​អ្នក
lt: Atnaujinkite savo „Firefox“ naršyklę
lv: Atjaunināt savu Firefox
my: သင့် မီးမြေခွေးကို အဆင့်မြင့်ပါ
ne: Firefox अद्यावधिक गर्नुहोस्
pt: Atualizar o seu Firefox
ta: உங்கள் பயர்பாக்ஸை புதுப்பி
tr: Firefox’unuzu güncelleyin
ur: اپنا فائرفاکس تازہ کریں
uz: Firefox’ni yangilash
vi: Cập nhật Firefox
xh: Hlaziya iFirefox yakho

source: Download Firefox
af: Laai Firefox af
ar: تحميل فيرفكس
bn_bd: ফায়ারফক্স ডাউনলোড করুন
br: Pellgargañ Firefox
bs: Preuzmite Firefox
ca: Baixeu el Firefox
cy: Llwytho Firefox i Lawr
fi: Lataa Firefox
ga_ie: Íoslódáil Firefox
gd: Luchdaich a-nuas Firefox
hi_in: फायरफॉक्स डाउनलोड करें
hr: Preuzmite Firefox
is: Halaðu niður Firefox
kab: Sider Firefox
kk: Firefox-ты жүктеп алу
km: ទាញ​យក Firefox
lt: Parsisiųskite „Firefox“
lv: Lejupielādēt Firefox
my: မီးမြေခွေးအားဒေါင်းလုဒ်ရယူပါ
ne: Firefox डाउनलोड गर्नुहोस्
pt: Transferir o Firefox
ta: பயர்பாக்ஸை பதிவிறக்கு
tr: Firefox’u indirin
ur: Firefox ڈاؤن لوڈ کریں
uz: "Firefox"ni yuklab olish
vi: Tải Firefox
xh: Khuphela iFirefox

source: Get started with Sync in four easy steps:
af: Kom aan die gang met Sync in vier maklike stappe:
ar: قم بالبدأ مع المزامنة بأربع خطوات سهلة:
bn_bd: সিঙ্ক করা শুরু করুন সহজ চারটি ধাপে
br: Deraouit gant Sync dre 4 faz aes :
bs: Započnite sa sinhronizacijom u četiri jednostavna koraka:
ca: Primers passos amb el Sync en quatre simples punts:
cy: Cychwyn gyda Sync mewn pedwar cam hawdd:
fi: Neljä helppoa vaihetta Syncin käytön aloitukseen:
ga_ie: Ceithre chéim shimplí chun tosú le Sync:
gd: Toiseach-tòiseachaidh leis an t-sioncronachadh ann an ceithir ceumannan:
hi_in: सिंक के साथ चार आसान चरणो में शुरुआत करें:
hr: Krenite koristiti Sync u četiri lagana koraka:
is: Byrjaðu að nota Sync með fjórum einföldum skrefum:
kab: Bdu s Synch di kuẓ n imecwaṛen:
kk: Синхрондаумен төрт оңай қадамда жұмысты бастаңыз:
km: ដើម្បី​ចាប់ផ្ដើម​ជាមួយ​ការ​ធ្វើ​សមកាលកម្ម​ក្នុង​ជំហាន​ងាយស្រួល​បួន៖
lt: Pradėkite naudotis „Sync“ – keturi paprasti žingsneliai:
lv: Sāciet izmantot Sinhronizāciju četros vienkāršo soļos:
my: တပြေးညီဖြစ်မှုကို အသုံးပြုရန် လွယ်ကူသော အဆင့်လေးဆင့်နှင့် စတင်ပါ။
ne: सजिलो चार चरणमा Sync सुरू गर्नुहोस्:
pt: Começar a sincronização em quatro simples passos:
ta: நான்கு எளிய படிகளில் ஒத்திசைவைத் துவங்குக:
tr: Dört kolay adımda Sync’i kullanmaya başlayın:
ur: ہمہ تن سازی کے ساتھ چار آسان اقدام میں شروع کریں
uz: To‘rtta oson bosqichda sinxronlashni ishlatishni boshlang:
vi: Bắt đầu sử dụng Sync chỉ với bốn bước đơn giản:
xh: Qalisa ukuSayinka ngalemigaqo mine ilula:

source: Open the <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
fi: Avaa <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">valikko</a> Firefoxin oikeassa yläkulmassa ja valitse “<strong>Kirjaudu sisään Sync-palveluun.</strong>”
gd: Fosgail an <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">clàr-taice</a> gu h-àrd ann am Firefox air an taobh deas is tagh "<strong>Clàraich a-steach airson sioncronachadh.</strong>"
km: បើក <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">ម៉ឺនុយ</a> នៅ​ខាង​ស្ដាំ​ផ្នែក​ខាងលើ​នៃ Firefox ហើយ​ជ្រើស “<strong>ចូល​ដើម្បី​ធ្វើ​សមកាលកម្ម។</strong>”
pt: Aceda ao <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> no canto superior direito do Firefox e selecione “<strong>Iniciar sessão no Sync.</strong>”
tr: Firefox’un sağ üst köşesindeki <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menüyü</a> açıp “<strong>Sync oturumu aç</strong>”ı seçin.
uz: "Firefox"ning yuqori o‘ng tomonidan <a class="menu" href="%(url)s#w_a-handy-new-menu">menyu</a>ni oching va “<strong>Sinxronlash uchun kirish</strong>”ni bosing.
vi: Mở <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> góc trên bên phải Firefox và lựa chọn “<strong>Đăng nhập vào Sync.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
af: Klik “<strong>Begin</strong>” in die oortjie wat oopmaak.
ar: اضغط “<strong>البدأ</strong>”في علامة التبويب التي ستفتح.
bn_bd: ট্যাপে আসা “<strong>শুরু করুন</strong>” এ ক্লিক করুন।
br: Klikit “<strong>Deraouiñ</strong>” en ivinell a zigor.
bs: Kliknite “<strong>Započni</strong>” u tabu koji se otvara.
ca: Feu clic a «<strong>Primers passos</strong>» a la pestanya que s'obre.
cy: Cliciwch “<strong>Cychwyn arni</strong>” yn y tab sy'n agor.
fi: Napsauta “<strong>Aloitetaan</strong>” välilehdessä, joka aukeaa.
ga_ie: Cliceáil “<strong>Tús maith</strong>” sa chluaisín a osclaíonn.
gd: Briog air "<strong>Toiseach-tòiseachaidh</strong>" anns an taba a dh'fhosglas.
hi_in: क्लिक करें “<strong>शुरुआत करें </strong>” उस टैब में जो खुलता है.
hr: Kliknite “<strong>Započnite</strong>” u kartici koja se otvorila.
is: Smelltu á “<strong>Til að byrja</strong>” í flipanum sem opnast.
kab: Sit “<strong>Bdu</strong>” deg iccer i d-yeldin.
kk: Ашылған бетте "<strong>Жұмысты бастау</strong>" шертіңіз.
km: ចុច “<strong>ចាប់ផ្ដើម</strong>” នៅ​ក្នុង​ផ្ទាំង​ដែល​បើក។
lt: atsivėrusioje kortelėje spustelėkite mygtuką <strong>Pradėti</strong>;
lv: Klikšķiniet uz “<strong>Sākt</strong>” cilnē, kas atvērsies.
my: ယခုပွင့်နေသည့် တပ်ဗ်ထဲတွင်ရှိသည့် “<strong>စတင်ရန်</strong>”ကို ကလစ်နှိပ်ပါ။
pt: Clique em “<strong>Iniciação</strong>” no separador que abrir.
ta: திறக்கும் கீற்றில் “<strong>தொடங்குங்கள்</strong>” என்பதில் சொடுக்கவும்.
tr: Açılan sekmeden “<strong>Başlayın</strong>”a tıklayın.
ur: کلک کریں“<strong>آغاز کریں</strong>”ٹیب میں جو کھلے۔
uz: Ochiq ichki oynalardan “<strong>Boshlash</strong>”ni bosing.
vi: Nhấn “<strong>Bắt đầu</strong>” ở tab mới mở ra.
xh: Cofa “<strong>Qalisa</strong>” kwithebhu evulekayo.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
af: Tik 'n e-posadres en wagwoord by “<strong>Skep 'n rekening.</strong>”
ar: أدخل عنوان البريد الإلكتروني وكلمة المرور ل“<strong> أنشئ حساب فيرفكس.</strong>”
bn_bd: <strong>একটি ফায়ারফক্স এ্যাকাউন্ট তৈরী</strong> করতে ইমেইল ঠিকানা এবং পাসওয়ার্ড দিন
br: Enankit ur chomlec'h postel hag ur ger-tremen e "<strong>Krouiñ ur gont Firefox</strong>".
bs: Unesite email adresu i lozinku u “<strong>Napravi Firefox račun.</strong>”
ca: Introduïu un correu electrònic i una contrasenya per "<strong>crear un compte del Firefox.</strong>"
cy: Rhowch gyfeiriad e-bost a chyfrinair i “<strong>Greu Cyfrif Firefox.</strong>”
fi: Anna sähköpostiosoite ja salasana ja napsauta “<strong>Luo Firefox-tili.</strong>”
ga_ie: Cuir seoladh ríomhphoist agus focal faire isteach chun “<strong>cuntas Firefox a chruthú.</strong>”
gd: Cuir a-steach seòladh puist-d agus facal-faire is briog air "<strong>Cruthaich cunntas Firefox.</strong>"
hi_in: "<strong>फायरफॉक्स अकाउंट बनाये. </strong>"एक ईमेल पता और पासवर्ड दर्ज करें.
hr: Upišite adresu e-pošte i lozinku u “<strong>Otvorite Firefox račun.</strong>”
is: Sláðu inn tölvupóstfang og lykilorð til að “<strong>Búa til Firefox reikning.</strong>”
kab: Sekcem tansa imayl akked wawal uffir i “<strong>Tmerna n umiḍan Firefox.</strong>”
kk: "<strong>Firefox тіркелгісін</strong>" жасау үшін эл. пошта және парольді енгіңіз
km: បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល និង​ពាក្យ​សម្ងាត់​ដើម្បី “<strong>បង្កើត​គណនី Firefox ។</strong>”
lt: įveskite savo el. pašto adresą ir slaptažodį, kad būtų <strong>sukurta „Firefox“ paskyra</strong>;
lv: Ievadiet epastu adresi un paroli lai “<strong>Izveidot Firefox Kontu.</strong>”
my: “<strong>မီးမြေခွေးအကောင့် ဖန်တီးရန်</strong>” အီးမေးလ်လိပ်စာနှင့် စကားဝှက်ကို ရိုက်ပါ။
ne: “<strong>Firefox Account</strong>” बनाउन इमेल ठेगाना र गोप्यशब्द प्रविष्ट गर्नुहोस्
pt: Introduza o endereço de correio eletrónico e a palavra-passe para “<strong>Criar uma conta Firefox.</strong>”
ta: “<strong>பயர்பாக்ஸ் கணக்கை உருவாக்க</strong>” மின்னஞ்சலையும் கடவுச்சொல்லையும் உள்ளிடுக.
tr: E-posta adresinizi ve bir parola girip “<strong>Firefox hesabı oluştur</strong>”a tıklayın.
ur: ایک ای میل پتہ اور پاس ورڈ داخل کریں تاکہ“<strong>فائرفاکس اکاؤنٹ بنائیں۔</strong>”
uz: “<strong>Firefox hisobini yaratish.</strong>” uchun e-pochta manzili va parolni kiriting
vi: Nhập địa chỉ email và mật khẩu để “<strong>Tạo tài khoản Firefox mới.</strong>”
xh: Faka idilesi yeimeyile nepasiwedi “<strong>ukuyila iakhawunti yeFirefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
af: Klik “<strong>Volgende</strong>” sodat 'n bevestiging as e-pos gestuur word.
ar: اضغظ“<strong>التالي</strong>”للحصول على التحقق المبعوث على البريد الإلكتروني.
bn_bd: আপনার ইমেইলে ভ্যারিফিকেশন পেতে <strong>পরবর্তী</strong> ক্লিক করুন।
br: Klikit war "<strong>War-lec'h</strong>" da gaout ur gwiriadur kaset d'ho postel.
bs: Kliknite “<strong>Dalje</strong>” da dobijte verifikaciju na vaš email.
ca: Feu clic a «<strong>Següent</strong>» per obtenir una verificació al vostre correu electrònic.
cy: Cliciwch “<strong>Nesaf</strong>” i'r dilysiad gael ei anfon atoch.
fi: Napsauta “<strong>Seuraava</strong>”, niin saat varmistusviestin sähköpostiisi.
ga_ie: Cliceáil “<strong>Ar Aghaidh</strong>” agus seolfar nasc deimhnithe chugat trí ríomhphost.
gd: Briog air "<strong>Air adhart</strong>" is gheibh thu post-d dearbhaidh.
hi_in: आपके ईमेल पे सत्यापन भेजने के लिए इसमें“<strong>आगे </strong>”क्लिक करें.
hr: Kliknite na “<strong>Dalje</strong>” kako biste putem e-pošte dobili poruku potvrde.
is: Smelltu á “<strong>Áfram</strong>” til að fá sendan staðfestingarpóst.
kab: Sit ɣef “<strong>Ɣer zdat</strong>” akken ad tawiḍ izen n usentem di tirawt inek.
kk: Эл. поштаңызға растау сілтемесін алу үшін "<strong>Келесі</strong>" шертіңіз.
km: ចុច “<strong>បន្ទាប់</strong>” ដើម្បី​ទទួល​បាន​ការ​បញ្ជាក់​ដែល​បាន​ផ្ញើ​ទៅ​កាន់​អ៊ីមែល​របស់​អ្នក។
lt: spustelėkite mygtuką <strong>Toliau</strong>, kad gautumėte elektroninį laišką su paskyros patvirtinimo saitu.
lv: Spiediet “<strong>Nākamais</strong>” lai saņemt apstiprinājuma saiti savā epastā.
my: သင့်အီးမေးလ်သို့ အတည်ပြုချက် ပို့ရန် “<strong>ရှေ့သို့</strong>”ကို နှိပ်ပါ။
ne: प्रमाणीकरण इमेल प्राप्त गर्न “<strong>अर्को</strong>” क्लिक गर्नुहोस।
pt: Clique em “<strong>Seguinte</strong>” para que lhe seja enviada uma confirmação para o seu correio.
ta: “<strong>அடுத்து</strong>” என்பதைச் சொடுக்கி உறுதிப்படுத்தலை மின்னஞ்சலில் பெறுங்கள்.
tr: E-posta adresinize doğrulama linki gönderilmesi için “<strong>İleri</strong>”ye tıklayın.
ur: کلک کریں“<strong>اگلا</strong>”تاکہ توثیق اپنی ایمیل پر وصول کریں۔
uz: Tasdiqlashni e-pochtangizga jo‘natish uchun “<strong>Keyingi</strong>”ni bosing.
vi: Nhấn “<strong>Tiếp tục</strong>” để nhận được một email xác thực.
xh: Cofa “<strong>okulandelayo</strong>” ukufumana ingqinisekiso ethunyelwe kwi-imeyile yakho.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
af: Gaan u e-pos na en klik die bevestigingskakel. Dan is alles reg! Firefox sal dan voortaan outomaties in die agtergrond sinkroniseer.
ar: بعد التحقق من البريد الإلكتروني الخاص بك والنقر على رابط التحقق، سوف تكون جاهزاً ككل!فيرفكس سيقوم بالتزامن تلقائيا في الخلفية منذ ذلك الحين.
bn_bd: আপনার ইমেইল চেক করা এবং ভ্যারিফিকেশন লিংকে ক্লিক করার পরে এটি আপনার ব্যবহার উপযোগী হয়ে যাবে! তারপর থেকে ব্যাকগ্রাউন্ডে স্বয়ংক্রিয়ভাবে ফায়ারফক্স সিঙ্ক করবে।
br: Ur wech gwiriet ho postel ha kliket war an ere gwiriañ e vo peurlipet pep tra ! Goubredañ a ray ent emgefreek Firefox en drekleur adalek bremañ.
bs: Nakon što provjerite vaš email i kliknete link za verifikaciju, sve ste završili! Firefox će od tada automatski sinhronizovati u pozadini.
ca: Bon punt reviseu el correu i feu clic a l'enllaç de verificació, ja estareu a punt! El Firefox sincronitzarà automàticament en segon pla a partir d'ara.
cy: Ar ôl gwirio eich e-bost a chlicio'r ddolen dilysu, byddwch yn barod! Bydd Firefox yn cydweddu'n awtomatig yn y cefndir o hynny ymlaen.
fi: Asia on kunnossa, kun tarkistat sähköpostisi ja napsautat varmennuslinkkiä. Firefox synkronoituu automaattisesti taustalla siitä lähtien.
ga_ie: Tar éis duit an ríomhphost a fháil agus an nasc deimhnithe a chliceáil, beidh tú réidh! Beidh Firefox sioncronaithe go huathoibríoch sa chúlra as sin amach.
gd: An dèidh dhut sùil a thoirt air a' phost-d agad is briogadh air a' cheangal dearbhaidh, bidh gach rud deiseil! Nì Firefox sioncronachadh sa chùlaibh o seo a-mach gu fèin-obrachail.
hi_in: जब आप अपना ईमेल जाँच कर सत्यापन लिंक पर क्लिक करते हैं, आप पूरी तरह से तैयार हैं ! पृष्ठभूमि में फायरफॉक्स खुद से सिंक होगा और फिर शुरू होगा.
hr: Nakon što provjerite svoju e-poštu i kliknete na poveznicu za potvrdu, biti ćete gotovi! Firefox će se od tada automatski sinkronizirati u pozadini.
is: Eftir að þú hefur athugað tölvupóstinn og smellt á staðfestingartengilinn, þá ertu tilbúinn! Firefox mun svo hér með eftir samstilla sjálfkrafa í bakgrunni.
kab: Ticki tkecmeḍ ɣef tirawt inek u tsiteḍ ɣef useɣwen n usenqed, d ayen tfukeḍ. Firefox ad yemtawi s wudem awurman isefka yinek deg ugilal.
kk: Эл. поштаңызды тексеріп, растау сілтемесіне шерткеннен кейін бәрі де дайын болады! Firefox сол кезден бастап, фонда автоматты түрде синхрондалатын болады.
km: បន្ទាប់​ពី​អ្នក​ពិនិត្យមើល​អ៊ីមែល​របស់​អ្នក ហើយ​ចុច​ផ្ទៀងផ្ទាត់​តំណ, អ្នក​នឹង​ត្រូវ​បាន​កំណត់​ទាំងអស់! Firefox នឹង​ធ្វើ​សមកាលកម្ម​ដោយ​ស្វ័យប្រវត្តិ​ក្នុង​ផ្ទៃ​ខាងក្រោយ​ពី​ខាងលើ។
lt: Patikrinę savo elektroninį paštą ir spustelėję patvirtinimo saitą, paruošite „Firefox“ sinchronizuoti duomenis. Nuo šiol ji tai automatiškai atliks fone.
lv: Pēc tam, kad noklikšķināsiet uz apstiprinājuma epasta, viss būs gatavs. Firefox automātiski sinhronizēs visu.
my: သင့်အီးမေးလ်ကို စစ်ပြီးသည့်နောက်တွင် အတည်ပြုလင့်ခ်ကို နှိပ်ပါ။ သင် အားလုံးကို ဆောင်ရွက်စေပြီးသား ဖြစ်သွားမည်။ မီးမြေခွေးသည် တပြေးညီဖြစ်ရန် နောက်ကွယ်တွင် အလိုအလျောက် ဆောင်ရွက်ပါမည်။
pt: Depois de verificar o seu email e clicar na ligação de confirmação, estará tudo pronto! O Firefox irá sincronizar de forma automática em segundo plano a partir dessa altura.
ta: பின்னர் உங்கள் மின்னஞ்சலைச் சோதித்து தொடுப்பை உறுதிப்படுத்தினால், வெற்றிகரமாக அமைக்கப்படும்! இதன் பின் பயர்பாக்சு பின்னணியில் தானாக ஒத்திசைக்கும்.
tr: E-postanızı kontrol edip onay bağlantısına tıkladıktan sonra her şey bitmiş oluyor! Firefox artık arka planda otomatik olarak eşitlenecek.
ur: ای میل کی پڑتال کرنے کے بعد حب آپ تصدیقی ربط پر کلک کریں گے ، آپ تمام سیٹ یو جائے گا فائرفاکس خودکار طریقے سے پس منظر ہمہ وقت سازی کر لے گا اس کے بعد
uz: E-pochtangizni tekshirganingizdan so‘ng tasdiqlash linkini bosing - sizda hammasi o‘zi moslanadi! Shu vaqtdan boshlab Firefox avtomatik tarzda orqa fonda sinxronlashni boshlaydi.
vi: Sau khi kiểm tra email và nhấn vào đường dẫn xác thực là bạn đã thiết lập xong! Từ nay trở đi, Firefox sẽ tự động đồng bộ.
xh: Emva kokutshekisha iimeyile zakho uze ucofe ilinki yokuqinisekisa, uyakube ukulungele ukuqala! Iirefox iyakukusayinka ngokwayo emfihlakalweni ukususela ngoko.

source: Get more detailed instructions.
af: Meer gedetailleerde instruksies.
ar: احصل على تعليمات أكثر تفصيلا.
as: অধিক বিৱৰিত নিৰ্দেশ প্ৰাপ্ত কৰক।
bn_bd: আরও বিস্তারিত নির্দেশনা পান।
br: Kaout ditouroù gant munudoù ouzhpenn.
bs: Dobijte još detaljnije upute.
ca: Obteniu instruccions més detallades.
cy: Derbyn rhagor o gyfarwyddiadau.
fi: Tarkemmat ohjeet.
ga_ie: Faigh treoracha níos iomláine.
gd: Faigh stiùireadh nas mionaidiche.
hi_in: और अधिक विस्तृत जानकारी प्राप्त करें.
hr: Dobijte detaljnije upute.
is: Fá nákvæmari leiðbeiningar.
kab: Awi-d ugar n telɣut s wudem leqqayen.
kk: Толығырақ нұсқаманы алу.
km: ពិនិត្យមើល​សេចក្ដី​ណែនាំ​លម្អិត​បន្ថែម។
lt: Išsamesnė instrukcija.
lv: Iegūt sīkākas instrukcijas.
ms: Dapatkan arahan yang lebih terperinci.
my: အသေးစိပ် လမ်းညွှန်ချက်များကို ရယူပါ။
ne: विस्तृत विवरण पाउनुहोस्।
pt: Obtenha instruções mais detalhadas.
ta: மேலும் விரிவான அறிவுறுத்தல்களைப் பெற்றுக்கொள்க.
tr: Daha ayrıntılı yönergeleri görün.
ur: مزید مفصل ہدایت حاصل کریں
uz: Batafsil ko‘rsatmalarni olish.
vi: Xem hướng dẫn chi tiết hơn.
xh: Fumana imiyalelo ebanzi.

source: Using an older version of Sync?
af: Gebruik u 'n ouer weergawe van Sync?
ar: هل تستخدم نسخة قديمة من التزامن؟
as: সংমিহলিৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে নেকি?
bn_bd: পুরনো সিঙ্ক ব্যবহার করছেন?
br: Emaoc'h oc'h ober gant un handelv koshoc'h eus Sync?
bs: Koristite stariju verziju Sinhronizacije?
ca: Feu servir una versió anterior del Sync?
cy: Defnyddio fersiwn hŷn o Sync?
fi: Käytätkö Syncin vanhempaa versiota?
ga_ie: An bhfuil tú ag úsáid seanleagan de Sync?
gd: A bheil thu a' cleachdadh tionndadh nas sine dhen ghleus sioncronachaidh?
hi_in: सिंक का पुराना संस्करण इस्तेमाल कर रहे हैं?
hr: Korisite stariju inačicu Synca?
is: Ertu að nota gamla útgáfu af Sync?
kab: At tessseqdaceḍ lqem aqbuṛ n Sync?
kk: Ескілеу Sync нұсқасын қолданасыз ба?
km: ប្រើ​កំណែ​ធ្វើ​សមកាលកម្ម​ចាស់​ជាង?
kn: ಹಳೆಯ ಸಿಂಕ್ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಾ?
lt: Naudojatės senesne „Sync“ versija?
lv: Izmanto vecāku Sinhronizēšanas versiju?
ms: Menggunakan Sync versi yang sebelumnya?
my: ချိတ်ဆက်ဆားဗစ်အဟောင်းအားသုံးထားသလား?
ne: के तपाईँ Sync को पुरानो संस्करण प्रयोग गर्दै हुनुहुन्छ ?
pt: Está a usar uma versão mais antiga do Sync?
ta: ஓத்திசைவின் பழைய பதிப்பை பயன்படுத்துகிறதா?
tr: Sync’in eski bir sürümünü mü kullanıyorsunuz?
ur: ہم وقت سازی کا پرانا ورژن استعمال کر رہے ہیں؟
uz: Sinxronlashning eskiroq versiyasidan foydalanilsinmi?
vi: Bạn đang sử dụng phiên bản Sync cũ hơn?
xh: Usebenzisa uhlelo oludala lokuNgqamanisa?

source: How to set up Sync in five easy steps:
af: Hoe om Sync op te stel in vyf maklike stappe:
ar: كيفية إعداد مزامنة في خمس خطوات سهلة:
bn_bd: কিভাবে পাঁচটি সহজ ধাপে সিঙ্ক সেট করবেন।
br: Penaos kefluiañ Sync dre bemp paz aez :
bs: Kako postaviti sinhronizaciju u pet jednostavnih koraka:
ca: Com configurar el Sync en 5 fàcils passos:
cy: Sut mae cychwyn Sync mewn pum cam hawdd:
fi: Näin otat Syncin käyttöön viidessä helpossa vaiheessa:
ga_ie: Cúig chéim shimplí chun Sync a chur ar siúl:
gd: Ma r a shuidhicheas tu an sioncronachadh ann an còig ceumannan:
hi_in: सिंक को पांच आसान चरणो में कैसे सेटअप करें :
hr: Kako podesiti Sync u pet laganih koraka:
is: Hvernig á að setja upp Sync í fimm einföldum skrefum:
kab: Amek ara tesbaduḍ Synch deg semmus n imecwaṛen:
kk: Синхрондауды бес оңай қадамда баптау:
km: របៀប​រៀបចំ​ការ​ធ្វើ​សមកាលកម្ម​ជំហាន​ងាយស្រួល​ប្រាំ៖
lt: Kaip sukonfigūruoti „Sync“ – penki paprasti žingsneliai:
lv: Kā uzstādīt Sinhronizāciju četros vienkāršos soļos:
my: တပြေးညီဖြစ်မှုကို လွယ်ကူသော အဆင့်ငါးဆင့်နှင့် လုပ်ဆောင်နည်း
ne: पाँच सजिलो तरिकाले Sync कसरी स्थापना गर्ने:
pt: Como configurar o Sync em cinco simples passos:
ta: ஒத்திசைவை ஐந்து எளிய படிகளில் எவ்வாறு அமைப்பது:
tr: Beş kolay adımda Sync’i kurun:
ur: کس طرح ہمسازی کو پانچ آسان مرحلوں میں ترتیب دیں:
uz: Sinxronlashni oson besh bosqichda qanday moslash mumkin:
vi: Thiết lập sync trong năm bước đơn giản:
xh: Uyiseta njani isayinke ngemigaqo emihlanu elula:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
af: Raak die <strong>Kieslys</strong>-knoppie (onder die skerm, of in die regter boonste hoek van die blaaier).
ar: اضغط على<strong>القائمة</strong>زر(إما تحت الشاشة أو في الزاوية اليمنى العليا من المتصفح).
bn_bd: <strong>মেনু</strong>বাটন চাপুন (অন্যথায় এই স্ক্রীন এর নীচে অথবা ব্রাউজারের উপরের ডানদিকের কোণায়)
br: Pouezit war afell al <strong>Lañser</strong> (pe e traoñ ar skramm pe e korn dehou el lein eus ar merdeer).
bs: Dodirnite <strong>Meni</strong> dugme (ili ispod ekrana ili u gornjem desnom uglu pretraživača).
ca: Toqueu el botó del <strong>Menú</strong> (o al capdavall de la pantalla o a la cantonada superior dreta del navegador).
cy: Tapio botwm <strong>Dewislen</strong> (un ai ar waelod y sgrin neu ar frig de'r porwr).
fi: Paina <strong>Valikko</strong>-painiketta (joko näytön alapuolella tai selaimen oikeassa yläkulmassa)
ga_ie: Tapáil an cnaipe <strong>Roghchlár</strong> (faoin scáileán nó ag barr an bhrabhsálaí ar thaobh na láimhe deise).
gd: Thoir gnogag air putan <strong>a' chlàir-thaice</strong> (air an sgrìn gu h-ìosal no aig barr a' bhrabhsair air an taobh deas).
hi_in: <strong>मेनू </strong>बटन को (ब्राउज़र स्क्रीन के नीचे या ऊपर दायें किनारे पे ) दबाएं |
hr: Pritisnite tipku <strong>izbornika</strong> (ili ispod ekrana ili u gornjem desnom uglu preglednika).
is: Smelltu á <strong>valmynda</strong> hnappinn (Annað hvort fyrir neðan skjáinn eða efst í hægra horni í vafra).
kab: Senned ɣef tqeffalt <strong>Umuq</strong> (ama daw n ugdil, neɣ usawen ayeffus n imig).
kk: <strong>Мәзір</strong> батырмасын басыңыз (экран астында немесе браузердің жоғарғы оң жағында).
km: ប៊ូតុង​ថេប <strong>ម៉ឺនុយ</strong> (នៅ​អេក្រង់​ខាងក្រោម ឬ​ជ្រុង​ខាង​ស្ដាំ​ផ្នែក​ខាងលើ​នៃ​កម្មវិធី​រុករក)។
lt: bakstelėkite <strong>Meniu</strong> mygtuką (jį rasite po ekranu arba naršyklė viršutiniame dešiniajame kampe);
lv: Pieskarieties <strong>Izvēlnes</strong> pogai (zem ekrāna vai labajā augšējā pārlūka stūrī).
my: <strong>မီနူးစာရင်း</strong>ခလုတ်ကို ထိပါ (မျက်နှာပြင်၏ အောက်ဘက် သို့မဟုတ် ဘရောင်ဇာ၏ အပေါ်ညာဘက်ထောင့်)။
ne: <strong>मेनु</strong> बटन थिँच्नुहोस (कि त पर्दाको तल, कि त ब्राउजरको माथिल्लो दाँया कुना मा)।
pt: Toque no botão de <strong>Menu</strong> (ou por baixo do ecrã ou no canto superior direito do navegador).
ta: <strong>பட்டி</strong> பொத்தானை தட்டுக(உலாவியில் திரைக்கு கீழ் (அ) வலது மேல் மூலையில்).
tr: <strong>Menü</strong> düğmesine dokunun. (Ekranın altında veya tarayıcınızın sağ üst köşesinde olabilir.)
ur: (سکرین کے نیچے یا براؤزر کے اوپر دائیں کونے میں یا تو) <strong> مینو</strong> بٹن پر ٹیپ کریں.
uz: <strong>Menyu</strong> tugmasiga (ekranning pastida yoki brauzerning yuqori o‘ng burchagida) bosing.
vi: Chạm vào nút <strong>Menu</strong> (ở bên dưới màn hình hoặc ở góc trên bên phải trình duyệt).
xh: Betha i <strong> Menyu </strong> qhosha (ngaphantsi kweskrini okanye ekoneni yebhrawuza esekunene phezulu).
