Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
af: Kies <strong>Instellings</strong> (dit is dalk nodig om eers op <strong>Meer</strong> te raak).
ar: اختر<strong>إعدادات</strong>(قد تحتاج للضغط على <strong>المزيد</strong>أولاً).
bn_bd: <strong>সেটিং</strong> নির্বাচন করুন (আপনার <strong>আরো অধিক</strong> প্রয়োজন হতে পারে)।
br: Diuzit <strong>Arventennoù</strong> (marteze e vo ret deoc'h pouezañ ar <strong>Muioc'h</strong> da gentañ).
bs: Odaberite <strong>Podešavanja</strong> (možda ćete trebati dodirunuti prvo <strong>Više</strong>).
ca: Seleccioneu <strong>Paràmetres</strong> (potser haureu de tocar <strong>Més</strong> abans).
cy: Dewiswch <strong>Gosodiadau</strong> (efallai bydd angen tapio <strong>Rhagor</strong> yn gyntaf).
fi: Valitse <strong>Asetukset</strong> (saatat joutua painamaan <strong>Lisää</strong> ensin).
ga_ie: Roghnaigh <strong>Socruithe</strong> (seans gur ghá duit <strong>Tuilleadh</strong> a thapáil ar dtús).
gd: Tagh <strong>Roghainnean</strong> (tha teans gum bi agad ri gnogag a thoirt air <strong>Barrachd</strong> an toiseach).
hi_in: <strong>सेटिंग्स</strong>चुने(आपको पहले <strong>अधिक</strong>दबाने की जरुरत पड़ेगी).
hr: Odaberite <strong>Postavke</strong> (možda ćete morati prvo pritisnuti <strong>Više</strong>).
is: Veldu <strong>stillingar</strong> (Þú gætir þurft að smella á <strong>meira</strong> fyrst).
kab: Fren <strong>Iɣewwaṛen</strong> (ahat tesriḍ ad sendeḍ ɣef <strong>Ugar</strong>).
kk: <strong>Баптаулар</strong> таңдаңыз (алдымен <strong>Көбірек</strong> таңдау керек болуы мүмкін).
km: ជ្រើស <strong>ការ​កំណត់</strong> ជា​ដំបូង(អ្នក​ចាំបាច់​ចុច​ថេប <strong>ច្រើន​ទៀត</strong>) ។
lt: pasirinkite meniu punktą <strong>Nuostatos</strong> (gali būti, jog prieš tai teks bakstelėti užrašą <strong>Daugiau</strong>);
lv: Izvēlieties <strong>Iestatījumi</strong> (Iespējams jums vajadzēs pieskarties pogai <strong>Vairāk</strong>).
my: <strong>အပြင်အဆင်များ</strong>ကို ရွေးပါ (<strong>ပို၍</strong>ကို ဦးစွာ ထိရန် လိုပါလိမ့်မည်)။
ne: <strong>सेटिङ्ग</strong> मा थिच्नुहोस् (सुरुमा <strong>अरू</strong> थिच्न पर्न सक्छ)।
pt: Selecionar <strong>Definições</strong> (pode precisar de tocar em <strong>Mais</strong> primeiro).
ta: <strong>அமைவுகள்</strong> என்பதைத் தேர்க (முதலில்<strong>மேலும்</strong> என்பதை தட்டவும்).
tr: <strong>Ayarlar</strong>’ı seçin. (Önce <strong>Diğer</strong> düğmesine tıklamanız gerekebilir.)
ur: منتخب کریں <strong> ترتیبات </strong> (آپ کو نل کرنے کے لئے ضرورت ہو سکتی ہے <strong> مزید </strong> سب سے پہلے).
uz: <strong>Sozlamalar</strong>ni tanlang (avval siz <strong>Ko‘proq</strong>ni bosishingiz kerak).
vi: Chọn <strong>Thiết lập</strong> (bạn có thể phải chạm <strong>Xem thêm</strong> trước).
xh: Khetha <strong> iisethingi </strong> (kungafuneka ubethe <strong> ngakumbi </strong> kuqala).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
af: Raak op <strong>Sync</strong> en dan op <strong>Get Started</strong>.
ar: اضغط <strong>تزامن</strong> ثم <strong> البدأ </strong>.
bn_bd: ট্যাপ করুন <strong>সিঙ্ক</strong> তারপর <strong> এবার শুরু করুন </strong>।
br: Pouezit war <strong>Goubredañ</strong> ha war-lerc'h <strong>Deraouiñ</strong>.
bs: Dodirnite <strong>Sinhronizacija</strong> i zatim <strong>Započni</strong>.
ca: Toqueu <strong>Sync</strong> i, a continuació <strong>Primers passos</strong>.
cy: Tapiwch <strong>Sync</strong>ac yna <strong>Cychwyn Arni</strong>.
fi: Paina <strong>Sync</strong> ja sitten <strong>Aloitetaan</strong>.
ga_ie: Tapáil <strong>Sync</strong> ansin <strong>Tús Maith</strong>.
gd: Thoir gnogag air <strong>Sioncronaich</strong> agus an uairsin <strong>Toiseach-tòiseachaidh</strong>.
hi_in: <strong>सिंक</strong> दबाएं और फिर <strong>शुरुआत करें</strong>.
hr: Pritisnite <strong>Sync</strong> i onda <strong>Započnite</strong>.
is: Smelltu á <strong>Sync</strong> og þá <strong>geturðu byrjað</strong>.
kab: Senned ɣef <strong>Sync</strong> sakin qef <strong>Senker</strong>.
kk: <strong>Синхрондау</strong> басып, <strong>Бастау үшін</strong> таңдаңыз.
km: ចុច​ថេប <strong>ដើម្បី​ធ្វើ​សមកាលកម្ម</strong> ហើយ​បន្ទាប់​មក <strong>ចាប់ផ្ដើម</strong>។
lt: bakstelėkite užrašą <strong>Sinchronizavimas</strong>, tada – mygtuką <strong>Pradėti</strong>;
lv: Spiediet '<strong>Sinhronizācija</strong>' un tad '<strong>Iesākt</strong>'.
my: <strong>တပြေးညီဖြစ်မှု</strong>ကို ထိပါ။ ထို့နောက် <strong>စတင်ရန်</strong>ကို ထိပါ။
pt: Toque em <strong>Sync</strong> e em <strong>Começar</strong>.
ta: <strong>ஒத்திசைவு</strong>என்பதைத் தட்டி<strong>துவங்குங்கள்</strong>.
tr: <strong>Sync</strong>’e ve ardından <strong>Başlayın</strong>’a tıklayın.
ur: تھبتھبائیں<strong>ہمہ تن ساز</strong> اور بھر <strong>آغاز کریں</strong>
uz: <strong>Sinxronlash</strong>ni bosing va so‘ngra <strong>U boshlanadi</strong>.
vi: Chạm <strong>Sync</strong> và <strong>Bắt đầu</strong>.
xh: Betha <strong> iSayinki </strong> uze wandule <strong> Ukuqalisa </strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
af: Die bladsy vir <strong>Skep 'n Firefox-rekening</strong> sal open in 'n nuwe oortjie.
ar: الصفحة<strong>الخاصة بإنشاء حساب فيرفكس</strong>سيتم فتحها في علامة تبويب جديدة.
bn_bd: <strong>একটি ফায়ারফক্স এ্যাকাউন্ট পাতা তৈরী করুন</strong> যা নতুন ট্যাবে খুলবে।
br: Ar <strong>bajenn Krouiñ ur gont evit Firefox</strong> a zigoro en un ivinell nevez.
bs: <strong>Stranica napravi Firefox račun</strong> će se otvoriti u novom tabu.
ca: La pàgina <strong>Creeu un compte del Firefox</strong> s'obrirà en una pestanya nova.
cy: Bydd y dudalen <strong>Creu Cyfrif Firefox</strong> yn agor mewn tab newydd.
fi: <strong>Luo Firefox-tili -sivu</strong> avautuu uuteen välilehteen.
ga_ie: Osclófar an leathanach <strong>Cruthaigh Cuntas Firefox</strong> i gcluaisín nua.
gd: Thèid an duilleag <strong>Cruthaich cunntas Firefox ùr</strong> fhosgladh ann an taba ùr.
hi_in: <strong>एक फॉयरफॉक्स अकाउंट पेज बनाये</strong> नए टैब में खुलेगा.
hr: <strong>Stvorite Firefox račun stranica</strong> će se otvoriti u novoj kartici.
is: <strong>Síðan fyrir að búa til Firefox reikning</strong> opnast í nýjum flipa.
kab: Asebter <strong> Rnu amiḍan Firefox </strong> ad yeldi ɣef iccer amaynut.
kk: Жаңа бетте <strong>Firefox тіркелгісін жасау беті</strong> ашылады.
km: <strong>បង្កើត​ទំព័រ​គណនី Firefox </strong> នឹង​បើក​នៅ​ក្នុង​ផ្ទាំង​ថ្មី។
lt: bus atverta nauja kortelė, kurioje galėsite <strong>susikurti „Firefox“ paskyrą</strong>;
lv: Lapa <strong>Izveidot Firefox kontu</strong> atvērsies jaunā cilnē.
my: <strong>မီးမြေခွေးအကောင့် ဖန်တီးရန် စာမျက်နှာ</strong>သည် တပ်ဗ်အသစ်တစ်ခုထဲတွင် ပွင့်လာပါလိမ့်မည်။
pt: A <strong>página para Criar uma conta Firefox</strong> será mostrada em um novo separador.
ta: <strong>பயர்பாக்ஸ் கணக்கு பக்கத்தை உருவாக்குக</strong> - ஒரு புதிய கீற்றில் திறக்கும்.
tr: Yeni bir sekmede <strong>Firefox Hesabı oluştur</strong> sayfası açılacaktır.
ur: ایک <strong>فائرفاکس اکائونٹ بنانے کے لئیے صفحہ </strong> نئے ٹیب میں کھلے گا۔
uz: <strong>Firefox hisobi sahifasini yaratish</strong> yangi ichki oynada ochiladi.
vi: Trang <strong>Tạo tài khoản Firefox</strong> sẽ mở ra trong tab mới.
xh: I <strong> Idala ikhasi leAkhawunti yeFirefox </strong> ivuleke kwithebhu entsha.

source: Fill out the form and click <strong>Next</strong>.
af: Vul die vorm in en klik <strong>Volgende</strong>.
ar: قم بتعبئة النموذج ثم انقر على <strong>التالي</strong>.
bn_bd: ফরমটি পূরণ করুন এবং <strong>পরবর্তী</strong>তে ক্লিক করুন।
br: Leugnit ar furmskrid ha klikit war <strong>War-lerc'h</strong>.
bs: Popunite obrazac i kliknite <strong>Dalje</strong>.
ca: Empleneu el formulari i feu clic a <strong>Següent</strong>.
cy: Llenwch y ffurflen a chlicio <strong>Nesaf</strong>.
fi: Täytä lomake ja paina <strong>Seuraava</strong>.
ga_ie: Líon an fhoirm isteach agus cliceáil <strong>Ar Aghaidh</strong>.
gd: Lìon am foirm is briog air <strong>Air adhart</strong>.
hi_in: फार्म भरें और <strong>आगे </strong> क्लिक करें.
hr: Popunite obrazac i kliknite <strong>Sljedeće</strong>.
is: Fylltu út formið og smelltu á <strong>Áfram</strong>.
kab: Ččaṛ tiferkit agi sakin si ɣef <strong>Ɣer zdat</strong>.
kk: Форманы толтырып, <strong>Келесі</strong> басыңыз.
km: បំពេញ​ទម្រង់ ហើយ​ចុច <strong>បន្ទាប់</strong>។
lt: užpildykite formos laukus ir bakstelėkite mygtuką <strong>Toliau</strong>.
lv: Aizpildiet formu un klikšķiniet uz <strong>Tālāk</strong>.
my: ဖောင်ကို ဖြည့်ပြီး <strong>ရှေ့သို့</strong>ကို နှိပ်ပါ။
ne: फारम भर्नुहोस् र <strong> अर्को </strong> थिच्नुहोस्।
pt: Preencha o formulário e pressione <strong>Seguinte</strong>.
ta: படிவத்தை நிரப்பி பின் <strong>அடுத்து</strong> என்பதைச் சொடுக்கவும்.
tr: Formu doldurup <strong>İleri</strong>’ye tıklayın.
ur: فارم کو بھریں اور کلک<strong> آگلا</strong>
uz: Shaklni to‘ldiring va <strong>Keyingi</strong>ni bosing.
vi: Điền vào mẫu và nhấn <strong>Tiếp tục</strong>.
xh: Gcwalisa ifomu uze ucofe <strong> kulandele </strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
af: Gaan u e-pos na en klik die bevestigingskakel. Dan is alles reg! Onthou om alle ander toestelle te koppel om die meeste uit Sync te kry.
ar: بعد التحقق من البريد الإلكتروني الخاص بك والنقر على رابط التحقق، عليك أن تكون على استعداد! لا تنس ربط جميع الأجهزة الأخرى الخاصة بك للحصول على أكثر المزامنة.
bn_bd: যখন আপনি আপনার ইমেইন যাচাই এবং যাচাইকরন লিংকে ক্লিক করবেন, আপনি যেতে প্রস্তুত হবেন! আপনার সর্বোচ্চ সিঙ্ক পেতে অন্যান্য ডিভাইসের সাথে সংযোগ দিতে ভুলবেন না।
br: Goude bet gwiriet ho postel ha kliket war an ere gwiriañ e viot prest da zont ! Na ankouait ket kennaskañ ho trevnadoù all da gaout ar pep gwellañ eus Sync.
bs: Nakon što provjerite vaš email i kliknete link za verifikaciju, bićete spremni za polazak! Ne zaboravite povezati sve vaše druge uređaje da biste dobili najviše od sinhronizacije.
ca: Després de revisar el correu i fer clic a l'enllaç de verificació, ja estareu preparat! No oblideu connectar tots els altres vostres dispositius per aprofitar al màxim el Sync.
cy: Ar ôl edrych ar eich e-bost a chlicio'r ddolen dilysu, byddwch yn barod i fynd! Peidiwch anghofio i gysylltu eich holl ddyfeisiau eraill i gael y mwyaf o Sync.
fi: Asia on kunnossa, kun tarkistat sähköpostisi ja napsautat varmennuslinkkiä. Muista liittää kaikki muut laitteesi saadaksesi kaiken irti Syncistä.
ga_ie: Tar éis duit an ríomhphost a fháil agus an nasc deimhnithe a chliceáil, beidh tú réidh! Ná déan dearmad do chuid gléasanna eile a cheangal chun an tairbhe is mó a bhaint as Sync.
gd: An dèidh dhut sùil a thoirt air a' phost-d agus briogadh air a' cheangal dearbhaidh, bidh thu deiseil. Ceangail na h-uidheaman eile agad ris airson gleus an t-sioncronachaidh a chur gu làn-fheum.
hi_in: अपना ईमेल चेक करना के बाद सत्यापन लिंक पर क्लिक करें फिर आप चलने के लिए तैयार हैं! अपने अन्य यंत्रों को अधिकतम सिंक प्राप्त करने के लिए जोड़ना न भूलें.
hr: Nakon što provjerite svoju e-poštu i kliknete na poveznicu za potvrdu, biti ćete gotovi! Ne zaboravite povezati sve svoje druge uređaje kako biste najbolje iskoristili Sync.
is: Eftir að þú hefur athugað tölvupóstinn og smellt á staðfestingartengilinn, þá ertu tilbúinn! Ekki gleyma að tengja önnur tæki við til að fá sem mest út úr Sync.
kab: Ticki tkecmeḍ ɣer tirawt inek u tsiteḍ ɣef usueɣwen n usenqed, tfukeḍ. Ur tettu ara ad teqqneḍ akk ibenkan inek akken ad tfaṛseḍ tagnitt si Sync.
kk: Эл. поштаңызды тексеріп, растау сілтемесіне шерткеннен кейін дайын боласыз! Синхрондаудың барлық мүмкіндіктерін алу үшін басқа барлық құрылғыларыңызды да байланыстыруды ұмытпаңыз.
lt: Patikrinę savo elektroninį paštą ir spustelėję patvirtinimo saitą, paruošite „Firefox“ sinchronizuoti duomenis. Kad iš sinchronizavimo gautumėte daugiausia naudos, nepamirškite jo įjungti ir kituose savo įrenginiuose.
lv: Viss būs gatavs darbam, kad noklikšķināsiet uz pārbaudes saites savā epastā. Neaizmirstiet pievienot arī citas savas ierīces, lai iegūtu maksimumu no sinhronizēšanas.
my: သင့်အီးမေးလ်ကို စစ်ပြီးသည့်နောက်တွင် အတည်ပြုလင့်ခ်ကို ကလစ်နှိပ်ပါ။ သင် အသုံးပြုရန် အသင့်ဖြစ်နေပြီ။ တပြေးညီအတူတူဖြစ်စေရန် သင့်ကိရိယာအားလုံးကို ချိတ်ဆက်ရန် မမေ့ပါနှင့်။
pt: Depois de verificar o seu email e clicar na ligação de confirmação, estará tudo pronto! Não se esqueça de ligar todos os outros dispositivos para obter o máximo da Sincronização.
ta: பின்னர் உமது மின்னஞ்சலைச் சோதித்து உறுதிப்படுத்தும் தொடுப்பைச் சொடுக்கினால், நீங்கள் இயக்க தயார்! ஒத்திசைவின் முழுப்பலனைப் பெற அனைத்துக் கருவிகளையும் இணைக்க மறக்காதீர்.
tr: E-postanızı kontrol edip onay bağlantısına tıkladıktan sonra her şey hazır oluyor! Sync’ten daha iyi yararlanmak için tüm cihazlarınızı bağlamayı unutmayın.
ur: اپنی ای-میل کی پڑتال اور توثیقی ربط پر کلک کرنے کے بعد آپ حانے کے لیئے تیار ہیں! اپنے تمام آلات کو جوڑنا نہ بھولیں تاکہ زیادہ سے زیادہ ہمہ وقت سازی ہاصل کر سکیں
uz: E-pochtangizni tekshirganingizdan so‘ng tasdiqlash linkini bosing - siz o‘tishga tayyor bo‘lasiz! Barcha boshqa qurilmalaringizni so‘nggi sinxronlashni olish bilan ulashni unutmang.
vi: Sau khi bạn đã kiểm tra email và nhấn vào đường dẫn xác thực là bạn đã thiết lập xong! Đừng quên kết nối tất cả các thiết bị khác vào để có thể sử dụng tối đa tính năng đồng bộ này.
xh: Emva kokutshekisha imeyile yakho wandule ukucofa ilinki yokuqinisekisa, uyakube ukulungele ukuqhubeka! Ungalibali ukuqhagamshelana nazo zonke iidivayisi zakho ukufumana okuninzi ngeSayinki.

source: Sync a little. Sync a lot.
af: Sinkroniseer net bietjie of sommer baie.
ar: مزامنة القليل. مزامنة الكثير.
bn_bd: সামান্য সিঙ্ক করুন। অনেক সিঙ্ক করুন।
br: Goubredit un tamm. Goubredit kalz.
bs: Sinhronizujte malo. Sinhronizujte puno.
ca: Sincronitzeu una mica, o tot.
cy: Cydweddu ychydig. Cydweddu llawer.
fi: Synkronoi vähän tai paljon.
ga_ie: Sioncronaigh beagán nó mórán.
gd: Sioncronachadh, mòr no beag.
hi_in: थोड़ा सिंक करें. बहुत ज्यादा सिंक करें.
hr: Sinkronizirajte malo. Sinkronizirajte puno.
is: Samstilla lítið. Samstilla mikið.
kab: Mtawi cwit. Mtawi aṭas.
kk: Аздап, көптеп те синхрондаңыз.
lt: Sinchronizuokite truputį. Arba daug.
lv: Sinhronizējiet drusku. Sinhronizējiet daudz.
my: များများပဲဖြစ်ဖြစ် နည်းနည်းပဲဖြစ်ဖြစ် တပြေးညီဖြစ်စေပါ။
pt: Sincronize pouco. Sincronize muito.
ta: சிறிது ஒத்திசை. நிரம்ப ஒத்திசை.
tr: İster az eşitle, ister çok.
ur: تھوڑی سی ہمہ وقت سازی کریں۔ بہت ساری ہمہ وقت سازی کریں۔
uz: Ozroq sinxornlang. Ko‘proq sinxronlang.
vi: Đồng bộ một chút. Đồng bộ rất nhiều.
xh: Sayinka kancinci. Sayinka kakhulu.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
af: Elkeen kan kies watter dele van Firefox om te sinkroniseer en waar om hulle te sinkroniseer. Neem oop oortjies elke dag saam. Kry boekmerke by die werk. Alles, altyd, oral.
ar: قم باختيار ما هي أجزاء الفيرفكس الخاص بك التي تريد مزامنتها و مكان المزامنة. خذ علامات التبويب المفتوحة على تنقلاتك اليومية. قم بالوصول إلى المواقع المفضلة لديك في العمل. أياَ كان، أينما كان، وفي كل مكان.
bn_bd: ফায়ারফক্সের যেই অংশটি এবং যেখানে আপনি সিঙ্ক করতে চান তা নির্বাচন করুন। উন্মুক্ত ট্যাবগুলোকে আপনার দৈনন্দিন যোগাযোগের সাথী করে তুলুন। কর্মক্ষেত্রে বসেই আপনার বুকমার্কে প্রবেশ করুন। যাই হোক না কেন, যেখানেই হোক না কেন, সবখানেই।
br: C'hwi a zibab pe lod eus Firefox a vo goubredet ganeoc'h ha pelec'h e fell deoc'h o goubredañ. Kemerit hoc'h ivinelloù digor gant ho troiadoù pemdeziek. Tizhit ho sinedoù war ho labour. Ne vern petra, pegoulz, pelec'h.
bs: Vi odabirete koje dijelove vašeg Firefoxa želite sinhronizovati i gdje ih želite sinhronizovati. Ponesite vaše otvorene tabove na vaše svakodnevno putovanje. Pristupite zabilješkama na poslu. Kako god, gdje god, svuda.
ca: Vosaltres trieu quines parts del Firefox voleu sincronitzar i on ho voleu sincronitzar. Recupereu les pestanyes obertes mentre aneu a la feina. Accediu a les vostres adreces d'interés a la feina. El que sigui, on sigui, a tot arreu.
cy: Gallwch ddewis pa rannau o Firefox i'w cydweddu a lle fyddwch am eu cydweddu. Cymrwch eich tabiau agored ar eich taith i'r gwaith bob dydd. Defnyddiwch eich nodau tudalen yn y gwaith. Beth bynnag, pryd bynnag, lle bynnag.
fi: Sinä päätät, mitä osia Firefoxista haluat synkronoida ja missä haluat synkronoida ne. Ota avoimet välilehtesi mukaan työmatkallesi. Käytä kirjanmerkkejäsi töistä käsin. Mitä tahansa, milloin tahansa, kaikkialla.
ga_ie: Is féidir leat na rudaí a bheidh sioncronaithe a roghnú, chomh maith leis na gléasanna a ndéanfar sioncrónú leo. Beir do chuid cluaisíní oscailte leat sa trácht comaitéireachta. Tar ar do chuid leabharmharcanna san oifig. Aon rud, aon áit, chuile áit.
gd: Cuir romhad dè na pìosan de Firefox a thèid a shioncronachadh agus càit an dèid an cur. Thoir na tabaichean fosgailte agad leat air an rathad. Faigh cothrom air na comharran-lìn agad aig an obair. Rud sam bith, uair sam bith, àite sam bith.
hi_in: आप ये चुनते हो की फायरफॉक्स के कौन से हिस्सों को आपको सिंक करना है और आप उन्हें कहाँ सिंक करना चाहते हैं. अपने खुले हुए टैब पर आपने रोज़ के लघुकरण रखें.nअपने पुस्तचिह्न को अपने काम पर अभिगमन करें. जो भी, जब भी, जहाँ भी.
hr: Vi birate koje dijelove vašeg Firefoxa žalite sinkronizirati i gdje ih želite sinkronizirati. Preuzmite svoje otvorene kartice u dnevnoj razmjeni. Pristupite svojim zabilješkama na poslu. Bilo što, bilo kada, svugdje.
is: Þú velur hvaða hluta af Firefox þú vilt samstilla og hvert. Taktu flipana þína með í leið í vinnuna. Fáðu aðgang að bókamerkjunum þínum í vinnunni. Hvað sem er, hvenær sem er, allstaðar.
kab: Tzemreḍ ad teferneḍ ayen tebɣiḍ ad temtawiḍ di Firefox, anida tebɣiḍ ad temtawiḍ. Awi yid-k akk iccaren ik yeldin ticki tleḥḥuḍ. Kcem ɣer tecraḍ inek n isebtar deg umahil. Ayen tebɣiḍ, melmi tebɣiḍ, anida tebɣiḍ.
kk: Firefox ішінен нені және қайда синхрондауды өзіңіз қалайсыз. Ашық беттерді күнделікті жолға алыңыз. Жұмыстан да бетбелгілерге қол жеткізіңіз. Не болса да, қайдан болса да, қайда болса да.
lt: Sprendimą, kur ir ką „Firefox“ sinchronizuos, priimate jūs. Keliaudami į darbą, galbūt norėsite paskaityti jau atvertas korteles. Darbe tikriausiai norėsite naudotis savo adresynu. Sinchronizuoti galite bet ką, bet kur ir bet kada.
lv: Jūs varat izvēlēties kādas Firefox daļas sinhronizēt un ar kurām ierīcēm darīt to. Paņemiet atvērtās cilnes dodoties ceļā. Skatiet grāmatzīmes darbā. Vai visu visur.
my: သင့် မီးမြေခွေး၏ ဘယ်အစိတ်အပိုင်းကို တပြေးညီ ဖြစ်စေမယ်ဆိုတာနှင့် ဘယ်နေရာမှာ တပြေးညီဖြစ်စေမယ်ဆိုတာကို သင် ရွေးပါ။ သင်နေ့စဉ် ဆောင်ရွက်သည့်ကိစ္စများတွင် သင်ဖွင့်ထားသည့် စာမျက်နှာများကို ယူဆောင်ပါ။ သင့်လုပ်ငန်းခွင်မှာ စာမှတ်များကို ရယူအသုံးပြုပါ။ ဘာပဲဖြစ်ဖြစ်၊ ဘယ်အချိန်ပဲဖြစ်ဖြစ်၊ နေရာတိုင်းမှာ အသုံးပြုပါ။
pt: Você escolhe que partes do seu Firefox pretende sincronizar e onde. Leve os seus separadores abertos no seu trajeto diário. Aceda aos seus marcadores no trabalho. O que quiser, quando quiser, em qualquer lugar.
ta: பயர்பாக்ஸின் எந்த பகுதியை எதனுடன் ஒத்திசைக்க வேண்டும் என்பதை நீங்கள் தேர்ந்தெடுங்கள். உங்கள் தினசரி பயணத்தில் திறந்த கீற்றுகளை எடுத்துகொள்ளுங்கள். எதுவானாலும், எப்பொழுதும், எவ்விடத்திலும்.
tr: Firefox’unuzun hangi kısımlarının hangi cihazlarınızla eşitleneceğini siz seçersiniz. Açık sekmelerinize yolda bakın. Yer imlerinize işyerinizden erişin. Her şey, her zaman, her yerde.
ur: آپ انتخاب کریں کہ Firefox کے کن حصوں کی ہم وقت سازی اور کہاں ہم وقت سازی کرنی ھے۔ اپنے کھلے ٹیبز کو اپنے روز مرہ کے دو طرفہ سفر پر لے جایں۔ اپنے دفتر سے اپنی نشانیوں تک رسائی کریں۔ کچھ بھی، جب بھی، ہر جگہ۔
uz: Siz sinxronlashni xohlagan Firefox’ingizning qismlarini va qayerda ularni sinxronlashni tanladingiz. Ochiq ichki oynalaringizni kunlik safaringizda o‘zingiz bilan olib yurasiz. Hamma yerda, har qachon, har qanday holatda.
vi: Bạn có thể lựa chọn những thứ trên Firefox mà bạn muốn đồng bộ và nơi bạn muốn đồng bộ. Bạn có thể mang theo các tab đang mở trên đường đi làm hay truy cập đánh dấu trang ở văn phòng. Bất kỳ thứ gì, bất kỳ nơi nào, bất kỳ lúc nào.
xh: Ukhetha zeziphi iindawo zeFirefox yakho ofuna ukuzisayinka nalapho ufuna ukuzisayinka khona. Thatha iithebhu zakho ezivulelekileyo kuhambo lwakho lwemihla ngemihla. Fikelela kwiibhukhimakhi zakho emsebenzini. Nantonina, naninina, naphina.
