Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: Keep your Firefox in sync
ar: إبقاء فيرفكس الخاص بك في وضع تزامن
as: আপোনাৰ Firefox ক সংমিহলিত ৰাখক
fi: Pidä Firefoxisi synkronoituna
gd: Cum am Firefox agad sioncronaichte
hr: Neka vaš Firefox bude sinkroniziran
is: Samstilltu Firefox
kab: Eǧǧ Firefox inek yemtawi
kk: Firefox-ты синхронды ұстаңыз
km: រក្សា​សមកាល​កម្ម​កម្មវិធី​ Firefox របស់​អ្នក
kn: ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಸಿಂಕ್ ಮಾಡಿಡಿ
lv: Ņem līdz Firefox visur kur esi
ms: Pastikan Firefox Anda dalam Sync
my: သင့်မီးမြေခွေးကို ချိတ်ဆက်ထားပါ
ne: तपाईँको Firefox लाई सिङ्कमा राख्नुहोस्
pt: Mantenha o Firefox sincronizado
ta: உங்களுடைய பயர்பாக்ஸை ஒத்திசைவில் வைத்திருக்கவும்
tr: Firefox’unuzu eşitleyin
uz: "Firefox"ni sinxronlab turing
vi: Luôn đồng bộ Firefox của bạn

source: Ready, Set, Sync
af: Merke! Gereed! Sync!
ar: استعداد، تعيين، تزامن
bn_bd: প্রস্তুত, সেট, সিঙ্ক
br: Evezh, Prest, Goubredit
bs: Priprema, pozor, sinhronizuj
ca: Preparats, llestos, sincronitzeu
cy: Un, Dau, Tri, Cydweddu
fi: Valmiinanne, paikoillanne, synkronoikaa
ga_ie: Ar an marc, réidh, sionc!
gd: Deiseil, deònach, dèan sioncronachadh
hi_in: तैयार, सेट, सिंक
hr: Priprema, pozor, sinkroniziraj
is: Tilbúinn, byrja, samstilla
kab: Theggaḍ, Sbadu, Mtawi
kk: Дайындал, назар аудар, синхронда
km: រួចរាល់, កំណត់, ការ​ធ្វើ​សមកាលកម្ម
lt: Pasiruošti, dėmesio, sinchronizuojam!
lv: Uzmanību, gatavību, sinhronizējam
my: အသင့်ဖြစ်နေမှု၊ သတ်မှတ်နိုင်မှု၊ တပြေးညီဖြစ်မှု
ne: रेडि, सेट, Sync
pt: Pronto, Preparar, Sincronizar
ta: தயாராகவும், அமைக்கவும், ஒத்திசைக்கவும்
tr: Eşitlemeye hazır olun
ur: تیار, سیٹ, ہمہ وقت سازی
uz: Tayyor, moslash, sinxronlash
vi: Chuẩn bị! Sẵn sàng! Đồng bộ!
xh: Ulungile, Seta, Sayinka

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
af: U is aangemeld en Firefox kan nou oral en altyd u gesinkroniseerde data bereik.
ar: أنت مسجل مسبقاً و جاهز للدخول <em>خاص بك</em> فيرفكس في أي مكان، وفي أي وقت.
bn_bd: আপনি সাইন আপ করেছেন এবং যেকোন সময় যেকোন জায়গা থেকে <em>আপনার</em> ফায়ারফক্স ব্যবহার করতে প্রস্তুত।
br: Kennasket oc'h ha prest da haeziñ <em>ho</em> Firefox e pep lec'h, ne vern pegoulz.
bs: Prijavljeni ste i spremni za pristup <em>vašem</em> Firefoxu bilo gdje, bilo kad.
ca: Heu iniciat una sessió i esteu a punt per accedir al <em>vostre</em> Firefox a qualsevol lloc, en qualsevol moment.
cy: Ar ôl mewngofnodi rydych yn barod i gael mynediad i'ch Firefox <em>chi</em> yn unrhyw le ac ar unrhyw bryd.
fi: Olet kirjautunut ja valmis käyttämään <em>omaa</em> Firefoxiasi missä ja milloin vain.
ga_ie: Tá tú cláraithe anois, agus is féidir leat teacht ar <em>do Firefox féin</em> áit ar bith, am ar bith.
gd: Rinn thu clàradh agus gheibh thu greim air am Firefox <em>agad fhèin</em> àite sam bith a-nis.
hi_in: आप हस्ताक्षरत् हो गए हैं और एक्सेस के लिए तैयार हैं <em>आप</em> फ़ॉयरफ़ॉक्स हर जगह,हर समय.
hr: Prijavljeni ste i spremni za pristup <em>vašem</em> Firefoxu bilo gdje, bilo kad.
is: Þú ert skráður inn og er þar með tilbúinn með aðgang að <em>þínum</em> Firefox hvar sem er, hvenær sem er.
kab: Tejjerdeḍ iman-ik udiɣ theggad akken ad tkecmeḍ ɣer Firefox <em>inek</em>, anida tebɣiḍ, melmi tebɣiḍ.
kk: Сіз кірдіңіз және <em>өз</em> Firefox-қа қайдан болса да, қашан болса да, қол жеткізуге дайынсыз.
km: អ្នក​បាន​ចុះ​ឈ្មោះ ហើយ​ចូល​ទៅ​កាន់ Firefox <em>របស់​អ្នក</em> នៅ​គ្រប់​ទីកន្លែង, នៅ​គ្រប់​ពេលវេលា។
lt: Jūs jau prisijungėte ir esate pasirengę pasiekti <em>savo</em> „Firefox“ bet kur ir bet kada.
lv: Jūs esat iegājis un esat gatavs lai piekļūt <em>savam</em> Firefox jebkur, jebkad.
my: သင် စာရင်းပေးသွင်းပြီး ဖြစ်ပါသည်။ <em>သင့်</em> မီးမြေခွေးကို မည်သည့်နေရာ၊ အချိန်တွင်မဆို အသုံးပြုနိုင်ရန် အသင့် ဖြစ်နေသည်။
ne: तपाईँ सफलतापूर्वक साइन-इन हुनुभयो र <em>अाफ्नो</em> Firefox जुनसुकै समयमा, जहाँबाट पनि प्रयोग गर्न सक्नुहुन्छ।
pt: Foi registado e está pronto para aceder ao <em>seu</em> Firefox em qualquer lugar, a qualquer altura.
ta: நீங்கள் பதிவுசெய்துவிட்டீர்கள் மேலும் <em>உங்கள்</em> Firefoxஐ எங்கும், எப்போதும் அணுகத் தயாராக உள்ளீர்கள்.
tr: Kaydınız tamamlandı ve <em>kendi</em> Firefox’unuza her yerden, her zaman erişmeye hazırsınız.
ur: آپنے سائن اپ کر لیا ہے اور اب آپ تیار ہے <em>آپکے</em> Firefox کی رسائی کے لئے کہی بھی اور کبھی بھی۔
uz: Siz ro‘yxatdan o‘tgansiz va Firefox’ga xohlagan vaqtingizda <em>your</em> xohlagan yeringizda kirishga tayyorsiz.
vi: Bạn đã đăng ký và sẵn sàng truy cập Firefox <em>của bạn</em> ở bất kỳ đâu, bất kỳ lúc nào.
xh: Usayinelwe ukungena nokulungela ukufikelela <em> yakho </em> iFirefox naphina, naninina.

source: Take your Web with you
af: Neem die Web saam
ar: خذ الويب الخاص بك معك
bn_bd: আপনার সঙ্গে আপনার ওয়েব নিন
br: Kemerit ho web ganeoc'h
bs: Ponesite vaš web sa vama
ca: Porteu el web al damunt
cy: Ewch a'ch Gwe gyda chi
fi: Ota verkko mukaasi
ga_ie: Beir do Ghréasán féin leat
gd: Thoir leat an lìon
hi_in: अपना वेब अपने साथ रखें
hr: Ponesite svoj Web sa sobom
is: Taktu vefinn með þér
kab: Awi web inek yidek sanida tebɣiḍ
kk: Өз интернетіңізді өзіңізбен бірге ұстаңыз
km: យក​បណ្ដាញ​របស់​អ្នក​ជាមួយ​អ្នក
lt: Pasiimkite savo saityną kartu
lv: Paņem līdz tīmekļi ar sevi
my: သင့်ဝဘ်ကို သင့်နဲ့အတူ ခေါ်ဆောင်သွားပါ
ne: तपाईँको वेब अाफु साथै लैजानुहोस
pt: Leve a sua Web consigo
ta: உங்கள் வலையை உங்களுடன் எடுத்துச் செல்லுங்கள்
tr: Kendi Web’ini yanında taşı
ur: اپنی ویب اپنے ساتھ لے چلیں
uz: Internet doim siz bilan birga
vi: Mang Web theo bên mình
xh: Phatha iWebhu yakho apho ukhoyo

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
af: Sinkroniseer Firefox vir toegang tot boekmerke, wagwoorde, oortjies en nog wat van enige slimfoon, tablet of rekenaar ongeag waar dit gebruik word.
ar: مزامنة فيرفكس أينما كنت تستخدمه للوصول إلى المواقع المفضلة لديك، وكلمات السر، علامات التصفح وأكثر من أي هاتف ذكي، لوح ذكي أو الكمبيوتر.
bn_bd: যেখানেই আপনি ফায়ারফক্স ব্যবহার করেন না কেনো সেখান থেকে আপনার খোলা ট্যাব, পাসওয়ার্ড এবং আরো অনেক কিছু সহজেই ব্যবহার করতে সিঙ্ক ব্যবহার করুন।
br: Goubredit Firefox ne vern pelec'h ma'z arverot eñ da dizhout ho sinedoù, gerioù-tremen, ivinelloù ha kalz traoù all diouzh ne vern pe bellgomzer, tabler pe urzhiataer.
bs: Sinhronizujte Firefox kada god ga koristite da pristupite vašim zabilješkama, lozinkama, tabovima i ostalom sa bilo kojeg pametnog telefona, tableta ili računara.
ca: Sincronitzeu el Firefox allà on l'utilitzeu per accedir a les adreces d'interés, contrasenyes, pestanyes i demés des de qualsevol telèfon intel·ligent, tauleta o ordinador.
cy: Cydweddwch eich ffôn pryd bynnag rydych yn ei ddefnyddio i gael mynediad i'ch nodau tudalen, cyfrineiriau, tabiau a rhagor, o unrhyw ffôn clyfar, tabled neu gyfrifiadur.
fi: Voit synkronoida Firefoxin siellä missä käytät sitä. Pääset käsiksi kirjanmerkkeihin, salasanoihin, välilehtiin ja muihin miltä tahansa älypuhelimelta, tabletilta tai tietokoneelta.
ga_ie: Sioncronaigh Firefox in aon áit chun teacht ar do chuid leabharmharcanna, focail fhaire, cluaisíní, agus tuilleadh ó do ghuthán cliste, táibléad, nó ríomhaire.
gd: Sioncronaich Firefox airson cothrom fhaighinn air na comharran-lìn, faclan-faire 's tabaichean agad o àite sam bith, ge b' ann air fòn tapaidh, tablaid no coimpiutair.
hi_in: अपने फ़ॉयरफ़ॉक्स को सिंक करें जब भी आप अपने पुस्तचिह्न,पासवर्ड, टैब और अधिक का किसी भी स्मार्टफोन, टेबलेट या कंप्यूटर से अभिगमन करते हैं.
hr: Sinkronizirajte Firefox gdje god ga koristili kako biste pristupili svojim zabilješkama, lozinkama, karticama i više, sa bilo kojeg pametnog telefona, tableta ili računala.
is: Þú getur samstillt Firefox hvar sem þú ert til að fá aðgang að bókamerkjum, lykilorðum, flipum og fleira frá hvaða snjallsíma, spjaldtölvu eða tölvu.
kab: Mtawi Firefox di yal amḍiɣ anida id tseqdaceḍ, akken ad tkecmeḍ ɣer ticraḍ inek n isebtar, awalen uffiren, iccaren d wayen nniɣen seg yal aziraz, tafelwit n uselkem neɣ aselkim.
kk: Кез-келген смартфон, планшет не компьютерден сіздің бетбелгілер, парольдер, беттерге және т.б. қатынау үшін Firefox-ты қолданған кезде оны синхрондаңыз,
km: ធ្វើ​សមកាលកម្ម Firefox នៅ​ទីកន្លែង​ណា​ដែល​អ្នក​ប្រើ​វា ដើម្បី​ចូល​ទៅ​កាន់​ចំណាំ​របស់​អ្នក, ពាក្យ​សម្ងាត់, ផ្ទាំង និង​ច្រើន​ទៀត​ពី​ទូរសព្ទ​ទំនើប​, កុំព្យូទ័រ​បន្ទះ ឬ​កុំព្យូទ័រ។
lt: Sinchronizuokite „Firefox“, kur ją benaudotumėte. Pasiekite savo adresyną, slaptažodžius, korteles ir kitką iš bet kurio išmaniojo telefono, planšetės ar kompiuterio.
lv: Sinhronizējiet Firefox starp visām vietām, kur to lietojat, lai piekļūtu savām grāmatzīmēm, parolēm cilnēm un citām lietām telefonā, planšetdatorā vai datorā.
my: သင့်စာမှတ်များ၊ စကားဝှက်များ၊ တပ်ဗ်များနှင့် အခြားစမတ်ဖုန်း၊ သင်ပုန်းကွန်ပြူတာ (သို့) ကွန်ပြူတာမှ အခြားအရာများကို သင် မည်သည့်နေရာတွင် မဆို အသုံးပြုနိုင်ရန် မီးမြေခွေးကို တပြေးညီဖြစ်စေပါ။
ne: जब तपाईँले अाफ्नो पुस्तकचिनोहरू, गोप्यशब्दहरू, ट्याबहरू र अरु प्रयोग गर्न चाहनुहुन्छ, तब तपाईँले Firefox समक्रमण गर्न सक्नुहुन्छ - जुनसुकै स्मार्टफोन, ट्याबलेट वा कम्प्युटरद्वारा।
pt: Sincronize o Firefox onde quer que o utilize para aceder aos seus marcadores, palavras-passe, separadores e muito mais, seja em qualquer smartphone, tablet ou computador.
ta: உங்கள் திறன்பேசி, கைக்கணினி மற்றும் கணினியிலிருந்து புத்தகக்குறிகள், கடவுச்சொற்கள், கீற்றுகள் ஆகியவற்றைப் பயன்படுத்தும் இடங்களிலிருந்து அணுக பயர்பாக்சை ஒத்திசையுங்கள்.
tr: Tüm akıllı telefon, tablet ve bilgisayarlardan yer imlerinize, parolalarınıza, sekmelerinize erişmek için Firefox’u eşitleyin.
ur: جب بھی نشانیاں، پاس ورڈ، ٹیبز یا کوئی بھی سمارٹ استعمال کریں تو فائر فاکس کو مطابقت پذیری کرلیں۔
uz: Firefox Sinx orqali qayerda bo‘lishingizdan qat’i nazar xatcho‘plaringiz, parollaring, ichki oynalaringiz va boshqa ko‘pgina narsalaringizga telefoningizdan, planshetingiz yoki kompyuteringizdan kirish uchun foydalanishingiz mumkin.
vi: Đồng bộ Firefox mỗi khi sử dụng để truy cập đánh dấu trang, mật khẩu, tab cùng nhiều thứ khác từ bất kỳ điện thoại, máy tính bảng hay máy tính cá nhân nào.
xh: Sayinka iFirefox naninina ufuna ukufikelela kwiibhukhimakhi, iiphasiwedi, ithebhu nangaphezulu nakwesiphi ismartphone, ithablet okanye ikhompuyutha.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
af: Sinkroniseer boekmerke, wagwoord, oortjies en nog wat met 'n Firefox-rekening, en kry toegang op enige plek waar u aangemeld is.
ar: زامن علاماتك, كلمات السر , التبويبات و الكثير باستخدام حساب فيرفكس, و تحكم بهم أينما كنت من خلال تسجيل دخولك.
bn_bd: ফায়ারফক্স ব্যবহার করে আপনার বুকমার্ক, পাসওয়ার্ড, ট্যাব এবং আরও কিছু সিংক করুন, এবং সাইন ইন থাকা অবস্থায় তাদেরকে সবখানে ব্যবহার করুন।
br: Goubredit ho sinedoù, gerioù-tremen, ivinelloù ha traoù all en ur ober gant ho kont Firefox ha tizhit i e pep lec'h m'hoc'h eus lakaet hoc'h anv.
bs: Sinhronizujte vaše zabilješke, lozinke, tabove i više koristeći vaš Firefox račun, i pristupite im gdje god ste prijavljeni.
ca: Sincronitzeu les adreces d'interès, contrasenyes, pestanyes i d'altres utilitzant el compte Firefox, i accediu-hi des de qualsevol lloc on inicieu una sessió.
cy: Cydweddwch eich nodau tudalen, cyfrineiriau, tabiau a mwy gan ddefnyddio eich Cyfrif Firefox, a chael mynediad atynt o bob man rydych wedi eich mewngofnodi.
ga_ie: Úsáid do Chuntas Firefox chun do chuid leabharmharcanna, focal faire, cluaisíní, agus tuilleadh a shioncronú agus teacht orthu gach uile áit.
hi_in: अपना फॉयरफॉक्स अकाउंट का उपयोग करके अपना बुकमार्क्स, पासवर्डस, टैब्स और भी अधिक सिंक करें और इसको कहीं भी एक्सेस करे जहाँ आप लॉगइन हों.
is: Samstilltu bókamerki, lykilorð, flipa og fleira með Firefox reikning, og fáðu aðgang að þeim hvar sem þú ert.
kab: Mtawi ticraḍ inek n isebtar, awalen inek uffiren, iccaren d wayen nniden s useqdec n umiḍan inek Firefox, udiɣ kcem si yal ibenl yeqqnen.
kk: Firefox тіркелгісі көмегімен өз бетбелгілер, парольдер, беттер және т.б. синхрондаңыз, және қай жерден кірсеңіз де, олар қолжетерлік болады.
lt: Sinchronizuokite savo adresyną, slaptažodžius, korteles ir kitką. Prisijungę prie „Firefox“ paskyros, visa tai galėsite pasiekti iš bet kur.
lv: Sinhronizējiet grāmatzīmes, paroles, cilnes un citas lietas izmantojot Firefox kontu un piekļūstiet tām visur kur vēlaties.
my: သင့်မီးမြေခွေးအကောင့်ကို အသုံးပြုပြီး သင့်စာမှတ်များ၊ စကားဝှက်များ၊ တပ်ဗ်များနှင့် အခြားအရာများကို တပြေးညီ ဖြစ်စေပါ။ ထို့ပြင် သင်ဝင်ရောက်မှုပြုသည့် နေရာတိုင်းတွင် ၄င်းတို့ကို အသုံးပြုပါ။
ne: अाफ्नो Firefox Account को प्रयोग गरि अाफ्नो पुस्तकचिनोहरू, गोप्यशब्दहरू, ट्याबहरू र अरु समक्रमण गर्नुहोस, र जहाँ जहाँ साइन-इन गर्नुहुन्छ त्यहाँ त्यहाँ पहुँच पाउनुहोस्।
pt: Sincronize os seus marcadores, palavras-passe, separadores e muito mais através da sua conta Firefox e aceda-lhes em qualquer local em que esteja autenticado.
ta: செல்லும் இடங்களிலிருந்து உங்கள் புத்தகக்குறிகள், கடவுச்சொற்கள், தத்தல்களை அணுக பயர்பாக்ஸ் கணக்கில் உள்நுழைந்து ஒத்திசைக்கவும்.
ur: اپنے Firefox اکائونٹ کا استعمال کرتے ہوئے اپنی نشانیاں، پاسورڈ، ٹیبس اور مزید کی ہمہ تن سازی کریں اور ان تک ہر جگہ رسائی حاصل کریں جب آپ سائن ان ہوں۔
vi: Đồng bộ đánh dấu trang, mật khẩu, tab cùng nhiều thứ khác với tài khoản Firefox và truy cập từ bất kỳ đâu.
xh: Ngqamanisa ii-bookmarks, ii-password, ii-tab, nokuninzi usebenzisa iAkhawunti yakho ye-Firefox, kwaye ufikelele kuzo naphi na usayine wangena khona ekhomyutheni.

source: It looks like you’re running an older version of Firefox.
af: Dit lyk of u ’n ouer weergawe van Firefox gebruik.
ar: يبدو أنك تقوم بتشغيل نسخة قديمة من فيرفكس.
bn_bd: আপনি ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন।
br: Emaoc'h oc'h arverañ un handelv kozh eus Firefox war ar seblant.
bs: Izgleda da koristite stariju verziju Firefoxa.
ca: Sembla que esteu utilitzant una versió antiga del Firefox.
cy: Mae'n edrych fel eich bod yn defnyddio hen fersiwn o Firefox.
fi: Näyttää siltä, että käytät Firefoxin vanhentunutta versiota.
ga_ie: Tá seanleagan de Firefox agat de réir cosúlachta.
gd: Tha coltas gu bheil thu a' cleachdadh seann-tionndadh de Firefox.
hi_in: ऐसा लग रहा है कि आप फ़ायरफ़ॉक्स के पुराने संस्करण का उपयोग कर रहे हैं.
hr: Čini se da koristite stariju inačicu Firefoxa.
is: Það lítur út fyrir að þú sért að keyra gamla útgáfu af Firefox.
kab: Ayettban d akken tesselkameḍ lqem aqbuṛ n Firefox.
kk: Сіз Firefox-тың ескілеу нұсқасын қолданатын сияқтысыз.
km: អ្នក​ហាក់​ដូចជា​កំពុង​ប្រើ Firefox កំណែ​ចាស់។
lt: Panašu, jog jūs naudojatės senesne „Firefox“ laida.
lv: Izskatās ka jūs izmantojat vecāku Firefox versiju.
my: ကြည့်ရတာ မီးမြေခွေး ဗားရှင်း အဟောင်းကို သုံးနေတယ်ထင်တယ်
ne: तपाईँ Firefox को पुरानो संस्करण चलाइरहनु भएको छ।
pt: Parece que está a utilizar uma versão antiga do Firefox.
ta: நீங்கள் Firefoxஇன் பழைய பதிப்பைப் பயன்படுத்துவதுபோல் உள்ளது.
tr: Firefox’un eski bir sürümünü kullanıyorsunuz.
ur: لگتا ہے آپ Firefox کا پرانا ورژن استعمال کر رہے ہیں ۔
uz: Siz "Firefox"ning eski versiyasidan foydalanayotganga o‘xshaysiz.
vi: Có vẻ như bạn đang sử dụng phiên bản Firefox cũ.
xh: Ingathi usebenzisa inguqulelo endalana yeFirefox.

source: The new version of Sync only works with the latest version of Firefox
af: Die nuwe weergawe van Sync werk net met die jongste weergawe van Firefox
ar: النسخة الجديدة من المزامنة تعمل فقط مع أحدث نسخة من فيرفكس
bn_bd: সিঙ্কের নতুন সংস্করণ শুধুমাত্র ফায়ারফক্সের সর্বশেষ সংস্করণের সাথে কাজ করে
br: An handelv nevez eus Sync a ya en-dro gant an handelv nevesañ eus Firefox hepken.
bs: Nova verzija sinhronizacije radi samo s najnovijom verzijom Firefoxa
ca: La nova versió del Sync només funciona amb l'última versió del Firefox
cy: Dim ond ar y fersiwn diweddaraf o Firefox mae Sync y gweithio
fi: Syncin uusi versio toimii vain Firefoxin uusimman version kanssa
ga_ie: Ní oibríonn an leagan nua de Sync ach leis an leagan is déanaí de Firefox
gd: Chan obraich an tionndadh as ùire dhen ghleus sioncronachaidh ach leis an tionndadh as ùire de Firefox
hi_in: सिंक का नया संस्करण नवीनतम फायरफॉक्स संस्करण के साथ ही काम करता है
hr: Nova Sync inačica radi isključivo sa najnovijom inačicom Firefoxa
is: Nýjasta útgáfan af Sync virkar aðeins með nýjustu útgáfu af Firefox
kab: Lqem amaynut n Sunch iteddu kan akked l qem aneggaru n Firefox
kk: Синхрондаудың жаңа нұсқасы тек Firefox-тың соңғы нұсқасымен жасайды
km: កំណែ​ថ្មី​នៃ​ការ​ធ្វើ​សមកាលកម្ម​ដំណើរការ​តែ​ជាមួយ​កំណែ Firefox ថ្មី​ប៉ុណ្ណោះ
lt: Naujoji „Sync“ laida veikia tik kartu su paskiausia „Firefox“
lv: Jaunākā Sinhronizācijas versija darbojas tikai ar Firefox pēdējo versiju.
my: တပြေးညီဖြစ်မှု ဗားရှင်းအသစ်သည် နောက်ဆုံးပေါ်မီးမြေခွေးနှင့်သာ အလုပ်လုပ်ပါသည်။
ne: Sync को नयाँ संस्करणले Firefox को नवीनतम संस्करणमा मात्र काम गर्दछ
pt: A nova versão do Sync apenas funciona com a última versão do Firefox
ta: ஒத்திசைவின் புதிய பதிப்பு பயர்பாக்ஸின் புதிய பதிப்புடன் மட்டுமே ஒத்துப்போகும்.
tr: Sync’in yeni sürümü yalnızca Firefox’un son sürümüyle çalışır
ur: ہمہ تن سازی کا نیا ورژن صرف Firefox کے تازہ ترین ورژن کے ساتھ کام کرتا ہے
uz: Sinx’ning yangi versiyasi faqat Firefox’ning so‘nggi versiyasi bilan ishlaydi
vi: Sync mới chỉ hoạt động với Firefox mới nhất
xh: Inguqulelo entsha yeSayinki isebenza kuphela nengququlelo yangoku yeFirefox

source: Soon you’ll be able to use Sync on your iOS device
af: Mens sal binnekort sync op iOS-toestelle kan gebruik
ar: قريباً سوف تكون قادراً على استخدام المزامنة على جهاز iOS الخاص بك
bn_bd: শীঘ্রই আপনি আপনার iOS ডিভাইসে সিঙ্ক ব্যবহার করতে সক্ষম হবেন
br: A-benn nebeut e viot gouest d'ober gant Sync gant ho trevnad mod iOS
bs: Uskoro ćete biti u mogućnosti koristiti sinhronizaciju na vašem iOS uređaju
ca: Aviat podreu utilitzar el Sync al vostre dispositiu iOS
cy: Cyn bo hir byddwch yn gallu defnyddio Sync ar eich dyfais iOS
ga_ie: Beidh tú ábalta Sync a úsáid ar do ghléas iOS go luath
gd: Chan fhada gus an urrainn dhut sioncronachadh a dhèanamh air an uidheam iOS agad
hi_in: बहुत जल्द आप अपने आईओस डिवाइस पर सिंक का उपयोग करने में समर्थ होंगे
is: Bráðlega muntu geta notað Sync á iOS tækinu þínu
kab: Ad tizmireḍ akka kra n wakud aseqdec n Sync ɣef yibenk inek iOS
kk: Жақын арада iOS құрылғыңызда да синхрондау жұмыс істейтін болады
lt: Netrukus savo „iOS“ įrenginyje galėsite naudotis „Sync“
lv: Drīzumā varēsiet sinhronizēties arī ar iOS ierīcēm
my: သင့် အိုင်အိုအက်စ် ကိရိယာတွင် တပြေးညီဖြစ်မှုကို မကြာမီ အသုံးပြုနိုင်ပါတော့မည်။
ne: छिटै नै तपाईँले अाफ्नो iOS यन्त्रमा Sync प्रयोग गर्न सक्नुहुनेछ।
pt: Em breve poderá utilizar o Sync no seu dispositivo iOS
ta: விரைவில் உங்கள் iOS கருவியில் ஒத்திசைவைப் பயன்படுத்தலாம்
ur: جلد ہی آپ کو آپنے iOS آلات پرہمہ تن سازی استعمال کرنے کے قابل ہو جائیں گے
vi: Sắp tới bạn sẽ có thể sử dụng Sync trên iOS
xh: Kwakamsinya uzokwazi ukusebenzisa uNgqamaniso kwisixhobo sakho se-iOS

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
af: Sync is maar een van die uitstekende funksies wat slegs beskikbaar is in Firefox. Ontdek hulle almal!
ar: المزامنة هي واحدة من أروع الميزات التي تحصل عليها فقط مع فيرفكس. اكتشفهم جميعا!
bn_bd: অনেকগুলোর মধ্যে সিঙ্ক কেবল মাত্র একটি ফিচার যা আপনি শুধু ফায়ারফক্সেই পাবেন। এদের সবগুলো আবিষ্কার করুন!
bs: Sinhronizacija je samo jedna od odličnih funkcija koje ćete dobiti jedino uz Firefox. Otkrijte ih sve!
ca: El Sync és una de les grans característiques que només trobareu amb el Firefox. Descobriu-les totes!
cy: Mae Sync yn un o'r nodweddion arbennig sydd ar gael dim ond ar Firefox. Chwiliwch amdanyn nhw i gyd!
fi: Sync on vain yksi niistä hienoista ominaisuuksista, jotka tulevat Firefoxin mukana. Tutustu niihin kaikkiin!
gd: Chan eil san t-sioncronachadh ach aon dhe na gleusan snasail againn ann am Firefox. Nach fheuch thu iad uile?
hi_in: सिंक कुछ एक महान सुविधाओं में से है जो आपको सिर्फ फायरफॉक्स के साथ ही मिलेंगे. सबको ढूंढे!
hr: Sync je samo jedna od odličnih mogućnosti koje ćete dobiti samo sa Firefoxom. Otkrijte ih sve!
is: Sync er bara einn af þeim frábæru eiginleikum sem þú færð í Firefox. Reyndu að finna þá alla!
kab: Synch d tamahilt gar deqs n tmahilin iwatan n Firefox. Wali-tent akk imeṛṛa!
kk: Firefox ішінде келетін синхрондау - тек оның көптеген тамаша мүмкіндіктердің біреуі ғана. Оларды барлығымен таныс болыңыз!
lt: „Sync“ – tik viena puikių savybių, kurios džiugina, kai naudojatės „Firefox“. Atraskite jas visas!
lv: Sinhronizēšana ir viena no lieliskajām Firefox iespējām. Uzziniet par tām visām.
my: တပြေးညီဖြစ်မှုသည် မီးမြေခွေးနှင့်အတူ ရရှိနိုင်သည့် အကောင်းဆုံးစွမ်းရည်များထဲမှ တစ်ခုသာ ဖြစ်ပါသည်။ စွမ်းရည်များအားလုံးကို ရှာဖွေလေ့လာလိုက်ပါ။
ne: Firefox मा मात्र पाइने धेरै राम्रा बिशेषताहरू मध्ये एक Sync हो। सबै बिशेषताहरू भेेट्याउनुहोस्!
pt: O Sync é apenas uma das fantásticas funcionalidades que terá com o Firefox. Descubra todas as outras!
ta: ஒத்திசைவு ஒரு சிறந்த வசதி பயர்பாக்சில் மட்டுமே கிடைக்கிறது. அவற்றை முழுதாக தெரிந்து கொள்!
tr: Sync, Firefox’la sahip olacağınız harika özelliklerden sadece bir tanesi. Hepsini keşfedin!
ur: ہمہ تن سازی ایک بہترین فیجر ہے جو آپ صرف Firefox کے ساتھ ہی حاصل کریں گے۔ سب دریافت کریں!
uz: Sinxronlash Firefox’ning zo‘r xususiyatlaridan faqatgina bittasi. Ularning hammasini kashf qiling!
vi: Sync chỉ là một trong những tính năng tuyệt vời có riêng trong Firefox. Hãy trải nghiệm và khám phá!
xh: ISayinki yenye nje yeefitsha eziphakamileyo oyakuyifumana kuphela kwiFirefox. Zifumanele konke!

source: Sync is just one of the great features you’ll only get with Firefox.
ar: المزامنة هي واحدة من أروع الميزات التي تحصل عليها فقط مع فيرفكس.
br: Unan eus ar c'heweriusterioù dreist a gavot e Firefox eo Sync.
ga_ie: Is é Sync ceann de na gnéithe iontacha a fhaigheann tú le Firefox amháin.
gd: Chan eil san t-sioncronachadh ach aon dhe na gleusan snasail againn ann am Firefox.
hr: Sync je samo jedna od odličnih mogućnosti koje ćete dobiti samo sa Firefoxom.
is: Sync er bara einn af þeim frábæru eiginleikum sem þú færð í Firefox.
kab: Synch d tamahilt gar deqs n tmahilin iwatan n Firefox.
kk: Firefox ішінде келетін синхрондау - тек оның көптеген тамаша мүмкіндіктердің біреуі ғана.
lv: Sinhronizēšana ir viena no lieliskajām Firefox iespējām.
my: တပြေးညီဖြစ်မှုသည် မီးမြေခွေးနှင့်အတူ ရရှိနိုင်သည့် အကောင်းဆုံးစွမ်းရည်များထဲမှ တစ်ခုသာ ဖြစ်သည်။
ne: Firefox मा मात्र पाइने धेरै राम्रा बिशेषताहरू मध्ये एक Sync हो।
pt: O Sync é apenas uma das grandes funcionalidades que só tem com o Firefox.
ta: ஒத்திசைவு ஒரு சிறந்த வசதி பயர்பாக்சில் மட்டுமே கிடைக்கிறது.
tr: Sync, sadece Firefox’la elde edebileceğiniz harika özelliklerden sadece bir tanesidir.
uz: Sinx Firefox’dan siz oladigan eng zo‘r xususiyatlardan biridir.
vi: Sync chỉ là một trong những tính năng tuyệt vời có riêng trong Firefox.

source: Download Firefox for Android
af: Laai Firefox af vir Android
ar: تحميل فيرفكس على أندرويد
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স ডাউনলোড করুন
br: Pellgargañ Firefox evit Android
bs: Preuzmite Firefox za Android
ca: Baixeu el Firefox per l'Android
cy: Llwytho i Lawr Firefox Android
fi: Lataa Firefox Androidille
ga_ie: Íoslódáil Firefox ar Android
gd: Luchdaich a-nuas Firefox airson Android
hi_in: Android के लिए Firefox डाउनलोड करें
hr: Preuzmite Firefox za Android
is: Hala niður Firefox fyrir Android
kab: Sider Firefox i Android
kk: Android үшін Firefox-ты жүктеп алыңыз
km: ទាញ​យក Firefox សម្រាប់ Android
lt: Parsisiųskite „Firefox“ „Android“ įrenginiams
lv: Lejupielādēt Firefox Android ierīcēm
my: အန်းဒရွိုက်အတွက် မီးမြေခွေးကို ဆွဲယူကူးပါ။
ne: Android का लागि Firefox डाउनलोड गर्नुहोस्
pt: Transferir o Firefox para o Android
ta: ஆண்ட்ராய்டுக்கான பயர்பாக்ஸை பதிவிறக்கவும்
tr: Android için Firefox’u indir
ur: Android کے لئے Firefox ڈاؤن لوڈ کریں
uz: Android uchun Firefox’ni yuklab olish
vi: Tải Firefox cho Android
xh: Khuphela iFirefox ye-Android
