Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
af: Neem boekmerke, oortjies en wagwoorde van Firefox oral saam met Firefox Sync. Deel tussen rekenaars en mobiele toestelle. Kry Firefox nou!
bs: Ponesite vaše Firefox zabilješke, tabove, ili lozinke gdje god idete sa Firefox Sync. Podijelite između računara i mobilnih uređaja. Dobijte Firefox sada!
ca: Porteu allà on aneu les adreces d'interès, pestanyes o contrasenyes amb el Firefox Sync. Compartiu-les entre ordinadors i dispositius mòbils. Baixeu el Firefox ara mateix!
cy: Gallwch fynd a'ch nodau tudalen, tabiau neu gyfrineiriau Firefox i le bynnag yr ewch gyda Firefox Sync. Rhannu rhwng cyfrifiaduron a dyfeisiau symudol. Defnyddiwch Firefox nawr!
ga_ie: Beir do chuid leabharmharcanna, cluaisíní, agus focail fhaire leat gach uile áit le Firefox Sync. Comhroinn idir ríomhairí agus gléasanna soghluaiste. Faigh Firefox anois!
hi_in: Firefox Sync के साथ अपने Firefox के पुस्तचिह्न, टैब्स, एवं पासवर्ड आप जहाँ भी जाएँ ले जाएँ. कंप्यूटरों और मोबाइल उपकरणों के बीच साझा करें. अभी Firefox प्राप्त करें!
kk: Firefox синхрондауы көмегімен Firefox бетбелгілерін, беттер және парольдерін өзіңізбен бірге ұстаңыз. Компьютерлер және мобильді құрылғылар арасында бөлісіңіз. Firefox-ты қазір алыңыз!
lt: Visada turėkite „Firefox“ adresyną, atvertas korteles ir įrašytus slaptažodžius su savimi, naudodamiesi „Firefox Sync“. Bendrinkite informaciją tarp savo kompiuterių ir mobiliųjų įrenginių. Parsisiųskite „Firefox“ dabar!
ta: நீங்கள் செல்லும் இடமெல்லாம் பயர்பாக்ஸில் உள்ள புத்தகக்குறிகள் கீற்றுகள் (அ) கடவுச்சொற்களை ஒத்திசை மூலம் எடுத்துச்செல்லுங்கள். செல்பேசிகள் கணினிகளுக்கு இடையே பகிருங்கள். இப்போதே பயர்பாக்சை பெறுங்கள்!
ur: Firefox کی ہم وقت سازی کے ساتھ جہاں کہیں بھی آپ لانا چاہو نشانیاں، ٹیبز یا پاس ورڈز کو لے آو۔ کمپیوٹر اور موبائل آلات کے درمیان شیئر کریں۔ Firefox کو ابھی حاصل کریں!
xh: Yiza neeBhukmakhi zakho zeFirefox, iithebhu, okanye iiphaswedi naphi na apho uya khona noNgqamaniso lweFirefox. Yaba phakathi kweekhompyutha nezixhobo zemobhayili. Fumana iFirefox ngoku!

source: Browse boldly. Connect your devices.
cy: Pori'n hy. Cysylltwch eich dyfeisiau.

source: Add Firefox on your personal devices to get your bookmarks, open tabs and passwords anywhere. Get secure access to everything you need when you sign into your Firefox Account.
cy: Ychwanegwch eich dyfeisiau personol i ddefnyddio eich nodau tudalen, tabiau agored a chyfrineiriau ymhobman. Cewch fynediad diogel i bopeth sydd ei angen arnoch pan fyddwch yn mewngofnodi i'ch Cyfrif Firefox.

source: Your web, how you like it, everywhere
cy: Eich gwe, yn ôl eich dymuniad, ym mhob man

source: Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Add Firefox to your personal devices and securely connect your browsing experience everywhere. Keep everything set up how you like it, wherever you go.
cy: Mewngofnodwch i'ch Cyfrif Firefox i gael mynediad i'ch cyfrineiriau diogel, tabiau agored a nodau tudalen. Ychwanegwch Firefox i'ch dyfeisiau personol a chysylltwch yn ddiogel eich profiadau pori ymhob man. Cadwch bethau fel rydych yn eu hoffi, ymhob man.

source: If you lived here you’d be home by now
cy: Petai chi'n byw yma byddech chi adre erbyn hyn

source: Download or open Firefox to start securely connecting your browsing experience on all your personal devices. Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Keep everything set up how you like it, wherever you go.
cy: Llwythwch Firefox i lawr neu ei agor er mwyn cysylltu yn ddiogel eich profiad pori ar eich holl ddyfeisiau personol. Mewngofnodwch i'ch Cyfrif Firefox er mwyn cael mynediad i'ch cyfrineiriau diogel, tabiau agored a nodau tudalen. Trefnwch popeth at eich dant.

source: Now sync Firefox with your iOS and Android devices.
af: Sinkroniseer Firefox nou met u iOS- en Android-toestelle.
bn_bd: এখন আপনার iOS এবং Android ডিভাইসের সাথে Firefox সিঙ্ক করুন।
br: Goubredit Firefox gant hoc'h iOS hag Android adalek bremañ.
bs: Sada sinhronizujte Firefox sa vašim iOS i Android uređajima.
ca: Sincronitzeu ara el Firefox amb els vostres dispositius iOS i Android.
cy: Nawr cydweddwch Firefox gyda'ch dyfeisiau iOS ac Android.
ga_ie: Anois sioncronaigh Firefox le do ghléasanna iOS agus Android.
hi_in: अब अपने आईओस और एंड्राइड उपकरणों के साथ फ़ायरफ़ॉक्स को सिंक करे.
is: Núna geturðu samstillt Firefox við iOS og Android tæki.
kab: Tura Mtawi Firefox akked ibenkan inek iOS akked Android.
kk: Firefox-ты енді өзіңіздің iOS және Android құрылғылармен синхрондаңыз.
lt: Dabar sinchronizuokite „Firefox“ su savo „iOS“ ir „Android“ įrenginiais.
lv: Tagad sinhronizējiet Firefox ar savām iOS un Android ierīcēm.
my: သင့် iOS နှင့် Android ကိရိယာများရှိ မီးမြေခွေးကို ယခုပဲ sync လုပ်ပါ။
ne: अब Firefox अाफ्नो Android र iOS यन्त्र हरूसंग समक्रमण गर्नुहोस्।
ta: இப்போதே பயர்பாக்சை உங்கள் iOS & ஆண்ட்ராய்டு கருவிகளுடன் ஒத்திசையுங்கள்.
ur: ابھی اپنے iOS اور Android آلات پرFirefox کی ہمہ تن سازی کریں
xh: Ngoku ngqamanisa iFirefox ne-iOS yakho nezixhobo ze-Android

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
af: Open die <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">kieslys</a> regs bo in Firefox en kies “<strong>Meld aan by Sync.</strong>”
ar: افتح <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu"> القائمة </a> في أعلى يمين فيرفكس و اختر <strong> تسجيل الدخول للمزامنة .</strong>
bn_bd: ফায়ারফক্সের উপরের ডানে <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">মেন্যুটি</a> খুলুন এবং “<strong>সিঙ্কে সাইন ইন করুন</strong>” নির্বাচন করুন।
br: Digorit al <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">lañser</a> e lein war tu dehou Firefox ha diuzit "<strong>Kennaskañ ouzh Sync.</strong>"
bs: Otvorite <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">meni</a> u gornjem desnom uglu Firefoxa i odaberite “<strong>Prijavi se za sinhronizaciju.</strong>”
ca: Obriu el <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menú</a> al capdamunt a la dreta del Firefox i seleccioneu “<strong>Inicia una sessió al Sync.</strong>”
cy: Agorwch y <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">ddewislen</a> ar frig de Firefox a dewis “<strong>Mewngofnodi i Sync.</strong>”
ga_ie: Oscail an <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">roghchlár</a> ag barr Firefox ar thaobh na láimhe deise agus roghnaigh “<strong>Logáil isteach i Sync.</strong>”
hi_in: फ़ॉयरफ़ॉक्स के ऊपरी दायें किनारे पे <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">मेनू </a>खोले और "<strong>सिंक में हस्ताक्षर करें </strong>" चुनें
is: Opnaðu <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">valmyndina</a> efst í hægra horni Firefox og veldu “<strong>Sign in to Sync.</strong>”
kab: Ldi <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">umuɣ</a> s ufella ayeffus n Firefox sakin fren “<strong> Kcem ɣer Synch.</strong>”
kk: Firefox-тың жоғарғы оң жағындағы <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">мәзірді</a> ашып, "<strong>Синхрондауға кіру</strong>" таңдаңыз
lt: atverkite <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">meniu</a>, esantį viršutiniame dešiniajame „Firefox“ lango kampe ir pasirinkite punktą <strong>Jungtis prie „Sync“</strong>;
lv: Atveriet <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">izvēlni</a> labajā augšējā Firefox loga stūrī un izvēlies “<strong>Sākt sinhronizēt</strong>”
my: မီးမြေခွေး၏ အပေါ်ညာဘက်တွင်ရှိသော <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">မီနူးစာရင်း</a>ကို ဖွင့်ပါ။ ထို့နောက် “<strong>တပြေးညီဖြစ်ရန် ဝင်ရောက်ပါ။</strong>”ကို ရွေးပါ။
ne: Firefox को माथिल्लो भागको दाँया पट्टि रहेको <a class="menurev ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">मेनु</a> मा क्लिक गर्नुहोस् र “<strong>Sync मा साइन इन गर्नुहोस्</strong>” मा क्लिक गर्नुहोस्।
ta: பயர்பாக்ஸின் வலது மேல் மூலையில் உள்ள <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">பட்டியில்</a> “<strong> ஒத்திசைவில் புகுபதிகை</strong>” என்பதைத் திறந்து ஆரம்பியுங்கள்.
ur: Firefox کے اپری کونے سے <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">مینیو</a> کھولیں اور <strong>ہم ساز ہونے کے لئے سائن ان کرے۔</strong>
xh: Vula <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">ienyu</a> phezulu ekunene kweFirefox uze ukhethe "<strong> Sayina kuNgqamaniso.</strong>”

source: Personal
cy: Personol
hi_in: निजी

source: Get Firefox everywhere
af: Kry Firefox oral
bn_bd: Firefox সবজায়গায় পান
bs: Ponesite Firefox svuda
ca: Instal·leu el Firefox a tot arreu
cy: Defnyddio Firefox ymhob man
ga_ie: Faigh Firefox chuile áit
hi_in: पाएँ Firefox हर जगह
kk: Firefox-ты әрқайда алыңыз
lt: Naudokitės „Firefox“ visur
ta: பயர்பாக்ஸ் அனைத்து இயங்குதளங்களிலும் கிடைக்கிறது
ur: ہر جگہ Firefox حاصل کریں
xh: Fumana i-Firefox naphi na

source: Secure
hi_in: सुरक्षित

source: Accessible
hi_in: पहुँच योग्य

source: Need help?
km: ត្រូវការ​ជំនួយ?
uz: Yordam kerakmi?
