Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
af: Lus om die oop oortjies op die rekenaar op 'n ander toestel te sien? Blaaigeskiedenis te sien op die pad? Wagwoorde altyd byderhand te hê? Dis nou moontlik.
ar: أتريد مشاهدة التبويبات المفتوحة على حاسبوك من جهاز آخر؟ أو مطالعة تأريخ التّصفّح أثناء التّنقّل؟ أو إبقاء كلمات المرور معك؟ الآن يمكنك ذلك.
bn_bd: অন্য ডিভাইসে আপনার কম্পিউটারের ওপেন ট্যাব ভিজিট করতে চান? মুহূর্তে আপনার ব্রাউজিং ইতিহাস প্রবেশ করতে চান? আপনার পাসওয়ার্ড নিজের কাছে রাখতে চান? এখন আপনি পারবেন।
br: Ha gweladenniñ hoc'h ivinelloù digor eus hoc'h urzhiataer diouzh un trevnad all a fell deoc'h ? Tizhout roll istor ho merdeiñ war an hent ? Mirout ho ker-tremen ganeoc'h ? Gallout a rit bremañ.
bs: Želite posjetiti otvorene tabove vašeg računara sa drugog uređaja? Pristupiti svojoj historiji pretraživanja u putu? Ponijeti lozinke sa sobom? Sada možete.
ca: Voleu veure les pestanyes obertes al vostre ordinador des d'un altre dispositiu? Accedir a l'historial de navegació mentre us moveu? Portar les contrasenyes amb vosaltres? Ara podeu.
cy: Eisiau mynd at eich tabiau agored eich cyfrifiadur o ddyfais arall? Cael mynediad at eich hanes pori pan ar daith? Cadw eich cyfrineiriau gyda chi? Nawr mae modd i chi wneud.
ga_ie: Ar mhaith leat na cluaisíní ar do ríomhaire a oscailt ar ghléas eile? Teacht ar do stair bhrabhsála nuair a bhíonn tú sa siúl? Beir do chuid focal faire leat? Anois is féidir.
hi_in: आप दूसरे डिवाइस से अपना कप्यूटर के खुले टैब्स को विजिट करना चाहते हैं? गो पर अपना ब्राउज़िंग इतिहास को एक्सेस करे?अपना पासवर्ड अपने पास रखे? अब आप कर सकते हैं.
is: Viltu fá aðgang að þínum opnu flipum frá öðru tæki? Fá aðgang að ferilsögu hvar sem er? Vera með lykilorðin þín með þér? Núna er þetta allt hægt.
kab: Tebɣiḍ ad terzuḍ ɣer yiccaren yeldin ɣef iselkimen nniḍen? Ad tkecmeḍ ɣer umazray inek n tunigin? Ad tawiḍ awalen inek uffiren yid-k? Tura tzemreḍ.
kk: Компьютердегі браузердің ашық беттеріне басқа құрылғыңыздан қатынауды қалайсыз ба? Жолда шолу тарихына қарау? Парольдеріңізді өзіңізбен бірге ұстау? Енді оның барлығы мүмкін.
lt: Norite apsilankyti kitame įrenginyje atvertose kortelėse? Pasiekti naršymo žurnalą, nebūdami namie? Turėti savo slaptažodžius su savimi? Dabar tai galite.
lv: Gribat aplūkot datorā atvērtās cilnes no citām ierīcēm? Iemest aci pārlūkošanas vēsturē, kad esat ceļā? Gribat lai paroles vienmēr ir pa rokai? Tagad šo visu var.
my: သင့်ကွန်ပြူတာမှာ ဖွင့်ထားတဲ့ စာမျက်နှာများကို အခြားကိရိယာကနေတဆင့် ကြည့်ရှုချင်ပါသလား။ သင့် ရှာဖွေမှုမှတ်တမ်းကို ရောက်လေရာအရပ်မှာ အသုံးပြုချင်ပါသလား။ သင့် စကားဝှက်များကို သင်နဲ့အတူ ရှိနေစေချင်ပါသလား။ အခု သင် ပြုလုပ်နိုင်ပြီ။
pt: Quer aceder aos separadores abertos no seu computador em qualquer outro dispositivo? Aceder ao histórico de navegação em viagem? Manter as palavras-passe consigo? Agora já pode.
ta: உங்கள் கணினியில் திறந்த கீற்றுகளை பிற சாதனங்களிலிருந்து பார்க்க ஆசையா? உலாவி வரலாற்றை உடனடியாக அணுக வேண்டுமா? கடவுச்சொல் உங்களுடன் இருக்க வேண்டுமா? இப்போது இவையாவும் சாத்தியமே.
ur: اپنے کمپیوٹر کے کھلے ٹیبیں دوسرے آلہ سے دیکھنا چاہیں گے؟ چلتے ہوئے اپنے براؤزنگ سابقات تک رسائی حاصل کریں؟ اپنے پاسورڈ اپنے ساتھ رکھِیں؟ اب آپ کر سکتے ہیں.
vi: Bạn muốn truy cập các tab đang mở ở máy tính trên một thiết bị khác? Truy cập nhật ký duyệt web từ bất kỳ đâu? Mang theo mật khẩu cùng với bạn? Giờ những điều đó đều đã thành hiện thực.
xh: Ufuna ukutyelela ii-tabs zekhompyutha yakho ezivulekileyo ukusuka kwesinye isixhobo? Fikelela kwimbali yakho yokubhrawuza usendleleni? Gcina kuwe ii-password zakho? Ngoku unako.

source: Here’s what you can sync:
af: Die volgende kan gesinkroniseer word:
ar: إليك ما يمكن مزامنته:
bn_bd: এখানে দেখুন আপনি কি কি সিঙ্ক করতে :
br: Sed amañ pezh a c'hallit goubredañ :
bs: Evo šta možete sinhronizovati:
ca: El que podeu sincronitzar:
cy: Dyma beth fedrwch eu cydweddu:
ga_ie: Is féidir leat na rudaí seo a leanas a shioncronú:
hi_in: यहाँ जो आप सिंक कर सकते हैं:
is: Þetta er hægt að samstilla:
kab: Hatan wayen i tzemreḍ ad temtawiḍ:
kk: Келесі нәрселерді синхрондауға болады:
lt: Štai ką galite sinchronizuoti:
lv: Šo visu var sinhronizēt:
my: သင် ဘာတွေကို တပြေးညီဖြစ်စေနိုင်တယ်ဆိုတာ ဒီမှာကြည့်ပါ။
pt: Eis o que pode sincronizar:
ta: இங்குள்ளவற்றைத் தான் ஒத்திசைக்க முடியும்:
ur: یہاں آپ مطابقت پذیر کر سکتے ہیں ہے:
vi: Dưới đây là những thứ bạn có thể đồng bộ được:
xh: Naku onako ukukungqamanisa:

source: Bookmarks
af: Boekmerke
ar: العلامات
bn_bd: বুকমার্ক
br: Sinedoù
bs: Zabilješke
ca: Adreces d'interès
cy: Nodau Tudalen
ga_ie: Leabharmharcanna
gd: Comharran-lìn
hi_in: पुस्तचिह्न
is: Bókamerki
kab: Ticrad n isebtar
kk: Бетбелгілер
lt: Adresynas
lv: Grāmatzīmes
my: စာမှတ်များ
ne: पुस्तकचिनो
pt: Marcadores
ta: புத்தகக்குறிகள்
ur: نشانیاں
vi: Đánh dấu trang
xh: Iibhukhmakhi

source: Passwords
af: Wagwoorde
ar: كلمات المرور
bn_bd: পাসওয়ার্ড
br: Gerioù-tremen
bs: Lozinke
ca: Contrasenyes
cy: Cyfrineiriau
ga_ie: Focail fhaire
hi_in: पासवर्डस
is: Lykilorð
kab: Awalen uffiren
kk: Парольдер
lt: slaptažodžius
lv: Paroles
my: စကားဝှက်များ
ne: पासवर्डहरू
pt: Palavra-passe
ta: கடவுச்சொற்கள்
ur: پاس ورڈ
vi: Mật khẩu
xh: Ii-Password

source: Open tabs
af: Oop oortjies
ar: التبويبات المفتوحة
bn_bd: ট্যাব খুলুন
br: Ivinelloù digor
bs: Otvorene tabove
ca: Pestanyes obertes
cy: Tabiau agored
ga_ie: Cluaisíní oscailte
hi_in: टैब्स खोले
is: Opnir flipar
kab: Iccaren yeldin
kk: Ашық беттер
lt: atvertas korteles
lv: Atvērtās cilnes
my: ဖွင့်ထားသည့် တပ်ဗ်များ
ne: ट्याबहरू खोल्नुहोस्
pt: Separadores abertos
ta: கீற்றுகளை திற
ur: ٹیب کھولیں
vi: Các tab đang mở
xh: Vula ii-tabs

source: History
af: Geskiedenis
ar: التّأريخ
bn_bd: ইতিহাস
br: Istor
bs: Historiju
ca: Història
cy: Hanes
fi: Historia
ga_ie: Stair
gd: Eachdraidh
hi_in: इतिहास
hr: Povijest
is: Saga
kab: Amazray
kk: Тарихы
lt: Istorija
lv: Vēsture
my: မှတ်တမ်း
ne: इतिहास
pt: História
ta: வரலாறு
ur: تاریخ
vi: Nhật ký duyệt web
xh: Imbali

source: At home
af: Tuis
ar: في الرئيسية
bn_bd: বাড়িতে
br: Er gêr
bs: Kod kuće
ca: A casa
cy: Adref
fi: Kotona
ga_ie: Sa bhaile
gd: Aig an taigh
hi_in: घर पर
hr: Kod kuće
is: Heima
kab: Deg uxxam
kk: Үйде
lt: Namuose
lv: Mājās
my: အိမ်တွင်
ne: घरमै
pt: Em casa
ta: முகப்பில்
tr: Evde
ur: گھر بہ
uz: Uyda
vi: Ở nhà
xh: Ekhaya

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
af: Beweeg tussen die lessenaar en die rusbank in 'n oogwink. Kry toegang tot oop oortjies op 'n slimfoon, of besoek boekmerke maklik op 'n tablet.
bn_bd: আপনার ডেস্ক থেকে বিছানায় চলে যান কোনো কিছু বাদ না দিয়েই। স্মার্টফোন থেকেই আপনার উন্মুক্ত ট্যাবগুলোতে প্রবেশ করুন, কিংবা ট্যাবলেটেই ব্রাউজ করুন আপনার বুকমার্কগুলো।
br: Kit deus ar burev betek ar gourvez-vank hep c'hwitout netra. Haezit ho ivinelloù digor war ho pellgomzer, pe dalc'hit ho sinedoù war ho tablezenn.
bs: Premjestite se sa vašeg stola na kauč bez preskakanja ritma. Pristupite vašim otvorenim tabovima na vašem pametnom telefonu, ili nastavite pretraživati vaše zabilješke direktno na vašem tabletu.
ca: Aneu de l'escriptori al sofà sense perdre-us res. Accediu a les vostres pestanyes obertes des d'el telèfon intel·ligent, o seguiu utilitzant les vostres adreces d'interés a la tauleta digital.
cy: Symudwch o'ch desg i'r soffa'n ddi-lol. Darllenwch eich tabiau agored ar eich ffôn clyfar neu cadwch i bori eich nodau tudalen ar eich tabled.
fi: Voit siirtyä työpöydän äärestä sohvalle, eikä sinulta jää piiruakaan väliin. Pääset käsiksi avoimiin välilehtiisi älypuhelimelta, tai voit jatkaa kirjanmerkkien selausta tabletilta.
ga_ie: Téigh ó do dheasc go dtí an tolg gan aon stró. Beidh tú in ann teacht ar do chuid cluaisíní oscailte ar do ghuthán cliste, nó do chuid leabharmharcanna a úsáid go díreach ó do tháibléad.
gd: O sheòmar gu seòmar gun stadadh sam bith. Na tabaichean fosgailte agad air an fhòn tapaidh agad no na comharran-lìn agad air an tablaid agad.
hi_in: अपने मेज को अपने सोफे तक बिना किसी टप्पे के छूटे ले जाएँ. अपने खुले हुए टैब का अपने स्मार्टफोन पर अभिगमन करें, या अपने टेबलेट पर अपने पुस्तचिह्न ब्राउज करें.
hr: Premjestite se sa stola na kauč bez problema. Pristupite svojim otvorenim karticama na pametnom telefonu, ili nastavite pregledavati svoje zabilješke na svojem tabletu.
is: Farðu frá skrifborðinu yfir í sófann án þess að missa af neinu. Fáðu aðgang að þeim flipum sem eru á snjallsímanum, eða haltu áfram að vafra með bókamerkjunum þínum á spjaldtölvunni.
kab: Mahel seg umetṛeḥ, war ma truḥ-ak tlelli. Kcem seg uzirz inek ɣer yiccaren yeldin, neɣ snirem ticraḍ inek n isebtar di tfelwit inek n uselkem.
kk: Жұмыс үстелінен диванға ешнәрседен қол үзбей ауысыңыз. Смартфоныңызда ашық беттерге, планшетіңізде бетбелгілерге қол жеткізіңіз.
lt: Pabodus sėdėti prie stalo, įsitaisykite ant sofos ir skaitykite toliau. Matykite savo atvertas korteles telefone. Naudokitės adresynu planšetėje.
lv: Pārejiet no galda uz dīvānu nezaudējot ne mirkli. Skatiet atvērtās cilnes telefonā vai atveriet grāmatzīmēs planšetdatorā.
my: သင့် အလုပ်စားပွဲကနေ ဆိုဖာထိုင်ခုံပေါ်သို့ ပုံမပျက် ရွှေ့ပါ။ သင်ဖွင့်ထားတဲ့ စာမျက်နှာများကို သင့်စမတ်ဖုန်းပေါ်မှာ အသုံးပြုပါ (သို့) သင့်စာမှတ်များကို သင့်သင်ပုန်းကွန်ပြူတာပေါ်မှာ ဆက်လက်ကြည့်ရှုပါ။
pt: Da secretária para o sofá sem perder nada. Aceda aos seus separadores abertos no seu smartphone, ou continue a navegar pelos seus marcadores no seu tablet.
ta: ஒரு கணம் கூட கைவிடாமல் உங்கள் மேசையிலிருந்து படுக்கைக்குச் சென்று. உங்கள் திறன்பேசிகளில் உள்ள திறந்த கீற்றுகளை அணுகுங்கள் (அ) கைக்கணினிகளில் உள்ள உலாவல் வரலாற்றை உலாவுங்கள்.
tr: Hiçbir şeyi arkanızda bırakmadan masanızdan kanepeye geçin. Açık sekmelerinize akıllı telefonunuzdan erişebilir veya yer imlerinize tabletinizden ulaşabilirsiniz.
ur: اپنےڈیسک سے صوفے پر منتقل ہوں ایک دھنک اچٹے بغیر۔ آپنے ہوشیار فون میں کھلے ٹیبس تک رسائی حاصل کریں، یا امنے ٹیبلٹ سے نشانیوں کو برائوز کریں۔
uz: Partangizdan divanga birorta detalni ham qoldirmasdan o‘ting. Telefoningizdagi ochiq ichki oynalaringizga kiring yoki xatcho‘plaringizni ko‘rish huquqini planshetingizda saqlang.
vi: Di chuyển từ bàn làm việc ra phòng khách mà không bỏ lỡ gì hết. Truy cập các tab đang mở ngay trên điện thoại hoặc máy tính bảng.
xh: Suka edesikeni uye esofeni ungakhange utsibe bhithi. Fikelela kwiithebhu zakho ezivulekileyo kwismartphone sakho, okanye uqhubeleke ubhrawuza iibhukhimakhi zakho kanye kwithablet yakho.

source: At work
af: By die werk
ar: في العمل
bn_bd: কর্মস্থলে
br: War ho labour
bs: Na poslu
ca: A la feina
cy: Yn y gwaith
fi: Töissä
ga_ie: San oifig
gd: Aig an obair
hi_in: काम पर
hr: Na poslu
is: Í vinnunni
kab: Deg umahil
kk: Жұмыста
lt: Darbe
lv: Darbā
my: အလုပ်တွင်
ne: काममा
pt: No trabalho
ta: பணியில்
tr: İşte
ur: کام پر
uz: Ishda
vi: Ở cơ quan
xh: Emsebenzini

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
af: Hou alle belangrike inligting byderhand. Sinkroniseer wagwoorde en boekmerke wat altyd binne bereik moet wees. Nes Firefox is dit so veilig as moontlik.
ar: ابق على تواصل مع جميع المعلومات الهامة الخاصة بك. قم بمزامنة كلمات المرور والإشارات التي قد تحتاج إلى الوصول إليها في أي وقت. تماماً مثل فيرفكس، انها آمنة جداً.
bn_bd: আপনার যাবতীয় গুরুত্বপূর্ণ তথ্যের সাথে সংযুক্ত থাকুন। যেকোনো সময় প্রবেশ করার জন্য পাসওয়ার্ড এবং বুকমার্কসমূহ সিঙ্ক রাখুন। ফায়ারফক্সের মত, এটা হতে পারে নিরাপদ।
br: Chomit kennasket d'ho titouroù pouezus. Goubredit ar kerioù-tremen hag an ivinelloù ho peus ezhomm haeziñ forzh pegoulz. Diarvar eo evel Firefox.
bs: Ostanite povezani sa svim vašim bitnim informacijama. Sinhronizirajte lozinke i zabilješke kojima ćete možda trebati pristupiti u bilo koje vrijeme. Baš kao Firefox, to je sigurno.
ca: Continueu connectats a tota la vostra informació important. Sincronitzeu les contrasenyes i les adreces d'interés que us calguin en qualsevol moment. Com el Firefox, tant segur com cal.
cy: Cadwch mewn cysylltiad â'ch gwybodaeth bwysig i gyd. Cydweddwch y cyfrineiriau a'r nodau tudalen efallai y bydd eu hangen arnoch chi. Fel Firefox, mae'n gwbl ddiogel.
fi: Pysy yhteydessä kaikkiin tärkeisiin tietoihisi. Synkronoi salasanat ja kirjanmerkit, joita saatat tarvita milloin tahansa. Se on yhtä turvallista kuin Firefox itse.
ga_ie: Bí ceangailte leis an bhfáisnéis is tábhachtaí i do shaol. Déan sioncronú ar fhocail fhaire agus leabharmharcanna chun teacht orthu am ar bith. Cosúil le Firefox, tá sé fíorshábháilte.
gd: Cum ceangailte ris an fhiosrachadh chudromach agad. Sioncronaich na faclan-faire 's comharran-lìn a tha feum agad orra fad an t-siubhail. Mar a tha Firefox, tha e cho sàbhailte 's a dh'fhaodadh a bhith.
hi_in: अपने महत्वपूर्ण जानकारियों से जुड़े रहिये. अपने कूटशब्द और पुस्तचिन्ह जिनके अभिगमन के जरुरत आपको हमेशा जरुरत होगी. ये फायरफॉक्स के जैसे ही सुरक्षित है जितना ही होना चाहिए.
hr: Ostanite povezani sa svim svojim važnim informacijama. Sinkronizirajte lozinke i zabilješke koje ćete možda trebati za pristup u bilo koje vrijeme. Baš kao i Firefox, najsigurnije je što može biti.
is: Fáðu aðgang að öllum mikilvægu gögnunum þínum. Samstilltu þau lykilorð og bókamerki sem þú gætir þurft að nota annars staðar. Þetta er eins öruggt og það getur verið í Firefox.
kab: Ḥrez akk talɣut inek ɣef afus. Mtawi awalen inek uffiren akked ticraḍ n isebtar i yezmer ad teḥwaǧeḍ, udiɣ kcem ɣer-sen melmi tebɣiḍ. D aɣelsan am Firefox.
kk: Барлық маңызды ақпаратыңыздан қол үзбеңіз. Кез-келген уақытта керек бола алатын парольдер және белбелгілерді синхрондаңыз. Firefox-тың өзі сияқты, бұл қауіпсіз.
lt: Nelikite atitrūkę nuo rūpimų dalykų. Sinchronizuokite slaptažodžius ir adresyną bei naudokitės jais kada tik prireiks. Kaip ir „Firefox“ atveju – vargu ar berasite ką saugesnio.
lv: Nepazaudējiet savu svarīgo informāciju. Sinhronizējiet paroles un grāmatzīmes, lai tās vienmēr būtu pieejamas. Tāpat kā Firefox, tas ir absolūti droši.
my: သင့် အရေးကြီးတဲ့ အချက်အလက်များနဲ့ ချိတ်ဆက်မှု ရှိနေပါ။ မည်သည့်အချိန်မှာမဆို သင်လိုအပ်နေချိန် အသုံးပြုနိုင်ရန် စကားဝှက်များနှင့် စာမှတ်များကို တပြေးညီဖြစ်စေပါ။ မီးမြေခွေးကဲ့သို့ ၎င်းတို့လည်း လုံခြုံနေပါမည်။
pt: Tenha acesso à sua informação mais importante. Sincronize as palavras-passe e marcadores para as utilizar em qualquer altura. Tal como o Firefox, é tão seguro como pode ser.
ta: உங்கள் முதன்மைத் தகவல்களுடன் எப்போதும் இணைந்திருங்கள். எந்நேரத்திலும் உங்களுக்கு தேவைப்படும் கடவுச்சொல்லையும் புத்தகக்குறிகளையும் ஒத்திசையுங்கள். அவை பயர்பாக்சு போலவே, எப்போதும் பாதுகாப்பாக இருக்கும்.
tr: Önemli bilgilerinizle bağınız hiç kopmasın. Her an ihtiyacınız olabilecek parola ve yer imlerinizi eşitleyebilirsiniz. Tıpkı Firefox gibi, Sync de çok güvenli.
ur: آپ کی اہم معلومات میں سے سب سے منسلک رہنے. آپ کسی بھی وقت تک رسائی حاصل کرنے کی ضرورت ہو سکتی ہے کہ پاس ورڈز اور بک مارکس مطابقت پذیر بنائیں. صرف فائر فاکس کی طرح، یہ ہو سکتا ہے کے طور پر محفوظ ہے.
uz: Muhim ma’lumotlaringizning barchasiga ulangan holda qoling. Parollaringiz va xatcho‘plaringizni sinxronlash xohlagan vaqtingizda kirishingiz uchun kerak bo‘ladi. Firefox’ga o‘xshab, u xavfsiz.
vi: Giữ kết nối với những dữ liệu quan trọng. Đồng bộ mật khẩu và đánh dấu trang để có thể truy cập bất kỳ lúc nào. Cũng như Firefox, mọi thứ đều an toàn.
xh: Hlala uqagamshelana nazo zonke iinkcukacha zakho ezibalulekileyo. Sayinka iphasiwedi neebhukhimakhi onokufuna ukufikelela kuzo naninina. Njenge Firefox, ikhuselekile kangangoko.

source: On the go
af: Op pad
ar: أثناء التنقل
bn_bd: চলতি অবস্থায়
br: War an hentoù
bs: Na putu
ca: Sobre la marxa
cy: Wrth fynd
fi: Tien päällä
ga_ie: Sa siúl
gd: Air an rathad
hi_in: गिरावट की हालत में
hr: Na putu
is: Á ferðinni
kab: D ayen ara tawiḍ
kk: Жолда
lt: Kelyje
lv: Ceļā
my: မည်သည့်နေရာပဲ ရောက်ရောက်
pt: Em viagem
ta: பயணத்தில்
tr: Yolda
ur: راہ چلتے
uz: Yo‘l-yo‘lakay
vi: Trên đường
xh: Eluhambeni

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
af: Bly op hoogte met gunstelinge, of finaliseer 'n storie waarmee by die huis begin is — net waar mens gaan. Met Sync is dit so maklik as moontlik.
ar: مواكبة المواقع المفضلة لديك، أو إنهاء تلك القصة التي بدأتها في المنزل - أينما تذهب. مع تزامن، لم تكن أكثر سهولة!
bn_bd: আপনি যেখানেই যান না কেন — আপনার প্রিয় সাইটগুলো সাথেই রাখুন, অথবা বাড়িতে পড়া শুরু করা গল্পটি শেষ করুন। সিঙ্কের মাধ্যমে, যা আগে কখনও এতো সহজ ছিল না।
br: Chomit kennasket gant ho lec'hiennoù karetañ, pe echuit an istor benn kroget ganeoc'h — forzh pelec'h ez afec'h. N'eo morse bet aesoc'h gant Sync.
bs: Nastavite sa vašim omiljenim stranicama, ili završite priču koju ste počeli kod kuće — gdje god idete. Sa sinhronizacijom, to nikad nije bilo lakše.
ca: Seguiu el ritme dels vostres llocs preferits, o acabeu l'article que heu començat a casa - allà on sigueu. Amb el Sync, mai ha estat tan fàcil.
cy: Cadw i fyny gyda'ch hoff wefannau neu orffen stori roeddech ar ei chanol — lle bynnag yr ewch. Gyda Sync, mae'n hawdd.
fi: Voit seurata suosikkisivustojasi tai kirjoittaa loppuun tarinan, jonka aloitit kotona — minne menetkin. Syncin ansiosta se on helpompaa kuin koskaan.
ga_ie: Coinnigh cothrom le dáta leis na suímh is ansa leat, nó cuir an scéal sin a thosaigh tú sa bhaile i gcrích, in áit ar bith. Tá sé an-éasca le Sync.
gd: Cum suas ris na làraichean as fhearr leat no cuir crìoch air rud a thòisich thu aig an taigh — ge be càit a bheil thu. Cha robh e na b' fhasa a-riamh roimhe.
hi_in: अपने पसंदीदा साइट्स के साथ जगे रहिये, या अपने घर पे शुरू की हुई कहानी खत्म करें — आप जहा भी जाएँ. सिंक के साथ, ये इतना आसान कभी भी नहीं था.
hr: Pratite svoje omiljene stranice ili završite priču koju ste započeli kod kuće — bilo gdje da idete. Sa Sync, nikada nije bilo lakše.
is: Fylgstu með uppáhalds vefsvæðunum, eða kláraðu að lesa greinina sem þú byrjaðir á að lesa heima — hvar sem er. Aldrei hefur þetta verið eins auðvelt og það er með Sync.
kab: Eǧǧ tiṭ-ik ɣef yesmal i tḥemleḍ, neq fak taɣuṛi n teqsiṭ agi yebdan deg uxxam — a yanda teddiḍ. Akked Sync, weṛǧin ur yelli fessus.
kk: Таңдамалы сайттар жаңалықтарын біліп отырыңыз, үйде бастаған мақаланы оқып бітіріңіз — қайда барсаңыз ба. Синхрондау көмегімен бұның бәрі де мүмкін және ыңғайлы.
km: រក្សាទុក​ជាមួយ​តំបន់​បណ្ដាញ​ពេញនិយម ឬ​បញ្ចប់​​រឿង​ដែល​អ្នក​ចាប់ផ្ដើម​នៅ​ផ្ទះ — នៅ​ទីកន្លែង​ដែល​អ្នក​ទៅ។ ជាមួយ​ការ​ធ្វើ​សមកាលកម្ម, វា​មិន​ងាយស្រួល​ឡើយ។
lt: Neatsitraukite nuo mėgstamų svetainių ar tiesiog užbaikite pradėtą skaityti straipsnį – kur bekeliautumėte. Su „Sync“ tai tikrai paprasta. Paprasčiau tiesiog nebūna.
lv: Saņemiet jaunumus no savām iecienītajām lapām vai pabeidziet rakstu, ko iesākāt mājās — lai kur jūs dotos, sinhronizēšana nekad nav bijusi vienkāršāka.
my: ဘယ်နေရာပဲ သင်သွားသွား သင်နှစ်သက်သည့် ဆိုက်များကို သိမ်းထားပါ (သို့) အိမ်ကနေ သင်စတင်ခဲ့တဲ့ ဇာတ်လမ်းကို အဆုံးသတ်ပါ။ တပြေးညီဖြစ်မှုနှင့်အတူ ပိုမိုလွယ်ကူပါမည်။
pt: Acompanhe os seus sítio favoritos ou termine aquela história que começou em casa, esteja onde estiver. Com o Sync nunca foi tão fácil.
ta: நீங்கள் எங்குச் சென்றாலும் — உங்களுக்குப் பிடித்த தளங்களைப் பார்க்கலாம், அல்லது வீட்டில் துவங்கியதை முடிக்கலாம். ஒத்திசைவுடன் இருப்பது போல, எப்போதும் எளிதாக இருந்ததில்லை.
tr: Nereye giderseniz gidin, sevdiğiniz siteleri veya evde okumaya başladığınız yazıları yanınızda taşıyın. Sync’ten daha kolayı yok.
ur: اپنی پسندیدہ سائٹس کے ساتھ رہو، یا اس کہانی آپ کے گھر میں شروع کیا کام ختم - جہاں بھی تم جاؤ. ہم آہنگی کے ساتھ، یہ آسان کبھی نہیں رہا ہے.
uz: Sevimli saytlaringizni saqlab qo‘ying yoki uyda boshlagan ishingizni qayerda bo‘lsangiz ham tugatib qo‘ying. Sinxronlash hozirgiday hech qachon oson bo‘lmagan.
vi: Theo dõi tin tức trên các trang web ưa thích, hay đọc nốt câu chuyện mà bạn đang dở ở nhà — dù bạn có đi bất cứ nơi đâu. Với Sync, chưa bao giờ dễ hơn thế.
xh: Zigcine usemgceni nesayithi zakho ozithandayo, okanye gqiba elabali uliqalileyo ekhaya - naphina uyakhona. NgeSayinki, akuzange kubelula kangaka.

source: Add Firefox to your smartphone or tablet
af: Installeer Firefox op 'n slimfoon of tablet
ar: إضافة فيرفكس لهاتفك الذكي أو الجهاز اللوحي
bn_bd: অাপনার স্মার্টফোন বা ট্যাবলেট এ ফায়ারফক্স যোগ করুন।
br: Ouzhpennit Firefox d'ho pellgomzer hezoug pe d'ho tabler
bs: Dodajte Firefox na vaš pametni telefon ili tablet
ca: Afegiu el Firefox al vostre telèfon intel·ligent o tauleta
cy: Ychwanegwch Firefox i'ch ffôn neu dabled
ga_ie: Suiteáil Firefox ar do ghuthán cliste nó ar do tháibléad
hi_in: अपने स्मार्टफोन या टेबलेट में फ़ॉयरफ़ॉक्स को जोड़े
is: Bættu við Firefox á snjallsímann eða spjaldtölvuna
kab: Rnu Firefox ɣer uziraz neɣ tafelwit inek n uselkem
kk: Firefox-ты өз смартфоныңызға не планшетіңізге қосыңыз
lt: Įdiekite „Firefox“ į savo išmanųjį telefoną ar planšetę
lv: Pievienojiet Firefox savam telefonam vai planšetdatoram.
my: သင့် စမတ်ဖုန်း (သို့) သင်ပုန်းကွန်ပြူတာတွင် မီးမြေခွေးကို ထည့်သွင်းပါ
ne: तपाईँकोको स्मार्टफोन अथवा ट्याब्लेटमा Firefox थप्नुहोस्
pt: Adicionar o Firefox ao seu smartphone ou tablet
ta: உங்கள் திறன்பேசி (அ) கைக்கணினியில் பயர்பாக்சை சேர்க்கவும்
ur: اپنے اسمارٹ فون یا ٹیبلٹ میں Firefox کااضافہ کریں
vi: Cài đặt Firefox vào điện thoại hay máy tính bảng
xh: Faka i-Firefox kwi-smartphone yakho okanye kwi-tablet
