Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.po
Languages: az

source: Keep your Firefox in sync
az: Firefox-unuzu sinxron saxlayın

source: Instantly make Firefox your own wherever you use it. Seamlessly sync your bookmarks, history, passwords and more and access them from any device.
az: Firefox-u harada işlədirsiz-işlədin, özünüzkü edin. Əziyyətsiz əlfəcin, tarixcə, şifrələr və başqa məlumatlarınızı sinxronlaşdırın və onları özünüz üçün bütün cihazlardan əl-çatan edin.

source: Get started with Sync. It’s fast, safe and easy:
az: Sinxronlaşdırmaya başlayın. Bu sürətli, təhlükəsiz və rahatdır:

source: Open the <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
az: Üst sağda olan <a class="menu" href="%(url)s#w_a-handy-new-menu">menyunu</a> açın və “<strong>Sinxronlaşdırmaya daxil ol</strong>” seçin.

source: Open the <a href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “Sign in to Sync.”
az: Üst sağda olan <a href="%(url)s#w_a-handy-new-menu">menyunu</a> açın və “Sinxronlaşdırmaya daxil ol” seçin.

source: Click “<strong>Get started</strong>” in the tab that opens.
az: Açılan tabda “<strong>Başla</strong>” düyməsini klikləyin.

source: Click “Get started” in the tab that opens.
az: Açılan tabda “Başla” düyməsini klikləyin.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
az: “<strong>Firefox Hesabı Aç</strong>”-maq üçün e-poçt və şifrə daxil edin.

source: Enter an email address and password to “Create a Firefox Account.”
az: “Firefox Hesabı Aç”-maq üçün e-poçt və şifrə daxil edin.

source: Click “<strong>Next</strong>” to get a verification sent to your email.
az: “<strong>Növbəti</strong>” düyməsinə basın və e-poçt adresinizə göndərilmiş təstiqi alın.

source: Click “Next” to get a verification sent to your email.
az: “Növbəti” düyməsinə basın və e-poçt adresinizə göndərilmiş təstiqi alın.

source: Check your email and click the verification link.
az: E-poçtunuzu yoxlayın və təsdiqləmə linkinə klikləyin.

source: You’re all set! Firefox will automatically sync in the background from now on.
az: Hər şey tamamdır! Firefox bundan sonra arxada sinxronlaşacaq.

source: Get more detailed instructions.
az: Ətrafı təlimat əldə edin.

source: Using an older version of Sync?
az: Sinxronlaşdırmanın köhnə versiyasını işlədirsiz?

source: Have an Android phone or tablet?
az: Android telefon və ya tabletiniz var?

source: <a href="%(url)s">Download Firefox for Android</a> to sync between your desktop and mobile devices.
az: <a href="%(url)s">Android üçün Firefox Endirin</a> və kompüterlərinizlə mobil cihazlarınız arasında sinxronlaşın.

source: Download Firefox for Android to sync between your desktop and mobile devices.
az: Android üçün Firefox Endirin və kompüterlərinizlə mobil cihazlarınız arasında sinxronlaşın.

source: Get it free from Google Play
az: Google Play-dən pulsuz əldə edin
