Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: af, ar, as, bn_bd, br, bs, ca, cy, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, ne, pt, ta, tr, ur, uz, vi, xh

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
af: Om die meeste uit Sync te put, kry Firefox vir iOS of Android en koppel alle toestelle — waar en wanneer Firefox ook al gebruik word.
ar: للحصول على تجربة مزامنة كاملة، احصل على فيرفكس لiOS أو آندرويد واربط جميع الأجهزة الخاصة بك - في كل مكان وفي أي مكان كنت تستخدم فيرفكس.
bn_bd: সিঙ্কের সম্পূর্ণ অভিজ্ঞতা পেতে চান, ফায়ারফক্স ফর আই.ও.এস. অথবা অ্যান্ড্রোয়েড নিন এবং সকল ডিভাইসের সাথে সংযোগ করুন — সব জায়গায় এবং যেকোনো জায়গায় ফায়ারফক্স ব্যবহারের সময়।
br: Evit arverañ Sync ar gwellañ ma c'hallit, pellgargit Firefox war iOS pe Android ha kennaskit holl ho trevnadoù — pep lec'h ha n'eus forzh pelec'h e rit gant Firefox.
bs: Da steknete potpuno iskustvo sinhronizacije, uzmite Firefox za iOS ili Android i povežite sve vaše uređaje — svuda i gdje god koristite Firefox.
ca: Per obtenir tota l'experiència del Sync, obteniu el Firefox per a l'iOS o l'Android i connecteu tots els vostres dispositius — a tot arreu on utilitzeu el Firefox.
cy: I gael y profiad Sync llawn, defnyddiwch Firefox ar gyfer iOS neu Android a chysylltu eich holl ddyfeisiau — lle bynnag a phryd bynnag fyddwch yn defnyddio Firefox.
ga_ie: Chun an tairbhe is mó a bhaint as Sync, faigh Firefox ar iOS nó ar Android, agus ceangail do chuid gléasanna aon áit agus gach uile áit a n-úsáideann tú Firefox.
hi_in: पूरा सिंक अनुभव पाने के लिए, आईओस या Android के लिए Firefox पाये और सभी डिवाइस को कनेक्ट करे — हर जगह और कहीं भी आप Firefox उपयोग कर सकते हैं.
is: Til að fá aðgang að öllum eiginleikum Sync, þarftu að ná í Firefox fyrir iOS eða Android og tengduöll tækin þín — hvar og hvenær sem þú notar Firefox.
kab: Akken ad tfeṛseḍ tagnitt si Sync, seqdec Firefox di iOS neɣ Android udiɣ qqen akk ibenkan inek — di yal amḍiq anida tesseqdaceḍ Firefox.
kk: Синхрондаудың барлық мүмкіндіктерін алу үшін, iOS не Android үшін Firefox-ты алып, барлық құрылғыларыңызды байланыстырыңыз — Firefox-ты қайда қолдансаңыз да.
lt: Kad galėtumėte mėgautis visais „Sync“ privalumais, parsisiųskite „Firefox“ naršyklę į savo „iOS“ ar „Android“ įrenginį ir įjunkite sinchronizavimą tarp visų jūsų naudojamų įrenginių.
lv: Lai iegūtu maksimumu no sinhronizēšanas pievienojiet to Firefox iOS vai Android ierīcēs. Savienojiet visas ierīces, kurās jums ir Firefox
my: တပြေးညီဖြစ်မှုကို အပြည့်အဝအသုံးချရန် အိုင်အိုအက်စ် (သို့) အန်းဒရွိုက်အတွက် မီးမြေခွေးကို ရယူပြီး နေရာစုံမှာရှိနေတဲ့ မီးမြေခွေးအသုံးပြုတဲ့ သင့်ကိရိယာများနှင့် ချိတ်ဆက်ပါ။
pt: Para obter a experiência completa de sincronização, obtenha o Firefox para iOS ou Android e ligue todos os seus dispositivos — sempre e em qualquer lugar onde utilize o Firefox.
ta: எங்கேயும் எப்போதும் பயர்பாக்சைப் பாவித்து — முழு ஒத்திசைவு அனுபவத்தைப் பெற, iOS (அ) ஆண்ட்ராய்டு இயங்குதளங்களுக்கான பயர்பாக்சைப் பெறுங்கள்.
ur: مکمل مطابقت پذیری کے تجربے کو حاصل کرنے کے لئے، ائ او ایس یا اینڈرائیڈ کے لئے فائر فاکس ہو جاؤ اور آپ کے تمام آلات سے رابطہ قائم - ہر جگہ اور کہیں بھی آپ فائر فاکس استعمال کرتے ہیں.
vi: Để có được trải nghiệm Sync đầy đủ nhất, hãy tải Firefox cho iOS hoặc Android và kết nối với tất cả các thiết bị của bạn — mọi nơi.
xh: Fumana amava apheleleyo okuNgqamanisa, fumana i-Firefox ye-iOS ojkanye i-Android kwaye qhagamshela zonke izixhobo zakho — yonke indawo kwaye naphi na usebenzisa khona i-Firefox.

source: Add Firefox
af: Installeer Firefox
ar: إضافة فيرفكس
bn_bd: ফায়ারফক্স যোগ
br: Ouzhpennañ Firefox
bs: Dodajte Firefox
ca: Afegiu el Firefox
cy: Ychwanegu Firefox
ga_ie: Suiteáil Firefox
hi_in: फ़ायरफ़ॉक्स जोड़ें
is: Bæta við Firefox
kab: Sebded Firefox
kk: Firefox-ты қосу
lt: Pridėkite „Firefox“
lv: Pievienojiet Firefox
my: မီးမြေခွေးကို ထည့်ပါ
ne: Firefox थप्नुहोस्
pt: Adicionar o Firefox
ta: பயர்பாக்சை சேர்
ur: فائر فاکس میں شامل کریں
vi: Cài đặt Firefox
xh: Faka i-Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
af: Het u 'n <b>Android-foon</b> of <b>-tablet</b>?
ar: هل تريد <b>هاتف آندرويد ذكي</b>أو <b>لوح ذكي</b>؟
bn_bd: আপনার <b>অ্যান্ড্রোয়েড স্মার্টফোন</b> বা <b>ট্যাবলেট</b> আছে কি?
br: Ur <b>pellgomz</b> pe un <b>dablezenn Android</b> a zo ganeoc'h ?
bs: Imate <b>Android pametni telefon</b> ili <b>tablet</b>?
ca: Teniu un <b>telèfon Android</b> o <b>una tauleta</b>?
cy: Oes gennych chi <b>ffôn clyfar</b> neu <b>dabled Android</b>?
fi: Onko sinulla <b>Android-älypuhelin</b> tai <b>tabletti</b>?
ga_ie: An bhfuil <b>guthán</b> nó <b>táibléad Android</b> agat?
gd: A bheil <b>fòn tapaidh</b> no <b>tablaid Android</b> agad?
hi_in: आपके पास <b>एंड्राइड स्मार्टफोन </b>या <b>टेबलेट </b> है?
hr: Imate li <b>Android pametni telefon</b> ili <b>tablet</b>?
is: Áttu <b>Android snjallsíma</b> eða <b>spjaldtölvu</b>?
kab: Ɣur-k <b> aziraz</b> neɣ <b> tafelwit n usenqed Android</b>?
kk: Сізде <b>Android смартфоны</b> немесе <b>планшеті</b> бар ма?
km: មាន <b>ទូរសព្ទ​ទំនើប​សម្រាប់ Android</b> ឬ <b>កុំព្យូទ័រ​បន្ទះ</b>?
lt: Turite <b>„Android“ telefoną</b> arba <b>planšetę</b>?
lv: Vai jums ir kādu <b>Android viedtālruni</b> vai <b>planšetdatoru</b>?
my: <b>အန်းဒရွိုက် စမတ်ဖုန်း</b> သို့မဟုတ် <b>သင်ပုန်းကွန်ပြူတာ</b> ရှိပါသလား။
pt: Tem um <b>smartphone</b> ou <b>tablet Android</b>?
ta: <b>ஆண்ட்ராய்டு திறன்பேசி</b> உள்ளதா அல்லது <b>கைக்கணினி</b> உள்ளதா?
tr: <b>Android akıllı telefonunuz</b> veya <b>tabletiniz</b> mi var?
ur: آپکے پاس <b>اینڈرائڈ ہوشیار فون ہے</b> یا <b>ٹیبلٹ</b>؟
uz: <b>Android smartfon</b>ingiz yoki <b>planshet</b>ingiz bormi?
vi: Bạn có <b>điện thoại</b> hay <b>máy tính bảng chạy Android</b>?
xh: Yiba ne <b> Android smartphone </b> okanye <b> ithablet </b>?

source: DOWNLOAD FIREFOX FOR ANDROID
af: LAAI FIREFOX AF VIR ANDROID
ar: حمل فيرفكس للأندرويد
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স ডাউনলোড করুন
br: PELLGARGAÑ FIREFOX WAR ANDROID
bs: PREUZMITE FIREFOX ZA ANDROID
ca: BAIXEU EL FIREFOX PER A L'ANDROID
cy: LLWYTHO I LAWR FIREFOX ANDROID
fi: Lataa Firefox Androidille
ga_ie: ÍOSLUCHTAIGH FIREFOX AR ANDROID
gd: LUCHDAICH A-NUAS FIREFOX AIRSON ANDROID
hi_in: ANDROID के लिए FIREFOX डाउनलोड करें
hr: PREUZMITE FIREFOX ZA ANDROID
is: HALA NIÐUR FIREFOX FYRIR ANDROID
kab: SIDER FIREFOX I ANDROID
kk: ANDROID ҮШІН FIREFOX-ТЫ ЖҮКТЕП АЛУ
km: ទាញ​យក FIREFOX សម្រាប់ ANDROID
lt: PARSISIŲSKITE „FIREFOX“ „ANDROID“ ĮRENGINIAMS
lv: LEJUPIELĀDĒT FIREFOX ANDROID IERĪCĒM
my: အန်းဒရွိုက်အတွက် မီးမြေခွေးကို ဆွဲယူကူးပါ။
pt: TRANSFIRA O FIREFOX PARA O ANDROID
ta: ஆண்ட்ராய்டுக்கான பயர்பாக்ஸை பதிவிறக்கவும்
tr: ANDROID İÇİN FIREFOX’U İNDİRİN
ur: Android کے لئے Firefox ڈاؤن لوڈ کریں
uz: Android uchun Firefox’ni yuklab olish
vi: TẢI FIREFOX CHO ANDROID

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
af: Om die meeste uit Sync te put, neem die Web oral saam met Firefox. Koppel 'n slimfoon, tablet en rekenaar.
ar: للحصول على تجربة مزامنة كاملة، أخذ الويب الخاص بك معك في كل مكان تستخدم فيه فيرفكس. قم بتوصيل الهاتف الذكي أو الجهاز اللوحي، والكمبيوتر والكمبيوتر المحمول.
bn_bd: সিঙ্কের সম্পূর্ণ অভিজ্ঞতা পেতে, আপনার ওয়েবকে নিয়ে যান যেকোনো জায়গায় ফায়ারফক্স ব্যবহারের সময়। আপনার স্মার্টফোন, ট্যাবলেট, কম্পিউটার এবং ল্যাপটপে সংযুক্ত রাখুন।
br: Evit arverañ Sync ar gwellañ ma c'hallit, kemerit ar Web ganeoc'h pep lec'h ma rit gant Firefox. Kennaskit ho pellgomz, ho tablezenn, urzhiataer pe urzhiataer hezoug.
bs: Da steknete potpuno iskustvo sinhronizacije, ponesite vaš web sa sobom svuda gdje koristite Firefox. Povežite vaš pametni telefon, tablet, računar i laptop.
ca: Per a aprofitar el Sync al màxim, porteu el vostre Web a tot arreu on utilitzeu el Firefox. Connecteu el vostre telèfon intel·ligent, tauleta, ordinador i portàtil.
cy: I gael y profiad Sync llawn, ewch â'r we gyda chi i bob man fyddwch chi'n defnyddio Firefox. Cysylltwch eich ffôn clyfar, tabled, cyfrifiadur, a gliniadur.
fi: Saadaksesi täydellisen Sync-kokemuksen, ota verkko mukaasi kaikkialla, missä käytät Firefoxia. Yhdistä älypuhelimesi, tablettisi, pöytäkoneesi ja kannettavan tietokoneesi.
ga_ie: Chun an leas is mó a bhaint as Sync, beir do Ghréasán féin leat gach uile áit a n-úsáideann tú Firefox. Ceangail do ghuthán cliste, táibléad, ríomhaire, agus ríomhaire glúine.
gd: Cuir an sioncronachadh gu làn-fheum, thoir an lìon leat ge be càit an cleachd thu Firefox. Ceangail ris am fòn tapaidh, tablaid, coimpiutair agus laptop agad.
hi_in: सम्पूर्ण सिंक का अनुभव करने के लिए, अपने वेब को अपने साथ रखें जहा भी आप फायरफॉक्स इस्तेमाल कर रहे हो. अपने स्मार्टफोन, टेबलेट, कंप्यूटर और लैपटॉप को जोड़े.
hr: Kako biste doživili potpuno Sync iskustvo, ponesite svoj Web sa sobom gdje god koristite Firefox. Povežite svoj pametni telefon, tablet, računalo ili laptop.
is: Njóttu alls þess sem Sync býður upp á, og taktu vefinn með þér hvar sem þú notar Firefox. Tengdu Sync við snjallsímann, spjaldtölvuna, borðtölvuna og fartölvuna.
kk: Синхрондаудың барлық мүмкіндіктерін алу үшін, Firefox-ты қайда қолдансаңыз да, сол жерде өз Интернетіңізді қолданыңыз. Смартфон, планшет, компьютер және ноутбукті байланыстырыңыз.
lt: Kad galėtumėte mėgautis visais „Sync“ tarnybos privalumais, įjunkite ją visur, kur naudojatės „Firefox“. Prijunkite savo išmanųjį telefoną, planšetę, stalo kompiuterį ir skreitinuką.
lv: Lai pilnībā izbaudītu sinhronizācijas ieguvumus paņemiet to līdz visur, kur jums ir Firefox. Pieslēdziet telefonu, planšetdatoru, klēpjdatoru vai lielo datoru.
my: တပြေးညီဖြစ်မှုကို အပြည့်အဝအသုံးချရန် မီးမြေခွေးကို အသုံးပြုတဲ့နေရာတိုင်း သင့်ဝဘ်ကို ယူဆောင်သွားပါ။ သင့် စမတ်ဖုန်း၊ သင်ပုန်းကွန်ပြူတာ၊ ကွန်ပြူတာ၊ လပ်တော့ပ်များနှင့် ချိတ်ဆက်ပါ။
pt: Para obter a experiência completa de sincronização, leve a Web consigo onde quer que utilize o Firefox. Ligue o seu smartphone, tablet, computador e portátil.
ta: முழு ஒத்திசைவு அனுபவத்தைப் பெற, நீங்கள் செல்லும் இடமெல்லாம் உங்கள் இணையம் கிடைத்திட பயர்பாக்சை பாவியுங்கள். திறன்பேசி, கைக்கணினி, கணினி, மடிக்கணினி ஆகியவற்றை இணையுங்கள்.
tr: Sync deneyimini tamamlamak için Web’inizi Firefox kullandığınız her yere taşıyın. Akıllı telefon, tablet, masaüstü ve dizüstü bilgisayarınızı bağlayın.
ur: مکمل مطابقت پذیری کے تجربے کو حاصل کرنے کے لئے، ہر جگہ آپ فائر فاکس استعمال کرتے ہیں آپ کے ساتھ آپ کی ویب لینے. آپ کے اسمارٹ فون، گولی، کمپیوٹر اور لیپ ٹاپ سے جڑیں.
uz: To‘liq sinxronlashdan foydalanmoqchi bo‘lsangiz, internetni har qanday joyda Firefox’dan foydalanib olib yuring. Smartfoningiz, planshetingiz, kompyuteringiz va notebookingizni ulang.
vi: Hãy dùng Firefox để có được trải nghiệm Sync đầy đủ nhất và mang Web cùng với bạn tới bất kỳ đâu. Kết nối điện thoại, máy tính bảng, máy tính để bàn.
xh: Ukufumana amava eSayinki apheleleyo, phatha iWebhu yakho naphina usebenzisa iFirefox. Qhagamshela ismartphone yakho, ithablet, ikhompyutha kunye nelaptop.

source: Instantly make Firefox your own wherever you use it. Seamlessly sync your bookmarks, history, passwords and more and access them from any device.
as: Firefox ক বিভিন্ন ডিভাইচত ব্যৱহাৰ কৰোতে তৎক্ষনাত নিজস্ব কৰক। আপোনাৰ পত্ৰচিহ্ন, ইতিহাস, পাছৱাৰ্ড আৰু অধিক সহজতে সংমিহলি কৰক আৰু সিহতক যিকোনো ডিভাইচৰ পৰা অভিগম কৰক।
fi: Tee Firefoxista omasi välittömästi riippumatta siitä, missä käytät sitä. Voit synkronoida kirjanmerkit, sivuhistorian, salasanat ja muuta, täysin saumattomasti, ja päästä niihin käsiksi miltä tahansa laitteelta.
gd: Cuir Firefox air gleus dhut fhèin ge be càit an cleachd thu e. Sioncronaich na comharran-lìn, an eachdraidh, na faclan-faire is mòran a bharrachd is faigh cothrom orra o uidheam sam bith.
km: ធ្វើ​ឲ្យ​កម្មវិធី Firefox ជា​របស់​អ្នក​អ្នក​ភ្លាមៗ​នៅ​ពេល​ណា​អ្នក​ប្រើ​វា។ ធ្វើ​សមកាលកម្ម​​ចំណាំ ប្រវត្តិ ពាក្យ​សម្ងាត់​ និង​អ្វី​ច្រើន​ទៀត​របស់​អ្នក​ដោយ​​មិន​ឲ្យ​សញ្ញា​អ្វី​ និង​​អាច​ចូល​ប្រើ​វា​បាន​ពី​គ្រប់​ឧបករណ៍។
ms: Serta-merta membuat Firefox anda sendiri di mana sahaja anda menggunakannya. Lancar sync penanda halaman, sejarah, kata laluan dan lain lagi dan akses dari mana-mana peranti.
pt: Torne o Firefox seu onde quer que o use. Sincronize de forma transparente os seus marcadores, histórico, palavras-passe e outras configurações e aceda-lhes a partir de qualquer dispositivo.
tr: Nerede bir Firefox varsa, o Firefox sizin Firefox’unuz. Yer imlerinizi, geçmişinizi, parolalarınızı ve daha fazlasını anında eşitleyerek onlara tüm cihazlardan erişin.
uz: Qayerda bo‘lishingizdan qat’iy nazar "Firefox" bilan birga bo‘ling. Xatcho‘p, tarix, parollar va boshqa boshqalarga har qanday qurilmadan kirish uchun sinxronlang.
vi: Ngay lập tức biến Firefox thành của bạn ở bất kỳ đâu. Đồng bộ hóa đánh dấu trang, mật khẩu cùng nhiều thứ khác một cách trơn tru và có thể truy cập từ bất kỳ thiết bị nào.

source: Get started with Sync. It’s fast, safe and easy:
as: সংমিহলি আৰম্ভ কৰক। ই দ্ৰুত, সুৰক্ষিত আৰু সহজ:
fi: Aloita Sync-palvelun käyttö. Se on nopeaa, turvallista ja vaivatonta:
gd: Tòisich air an t-sioncronachadh. Tha e luath, sàbhailte is furasta:
km: ដើម្បី​ចាប់ផ្ដើម​ជាមួយ​សមកាលកម្ម។ វា​រហ័ស, សុវត្ថិភាព និង​ងាយស្រួល៖
ms: Bermula dengan Sync. Ia cepat, selamat dan mudah:
pt: Introdução ao Sync. É rápido, seguro e fácil:
tr: Sync’i kullanmaya başlayın. Hızlı, güvenli ve basit:
uz: Sinxronlashni boshlang. U tez, xavfsiz va oson:
vi: Tìm hiểu cách sử dụng Sync. Rất nhanh, an toàn và dễ sử dụng:

source: Open the <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
fi: Avaa <a class="menu" href="%(url)s#w_a-handy-new-menu">valikko</a> Firefoxin oikeasta yläkulmasta ja valitse “<strong>Kirjaudu sisään Sync-palveluun.</strong>”
gd: Fosgail an <a class="menu" href="%(url)s#w_a-handy-new-menu">clàr-taice</a> gu h-àrd ann am Firefox air an taobh deas is tagh "<strong>Clàraich a-steach airson sioncronachadh.</strong>"
km: បើក <a class="menu" href="%(url)s#w_a-handy-new-menu">ម៉ឺនុយ</a> នៅ​ខាងស្ដាំ​ផ្នែក​ខាងលើ​នៃ Firefox ហើយ​ជ្រើស “<strong>ចូល​ដើម្បី​ធ្វើ​​សមកាលកម្ម។</strong>”
pt: Aceda ao <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> no canto superior direito do Firefox e selecione “<strong>Iniciar sessão no Sync.</strong>”
tr: Firefox’un sağ üst köşesinden <a class="menu" href="%(url)s#w_a-handy-new-menu">menüyü</a> açıp “<strong>Sync oturumu aç</strong>”ı seçin.
uz: "Firefox"ning yuqori o‘ng tomonidan <a class="menu" href="%(url)s#w_a-handy-new-menu">menyu</a>ni oching va “<strong>Sinxronlash uchun kirish</strong>”ni bosing.
vi: Mở <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> ở góc trên bên phải của Firefox và chọn “<strong>Đăng nhập vào Sync.</strong>”

source: Open the <a href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “Sign in to Sync.”
as: Firefox ৰ ওপৰ সোঁ কোনত <a href="%(url)s#w_a-handy-new-menu">মেনু</a> খোলক আৰু “সংমিহলি কৰিবলৈ ছাইন ইন কৰক” বাছক।
fi: Avaa <a href="%(url)s#w_a-handy-new-menu">valikko</a> Firefoxin oikeassa yläkulmassa ja valitse “Kirjaudu sisään Sync-palveluun.”
gd: Fosgail an <a href="%(url)s#w_a-handy-new-menu">clàr-taice</a> gu h-àrd ann am Firefox air an taobh deas is tagh "Clàraich a-steach airson sioncronachadh."
km: បើក <a href="%(url)s#w_a-handy-new-menu">ម៉ឺនុយ</a> នៅ​ខាង​ស្ដាំ​ផ្នែក​ខាងលើ​នៃ Firefox ហើយ​ជ្រើស “ចូល​ដើម្បី​ធ្វើ​សមកាលកម្ម។”
kn: ಫೈರ್ಫಾಕ್ಸ್‌ನ ಬಲ ಮೇಲ್ಭಾಗದ <a href="%(url)s#w_a-handy-new-menu">ಪರಿವಿಡಿ</a> ತೆರೆಯಿರಿ ಮತ್ತು “ಸಿಂಕ್ ಮಾಡಲು ಸೈನ್ ಇನ್” ಆಯ್ಕೆ ಮಾಡಿ.
ms: Buka <a href="%(url)s#w_a-handy-new-menu">menu</a>di sebelah kanan atas Firefox dan pilih “Daftar masuk ke Sync.”
pt: Abra o <a href="%(url)s#w_a-handy-new-menu">menu</a> no topo direito do Firefox e selecione “Iniciar sessão no Sync.”
tr: Firefox’un sağ köşesinden <a href="%(url)s#w_a-handy-new-menu">menüyü</a> açıp “Sync oturumu aç”ı seçin.
uz: "Firefox"ning yuqori o‘ng tomonidan <a class="menu" href="%(url)s#w_a-handy-new-menu">menyu</a>ni oching va “Sinxronlash uchun kirish”ni bosing.
vi: Mở <a href="%(url)s#w_a-handy-new-menu">menu</a> góc trên bên phải của Firefox và chọn “Đăng nhập vào Sync.”

source: Click “Get started” in the tab that opens.
as: খোল খোৱা টেবত “আৰম্ভ কৰক” ক্লিক কৰক।
fi: Valitse avautuneesta välilehdestä “Aloitetaan”.
gd: Briog air an taba "Toiseach-tòiseachaidh" a dh'fhosglas an uairsin.
km: ចុច "ចាប់ផ្ដើម" នៅ​ក្នុង​ផ្ទាំង​ដែល​បើក។
kn: ತೆರೆದುಕೊಳ್ಳುವ ಹಾಳೆಯಲ್ಲಿ “ಶುರು ಮಾಡು” ಕ್ಲಿಕ್ ಮಾಡು
ms: Klik “Bermula” dalam tab yang terbuka.
pt: Clique “Iniciar” no separador que abrir.
tr: Açılan sekmeden “Başlayın”a tıklayın.
uz: Ochiq ichki oynalardan “Boshlash”ni bosing.
vi: Nhấn “Bắt đầu” ở tab mới được mở ra.

source: Enter an email address and password to “Create a Firefox Account.”
as: “এটা Firefox একাওন্ট সৃষ্টি কৰিবলৈ” এটা ইমেইল ঠিকনা আৰু পাছৱাৰ্ড সুমুৱাওক।
fi: Kirjoita sähköpostiosoite ja salasana ja valitse “Luo Firefox-tili.”
gd: Cuir a-steach seòladh puist-d agus facal-faire is briog air "Cruthaich cunntas Firefox."
km: បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល និង​ពាក្យសម្ងាត់​ ដើម្បី "បង្កើត​គណនី Firefox"។
kn: ಇದಕ್ಕೆ ವಿ-ಅಂಚೆ ವಿಳಾಸ ಮತ್ತು ಪ್ರವೇಶ ಪದ ನಮೂದಿಸಿ “ಫೈರ್ಫಾಕ್ಸ್ ಖಾತೆ ಸೃಷ್ಟಿಸು.”
ms: Masukkan alamat emel dan kata laluan untuk “Buat Akaun Firefox.”
pt: Introduza o seu endereço de correio eletrónico e a palavra-passe para “Criar uma conta Firefox.”
tr: E-posta adresinizi ve bir parola girip “Firefox hesabı oluştur”a tıklayın.
uz: “Firefox hisobini yaratish” uchun e-pochta manzili va parolni kiriting
vi: Nhập địa chỉ email và mật khẩu để “Tạo tài khoản Firefox mới”.

source: Click “Next” to get a verification sent to your email.
as: আপোনাৰ ইমেইললৈ পঠোৱা এটা বৈধতা প্ৰাপ্ত কৰিবলৈ “পৰৱৰ্তী” ক্লিক কৰক।
fi: Paina “Seuraava”, niin saat varmennusviestin sähköpostiisi.
gd: Briog air "Air adhart" is gheibh thu post-d dearbhaidh.
km: ចុច "បន្ទាប់" ដើម្បី​ទទួល​បាន​ការ​បញ្ជាក់​ដែល​បាន​ផ្ញើ​ទៅ​អ៊ីមែល​របស់​​អ្នក។
kn: ಧೃಡೀಕರಣವನ್ನು ನಿಮ್ಮ ವಿ-ಅಂಚೆಗೆ ಕಳಿಸಿಕೊಳ್ಳಲು “ಮುಂದೆ” ಕ್ಲಿಕ್ಕಿಸಿ.
ms: Klik “Seterusnya” untuk mendapatkan pengesahan yang dihantar ke emel anda.
pt: Clique “Seguinte” para que lhe seja enviada uma confirmação para o seu correio.
tr: E-posta adresinize doğrulama linki gönderilmesi için “İleri”ye tıklayın.
uz: Tasdiqlashni e-pochtangizga jo‘natish uchun “Keyingi”ni bosing.
vi: Nhấn “Tiếp tục” để nhận được một email xác thực.

source: Check your email and click the verification link.
as: আপোনাৰ ইমেইল নিৰীক্ষণ কৰক আৰু বৈধতা লিঙ্কত ক্লিক কৰক।
fi: Tarkista saapuneet viestit ja napsauta varmennuslinkkiä.
gd: Thoir sùil air a' phost-d agus briog air a' cheangal dearbhaidh.
km: ពិនិត្យមើល​អ៊ីមែល​របស់​អ្នក ហើយ​ចុច​តំណ​ការ​ផ្ទៀងផ្ទាត់។
kn: ನಿಮ್ಮ ವಿ-ಅಂಚೆ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಧೃಡೀಕರಣ ಕೊಂಡಿಯನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.
ms: Semak emel anda dan klik link pengesahan.
pt: Verifique o seu correio e clique na ligação de confirmação.
tr: E-postanızı kontrol edip doğrulama linkine tıklayın.
uz: E-pochtangizni tekshirib ko‘ring va tasdiqlash linkiga bosing.
vi: Kiểm tra và nhấn vào đường dẫn xác thực trong email.

source: You’re all set! Firefox will automatically sync in the background from now on.
as: আপুনি সম্পূৰ্ণৰূপে প্ৰস্তুত! Firefox এ এতিয়াৰ পৰা স্বচালিতভাৱে পটভূমিত সংহতি কৰিব।
fi: Kaikki kunnossa! Tästä eteenpäin Firefox synkronoi itsensä automaattisesti taustalla.
gd: Sin thu deiseil! Nì Firefox sioncronachadh sa chùlaibh a-mach o seo.
km: អ្នក​កំណត់​ទាំងអស់! Firefox នឹង​ធ្វើ​សមកាលកម្ម​ដោយ​ស្វ័យប្រវត្តិ​នៅ​​ផ្ទៃខាងក្រោយ​ពី​ឥឡូវ​នេះ។
kn: ನೀವು ಸಿದ್ದರಾಗಿದ್ದೀರ! ಫೈರ್ಫಾಕ್ಸ್ ಇನ್ಮುಂದೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಿನ್ನಲೆಯಲ್ಲಿ ಸಿಂಕ್ ಆಗುತ್ತದೆ.
ms: Anda bersedia! Firefox akan secara automatik sync di latar belakang mulai dari sekarang.
pt: E já está! O Firefox sincronizará automaticamente em segundo plano a partir de agora.
tr: Hepsi bu kadar! Firefox artık arka planda otomatik olarak eşitlenecek.
uz: Sizda hammasi joyida! Firefox hozirdan boshlab orqa fonda barcha yangilanishlarni o‘rnata boshlaydi.
vi: Vậy là xong! Từ giờ trở đi Firefox sẽ tự động đồng bộ và bạn không phải làm gì thêm nữa.

source: Have an Android phone or tablet?
as: এটা Android ফোন অথবা টেবলেট আছে নে?
fi: Onko käytössäsi Android-puhelin tai -tabletti?
gd: A bheil fòn no tablaid Android agad?
km: មាន​កុំព្យូទ័រ​បន្ទះ ឬ​ទូរស័ព្ទ Android ?
kn: ಆಂಡ್ರಾಯ್ಡ್ ಫೋನ್ ಅಥವಾ ಟ್ಯಾಬ್ಲೆಟ್ ಇದೆಯೇ?
ms: Mempunyai telefon Android atau tablet?
pt: Tem um telefone ou tablet Android?
tr: Android telefon veya tabletiniz mi var?
uz: Android telefoningiz yoki planshetingiz bormi?
vi: Bạn đang dùng điện thoại hoặc máy tính bảng Android?

source: <a href="%(url)s">Download Firefox for Android</a> to sync between your desktop and mobile devices.
fi: <a href="%(url)s">Lataa Firefox Androidille</a> synkronoidaksesi pöytäkoneesi ja mobiililaitteesi keskenään.
gd: <a href="%(url)s">Luchdaich a-nuas Firefox airson Android</a> gus sioncronachadh a dhèanamh eadar na h-uidheaman desktop is mobile agad.
km: <a href="%(url)s">ទាញ​យក Firefox សម្រាប់ Android</a> ដើម្បី​ធ្វើ​សមកាលកម្ម​រវាង​ផ្ទៃតុ និង​ឧបករណ៍​ចល័ត​​របស់​អ្នក។
pt: <a href="%(url)s">Transfira o Firefox para Android</a> para sincronizar entre o seu computador e dispositivos móveis.
tr: Masaüstü ve mobil cihazlarınız arasında eşitleme yapmak için <a href="%(url)s">Android için Firefox’u indirin</a>.
uz: Kompyuteringiz va mobil qurilmangizni o‘zaro sinxronlash uchun <a href="%(url)s">"Android uchun Firefox"ni yuklab oling</a>.
vi: <a href="%(url)s">Tải Firefox cho Android</a> để đồng bộ giữa máy tính và thiết bị di động.

source: Download Firefox for Android to sync between your desktop and mobile devices.
as: আপোনাৰ ডেস্কটপ আৰু মবাইল ডিভাইচসমূহৰ মাজত সংমিহলি কৰিবলৈ Android ৰ বাবে Firefox ডাউনল'ড কৰক।
fi: Lataa Firefox Androidille, niin voit synkata pöytäkoneesi ja mobiililaitteesi.
gd: Luchdaich a-nuas Firefox airson Android gus sioncronachadh a dhèanamh eadar na h-uidheaman desktop is mobile agad.
km: ទាញ​យក​ Firefox សម្រាប់ Android ដើម្បី​ធ្វើ​សមកាលកម្ម​រវាង​ផ្ទៃតុ និង​ឧបករណ៍​ចល័ត​របស់​អ្នក។
ms: Muat turun Firefox untuk Android untuk sync antara desktop dan peranti mudah alih.
pt: Transfira o Firefox para Android para sincronizar entre o seu computador e dispositivos móveis.
tr: Masaüstü ve mobil cihazlarınız arasında eşitleme yapmak için Android için Firefox’u indirin.
uz: Kompyuteringiz va mobil qurilmangizni o‘zaro sinxronlash uchun "Android uchun Firefox"ni yuklab oling.
vi: Tải Firefox cho Android để đồng bộ giữa máy tính và thiết bị di động.

source: Get it free from Google Play
as: ইয়াক Google Play ৰ পৰা বিনামূলীয়াভাৱে প্ৰাপ্ত কৰক
fi: Lataa ilmaiseksi Google Play -sivustolta
gd: Faigh e saor an-asgaidh air Google Play
km: ទទួល​យក​វា​ដោយ​ឥត​គិត​ថ្លៃ​ពី Google កម្សាន្ត
kn: ಗೂಗಲ್‌ ಪ್ಲೇಯಲ್ಲಿ ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ
ms: Dapatkan secara percuma di Google Play
pt: Obtenha-o gratuitamente no Google Play
tr: Google Play’den ücretsiz edinin
uz: "Google Play" do‘konidan uni tekin oling.
vi: Miễn phí trên Google Play

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
af: Deel boekmerke, oortjies en wagwoorde tussen toestelle | Firefox
bs: Koristite zabilješke, tabove i lozinke preko uređaja | Firefox
ca: Utilitzeu les adreces d'interès, pestanyes i contrasenyes en tots els dispositius | Firefox
cy: Defnyddiwch Nodau Tudalen, Tabiau a Chyfrineiriau ar Draws Dyfeisiau | Firefox
ga_ie: Úsáid Leabharmharcanna, Cluaisíní, agus Focail Fhaire ar ghléasanna éagsúla | Firefox
hi_in: उपकरणों में बुकमार्क, टैब और पासवर्ड का उपयोग करें | Firefox
kk: Құрылғылар арасында бетбелгілер, беттер және парольдерді қолдану | Firefox
lt: Naudokitės adresynu, kortelėmis ir slaptažodžiais keliuose įrenginiuose | Firefox
ta: எல்லா சாதனங்களிலும் புபுத்தகக்குறிகள் கீற்றுகள் கடவுச்சொற்களைப் பயன்படுத்துங்கள் | பயர்பாக்ஸ்
ur: بک مارکس، ٹیبز اور پاس ورڈز آلات بھر میں استعمال کریں | FireFox
xh: Sebenzisa iiBhukmakhi, iiThebhu neePaswedi Zonke iZixhobo | iFirefox
