Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/tiles.lang.po
Languages: af, ca, es_mx, gd, hi_in, lt, lv, nn_no, pt, uz

source: Customize your experience by rearranging, pinning or removing sites, and set up New Tab just the way you want it.
af: Pas die ervaring aan deur werwe te herrangskik, vas te steek of te verwyder, en stel die nuwe oortjie op nes u wil.
hi_in: अपने अनुभव को पिंनिंग, साइट हटाके या फिर से सजाके अनुकूलित करें, और नया टैब जैसा आप इसे चाहते हैं व्यवस्थित करें.
nn_no: Omarranger, fest eller fjern nettstadar, og tilpass innstillingane for dei nye fanene dineakkurat slik du vil ha dei.
pt: Personalize a sua experiência reordenando, fixando ou removendo sítios, e configure o Novo Separador para funcionar como pretende.

source: Drag a site to exactly where you want it.
af: Skuif 'n werf na presies waar hy moet wees.
hi_in: वास्तव में एक साइट खींचे जहाँ आप इसे चाहते हैं.
nn_no: Drag sida akkurat dit du vil ha henne.
pt: Arraste um sítio para o local onde o quer.

source: Once you’ve found the perfect spot for your site, pin it to make it stay.
af: Sodra die werf op die perfekte plek is, steek hom daar vas sodat hy daar bly.
hi_in: एक बार आपको अपनी साइट के लिए सही जगह मिल गया है, इसे बने रहने के लिए पिन करें.
nn_no: Når du har funne rett plass for sida di, festar du henne fast.
pt: Assim que encontrar o local ideal para o seu sítio, fixe-o para o manter nessa posição.

source: Make a site disappear by deleting it from your New Tab page.
af: Laat 'n werf verdwyn deur dit te verwyder uit die bladsy op nuwe oortjies.
hi_in: नई टैब पेज से इसे मिटाके एक साइट अदृश्य बनाये.
nn_no: Ta enkelt bort uynskte nettstadar frå «Ny fane»-sida di.
pt: Faça desaparecer um sítios eliminando-o da página de Novo Separador.

source: Learn more about customizing New Tab Page
af: Meer inligting oor aanpassings van die bladsy op nuwe oortjies
hi_in: नया टैब पेज अनुरूपण के बारे में और अधिक जानें
nn_no: Les meir om tilpassing av «Ny fane»-sida
pt: Saiba mais sobre a personalização da Página Novo Separador

source: Discover new sites and content on the Web
af: Ontdek nuwe werwe en inhoud op die Web
hi_in: वेब पर नया साइट और सामग्री खोजे
nn_no: Oppdag nye nettstadar og innhald på nettet
pt: Descubra novos sítios e conteúdo na Web

source: If enabled, Firefox displays website links as thumbnails (miniaturized images) or logos on your New Tab page. These are called Tiles.
af: Indien dit geaktiveer is, wys Firefox webwerfskakels as duimnaels (prentjies) of embleme in nuwe oortjies. Hulle word teëls genoem.
hi_in: यदि सक्षम हो, फ़ायरफ़ॉक्स के अपने नए टैब पेज पर थंबनेल (छोटी चित्र) या लॉगो के रूप में वेबसाइट के लिंक प्रदर्शित करता है. इन्हे टाइल्स कहा जाता है.
nn_no: Om du vill kan Firefox visa nettstadlenker som miniatyrbilde eller logotypar på Ny fane»-sida di. Desse vert kalla ruter.
pt: Se ativo, o Firefox irá apresentar ligações para sítios como miniaturas (imagens pequenas) ou logótipos na sua página Novo Separador. Estes são chamados de Mosaicos.

source: Tiles save you time by giving you quick access to your frequently visited sites, as well as showing new sites and content that are similar to sites you already love. Here are the types of Tiles you may see:
af: Teëls spaar mens tyd deur vinnige toegang te gee tot gereeld besoekte werwe, en ook nuwe werwe en inhoud te wys wat soortgelyk is aan u geliefde werwe. Hier is die tipes teëls wat u dalk kan sien:
hi_in: आपको अपने अक्सर देखे साइटों को तुरंत एक्सेस दे रही है, साथ ही साथ नई साइटों और सामग्री दिखा कर टाइलस आपका समय बचाती हैं जो आप पहले से ही प्यार करते साइट्स के बराबर हैं. यहाँ टाइलस के प्रकार हैं जो आप देख सकते हैं.
nn_no: Ruter sparar tid ved å gje deg rask tilgang til dei mest vitja nettstadane dine, si tillegg til å visa nye nettstadar og innhald som liknar på dei nettstadane du allereie likar. Du kan sjå følgjande rutetypar:
pt: Os mosaicos poupam-lhe tempo dando um acesso rápido aos sítios que visita mais frequentemente, bem como apresentando novos sítios e conteúdo que são semelhantes aos sítios que gosta. Eis alguns tipos de Mosaicos que poderá ver:

source: Top sites
af: Topwerwe
hi_in: शीर्ष साइटें
nn_no: Populære nettstadar
pt: Principais Sítios

source: New Tab will show the “top sites” you visited most recently and frequently, so you can access them quickly.
af: 'n Nuwe oortjie sal die “topwerwe” wys wat onlangsste en gereeldste besoek is sodat mens hulle vinnig kan bykom.
hi_in: आपका अक्सर और हाल ही में मुआयना किया हुआ नए टैब "शीर्ष साइटों" को दिखाएगा, ताकि आप जल्दी से उसे एक्सेस कर सकते हैं.
nn_no: «Ny fane» vil visa dei oftast besøkte nettstadane dine, slik at du kjapt kan gå vidare til dei.
pt: O Novo Separador irá apresentar os “principais” sítios que visitou mais recentemente e com mais frequência, para que possa aceder aos mesmos mais rapidamente.

source: Suggested sites
af: Voorgestelde werwe
hi_in: सुझाई गई साइटें
nn_no: Føreslåtte nettstadar
pt: Sítios sugeridos

source: See sites and content suggested to you based on categories that Firefox matches to your browsing history.
af: Sien werwe en inhoud wat voorgestel word gebaseer op kategorieë sien in u blaaigeskiedenis.
hi_in: फ़ायरफ़ॉक्स अपने ब्राउज़िंग इतिहास कि मिलान श्रेणियों के आधार पर आप के लिए सुझाव दिया साइटों और सामग्री देखते हैं.
pt: Veja sítios e conteúdo sugerido para si baseado nas categorias que o Firefox relaciona com o seu histórico de navegação.

source: They will be clearly labeled in your New Tab as “Suggested,” or when the suggestion is from a commercial partner, they will be labeled as “Sponsored,” and will indicate the identified interest category.
af: Hulle sal duidelik aangedui word in nuwe oortjies as “voorgestel”, of as die voorstel van 'n kommersiële vennoot is, sal dit as "geborg" aangedui word. Hulle sal ook die geïdentifiseerde belangstellingsveld wys.
hi_in: वे जैसा “सुझाव दिया गया” अपने नए टैब में स्पष्ट रूप से नामांकित होंगे, या जब सुझाव व्यवसायिक साथी से हों, वे “प्रायोजक” के रूप में नामांकित होंगे, और पहचान रुचि श्रेणी का संकेत देंगे.
pt: Estes serão etiquetados no seu Novo Separador como “Sugerido” ou, quando a sugestão é de um parceiro comercial, como “Patrocinado” e irão indicar a categoria de interesse identificada.

source: If you’re getting started
af: As mens nou eers begin
hi_in: अगर आप शुरू हो रहे है
pt: Se está a começar

source: If you’re using Firefox for the first time, the New Tab page is already populated with useful and interesting sites and content.
af: As u Firefox vir die eerste keer begin, is nuwe oortjies reeds gevul met nuttige en interessante werwe en inhoud.
hi_in: अगर आप पहली बार फ़ायरफ़ॉक्स उपयोग कर रहे हैं, नए टैब पेज पहले से ही उपयोगी और दिलचस्प साइटों और सामग्री के साथ बसा है.
pt: Se está a utilizar o Firefox pela primeira vez, a página de Novo Separador já está preenchida com sítios e conteúdos úteis e interessantes.

source: This includes both referrals to sponsored sites from commercial partners, labeled as “Sponsored,” and content we consider important to our mission of advancing the public benefit of the Internet.
af: Dit bevat verwysings na geborgde werwe van kommersiële vennote wat as “geborg” aangedui word, asook inhoud wat ons as belangrik ag tot ons missie vir die uitbou van die publieke voordeel van die Internet.
hi_in: यह “प्रायोजक” के रूप में नामांकित, व्यावसायिक भागीदारों से प्रायोजित साइटों दोनों रेफरल को शामिल करता है, और सामग्री हम इंटरनेट की सार्वजनिक लाभ को आगे बढ़ाने के हमारे उद्देश्य के लिए महत्वपूर्ण मानते हैं.
pt: Isto incluem tanto referência a sítios patrocinados por parceiros comerciais, etiquetados como “Patrocinado” e conteúdo que consideramos importante para a nossa missão de fazer avançar o benefício público da Internet.

source: Personalization with your privacy in mind
af: Verpersoonliking met privaatheid in gedagte
hi_in: दिमाग में अपने गोपनीयता के साथ निजीकरण
pt: Personalização com a sua privacidade em mente

source: Mozilla promotes a transparent exchange between users and content providers to make the Web enjoyable and sustainable.
af: Mozilla bevorder deursigtige interaksie tussen gebruikers en inhoudverskaffers om die Web genotvol en volhoubaar te maak.
hi_in: मोज़िला वेब सुखद और टिकाऊ बनाने के लिए उपयोगकर्ताओं और सामग्री प्रदाताओं के बीच एक पारदर्शी विनिमय को बढ़ावा देता है.
pt: A Mozilla promove a troca transparente entre utilizadores e fornecedores de conteúdos para tornar a Web agradável e sustentável.

source: If suggestions are enabled, Firefox will make suggestions to you based on categories matched to your browsing history and will let you know every time why you are seeing specific suggestions.
af: As voorstelle geaktiveer word, sal Firefox voorstelle maak gebaseer op kategorieë gesien in u blaaigeskiedenis. Hy dui ook telkens aan hoekom spesifieke voorstelle gemaak word.
hi_in: यदि सुझावे सक्षम हों अपने ब्राउज़िंग इतिहास के श्रेणियों मिलान के आधार पर फ़ायरफ़ॉक्स आपके लिए सुझाव बनाएगा और आपको हर समय जनायेगा की आप क्यों विशिष्ट सुझाव देख रहे हैं.
pt: Se as sugestões estiverem ativas, o Firefox irá fazer sugestões baseadas nas categorias relacionadas com o seu histórico de navegação e irá justificar sempre porque está a ver determinadas sugestões.

source: In delivering Suggested sites, Firefox does not share your personal data, nor place cookies on your computer.
af: Firefox deel nie u persoonlike data om werwe voor te stel nie nie, en plaas ook nie koekies op die rekenaar nie.
hi_in: फ़ायरफ़ॉक्स आपका व्यक्तिगत डेटा को साझा नही करती हैं, और ना ही आपके कंप्यूटर पर कुकीज़ रखता हैं.
pt: Ao entregar sítios Sugeridos, o Firefox não partilha os seus dados pessoais nem coloca cookies no seu computador.

source: Content providers will only receive aggregated information about interactions users have with their tiles.
af: Inhoudverskaffers sal slegs inligting in totale ontvang oor gebruikers se interaksie met teëltjies.
hi_in: सामग्री प्रदाताओं केवल उपयोगकर्ताओं को अपने टाइल्स के साथ बातचीत के बारे में एकत्रित जानकारी प्राप्त करेंगे.
pt: Os fornecedores de conteúdo apenas irão receber informação agregada sobre as interações que os utilizadores têm com os respetivos mosaicos.

source: You remain in control of your browsing history, and you can disable recommendations whenever you choose.
af: Elkeen bly in beheer van sy blaaigeskiedenis, en u kan aanbevelings deaktiveer net wanneer u wil.
hi_in: आप अपने ब्राउज़िंग इतिहास के नियंत्रण में रहते हैं, और आप सिफारिशों को निष्क्रिय कर सकते हैं जब भी आप चुनते हैं.
pt: Mantém o controlo sobre o seu histórico de navegação e pode desativar as recomendações quando assim o entender.

source: Screenshot of the Firefox New Tab page
af: Skermskoot van die bladsy op Firefox se nuwe oortjies
nn_no: Skjermbilde av Firefox Ny-fane-sida
pt: Captura de ecrã da página de Novo Separador do Firefox

source: Screenshot of New Tab preferences
af: Skermskoot van voorkeure oor nuwe oortjies
nn_no: Skjermbilde for innstillingane av «Ny fane»
pt: Captura de ecrã das preferências do Novo Separador
