Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/tiles.lang.po
Languages: af, ca, es_mx, gd, hi_in, lt, lv, nn_no, pt, uz

source: A Brand New Tiles Experience
ca: Una nova experiència Tiles
es_mx: Una experiencia con mosaicos completamente nueva
gd: Coltas leacagan gu tur ùr
lt: Atnaujintos „Firefox“ plytelės
lv: Jauns skats uz kartītēm
uz: Yangi kataklar tarjibasi brendi

source: With Enhanced Tiles and Directory Tiles, Firefox provides users easy access to interesting, relevant content, whether it’s the sites they visit most or new sites for them to discover.
ca: Amb Tiles Millorats i Tiles de Directoris, el Firefox proporciona als usuaris un accés simple a contingut interessant i relevant, tant si són els llocs que visiteu molt o llocs nous a descobrir.
es_mx: Con los mosaicos mejorados y el directorio de mosaicos, Firefox proporciona a los usuarios fácil acceso a contenido interesante y relevante, ya sean los sitios que más han visitado o sitios nuevos por descubrir.
gd: Tha na leacagan leasaichte 's leacagan an eòlaire ann am Firefox a' toirt cothrom furasta dhan luchd-chleachdaidh air susbaint iomchaidh, eadar làraichean air an do thadhal iad is feadhainn a dh'fhaodadh a bhith inntinneach dhaibh.
lt: Naudodama papildytąsias plyteles ir katalogo plyteles, „Firefox“ naršyklė jums suteikia patogią prieigą prie įdomių ir aktualių svetainių. Kai kurios jų parenkamos iš jūsų dažniausiai lankytų anksčiau, kitos – dar tik laukia, kol jas atrasite.
lv: Ar uzlabotajām kartītēm Firefox sniedz pieeju jaunām interesantām lietām - lapām, kas tiek apmeklētas visbiežāk vai jaunām lietām, kuras vajadzētu atklāt un izpētīt.
uz: Yaxshilangan kataklar va direktoriya kataklari bilan Firefox foydalanuvchilarga qiziqarli, ko‘p tashrif buyuradigan saytlariga yaqin saytlarga yoki ular uchun kerakli yangi saytlarga kirish imkonini beradi.

source: What are Tiles?
ca: Què són els Tiles?
es_mx: ¿Qué son los mosaicos?
gd: Dè tha sna leacagan?
lt: Kas yra plytelės?
lv: Kas ir kartītes?
uz: Kataklar nima?

source: When you open a new tab in Firefox, you see several rectangles that link to different websites.
ca: Quan obriu una pestanya nova al Firefox, veureu molts rectangles que enllacen a diferents llocs web.
es_mx: Cuando abres una nueva pestaña en Firefox, aparecen varios rectángulos que enlazan a diferentes páginas web.
gd: Nuair a dh'fhosglas tu taba ùr ann am Firefox, chì thu grunn cheàrnagan a tha 'nan ceanglaichean gu làraichean-lìn.
lt: Kai „Firefox“ naršyklėje atveriate naują kortelę, joje matote keletą stačiakampių, kuriuos spustelėję, patektumėte į įvairias svetaines.
lv: Atverot jaunu cilni jūs redzat vairākus taisnstūrīšus, kas ved uz dažādām lapām.
uz: Firefox’da yangi ichki oyna ochsangiz, turli vebsaytlarga berilgan bir nechta to‘rtburchaklarni ko‘rasiz.

source: Some people call them squares, windows or bookmarks; we call them Tiles.
ca: Algunes persones els anomena quadrats, finestres o adreces d'interès; nosaltres els anomenem Tiles.
es_mx: Hay quien le dice cuadrados, ventanas o marcadores. Nosotros le decimos mosaicos.
gd: Tha ceàrnagan, uinneagan no fiù comharran-lìn aig cuid orra; 's e leacagan a chanas sinne riutha.
lt: Vieni juos vadina kvadratėliais, kiti – langais ar skirtukais, o mes – plytelėmis.
lv: Daži cilvēki sauc tos par kastītēm, logiem vai grāmatzīmēm. Mēs saucam tās par kartītēm.
uz: Ba’zi insonlar ularni kvadrat, oynalar yoki xatcho‘plar deyishadi, biz esa ularni "Kataklar" deb nomladik.

source: What are Enhanced Tiles?
ca: Què són els Tiles Millorats?
es_mx: ¿Qué son los mosaicos mejorados?
gd: Dè tha sna leacagan leasaichte?
lt: Kas yra papildytosios kortelės?
lv: Kas ir uzlabotās kartītes?
uz: Yaxshilangan kataklar nima?

source: Existing Firefox users will be offered a set of Enhanced Tiles based on their browsing history.
ca: Els usuaris ja existents del Firefox tindran accés a un joc de Tiles Millorats basats en la seva història de navegació.
es_mx: A los usuarios de Firefox se les ofrecerá un grupo de mosaicos mejorados que se basan en el historial de navegación.
gd: Chì luchd-cleachdaidh aig a bheil Firefox mu thràth grunn leacagan leasaichte a-rèir na h-eachdraidh brabhsaidh aca.
lt: Jeigu „Firefox“ naudojatės jau kurį laiką, papildytosios plytelės jums bus parenkamos iš naršymo žurnalo įrašų.
lv: Esošajiem Firefox lietotājiem, balstoties uz viņu pārlūkošanas vēsturi, tiks piedāvātas uzlabotas kartītes
uz: Mavjud Firefox foydalanuvchilariga ularning brauzer tarixiga asoslanib yaxshilangan kataklar to‘plami taklif qilinadi.

source: The Enhanced versions replace the default screenshot with a better image and are displayed only for sites that the user has visited.
ca: Les versions Millorades substitueixen la captura de pantalla predeterminada amb una imatge millor i es mostren només dels llocs que heu visitat.
es_mx: Las versiones mejoradas reemplazan la captura de pantalla predeterminada con una imagen mejor que se muestra solo para los sitios que el usuario ha visitado.
gd: Thig an fheadhainn leasaichte an àite nan glacaidhean-sgrìn bunaiteach, le dealbh nas fhearr agus chan fhaighear ann ach làraichean air an robh an cleachdaiche roimhe.
lt: Papildytosios plytelių versijos numatytai rodomas svetainių miniatiūras pakeičia geresniu paveiksliuku. Jos rodomos tik toms svetainėms, kuriose jau esate lankęsi.
lv: Uzlabotajām kartītēm būs labākas bildītes un tās tiks rādītas tikai no lapām, ko lietotājs ir apmeklējis.
uz: Yaxshilangan versiyalar joriy ekran rasmini yaxshi rasm bilan almashtiradi va faqat foydalanuvchi kirgan saytlarni ko‘rsatadi.

source: The improved image is supplied by the site or partner and can include a logo plus a rollover image.
ca: La imatge millorada la proporciona el lloc o col·laborador i pot incloure un logotip o imatge rotativa.
es_mx: La imagen mejorada es provista por el sitio o socio e incluye el logo y una imagen que se muestra al pasar el ratón por arriba.
gd: Gheibh sinn na dealbhan leasaichte on làrach no on chom-pàirtiche 's dh'fhaoidte gum faicear suaicheantas no dealbh rollover orra.
lt: Šį pagerintą paveikslėlį pateikia pati svetainė ar partneris. Jame, gali būti įkomponuotas svetainės logotipas, taip pat gali būti pateiktas atskiras paveikslėlis, rodomas, kai virš plytelės nuvedamas pelės žymeklis.
lv: Uzlabotās bildītes piedāvās pati lapa vai kāds partneris un tajās var būt redzams lapas logo un bilde, kad uz logo uzbrauc ar peli.
uz: Yaxshilangan rasm sayt yoki hamkor tomonidan yetkazib beriladi va unga logo va qo‘shimcha rollover rasmi ham qo‘shilishi mumkin.

source: If you frequent Amazon.com, for example, you might see the Amazon logo or icon, instead of a screenshot.
ca: Si visiteu sovint Amazon.com, per exemple, podeu veure el logotip o icona d'Amazon, en comptes d'una captura de pantalla.
es_mx: Si visitas con frecuencia Amazon.com, por ejemplo, verás el logo o ícono de Amazon, en lugar de una captura de pantalla.
gd: Mar eisimpleir, ma bhios tu air Amazon.co.uk gu tric, dh'fhaoidte gum faic thu suaicheantas no ìomhaigheag Amazon air tè dhiubh seach glacadh-sgrìn.
lt: Pavyzdžiui, jei jūs dažnai lankotės Amazon.com svetainėje, vietoj šio tinklalapio miniatiūros galite pamatyti „Amazon“ logotipą ar piktogramą.
lv: Piemēram, ja bieži apmeklējat Amazon.com, jūs varētu redzēt Amazon logo vai ikonu ierastās lapas bildītes vietā.
uz: Masalan, siz amazon.com saytiga muntazam kirib tursangiz, erkan rasmi o‘rniga Amazon logosini yoki nishonchasini ko‘rishingiz mumkin.

source: What are Directory Tiles?
ca: Què són els Tiles de Directoris?
es_mx: ¿Qué es el directorio de mosaicos?
gd: Dè tha ann an leacagan an eòlaire?
lt: Kas yra katalogo plytelės?
lv: Kas ir mapju kartītes?
uz: Direktoriya kataklari nima?

source: New Firefox users are initially given a set of Directory Tiles as suggestions for sites that may be of interest to them.
ca: Els nous usuaris del Firefox tenen accés a un joc de Tiles de Directoris com a suggeriment de llocs que els podrien interessar.
es_mx: A los nuevos usuarios de Firefox se les mostrará un grupo de directorios de mosaicos que sugieren sitios que les pueden interesar.
gd: Ma tha cuideigin air ùr-thighinn dha Firefox, gheibh iad grunn leacagan an toiseach air a bheil làraichean a mholamaid dhaibh, 's iad sin leacagan an eòlaire.
lt: Jei „Firefox“ naudojatės dar visai neseniai, iš pradžių, užuot rodžiusi tuščias plyteles, „Firefox“ naršyklė jums pateiks keletą saitų į „Mozillos“ ir partnerių svetaines.
lv: Jauniem Firefox lietotājiem tiks piedāvātas mapju kartītes ar ieteikumiem par lapām, kas varētu viņiem interesēt.
uz: Yangi Firefox foydalanuvchilariga boshida direktoriya kataklari ularni qiziqtirishi mumkin bo‘lgan saytlar uchun tavsiyalar kabi beriladi.

source: Instead of displaying a blank set of Tiles, Firefox shows content from Mozilla and some Mozilla partners.
ca: En comptes de mostrar un joc de Tiles en blanc, el Firefox mostra contingut de Mozilla i d'alguns col·laboradors de Mozilla.
es_mx: En lugar de mostrar un grupo en blanco de mosaicos, Firefox mostrará contenido de Mozilla y de algunos socios de Mozilla.
gd: An àite leacagan bàna, seallaidh Firefox susbaint dhut o Mozilla is cuid dhe na com-pàirtichean aig Mozilla.
lt: Tai – svetainės, kurios, mūsų manymų, galėtų jus sudominti.
lv: Tā vietā, lai rādītu tukšu laukumu, Firefox rādīs Mozilla vai Mozilla partneru sagatavotu saturu.
uz: Firefox bo‘sh kataklar o‘rniga Mozilla va ba’zi Mozilla hamkorlari saytlarini ko‘rsatadi.

source: All partner content is marked as “sponsored” and users have complete control to edit or remove any Tile.
ca: Tot el contingut dels col·laboradors és marcat amb "Patrocinat" i els usuaris tenen el control complet per editar o esborrar qualsevol Tile.
es_mx: Todo el contenido de los socios se marca como ”patrocinado“ y los usuarios tienen el control total de editar o borrar cualquier mosaico.
gd: Tha comharra "Sponsairichte" ri dad a thàinig on luchd chom-pàirteachais againn agus tha làn-smachd aig an luchd-cleachdaidh orra 's gabh gin dhiubh a thoirt air falbh.
lt: Atkreipiame dėmesį, jog visas partnerių pateiktas turinys yra atitinkamai pažymėtas, o jums suteikiamos visos priemonės nepatinkančias plyteles pakeisti ar pašalinti.
lv: Visas partneru kartītes, tiks atzīmētas kā “sponsorētas” un lietotājiem būs pilna kontrole pār tām. Katru kartīti varēs labot vai aizvākt.
uz: Barcha hamkorlar saytlari "hamkorlik qilingan" kabi belgilanadi va foydalanuvchilar butunlay tahrirlashlari va xohlagan kataklarini o‘chirishlari mumkin.

source: Respects your privacy
ca: Respecta la vostra privadesa
es_mx: Respeta tu privacidad
gd: Suim dha do phrìobhaideachd
lt: Mes gerbiame jūsų privatumą
lv: Ievēro jūsu privātumu
uz: Maxfiyligingizni hurmat qilamiz

source: As with all Mozilla products, Tiles provide users with extensive control over their personal data.
ca: Com amb tots els productes Mozilla, Tiles proporciona als usuaris un control exhaustiu sobre les seves dades personals.
es_mx: Así como todos los productos de Mozilla, los mosaicos brindan al usuario gran control sobre sus datos personales.
gd: Mar gach bathar eile a tha aig Mozilla, bheir na leacagan làn-smachd dhan chleachdaiche a thaobh an dàta phearsanta aca.
lt: Kaip ir visi „Mozillos“ produktai, plytelės jums suteikia plačias galimybes valdyti su jomis susijusius privačius duomenis.
lv: Kā ar visiem Mozilla produktiem, kartītes piedāvā lietotājiem plašas iespējas kontrolēt savus privātos datus.
uz: Barcha Mozilla mahsulotlari kabi kataklar ham foydalanuvchilarga o‘zlarining shaxsiy ma’lumotlari ustida keng boshqarish imkonini beradi.

source: Data collection is limited to the aggregate number of impressions, clicks and Tile placement.
ca: La recollida de dades es limita al nombre agregat d'impressions, clics i posicionament de Tiles.
es_mx: La recolección de datos se limita al número total de impresiones, clics y posicionamiento de los mosaicos.
gd: Cha dèid dàta sam bith a chruinneachadh ach suim nan impressions, co mheud briogadh a rinneadh agus càit an deach an cur.
lt: Mūsų kaupiami duomenys apsiriboja plytelių parodymų ir spustelėjimų kiekiais bei pozicija.
lv: Apkopoti tiek tikai dati par kopējo kartīšu skatījumu un izvietojumu.
uz: Ma’lumot to‘plash izlar, bosishlar va katak joylashuvining jami miqdoriga bog‘liq.

source: Nothing is ever personally identifiable. In other words, we don’t know who clicks on what.
ca: Rés permet identificar personalment. En altres paraules, no sabem qui fa clic on.
es_mx: Nada permitirá identificarte personalmente. En otras palabras, no sabemos quién hace clic en qué.
gd: Chan aithnichear thu fhèin air gin dheth idir. No ann am facal eile, chan eil spùt againn a thaobh cò tha a' briogadh air dè.
lt: Jokių galinčių išduoti jūsų tapatybę duomenų mes nekaupiame. Kitais žodžiais tariant, mes tikrai nežinome, kas ką spusteli.
lv: Nekas nekad nebūs personiski identificējams. Citiem vārdiem sakot, mēs nezināsim, kas kur klikšķina.
uz: Hech narsani shaxsan kim qilganini aniqlab bo‘lmaydi. Boshqacha qilib aytganda, biz kim nimaga bosganini bilmaymiz.

source: We just know the total number of views and clicks an individual Tile receives. This helps us deliver the most interesting and relevant content.
ca: Només sabem el nombre total de visualitzacions i clics que rep un Tile individual. Això ens ajuda a mostrar el contingut més interessant i relevant.
es_mx: Sólo sabemos el número total de visitas y clics que un mosaico individual recibe. Esto nos ayuda a entregar el contenido mas interesante y relevante.
gd: Chan fhaic sinne ach co mheud duine a choimhead 's a bhriog air leacag. Leis a sin, bidh e nas fhasa dhuinn susbaint a shealltainn a bhios ùidh aig daoine ann.
lt: Viskas, ką mes žinome – tai kiek kartų kiekviena plytelė buvo parodyta ir spustelėta. Tai mums padeda pateikti įdomiausią turinį.
lv: Mēs zināsim tikai kopējo skatījumu un klikšķu skaitu katrai no kartītēm. Šī informācija palīdz mums sagatavot atbilstošākas un interesantākas kartītes.
uz: Biz shunchaki ko‘rishlar va individual katak qabullariga bosishlarning jami miqdorini bilamiz. Bu bizga eng qiziqarli va kerakli saytni yetkazib berishimizga yordam beradi.

source: You can deactivate click and impression tracking by clicking on the gear icon on the top right corner of the new tab page, and selecting Classic to show only unenhanced History Tiles or Blank mode.
ca: Podeu desactivar el seguiment de clics i impressions fent clic a la icona de l'engranatge a la cantonada de la dreta a dalt de la pàgina de pestanya nova, i seleccionant Classic per mostrar només l'històric de Tiles o Mode Blank.
es_mx: Puedes desactivar el rastreo de los clics y las impresiones seleccionando el ícono del engranaje que aparece en la esquina superior derecha de la nueva pestaña y elegir Clásico para ver el historial de los mosaicos normales o modo vacío.
gd: 'S urrainn dhut tracadh nam briogadh 's nan impressions a chur à comas le bhith a' briogadh air dealbh a' ghèar air an taobh deas gu h-àrd air an duilleag ùr 's a' taghadh "Clasaigeach" ann is chan fhaic thu ach leacagan na h-eachdraidh gun leasachadh no feadhainn bhàna.
lt: Jei norite, plytelių parodymų ir spustelėjimų apskaitą galite išjungti, spustelėdami naujos kortelės tinklalapio viršutiniame dešiniajame kampe esančią krumpliaračio piktogramą ir pasirinkdami išskleidžiamo meniu punktą „Klasikinis“ – tuomet bus rodomos tik nepapildytos plytelės iš jūsų naršymo žurnalo ir tuščios plytelės.
lv: Jūs varat deaktivēt klikšķu uz skatījumu statistikas apkopošanu klikšķinot uz zobratiņa ikonas jaunas cilnes labajā augšējā stūrī. Šajā vietā izvēlieties klasisko variantu, kas attēlo biežāk apmeklēto lapu kartītes bez uzlabojumiem.
uz: Yangi ichki oyna sahifasining yuqori o‘ng burchagidagi shesterna nishonchasiga bosish va faqat yaxshilanmagan tarix katakchalari yoki bo‘sh usulda ko‘rish uchun "Klassik"ni tanlash orqali bosish va iz qoldirishni kuzatishni o‘chirib qo‘yishingiz mumkin.

source: Frequently Asked Questions
ca: Preguntes més freqüents
es_mx: Preguntas frecuentes
gd: CÀBHA - Na Ceistean Àbhaisteach
lt: Dažniausi klausimai ir atsakymai
lv: Biežāk uzdotie jautājumi
uz: Tez-tez so‘raladigan savollar

source: Are you tracking users now?
ca: Esteu seguint usuaris ara?
es_mx: ¿Estás rastreando a los usuarios ahora?
gd: A bheil sibh ri tracadh luchd-cleachdaidh a-nis?
lt: Ar „Mozilla“ dabar stebi naudotojus?
lv: Vai jūs tagad izspiegojat lietotājus?
uz: Siz hozir foydalanuvchilarni kuzatyapsizmi?

source: We only collect data from the New Tab page in aggregate form, meaning no data is personally identifiable.
ca: Només recollim dades de la pàgina Pestanya Nova de forma agregada, significant que cap dada pot identificar cap persona.
es_mx: Sólo recolectamos datos de la página en la nueva pestaña en forma agregada, esto significa que los datos no son identificables por persona.
gd: Cha chruinnich sinn o dhuilleagan nan tabaichean ùra ach suim dàta agus is ciall dha sinn nach aithnichear thu gu pearsanta air gin dheth.
lt: Duomenis iš naujos kortelės tinklalapio mes kaupiame tik agreguota forma. Jie nėra identifikuojantys tapatybę.
lv: Datus no jaunas cilnes lapas mēs apstrādājam vienīgi apkopotā veidā. Tas nozīmē, ka šī informācija nevar pateikt neko personisku par jums.
uz: Biz faqat yangi ichki oynadan shaxsiy aniqlab bo‘lmaydigan ma’lumotlarni bildirmaydigan jami shakldagi ma’lumotlarni yig‘amiz.

source: What data is being collected?
ca: Quines dades es recullen?
es_mx: ¿Qué datos son recolectados?
gd: Dè seòrsa dàta a thathar 'ga chruinneachadh?
lt: Kokie duomenys yra kaupiami?
lv: Kādi dati tiek apkopoti?
uz: Qanday ma’lumotlar yig‘iladi?

source: Aggregate data from the New Tab page includes impressions, clicks and tile placement.
ca: Les dades agregades de la pàgina Nova Pestanya inclouen impressions, clics i posicionament de Tile.
es_mx: La información acumulada de la nueva pestaña incluye impresiones, clics y la ubicación del mosaico.
gd: Tha suim an dàta o dhuilleagan nan tabaichean ùra a' gabhail a-steach dàta air impressions, briogaidhean is ionad nan leacagan.
lt: Mes kaupiame agreguotus duomenis apie naujos kortelės plytelių parodymų ir spustelėjimų skaičių bei jų poziciją.
lv: Apkopotie dati par jaunas cilnes lapu satur kartiņu attēlojumus, klikšķus un izvietojumu lapā.
uz: Yangi icki oyna sahifasidan jami ma’lumotlarga taassurotlar, bosish va katak joylashuvi ham qo‘shiladi.

source: What data is collected when I opt out?
ca: Quines dades es recullen i com puc evitar-ho?
es_mx: ¿Qué datos se recolectan cuando elijo no compartir mi información?
gd: Dè seòrsa dàta a thèid a chruinneachadh ma bheir mi air falbh an ro-aonta?
lt: Kokie duomenys renkami, pasirinkus klasikines plyteles?
lv: Kādi dati tiks apkopoti, ja atteikšos?
uz: Men rad qilganimda, qanday ma’lumotlar to‘planadi?

source: No data is collected when a user chooses to opt out of the enhanced Tiles experience.
ca: No es recull cap dada quan l'usuari tria no participar de l'experiència de Tiles Millorats.
es_mx: Ningún dato es recolectado cuando un usuario elige no optar por la experiencia de mosaicos mejorados.
gd: Cha dèid dàta sam bith a chruinneachadh nuair a chuireas tu romhad do ro-aonta a thaobh nan leacagan leasaichte a thoirt air falbh.
lt: Jei nuspręsite nesinaudoti papildytosiomis plytelėmis, nebus kaupiami jokie duomenys.
lv: Ja lietotājs izvēlas atteikties no uzlabotajām kartiņām, nekādi dati netiks apkopoti.
uz: Foydalanuvchi yaxshilangan katak tajribasini rad qilishni tanlaganda hech qanday ma’lumotlar yig‘ilmaydi.

source: Where can I learn more?
ca: On en puc saber més?
es_mx: ¿Dónde puedo obtener más información?
gd: Càit am faigh mi barrachd fiosrachaidh?
lt: Kur rasti papildomos informacijos?
lv: Ko es vēl varu uzzināt?
uz: Qayerdan ko‘proq o‘rganishim mumkin?

source: New Tab Experiments in Firefox Beta
ca: Experiments de Pestanya Nova al Firefox Beta
es_mx: Experimentos en nueva pestaña en Firefox Beta
gd: Deuchainnean ann am Firefox Beta air tabaichean ùra
lt: New Tab Experiments in Firefox Beta {ok}
lv: Jaunas cilnes eksperimenti Firefox Beta
uz: Yangi ichki oyna tajribalari Firefox Beta’da

source: A Call for Trust, Transparency and User Control in Advertising
ca: Una crida a la confiança, la transparència i el control de l'usuari de la publicitat
es_mx: Un llamado a la confianza, transparencia y el control de usuario en publicidad
gd: Gairm airson earbsa, soilleireachd is smachd luchd-cleachdaidh ann an sanasachd
lt: A Call for Trust, Transparency and User Control in Advertising {ok}
lv: Iniciatīva uzticībai, caurspīdībai un lietotāju kontrolei pār reklāmām
uz: Ishonchli qo‘ng‘iroq, shaffof va reklamada foydalanuvchi boshqaruvi

source: Trust should be the currency
ca: Confiança hauria de ser l'habitual
es_mx: La confianza debe ser la base de todo
gd: Bu chòir do dh'earbsa a bith ann
lt: Trust should be the currency {ok}
lv: Uzticībai jābūt kā valūtai
uz: Ishonch valyuta bo‘lishi kerak

source: Tiles Preferences
ca: Preferències dels Tiles
es_mx: Preferencias de mosaicos
gd: Roghainnean nan leacagan
lt: Plytelių nuostatos
lv: Kartīšu iestatījumi
uz: Kataklar parametrlari

source: Screenshot
ca: Captura de pantalla
es_mx: Captura de pantalla
gd: Glacadh-sgrìn
hi_in: स्क्रीनशॉट
lt: Ekrano nuotrauka
lv: Ekrānattēls
uz: Ekran rasmi

source: For more help please see the <a href="%(url)s">Tiles Support Page</a>
ca: Per a més informació consulteu la <a href="%(url)s">pàgina de suport del Tiles</a>
es_mx: Para más ayuda, por favor visita la <a href="%(url)s">página de soporte de mosaicos</a>
gd: Airson barrachd cuideachaidh, thoirt sùil air <a href="%(url)s">duilleag taic nan leacagan</a>
lt: Daugiau informacijos rasite <a href="%(url)s">Žinyno straipsnyje apie plyteles</a>
lv: Papildus informācija ir pieejama <a href="%(url)s">kartīšu atbalsta lapā</a>
uz: Qo‘shimcha yordam olish uchun <a href="%(url)s">Kataklar yordam sahifasi</a>ga qarang

source: More choices for your New Tab
af: Meer keuses in die Nuwe oortjie
hi_in: अपने नए टैब लिए और अधिक विकल्प
nn_no: Fleire val for dei nye fanene dine
pt: Mais opções para o seu Novo separador

source: The New Tab page offers convenience and more control of your browsing experience.
af: Die bladsy op 'n Nuwe oortjie bied gerief en meer beheer oor die blaai-ervaring.
hi_in: नए टैब पेज आपके ब्राउज़िंग अनुभव के अधिक नियंत्रण और उपयुक्तता सुविधा प्रदान करता है.
nn_no: Sida Ny fane er betre enn nokmon gong, og gjev deg meir kontroll over nettlesaropplevinga di.
pt: A página de Novo Separador oferece mais conveniência e controlo da sua experiência de navegação.

source: Turn on Suggested Sites for a personalized experience of frequently used sites and relevant recommendations every time you open a New Tab.
af: Skakel Voorgestelde werwe aan vir 'n verpersoonlikte ervaring op elke nuwe oortjie. Dit wys gereeld besoekte werwe en relevante voorstelle.
hi_in: अक्सर इस्तेमाल किया साइटों की एक व्यक्तिगत अनुभव के लिए सुझाई गई साइट को चालू करें और प्रासंगिक सिफारिशों हर बार जब आप एक नया टैब खोलते हैं.
nn_no: Slå på «Ta med føreslåtte nettstadar» for ei personlegare oppleving av ofte besøkte nettstadar, og relevante tilrådingar kvar gong du opnar ei ny fane.
pt: Ative Sítios Sugeridos para uma experiência personalizada de sítios utilizados com frequência e recomendações relevantes sempre que abre um Novo Separador.

source: Personalize your New Tab experience
af: Maak elke nuwe oortjie persoonlik
hi_in: अपने नये टैब अनुभव का निजीकरण करें
nn_no: Personleggjer «Ny fane»-opplevinga di
pt: Personalize a sua experiência com o Novo Separador

source: You are in complete control of your New Tab page.
af: U is volkome in beheer van die bladsy op nuwe oortjies.
hi_in: आप अपने नए टैब पेज के पूर्ण नियंत्रण में हैं.
nn_no: Du har full kontroll over «Ny fane»-sida di.
pt: Tem controlo absoluto sob a sua página de Novo Separador.
