Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/tracking-protection-tour.lang.po
Languages: af, bn_bd, bs, ca, cy, es_mx, ga_ie, hi_in, is, kab, kk, ne, pt, ta, th, ur

source: How Tracking Protection works
af: Hoe volgbeskerming werk
bn_bd: কিভাবে ট্র্যাকিং সুরক্ষা কাজ করে
bs: Kako radi zaštita od praćenja
ca: Com funciona la protecció contra el seguiment
cy: Sut mae Diogelwch Rhag Tracio'n gweithio
es_mx: Cómo funciona la Protección de Rastreo
ga_ie: Conas a oibríonn Cosaint ar Lorgaireacht
hi_in: ट्रैकिंग संरक्षण कैसे काम करता है
is: Hvernig virkar vörnin
kab: Amek iteddu ummesten mgal asfuɣel
kk: Бақылаудан қорғаныс қалай жұмыс жасайды
ne: ट्रयाकिङ सुरक्षा ले कसरी काम गर्छ
pt: Como funciona a proteção de monitorização
ta: எப்படி பாதுகாப்புத் தடமறியல் செயல்படுகிறது
th: ระบบป้องกันการติดตามทำงานอย่างไร
ur: سراغ کاری حفاظت کس طرح کام کرتی ہے

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
af: Wanneer die skild wys, blok Firefox sommige dele van die blad wat dalk u blaai-aktiwiteit volg.
bs: Kada vidite štit, Firefox blokira dijelove stranice koji mogu pratiti vaše aktivnosti.
ca: Quan vegeu l'escut, el Firefox està blocant alguna part de la pàgina que pot fer seguiment de la vostra navegació.
cy: Pan welwch y darian, mae Firefox yn rhwystro rhai darnau o'r dudalen gall fod yn tracio eich pori.
es_mx: Cuando ves el escudo, Firefox está bloqueando algunas partes de la página que podrían seguir tu actividad de navegación.
ga_ie: Nuair a fheiceann tú an sciath, tá Firefox ag cur bac ar chodanna den leathanach a d'fhéadfadh lorgaireacht a dhéanamh ar do ghníomhaíocht bhrabhsála.
hi_in: जब आप ढ़ाल देखें, फ़ायरफ़ॉक्स पृष्ठ के कुछ भाग जो आपकी ब्राउज़िंग गतिविधियों को ट्रैक कर सकते है को अवरुद्ध करता है.
is: Þegar þú sérð skjöldinn, þá er Firefox að loka á þá parta af vefsíðunni sem gætu verið að fylgjast með hvernig þú vafrar.
kab: Ticki twalaḍ urti, Firefox yessewḥal kra n iḥedren n usebtar i yezemren ad k-sfuɣlen deg urmud inek n tunigin.
kk: Қалқан таңбашасы көрінген кезде, ол Firefox парақтың сізді бақылай алатын бөліктерін блоктайды дегенді білдіреді.
ne: जब रक्षक चिन्ह देख्नुहुन्छ, Firefox ले पृष्ठका केही भागहरूलाई रोकिरहेको हुन्छ जसले तपाईँको ब्राउजिङ्ग गतिविधि ट्र्याक गरिरहेको हुन्छ।
ta: நீங்கள் கவசத்தைப் பார்க்கும்போது, பயர்பாக்ஸ் உங்கள் உலாவல் நடவடிக்கையைக் கண்காணிக்கும் பக்கங்களின் சில பகுதிகளைத் தடுக்கிறது.
th: เมื่อคุณเห็นโล่ Firefox กำลังปิดกั้นบางส่วนของหน้าที่สามารถติดตามการเข้าเว็บของคุณ
ur: آپ کی ڈھال کو دیکھتے ہیں تو، فائر فاکس آپ کی براؤزنگ کی سرگرمی پر نظر رکھنے کے کر سکتے ہیں کہ صفحے کے کچھ حصوں کو بلاک کر رہا.

source: When the shield is visible, it means Firefox is actively blocking page elements that may track you.
af: Wanneer die skild wys, beteken dit dat Firefox aktief bladsy-elemente blok wat u dalk volg.
ca: Quan l'escut és visible, vol dir que el Firefox està blocant activament el contingut que us pot estar seguint.
cy: Pan mae'r daran i'w gweld, mae'n golygu fod Firefox ar waith yn rhwystro elfennau tudalen gall fod yn eich tracio.
es_mx: Cuando es escuo está visible, eso significa que Firefox está activamente bloqueando elementos de la página que podrían seguirte.
hi_in: जब ढाल दिखाई देता है, इसका मतलब है फ़ायरफ़ॉक्स पृष्ठ तत्वों को सक्रिय रूप से अवरुद्ध कर रहे है जो आपको ट्रैक कर सकते हैं.
kk: Қалқан таңбашасы көрінген кезде, Firefox парақтың сізді бақылай алатын элементтерін белсенді түрде блоктайды.
pt: Quando o escudo é visível, isto significa que o Firefox está ativamente a bloquear elementos da página que podem monitorizá-lo.

source: 1 of 3
af: 1 van 3
bn_bd: 3 এর 1
bs: 1 od 3
ca: 1 de 3
cy: 1 o 3
es_mx: 1 de 3
ga_ie: 1 as 3
hi_in: 3 का 1
is: 1 af 3
kab: 1 si 3
kk: 1, барлығы 3
ne: ३ मध्य १
pt: 1 de 3
ta: 3 இல் 1
th: 1 จาก 3
ur: 3 میں سے 1

source: Next
af: Volgende
bn_bd: পরবর্তী
bs: Sljedeća
ca: Següent
cy: Nesaf
es_mx: Siguiente
ga_ie: Ar Aghaidh
hi_in: अगला
is: Næsta
kab: ɣer zdat
kk: Келесі
ne: अर्को
pt: Seguinte
ta: அடுத்து
th: ถัดไป
ur: آگے

source: Differences to expect
af: Verskille om te verwag
bn_bd: প্রত্যাশিত পার্থক্যসমূহ
bs: Razlike za očekivati
ca: Possibles diferències
cy: Y gwahaniaethau i'w disgwyl
es_mx: Diferencias a esperar
ga_ie: Difríochtaí a bheidh ann
hi_in: मतभेदों की उम्मीद करने के लिए
is: Hverju má búast við
kab: Amgired yettwaṛǧan
kk: Күтуге болатын өзгерістер
ne: आशा गर्न सकिने भिन्नताहरु
pt: Diferenças a esperar
ta: எதிர்பார்க்கும் வேறுபாடுகள்
th: ความแตกต่างที่คาดหวัง
ur: اختلافات کی توقع کرنا

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
af: Sommige bladsyareas is dalk weg omdat hulle derde partye sou toelaat om u blaaigedrag oor verskillende werwe dop te hou.
bn_bd: কিছু পাতা হয়তো পাওয়া যাবে না, কারণ তারা বিভিন্ন ওয়েবসাইটে আপনাকে ট্র্যাক করতে তৃতীয় পক্ষকে অনুমতি দেয়।
bs: Neki dijelovi stranice mogu nedostajati, jer mogu dozvoliti trećim stranama da vas prate kroz različite web stranice.
ca: Es poden haver blocat algunes parts de la pàgina que podrien permetre el seguiment de la vostra navegació a tercers.
cy: Efallai fod rhai darnau o'r dudalen ar goll gan eu bod yn caniatáu i drydydd parti i'ch tracio ar draws gwefannau gwahanol.
es_mx: Algunas áreas de la página podrían estar perdidas, porque permiten a terceros seguirte a través de diferentes sitios web.
ga_ie: Seans go gcuirfear cosc ar chodanna de leathanaigh, i gcás go ligfidís do thríú páirtithe thú a leanúint ó shuíomh go suíomh.
hi_in: कुछ पृष्ठ छेत्र उपलब्ध नहीं हो सकते हैं, क्योंकि वे तीसरे पक्ष को विभिन्न वेबसाइटों पर आपको ट्रैक करने की अनुमति दे सकते हैं.
is: Sumir hlutar síðunnar gætu verið horfnir, þar sem þeir gætu leyft þriðja aðila að fylgjast með þér á milli vefsvæða.
kab: Kra n temnadin n usebter ahat ttwattun, acku zemren ad eǧǧen wis kraḍ akken ad k-sfuɣlen di tunigin inek deg ismal.
kk: Парақтың кейбір аймақтары жоқ болуы мүмкін, өйткені олар сіздің түрлі сайттар арасында шолуңызды бақылай алатын үшінші жақтар болуы мүмкін.
ne: केहि पृष्ठ क्षेत्र हरु हराईरहेको हुन सक्छ किनभने तिनीहरूले तेस्रो पक्षलाई विभिन्न वेबसाइटहरुमा तपाईलाई ट्रयाक गर्न अनुमति दिन सक्छ।
ta: சில பக்கப் பகுதிகள் காணப்படாமல் இருக்கலாம், ஏனெனில் அவை பல்வேறு வலைத்தளங்களில் உங்களைக் கண்காணிக்க மூன்றாம் தரப்பினரை அனுமதிக்கலாம்.
th: พื้นที่ในหน้าบางส่วนอาจหายไป เพราะพวกเขาสามารถอนุญาตให้บุคคลที่สามเข้ามาติดตามคุณผ่านเว็บไซต์ที่แตกต่างกัน
ur: بعض صفحہ علاقوں، لاپتہ کیا جا سکتا ہے کیونکہ وہ تیسری پارٹیوں مختلف ویب سائٹوں پر آپ کو ٹریک کرنے کی اجازت دے سکتا ہے.

source: Some page areas may be missing because they can allow third-parties to track your browsing behavior.
af: Sommige bladsyareas is dalk weg omdat hulle derde partye toelaat om u blaaigedrag dop te hou.
bn_bd: কিছু পাতা হয়তো পাওয়া যাবে না, কারণ তারা আপনার ব্রাউজিং আচরণ ট্র্যাক করতে তৃতীয় পক্ষকে অনুমতি দেয়।
ca: Es poden haver blocat algunes parts de la pàgina que podrien permetre el seguiment de la vostra navegació a tercers.
cy: Efallai fod rhai darnau o'r dudalen ar goll gan eu bod yn caniatáu i drydydd parti i dracio beth rydych yn ei bori.
es_mx: Algunas áreas de la página podrían estar perdidas porque permiten a terceros seguir tu comportamiento de navegación.
hi_in: कुछ पृष्ठ क्षेत्रों अनुपलब्ध हो सकता है क्योंकि वे अपने ब्राउज़िंग व्यवहार को ट्रैक करने के लिए तृतीय-पक्ष की अनुमति दे सकते हैं।
kk: Парақтың кейбір аймақтары жоқ болуы мүмкін, өйткені олар сіздің шолу қылықтарын бақылай алатын үшінші жақтарға рұқсат етуі мүмкін.
pt: Podem estar em falta algumas áreas da página pois estas podem permitir que terceiros monitorizem o seu comportamento de navegação.

source: 2 of 3
af: 2 van 3
bn_bd: 3 এর 2
bs: 2 od 3
ca: 2 de 3
cy: 2 o 3
es_mx: 2 de 3
ga_ie: 2 as 3
hi_in: 3 का 2
is: 2 af 3
kab: 2 si 3
kk: 2, барлығы 3
ne: ३ मा २
pt: 2 de 3
ta: 3 இல் 2
th: 2 จาก 3
ur: 3 میں سے 2

source: Want to make changes?
af: Lus om veranderinge te maak?
bn_bd: পরিবর্তন করতে চান?
bs: Želite napraviti promjene?
ca: Voleu canviar-ho?
cy: Eisiau gwneud newidiadau?
es_mx: ¿Quieres hacer cambios?
ga_ie: An mhaith leat aon rud a athrú?
hi_in: परिवर्तन करना चाहते हैं?
is: Viltu gera breytingar?
kab: Tebɣiḍ ad teggeḍ ayen nniḍen?
kk: Өзгерістерді жасағыңыз келе ме?
ne: परिबर्तन गर्न चाहनुहुन्छ ?
pt: Quer fazer alterações?
ta: மாற்றங்களைச் செய்ய விரும்புகிறீர்களா?
th: ต้องการสร้างการเปลี่ยนแปลง?
ur: تبدیلیاں کرنے کے لئے چاہتے ہیں؟

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
af: Dis maklik om Volgbeskerming af te skakel vir die huidige werf deur te klik op “Deaktiveer beskerming vir dié sessie”.
bs: Jednostavno je isključiti zaštitu od praćenja za web stranicu na kojoj ste pomoću klika na “Isključi zaštitu za ovu sesiju.”
ca: Podeu desactivar de forma senzilla la protecció contra el seguiment del lloc que esteu visitant fent clic a “Desactiva la protecció per a aquesta sessió”.
cy: Mae’n hawdd diffodd Diogelwch Rhag Tracio ar wefan drwy glicio “Analluogi diogelwch y sesiwn hwn”.
es_mx: Es fácil desactivar la Protección de Rastreo para el sitio web que estás usando "Deshabilitar protección para esta sesión."
ga_ie: Tá sé an-éasca Cosaint ar Lorgaireacht a mhúchadh ar an suíomh ar a bhfuil tú trí “Díchumasaigh cosaint don seisiún seo” a chliceáil.
hi_in: "इस सत्र के लिए संरक्षण अक्षम करें" पर क्लिक करके वेबसाइट के लिए ट्रैकिंग संरक्षण को सुरक्षा करना बहुत आसान है.
is: Það er mjög einfalt að slökkva á vörninni fyrir það vefsvæði sem þú ert á með því að smella á “Slökkva á vörn fyrir þetta vefsvæði”.
kab: Tukksa n urmad n ummesten mgal asfuɣel fessus ɣef usmel i tettwalid tura, sit kan qef "Kkes armad n ummesten i tɣimit agi."
kk: Сіз шолып тұрған веб сайты үшін бақылаудан қорғанысты "Қорғанысты бұл сессия үшін сөндіру" арқылы оңай сөндіруге болады.
ne: ”यस सत्रको लागि सुरक्षा अक्षम गर्नुहोस्" मा थिचेर तपाई हुनु भएको वेबसाइटमा ट्रयाकिङ्ग सुरक्षा बन्द गर्न सजिलो छ।
ta: நீங்கள் இருக்கும் வலைத்தளத்தில் தடமறியல் பாதுகாப்பை “இந்த அமர்விற்கு தடமறியல் பாதுகாப்பை முடக்கு” என்பதைச் சொடுக்குவதின் மூலம் அணைப்பது எளிதானது.
ur: یہ آپ کو کلک کر کے پر ہیں ویب سائٹ کے لئے ٹریکنگ پروٹیکشن بند کرنے کیلئے آسان ہے "اس سیشن کیلئے غیر فعال تحفظ."

source: It’s easy to disable Tracking Protection for the website you’re on by clicking “Disable protection for this session”.
af: Dis maklik om Volgbeskerming te deaktiveer vir die huidige werf deur te klik op “Deaktiveer beskerming vir dié sessie”.
ca: Podeu desactivar de forma senzilla la protecció contra el seguiment del lloc que esteu visitant fent clic a “Desactiva la protecció per a aquesta sessió”.
cy: Mae’n hawdd analluogi Diogelwch Rhag Tracio ar wefan drwy glicio “Analluogi diogelwch y sesiwn hwn”.
es_mx: Es fácil deshabilitar la Protección de Rastreo para el sitio web que estas usando "Deshabilitar protección por esta sesión".
hi_in: "इस सत्र के लिए संरक्षण अक्षम करें" पर क्लिक करके वेबसाइट के लिए ट्रैकिंग संरक्षण को सुरक्षा करना बहुत आसान है.
kk: Сіз шолып тұрған веб сайты үшін бақылаудан қорғанысты "Қорғанысты бұл сессия үшін сөндіру" арқылы оңай сөндіруге болады.
pt: É simples desativar a proteção de monitorização para o sítio web que está a visitar clicando em “Desativar proteção para esta sessão”.

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
af: Dis maklik om Volgbeskerming aan te skakel vir die huidige werf deur te klik op “Aktiveer beskerming”.
bs: Jednostavno je uključiti zaštitu od praćenja za web stranicu na kojoj ste pomoću klika na “Uključi zaštitu.”
ca: Podeu activar la protecció contra el seguiment del lloc que esteu visitant fent clic a “Activa la protecció”.
cy: Mae’n hawdd galluogi Diogelwch Rhag Tracio ar wefan drwy glicio “Galluogi diogelwch”.
es_mx: Es fácil encender la Protección de Rastreo para el sitio web que estas usando "Habilitar protección."
ga_ie: Tá sé an-éasca Cosaint ar Lorgaireacht a mhúchadh ar an suíomh ar a bhfuil tú trí “Cumasaigh cosaint” a chliceáil.
hi_in: "संरक्षण सक्षम करें" पर क्लिक करके वेबसाइट के लिए ट्रैकिंग संरक्षण को सक्षम करना बहुत आसान है.
is: Einfalt er að virkja vörn fyrir það vefsvæði sem þú ert á með því að smella á “Virkja vörn”.
kab: Armad n ummesten mgal asfuɣel fessus ɣef usmel i tettwalid tura, sit kan ɣef "Rmed ammesten."
kk: Сіз шолып тұрған веб сайты үшін бақылаудан қорғанысты "Қорғанысты іске қосу" арқылы оңай іске қосуға болады.
ne: "सुरक्षा सक्षम गर्नुहोस्" मा थिचेर तपाई हुनु भएको वेबसाइटमा ट्रयाकिङ्ग सुरक्षा सुचारु गर्न सजिलो छ।
ta: நீங்கள் இருக்கும் வலைத்தளத்தில் தடமறியல் பாதுகாப்பை “பாதுகாப்பைச் செயற்படுத்து” என்பதைச் சொடுக்குவதின் மூலம் இயக்குவது எளிதானது.
ur: یہ آپ کو کلک کر کے پر ہیں ویب سائٹ کے لئے ٹریکنگ پروٹیکشن پر تبدیل کرنے کے لئے آسان ہے "تحفظ فعال."

source: It’s easy to enable Tracking Protection for the website you’re on by clicking “Enable protection”.
af: Dis maklik om Volgbeskerming te aktiveer vir die huidige werf deur te klik op “Aktiveer beskerming”.
ca: Podeu activar la protecció contra el seguiment del lloc que esteu visitant fent clic a “Activa la protecció”.
cy: Mae’n hawdd galluogi Diogelwch Rhag Tracio ar wefan drwy glicio “Galluogi diogelwch”.
es_mx: Es fácil habilitar la Protección de Rastreo para el sitio web que estas usando "Habilitar Protección".
hi_in: "संरक्षण सक्षम करें" पर क्लिक करके वेबसाइट के लिए ट्रैकिंग संरक्षण को सक्षम करना बहुत आसान है.
kk: Сіз шолып тұрған веб сайты үшін бақылаудан қорғанысты "Қорғанысты іске қосу" арқылы оңай іске қосуға болады.
pt: É simples ativar a proteção de monitorização para o sítio web que está a visitar clicando em “Ativar proteção”.

source: 3 of 3
af: 3 van 3
bn_bd: 3 এর 3
bs: 3 od 3
ca: 3 de 3
cy: 3 o 3
es_mx: 3 de 3
ga_ie: 3 as 3
hi_in: 3 का 3
is: 3 af 3
kab: 3 si 3
kk: 3, барлығы 3
ne: ३ मा ३
pt: 3 de 3
ta: 3 இல் 3
th: 3 จาก 3
ur: 3 میں سے 3

source: Got it!
af: Reg so!
bn_bd: পেয়েছি!
bs: Razumijem!
ca: Ho entenc
cy: Iawn!
es_mx: ¡Lo tengo!
ga_ie: Tuigim!
hi_in: मिल गया!
is: Náði því!
kab: Gziɣ!
kk: Түсіндім!
ne: पाएँ!
pt: Compreendi!
ta: புரிந்தது!
th: เข้าใจแล้ว!
ur: ٹھیک ہے!

source: Tracking Protection
bs: Zaštita od praćenja
ca: Protecció contra el seguiment
ga_ie: Cosaint ar Lorgaireacht
is: Vörn gegn því að fylgst sé með þér
kab: Ammesten mgal asfuɣel
ne: ट्रयाकिङ्ग सुरक्षा
ta: தடமறியல் பாதுகாப்பு
th: ป้องกันการติดตาม
ur: سراغ راہ پروٹیکشن کے ساتھ

source: Private Browsing with Tracking Protection
af: Private blaaiery met volgbeskerming
bn_bd: ট্র্যাকিং সুরক্ষা সমেত ব্যক্তিগত ব্রাউজিং
bs: Privatno surfanje sa zaštitom od praćenja
ca: Navegació anònima amb protecció contra el seguiment
cy: Pori Preifat gyda Diogelwch Rhag Tracio
es_mx: Navegación Privada con Protección de Rastreo
ga_ie: Brabhsáil Phríobháideach le Cosaint ar Lorgaireacht
hi_in: ट्रैकिंग सुरक्षा के साथ निजी ब्राउज़िंग
is: Huliðsgluggi með vörn gegn því að fylgst sé með þér
kab: Tunigin tusligt s ummesten mgal asfuɣel
kk: Бақылаудан қорғанысы бар жекелік шолу
ne: निजी ब्राउजिङ्ग ट्रयाकिङ्ग सुरक्षाका साथ
ta: தடப் பாதுகாப்புடன் கூடிய அந்தரங்க உலாவல்
th: การท่องเว็บแบบส่วนตัวด้วยการป้องกันการติดตาม
ur: ساتھ ذاتی براؤزنگ ٹریکنگ پروٹیکشن کے ساتھ

source: Firefox Tracking Protection
af: Firefox Volgbeskerming
bn_bd: ফায়ারফক্স ট্র্যাকিং সুরক্ষা
ca: Protecció contra el seguiment
cy: Diogelwch Rhag Tracio Firefox
es_mx: Protección de Rastreo de Firefox
hi_in: फ़ायरफ़ॉक्स ट्रैकिंग संरक्षण
kk: Firefox-тың бақылаудан қорғанысы
pt: Proteção de Monitorização do Firefox

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
af: Wil u hierdie funksionaliteit afskakel? <a href="%s">Kyk na Privaatheidvoorkeure</a>
bn_bd: এই ফিচারটি বন্ধ করতে চান? <a href="%s">তাহলে গোপনীয়তা পছন্দ তে যান</a>
bs: Želite isključiti ovu mogućnost? <a href="%s">Posjetite postavke privatnosti</a>
ca: Voleu desactivar aquesta característica? <a href="%s">Aneu a les preferències de privadesa</a>
cy: Eisiau diffodd y nodwedd hon?<a href="%s">Ewch i'r Dewisiadau Preifatrwydd</a>
es_mx: ¿Quieres apagar esta característica? <a href="%s">Visita Preferencias de Privacidad</a>
ga_ie: Ar mhaith leat an ghné seo a mhúchadh? <a href="%s">Oscail na Sainroghanna Príobháideachais</a>
hi_in: यह सुविधा बंद करना चाहते हैं? <a href="%s">गोपनीयता प्राथमिकताओ पर जाएँ</a>
is: Viltu slökkva á þessari vörn? <a href="%s">Kíktu á stillingar fyrir friðhelgi</a>
kab: Tebɣiḍ ad tekksed armad n tmahilt agi?<a href="%s"> Rzu ɣer Ismenyifen n tbaḍnit</a>
kk: Бұл мүмкіндікті сөндіргіңіз келе ме? <a href="%s">Жекелік баптауларын шолыңыз</a>
ne: यो सुविधा बन्द गर्न चाहनुहुन्छ? <a href="%s">गोपनीयता प्राथमिकता भ्रमण गर्नुहोस्</a>
pt: Quer desativar esta funcionalidade? <a href="%s">Visite as Preferências de Privacidade</a>
ta: இந்த வசதியை அணைக்க விரும்புகிறீர்களா? <a href="%s">தனிமை முன்னுரிமைகளைப் பார்க்கவும்</a>
ur: اس فیچر کو بند کرنا پسند کریں گے؟ <a href="%s"> رازداری کی ترجیحات کا دورہ کریں</a>

source: Thanks for learning about Tracking Protection.
bs: Hvala za učenje o zaštiti od praćenja.
ca: Gràcies per informar-vos sobre la Protecció contra el seguiment
ga_ie: Go raibh maith agat as foghlaim faoi Chosaint ar Lorgaireacht.
is: Takk fyrir að læra um nýju vörnina.
kab: Tanemmirt ɣef tmsuni n ummesten mgal asfuɣel.
ta: தடமறியல் பாதுகாப்பு பற்றி அறிந்து கொண்டமைக்கு நன்றி.
th: ขอบคุณสำหรับการเรียนรู้เกี่ยวกับการป้องกันการติดตาม
ur: رازداری کی حفاظت کے بارے میں سیکھنے کا شکریہ

source: Thanks for learning about the new Private Browsing with Tracking Protection.
af: Dis in 'n neutedop die funksionaliteit vir private blaaiery met volgbeskerming.
bn_bd: ট্র্যাকিং সুরক্ষার সমেত নতুন ব্যক্তিগত ব্রাউজিং সম্পর্কে শেখার জন্য ধন্যবাদ।
bs: Hvala za učenje o novom privatnom pretraživanju sa zaštitom od praćenja.
ca: Gràcies per informar-vos sobre la navegació privada amb protecció contra el seguiment.
cy: Diolch am ddysgu am Bori Preifat gyda Diogelwch Rhag Tracio.
es_mx: Gracias por aprender acerca de la Navegación Privada con Protección de Rastreo.
ga_ie: Go raibh maith agat as foghlaim faoi Bhrabhsáil Phríobháideach agus Cosaint ar Lorgaireacht.
hi_in: ट्रैकिंग सुरक्षा के साथ नया निजी ब्राउज़िंग के बारे में जानने के लिए धन्यवाद.
is: Takk fyrir að læra um nýja huliðsgluggann sem er með vörn gegn því að fylgst sé með þér.
kab: Tanemmirt ɣef tmusni n tinigin tusligt s ummesten mgal asfuɣel.
kk: Бақылаудан қорғанысы бар жаңа жекелік шолу туралы оқуыңыз үшін рахмет.
ta: தடமறியல் பாதுகாப்புடைய புதிய தனிப்பட்ட உலாவல் பற்றி அறிந்து கொண்டமைக்கு நன்றி.
th: ของคุณสำหรับการเรียนรู้เกี่ยวกับการท่องเว็บแบบส่วนตัวพร้อมการป้องกันการติดตาม
ur: نئی نجی برائوزنگ مع ٹریکنگ حفاظت کے ساتھ کے بارے میں سیکھنے کا شکریہ

source: Thanks for learning about the new Tracking Protection feature in Private Browsing Mode.
af: Dis in 'n neutedop die funksionaliteit vir Volgbeskerming in privaatblaaimodus.
bn_bd: ব্যক্তিগত ব্রাউজিং মোডে নতুন ট্র্যাকিং সুরক্ষা বৈশিষ্ট্য সম্পর্কে শেখার জন্য ধন্যবাদ।
ca: Gràcies per informar-vos sobre la nova característica de protecció contra el seguiment en el mode de navegació anònima.
cy: Diolch am ddysgu am y nodweddion Diogelwch Rhag Tracio newydd yn y Modd Pori Preifat.
es_mx: Gracias por aprender acerca de la nueva característica Protección de Rastreo en el modo de Navegación Privada.
hi_in: निजी ब्राउज़िंग मोड में नया ट्रैकिंग सुरक्षा सुविधा के बारे में जानने के लिए धन्यवाद.
kk: Жекелік шолу режиміндегі жаңа бақылаудан қорғанысы туралы оқуыңыз үшін рахмет.
pt: Obrigado pelo seu interesse na nova funcionalidade de Proteção de Monitorização no Modo Privado de Navegação.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
af: Meer inligting oor hoe dit werk is beskikbaar op die <a rel="external" href="%s">vraeblad</a>.
bn_bd: কিভাবে কাজ করে এ সম্পর্কে আরও জানতে ভিজিট করুন <a rel="external" href="%s">প্রায়শই জিজ্ঞাসিত প্রশ্ন পাতা</a>।
bs: Saznajte više o tome kako to radi posjetom <a rel="external" href="%s">FAQ stranice</a>.
ca: Per a més informació sobre com funciona, vegeu la <a rel="external" href="%s">pàgina de preguntes freqüents</a>.
cy: Dysgwch ragor am sut mae'n gweithio drwy fynd i'r dudalen <a rel="external" href="%s">Cwestiynau Cyffredin</a>.
es_mx: Aprende más acerca de como funciona visitando la <a rel="external" href="%s">página de Preguntas Frecuentes</a>.
ga_ie: Gheobhaidh tú tuilleadh eolais faoin ghné seo ó na <a rel="external" href="%s">Ceisteanna Coitianta</a>.
hi_in: <a rel="external" href="%s">FAQ पृष्ट</a> पर जाके ओर अधिक जाने की कैसे यह काम करता हैं.
is: Fræðast meira um hvernig þetta virkar með því að heimsækja <a rel="external" href="%s">FAQ síðuna</a>.
kab: Issin ugar ɣef wamek uteddu s tirza ɣer <a rel="external" href="%s">Asebter n isteqsiyen FAQ</a>.
kk: Ол қалай істейтіні туралы көбірек білу үшін <a rel="external" href="%s">Жиі қойылатын сұрақтар</a> парағын шолыңыз.
pt: Saiba mais sobre como funciona visitando a <a rel="external" href="%s">página de perguntas frequentes</a>.
ta: <a rel="external" href="%s">அகேகே பக்கத்தைப்</a> பார்ப்பதின் மூலம் இது எப்படி வேலை செய்கிறது என்பது பற்றி மேலும் அறிந்து கொள்ளவும்.
th: เรียนรู้เพิ่มเติมเกี่ยวกับว่ามันทำงานอย่างไรโดยเข้าไปเยี่ยมชมที่<a rel="external" href="%s">หน้าคำถามที่พบบ่อย</a>
ur: یہ کیسے کام کرتا یے اسکے بارے میں مزید سکیھیں دورہ کر کے <a rel="external" href="%s"> FAQ صفہ کا</a>

source: Restart tour
af: Herbegin toer
bn_bd: সফর পুনরারম্ভ করুন
bs: Započnite obilazak ponovo
ca: Torna a començar
cy: Ailgychwyn y cyflwyniad
es_mx: Reiniciar recorrido
ga_ie: Tosaigh an turas arís
hi_in: टूर फिर से प्रारंभ करें
is: Byrja aftur á skoðunarferð
kab: Senker tikelt nniḍen tirza
kk: Турды қайта іске қосу
ne: भ्रमण पुनः सुरु गर्नुहोस्
ta: சுற்றுலாவை மீட்தொடங்கு
th: เริ่มการเที่ยวชมใหม่
ur: دورہ دوباره شروع کریں

source: Start the tour again
af: Kyk weer
bn_bd: সফর পুনরায় শুরু করুন
ca: Torna a començar el recorregut
cy: Cychwyn y cyflwyniad eto
es_mx: Iniciar el recorrido de nuevo
hi_in: फिर से यात्रा शुरू करें
kk: Турды қайтадан бастау
pt: Recomeçar a visita

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this site.”
bs: Jednostavno je isključiti zaštitu od praćenja za web stranicu na kojoj ste pomoću klika na “Isključi zaštitu za ovu stranicu.”
ga_ie: Tá sé an-éasca Cosaint ar Lorgaireacht a mhúchadh ar an suíomh ar a bhfuil tú trí “Díchumasaigh cosaint don suíomh seo” a chliceáil.
is: Það er mjög einfalt að slökkva á vörninni fyrir það vefsvæði sem þú ert á með því að smella á “Slökkva á vörn fyrir þetta vefsvæði”.
kab: Tukksa n urmad n ummesten mgal asfuɣel fessus ɣef usmel i tettwalid tura, sit kan qef "Kkes armad n ummesten i usmel agi."
ne: "यो साइटको लागि सुरक्षा अक्षम गर्नुहोस्" मा थिचेर तपाई हुनु भएको वेबसाइटमा ट्रयाकिङ्ग सुरक्षा बन्द गर्न सजिलो छ।
ta: நீங்கள் இருக்கும் வலைத்தளத்தில் தடமறியல் பாதுகாப்பை “இத்தளத்திற்கு தடமறியல் பாதுகாப்பை முடக்கு” என்பதைச் சொடுக்குவதின் மூலம் அணைப்பது எளிதானது.
ur: یہ آپ کو کلک کر کے پر ہیں ویب سائٹ کے لئے ٹریکنگ پروٹیکشن بند کرنے کیلئے آسان ہے "اس سائٹ کے لئے غیر فعال تحفظ."
