Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/update.lang.po
Languages: af, ar, bg, cy, es_mx, fi, ga_ie, gd, hi_in, hr, kk, km, ku, lt, lv, ml, ms, oc, th, ur, uz, vi, xh, zh_tw

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
af: Nee. 'n Firefox-bywerking sal nie enige veranderinge maak aan boekmerke, gestoorde wagwoorde of ander instellings nie. Daar is egter 'n kans dat sommige byvoegings nie onmiddellik versoenbaar is met nuwe weergawes nie.
bg: Не. Актуализация на Firefox няма да направи промени по вашите отметки, запазени пароли или други настройки. Има обаче вероятност някои от вашите Добавки да не са съвместими веднага с новите актуализации.
cy: Na. Ni fydd diweddaru Firefox yn gwneud unrhyw newidiadau i'ch nodau tudalen, cyfrineiriau neu osodiadau eraill. Fodd bynnag, mae'n bosibl na fydd rhai o'ch Ychwanegion fod yn gydnaws ar unwaith gyda diweddariadau newydd.
es_mx: No. Una actualización de Firefox no hará cambio alguno en tus marcadores, contraseñas guardadas u otras configuraciones. Sin embargo, es posible que algunos de tus complementos no sean inmediatamente compatibles con las nuevas actualizaciones.
fi: Ei. Firefox-päivitys ei vaikuta millään tavalla kirjanmerkkeihin, tallennettuihin salasanoihin tai muihin asetuksiin. On kuitenkin mahdollista, että jotkut lisäosat eivät ole välittömästi yhteensopivia uuden päivityksen kanssa.
ga_ie: Ní chuirfidh. Ní athróidh an próiseas nuashonraithe aon leabharmharcanna, focail fhaire, nó socruithe eile. É sin ráite, má tá breiseáin agat, seans nach mbeidh siad comhoiriúnach leis an leagan nua fós.
gd: Cha bhi. Chan atharraich ùrachadh Firefox dad sna comharran-lìn agad, na faclan-faire no na roghainnean eile. Ge-tà, tha teans beag nach bi cuid dhe na tuilleadain agad co-chòrdail leis an ùrachadh sa bhad.
hi_in: नहीं. फ़ायरफ़ॉक्स अद्यतन से आपके बुकमार्क्स, सहेजे गए पासवर्ड या अन्य सेटिंग्स में कोई परिवर्तन नहीं होगा. हालांकि, आपके सहयुक्तियाँ के कुछ नए अपडेट के साथ तुरंत संगत नहीं होगा इसकी संभावना है.
hr: Ne, dopuna za Firefox neće napraviti nikakve promjene vašim zabilješkama, spremljenim lozinkama ili ostalim postavkama. Međutim, postoji šansa da neki od vaših dodataka neće odmah biti kompatibilni s novom dopunom.
kk: Жоқ. Firefox жаңартуы сіздің бетбелгілеріңізді, сақталған парольдерді не басқа баптауларды өзгертпейді. Бірақ, сіздің кейбір қосымшалар жаңартулармен уақытша сәйкес болмайтыны мүмкін.
km: ទេ! ការ​ធ្វើ​បច្ចុប្បន្នភាព Firefox នឹង​មិន​ផ្លាស់ប្ដូរ​ចំណាំ ពាក្យសម្ងាត់​ដែល​បាន​រក្សាទុក និង​ការ​កំណត់​ផ្សេងទៀត​របស់​អ្នក​ទេ។ ប៉ុន្តែ​កម្មវិធី​បន្ថែម​មួយ​ចំនួន​របស់​អ្នក​អាច​មិន​ឆបគ្នា​ជាមួយ​បច្ចុប្បន្នភាព​ថ្មី​នេះ។
ku: Na. Nûkirineke Firefoxê dê tu bandorê li eyar û bijare, şîfreyên tomarkirinê yan jî tiştekî din neke. Lê dibe ku hin Add-onên te û Firefoxa nû hev negirin û ew Add-on nexebitin.
lt: Ne. Atnaujinus „Firefox“, jūsų adresynas, įrašyti slaptažoždiai ir kitos nuostatos išliks nepaliestos. Tačiau yra tikimybė, jog kai kurie jūsų naudojami priedai iš pradžių nebus suderinami su atnaujinta naršykle.
lv: Nē. Firefox atjauninājums neveiks nekādas izmaiņas jūsu iestatījumos, saglabātajās parolēs vai grāmatzīmēs. Tiesa ir iespējams, ka daži papildinājumi nebūs uzreiz savietojami ar jauno versiju.
ms: Tidak. Kemas kini Firefox tidak akan membuat apa-apa perubahan ke penandabuku anda, kata laluan yang disimpan atau tetapan yang lain. Walau bagaimanapun, terdapat kemungkinan bahawa beberapa Addon anda tidak akan segera serasi dengan kemas kini baru.
oc: Non. Metre a jorn Firefox modificarà pas brica vòstres marcapaginas, senhals enregistrats o autres paramètres. Pasmens, existíd una possibilitat que d'unes de vòstres moduls complementaris sián pas immediatament compatibles amb las novèlas versions.
th: ไม่ การปรับปรุง Firefox จะไม่เปลี่ยนแปลง ที่คั่นหน้า, รหัสผ่านที่บันทึกไว้ หรือการตั้งค่าอื่นๆ ของคุณ อย่างไรก็ตาม มีโอกาสที่ส่วนเสริมบางตัวของคุณอาจจะยังเข้ากันไม่ได้ทันทีกับการปรับปรุงนี้
ur: نہیں۔ Firefox تازہ کاری نشانیاں، محفوظ شدہ پاس ورڈ اور دیگر سیٹنگیں میں کوئ تبدیلی نہیں کرتا۔ تاہم، یہ ممکن ہے کہ اپ کے کچھ اضافہ نئ تازہ کاری کے ساتھ فوراً موازن نہ ہوں۔
uz: Yo‘q. "Firefox"ni yangilash xatcho‘plaringiz, saqlangan parollaringiz va boshqa sozlamalaringizni o‘zgartirmaydi. Lekin ba’zi qo‘shimcha dasturlaringiz yangilanishlar bilan ma’lum bir vaqt mos kelmasligi mumkin.
vi: Không. Bản cập nhật sẽ không thay đổi gì các đánh dấu trang, mật khẩu và thiết lập của bạn. Tuy nhiên, có thể một vài Add-on của bạn sẽ chưa được cập nhật để tương thích với bản mới.
xh: Hayi. Isihlaziyi seFirefox asiyi kwenza naluphi na utshintsho kwiibhukhmakhi zakho, iipasiwedi ezigciniweyo okanye ezinye iisetingi. Noko ke, kunokwenzeka ukuba ezinye izongezelelo zakho zingahambelani ngokukhawuleza neZihlaziyo ezitsha.
zh_tw: 不會。Firefox 更新將不會修改您任何現有的書籤、已存密碼或其他設定。但您的部分附加元件有可能無法立即與新的版本相容。

source: Download Firefox to get started.
af: Laai Firefox af om te begin.
ar: قم بتحميل فيرفكس للبدء.
bg: Изтеглете Firefox, за да започнете.
cy: Llwythwch Firefox i lawr i gychwyn arni.
es_mx: Descargar Firefox para comenzar.
fi: Lataa Firefox päästäksesi alkuun.
ga_ie: Íosluchtaigh Firefox anois.
gd: Luchdaich a-nuas Firefox airson toiseach tòiseachaidh.
hi_in: आरंभ करने के लिए फ़ायरफ़ॉक्स डाउनलोड करें.
hr: Da biste započeli, preuzmite Firefox.
kk: Бастау үшін Firefox жүктеп алыңыз.
km: ទាញ​យក Firefox ដើម្បី​ចាប់ផ្ដើម។
ku: Ji bo destpêkirinê Firefoxê jêbar bike.
lt: Pirmiausia parsisiųskite „Firefox“.
lv: Lai sāktu, lejupielādējiet Firefox.
ml: തുടങ്ങാൻ വേണ്ടി ഫയർഫൊക്സ് ഡൌണ്‍ലോഡ് ചെയ്യൂ.
ms: Muat turun Firefox untuk mula.
oc: Telecargatz Firefox per començar.
th: ดาวน์โหลด Firefox เพื่อเริ่มต้น
ur: شروع کرنے کے لئے Firefox ڈاؤن لوڈ کریں۔
uz: Boshlash uchun "Firefox"ni yuklab oling.
vi: Tải Firefox về để bắt đầu sử dụng.
xh: Khuphela iFirefox ukuze uqalise.
zh_tw: 下載 Firefox 以開始入門。
