Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/update.lang.po
Languages: af, ar, bg, cy, es_mx, fi, ga_ie, gd, hi_in, hr, kk, km, ku, lt, lv, ml, ms, oc, th, ur, uz, vi, xh, zh_tw

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
af: Firefox verbeter deurgaans soos die gemeenskap maniere vind om dit te verbeter en soos ons aanpas by die jongste sekuriteitsbedreigings. Om Firefox op datum te hou is die beste manier om te verseker dat mens die slimste, vinnigste en – heel belangrikste – veiligste weergawe van Firefox gebruik wat beskikbaar is.
bg: Firefox постоянно се развива, като нашето общество намира начини да го направи по-добър и като се приспособяваме към най-новите заплахи за сигурността. Поддържането на Firefox актуален е най-добрият начин да сте сигурни, че използвате най-добрата, най-бързата, и най-важното - най-сигурната възможна версия на Firefox.
cy: Mae Firefox yn datblygu drwy'r amser fel y mae ein cymuned yn dod o hyd i ffyrdd o'i gwneud yn well ac wrth i ni addasu i'r bygythiadau diogelwch diweddaraf. Cadw eich Firefox yn gyfredol yw'r ffordd orau i wneud yn siŵr eich bod yn defnyddio'r fersiwn cyflymaf, gorau – ac yn bwysicaf oll – y mwyaf diogel o Firefox sydd ar gael.
es_mx: Firefox evoluciona constantemente dado que nuestra comunidad encuentra formas de hacerlo mejor, y dado que lo ajustamos con las más recientes amenazas de seguridad. Mantener tu Firefox actualizado es la mejor manera de asegurarte que estás usando el más inteligente, más rápida y – más importante – más segura versión de Firefox.
fi: Firefox kehittyy jatkuvasti, kun yhteisömme keksii tapoja tehdä siitä paremman, ja kun mukaudumme uusimpiin tietoturvauhkiin. Firefoxin pitäminen ajan tasalla on paras tapa varmistaa, että käytössäsi on Firefoxin fiksuin, nopein ja – mikä tärkeintä – turvallisin saatavilla oleva versio.
ga_ie: Déanann Firefox éabhlóid i gcónaí mar a chuireann an comhphobal feabhas air, agus mar a fhreagraímid do na bagairtí slándála is déanaí. Tá sé an-tábhachtach Firefox a choinneáil cothrom le dáta, le bheith cinnte go bhfuil an leagan is stuama, is sciobtha, is sábháilte de Firefox agat.
gd: Tha Firefox 'ga leasachadh fad an t-siubhail is a' choimhearsnachd ag obair air agus 'ga shìor-dhèanamh nas fhearr agus nas tèarainte. Ma tha thu airson dèanamh cinnteach gu bheil am Firefox as tapaidh, as luaithe agus – is cudromach seo – as tèarainte agad, 's e ùrachaidhean cunbhalach an dòigh as fhearr.
hi_in: फ़ायरफ़ॉक्स को लगातार बेहतर बनाने के लिए हमारे समुदाय हमेशा नवीनतम सुरक्षा खतरों को समायोजित करने के लिए नये तरीके का पता लगाते रहते हैं। अपने फ़ायरफ़ॉक्स को हमेशा पूरी तरह नया रखना यह सुनिश्चित करता हैं कि आप सबसे बेहतरीन, सबसे तेज और - सबसे महत्वपूर्ण बात - उपलब्ध फ़ायरफ़ॉक्स का सबसे सुरक्षित संस्करण उपयोग कर रहे हैं.
hr: Kako naša zajednica otkriva nove načine za poboljšanje i zaštitu Firefoxa, tako se Firefox i razvija. Ako svoj Firefox uvijek držite ažurnim, bit ćete sigurni da koristite najpametniju, najbržu i, najbitnije, najsigurniju inačicu Firefoxa.
kk: Қоғамдастығымыз Firefox-ты үнемі дамытып, жақсартады және қауіпсіздік қатерлерімен күреседі. Сіздегі Firefox нұсқасын заманауи күйінде сақтау - бұл сіз ең ақылды, жылдам және де – ең маңыздысы – ең қауіпсіз Firefox нұсқасын қолданатыныңыздың сенімді кепілі.
km: Firefox មាន​ការ​អភិវឌ្ឍន៍​ជំហាន​ទៅ​មុន​​សម្រាប់​សហគមន៍​របស់​ពួក​យើង​ដែល​ស្វែងរក​វិធី​ដើម្បី​ធ្វើ​ឲ្យ​វា​ប្រសើរ​ឡើង, ហើយ​យើង​កែ​តម្រូវ​ការ​គំរាមកំហែង​សុវត្ថិភាព​ថ្មី​បំផុត។ រក្សាទុក​ភាព​ទាន់​សម័យ Firefox របស់​អ្នក​ជា​វិធី​ដែល​ល្អ​បំផុត ដើម្បី​ប្រាកដ​ថា​អ្នក​​កំពុង​ប្រើ​កម្មវិធី​ដែល​ទំនើប, រហ័ស​បំផុត និង​មាន​សារប្រយោជន៍​បំផុត​នូវ​កំណែ Firefox ដែល​មាន។
ku: Firefox ji bo baştirînkirinê û li dijî xetereyên êrîşên webê ji hêla civaka me ve tê nûkirin. Nûkirina Firefoxê rêbaza herî baş e ku Firefoxa te versiyona jîrtir, lezgîntir –û ya herî girîng– parastîtir be.
lt: „Firefox“ naršykle nuolat tobulėja bendruomenės dėka, o taip pat atsižvelgiant į naujai iškylančias saugumo grėsmes. Nuolat atnaujindami „Firefox“ naršyklę, būsite užtikrinti, jog naudojatės patogiausia, sparčiausia ir – ypač svarbu – saugiausia išleista šios naršyklės versija.
lv: Firefox nemitīgi attīstās, jo mūsu kopiena vienmēr atrod kādu veidu kā padarīt Firefox labāku un drošāku. Rūpējieties, lai jums vienmēr būtu pēdējais Firefox, tas vienmēr būs pats ātrākais, labākais un drošākais.
ms: Firefox sentiasa berkembang sebagai sebuah komuniti bagi menjadikannya lebih baik, seperti kita menyesuaikan diri dengan ancaman keselamatan terkini. Mempunyai kemaskini Firefox adalah salah satu cara yang sangat bijak, cepat dan – yang lebih penting – versi paling selamat untuk Firefox yang sedia ada.
oc: Firefox evolua en permanéncia, a mesura que nòstra comunautat tròba de mejans de lo melhorar e de lo protegir de las falhas de seguretat. En mantenent Firefox a jorn, sètz segur d'utilizar sa version la mai performanta, la mai rapida&nbsp;–&nbsp;e sustot&nbsp;–&nbsp;la mai segura disponibla.
th: Firefox มีการวิวัฒนาการอยู่เรื่อยๆ ตามที่ชุมชนของเราหาทางทำให้ดียิ่งขึ้น และเราก็ปรับตัวตามการคุกคามความปลอดภัยล่าสุด การทำให้ Firefox ของคุณเป็นรุ่นล่าสุดอยู่เสมอ เป็นหนทางที่ดีที่สุดที่จะมั่นใจได้ว่า คุณกำลังใช้งาน Firefox รุ่นที่ฉลาดที่สุด, เร็วที่สุด และ –ที่สำคัญที่สุด– ปลอดภัยที่สุดแน่นอน
uz: Firefox doimo rivojlantirib boriladi. Bizning jamoamiz uni eng yaxshi qilish va so‘nggi xavfsizlik tahdidlariga chidamli qilish yo‘llarini topadi. "Firefox"ni doimo yangilab borish qulay, tez va, eng muhimi, xavfsiz "Firefox" mavjud bo‘lishini ta’minlaydi.
vi: Firefox được phát triển không ngừng vì cộng đồng của chúng tôi luôn luôn tìm mọi cách để làm trải nghiệm tốt hơn và chỉnh sửa các vấn đề bảo mật mới nhất. Giữ cho Firefox luôn cập nhật là cách tốt nhất để đảm bảo bạn đang sử dụng phiên bản Firefox nhanh nhất, thông minh nhất và, quan trọng hơn hết là an toàn nhất.
xh: IFirefox ihlala iguquka njalo njengoko abantu bethu befumanisa iindlela ezingcono zokuyiphucula, nanjengoko sixhobela izisongelo ezitsha zokhuseleko. Ukugcina iFirefox yakho isexesheni yeyona ndlela ingcono yokuqinisekisa ukuba usebenzisa olona hlelo lweFirefox lukrelekrele, olukhawulezayo – yaye okona kubalulekileyo – olukhuselekileyo.
zh_tw: 我們的社群持續在尋找讓 Firefox 變得更好的方式，也會依照最新的安全性威脅進行修復。保持使用最新版的 Firefox 是您能使用最聰明、最快速，也最安全的 Firefox 的最佳方式。

source: How do I know what version of Firefox I am currently on?
af: Hoe weet ek watter weergawe van Firefox ek tans gebruik?
ar: كيف أعرف ما هو إصدار فيرفُكس لديّ؟
bg: Как да разбера коя версия на Firefox използвам?
cy: Sut fydda i'n gwybod pa fersiwn o Firefox sydd gennyf?
es_mx: ¿Cómo sé cuál versión de Firefox tengo en este momento?
fi: Mistä tiedän, mikä Firefoxin versio minulla on?
ga_ie: Cá bhfios dom cad é an leagan de Firefox atá agam faoi láthair?
gd: Ciamar a dh'fhiosraicheas dè an tionndadh de Firefox a tha agam an-dràsta?
hi_in: आप कैसे जानेगें कि आप वर्तमान में फ़ायरफ़ॉक्स का कौन सा संस्करण उपयोग कर रहे है?
hr: Kako mogu saznati koju inačicu Firefoxa trenutno koristim?
kk: Мендегі Firefox нұсқасының қайсысы екенін қалай білуге болады?
km: តើ​ខ្ញុំ​​អាច​ស្គាល់​​កំណែ​ Firefox ដែល​ខ្ញុំ​កំពុង​ប្រើ​បច្ចុប្បន្ន​របៀប​ណា?
ku: Ez ê çawa bizanim ka versiyona Firefoxa min çi ye?
lt: Kaip sužinoti, kokia „Firefox“ laida šiuo metu naudojuosi?
lv: Kā lai es zinu, kāda Firefox versija man šobrīd ir?
ml: ഫയർഫോക്സിന്റെ ഏതു പതിപ്പാണ്‌ ഇപ്പോൾ ഞാൻ ഉപയോഗിച്ച് കൊണ്ടിരിക്കുന്നത് എന്നത് എങ്ങനെ മനസ്സിലാക്കും?
ms: Bagaimana saya boleh tahu jenis versi Firefox yang saya sedang gunakan?
oc: Cossí saber quina version de Firefox utilizi&nbsp;?
th: ฉันจะรู้ได้อย่างไรว่าฉันกำลังใช้งาน Firefox รุ่นไหนอยู่
ur: مجھے کیسے پتا چلے گا Firefox کے کون سے ورژن پر فی الحال میں ہوں؟
uz: Hozirda "Firefox"ning qaysi versiyasini ishlatayotganligimni qanday bilaman?
vi: Làm sao để biết được tôi đang sử dụng phiên bản Firefox nào?
xh: Ndazi njani ukuba loluphi uhlelo lweFirefox endinalo ngoku?
zh_tw: 我要如何知道我的 Firefox 目前是哪個版本？

source: Frequently asked questions
af: Algemene vrae
ar: الأسئلة الأكثر تكراراً
bg: Често задавани въпроси
cy: Cwestiynau poblogaidd
es_mx: Preguntas frecuentes
fi: Usein kysytyt kysymykset
ga_ie: Ceisteanna coitianta
gd: Na Ceistean Àbhaisteach
hi_in: बार बार पूछे जाने वाले प्रश्न
hr: Često postavljena pitanja
kk: Жиі қолданылатын сұрақтар
km: សំណួរ​ដែល​សួរ​ញឹកញាប់
ku: Pirsên pir hatine pirsîn
lt: Dažniausi klausimai
lv: Biežāk uzdotie jautājumi
ml: പതിവു ചോദ്യങ്ങള്‍
ms: Soalan lazim
oc: Fièra de las questions
th: คำถามที่พบบ่อย
ur: اکثر پوچھے گئے سوالات
uz: Tez-tez so‘raladigan savollar
vi: Câu hỏi thường gặp
xh: Imibuzo ebuzwa rhoqo
zh_tw: 常見問題

source: Will the update affect my settings and bookmarks?
af: Sal 'n bywerking my instellings of boekmerke affekteer?
ar: هل سيؤثّر التّحديث على إعداداتي والعلامات؟
bg: Ще промени ли актуализацията моито настройки и отметки?
cy: Fydd y diweddariad yn effeithio ar fy ngosodiadau am nodau tudalen?
es_mx: ¿La actualización afectará mis configuraciones y marcadores?
fi: Vaikuttaako päivitys asetuksiin tai kirjanmerkkeihin?
ga_ie: An gcuirfidh an nuashonrú isteach ar mo chuid socruithe agus leabharmharcanna?
gd: Am bi buaidh aig an ùrachadh air na roghainnean is comharran-lìn agam?
hi_in: क्या अद्यतन हमारे सेटिंग्स और बुकमार्क्स को प्रभावित करेगा?
hr: Hoće li dopuna utjecati na moje postavke i zabilješke?
kk: Жаңарту процессі менің баптауларыма және бетбелгілеріме әсер етеді ме?
km: នឹង​​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ចំណាំ និង​ការ​កំណត់​របស់​ខ្ញុំ?
ku: Gelo nûkirin dê bandorê li eyar û bijareyên mni bike?
lt: Ar atnaujinus, kas nors nutiks su mano nuostatomis ir adresynu?
lv: Vai atjauninājums ietekmēs manus iestatījumus un grāmatzīmes?
ml: അപ്ഡേറ്റ് ചെയ്‌താൽ എന്റെ ക്രമീകരണങ്ങള്‍ക്കും ബുക്ക്മാർക്കിനും എന്തെങ്ങിലും മാറ്റം സംഭവിക്കുമോ?
ms: Adakah kemaskini akan menjejaskan tetapan dan penanda buku saya?
oc: Una mesa a jorn pòt modificar mos paramètres o mos marcapaginas&nbsp;?
th: การปรับปรุงจะมีผลกับการตั้งค่าหรือที่คั่นหน้าของฉันไหม?
ur: کیا تازہ کاری میری سیٹکگیں اور نشانیاں کو متاثر کریں گی؟
uz: Yangilash sozlamalarim va xatcho‘plarimga ta’sir qiladimi?
vi: Cập nhật có ảnh hưởng đến các thiết lập và các trang đánh dấu của tôi không?
xh: Ingaba isihlaziyo sam siyazichaphazela iiseting neebhukhmakhi zam?
zh_tw: 進行更新會影響我的設定與書籤嗎？

source: Do I need to uninstall my current version of Firefox before upgrading?
af: Moet ek my huidige weergawe van Firefox oninstalleer voordat ek opgradeer?
ar: هل عليّ إزالة إصدار فيرفُكس الحالي قبل التّرقية؟
bg: Трябва ли да премахна настоящата версия на Firefox, преди актуализацията?
cy: Oes angen i mi ddadosod y fersiwn o Firefox sydd gennyf cyn diweddaru?
es_mx: ¿Necesito desinstalar mi versión actual de Firefox antes de actualizar?
fi: Tuleeko minun poistaa nykyinen Firefoxin versio ennen päivitystä?
ga_ie: An gá dom an leagan de Firefox atá agam faoi láthair a dhíshuiteáil sular féidir liom nuashonrú?
gd: Am bi agam ris an tionndadh làithreach de Firefox a thoir air falbh mu dèan mi àrdachadh?
hi_in: क्या मुझे नवीनीकरण करने से पहले फ़ायरफ़ॉक्स के अपने वर्तमान संस्करण को विस्थापित करने की आवश्यकता है?
hr: Trebam li ukloniti svoju trenutnu inačicu Firefoxa prije nadogradnje?
kk: Жаңартудың алдында Firefox ағымдағы нұсқасын өшіру керек пе?
km: តើ​ខ្ញុំ​ត្រូវ​លុប​កំណែ Firefox បច្ចុប្បន្ន​របស់​ខ្ញុំ​មុន​ពេល​ធ្វើ​ឲ្យ​ទាន់​សម័យ​ឬ?
ku: Gelo pêwîst e ku ez beriya bilindkirinê versiyona niha ya Firefoxê rakim?
lt: Ar būtina pašalinti turimą „Firefox“ laidą prieš įdiegiant naują?
lv: Vai man ir jānoņem esošā Firefox versija pirms atjaunināšanas?
ml: നവീകരണത്തിനു(അപ്ഗ്രേഡിനു)മുൻപായി നിലവിലുള്ള ഫയർഫൊക്സ് നീക്കം (അണ്‍ഇൻസ്റ്റോൾ) ചെയ്യണമോ?
ms: Adakah perlu saya nyah pasang versi Firefox sekarang sebelum kemaskini?
oc: Cal desinstallar la version actuala de Firefox abans d'aplicar una mesa a jorn&nbsp;?
th: ฉันต้องถอนการติดตั้ง Firefox รุ่นปัจจุบันของฉันก่อนที่จะปรับรุ่นหรือไม่
ur: کیا مجہےفزوں کاری کرنے سے پہلے اپنا Firefox کا موجودہ ورژن ناتنصیب کرنا ہو گا؟
uz: Yangilashdan oldin joriy "Firefox" versiyasini o‘chirishim kerakmi?
vi: Tôi có cần phải gỡ bỏ phiên bản Firefox hiện tại trước khi nâng cấp không?
xh: Ingaba kufuneka ndilukhuphe uhlelo lwam lwakutshanje lweFirefox lwangoku ngaphambi kokuhlaziya?
zh_tw: 升級前我需要先移除我現有的 Firefox 嗎？

source: Visit support.mozilla.org
af: Besoek support.mozilla.org
ar: قم بزيارة support.mozilla.org
bg: Посетете support.mozilla.org
cy: Ymweld â support.mozilla.org
es_mx: Visita support.mozilla.org
fi: Käy sivustolla support.mozilla.org
ga_ie: Féach ar support.mozilla.org
gd: Tadhail air support.mozilla.org
hi_in: support.mozilla.org को देखें
hr: Posjetite support.mozilla.org
kk: support.mozilla.org шолыңыз
km: ទស្សនា support.mozilla.org
ku: Serdana support.mozilla.org bike
lt: Apsilankykite support.mozilla.org
lv: Apmeklējiet support.mozilla.org
ml: support.mozilla.org സന്ദര്‍ശിയ്ക്കുക
ms: Layari support.mozilla.org
oc: Visitatz support.mozilla.org
th: เยี่ยมชม support.mozilla.com
ur: support.mozilla.org پر آئیں
uz: support.mozilla.org saytiga tashrif buyuring
vi: Ghé thăm support.mozilla.com
xh: Tyelela kwi-support.mozilla.org
zh_tw: 前往 support.mozilla.org

source: Get the newest version <a href="{url}">here</a>.
af: Kry die jongste weeragwe <a href="{url}">hier</a>.
ar: الحصول على أحدث نسخة <a href="{url}">هنا</a>.
bg: Вземете най-новата версия <a href="{url}">тук</a>.
cy: Mae'r diweddaraf <a href="{url}">yn fan hyn</a>.
es_mx: Obtén la versión más nueva <a href="{url}">aquí</a>.
fi: Hanki uusin versio <a href="{url}">täältä</a>.
ga_ie: Faigh an leagan is déanaí <a href="{url}">anseo</a>.
gd: Faigh an tionndadh as ùire <a href="{url}">an-seo</a>.
hi_in: <a href="{url}">यहाँ</a> से नवीनतम संस्करण प्राप्त करें.
hr: Preuzmite najnoviju inačicu <a href="{url}">ovdje</a>.
kk: Ең соңғы нұсқаны <a href="{url}">мұнда</a> алыңыз.
km: ទទួល​យក​កំណែ​ថ្មី​បំផុត <a href="{url}">នៅ​ទីនេះ</a>។
ku: Versiyona herî nû <a href="{url}">ji virê</a> bistîne.
lt: Parsisiųskite paskiausią laidą <a href="{url}">iš čia</a>.
lv: Iegūstiet jaunāko versiju <a href="{url}">šeit</a>.
ml: <a href="{url}">ഇവിടെ</a> നിന്നും ഏറ്റവും പുതിയ പതിപ്പ് എടുക്കൂ.
ms: Dapatkan versi terbaru <a href="{url}">disini</a>.
oc: Telecargatz la darrièra version <a href="{url}">aicí</a>.
th: รับรุ่นล่าสุดได้<a href="{url}">ที่นี่</a>.
ur: نیا ترین ورژن <"{a href="{url>یہاں</a> سے حاصل کریں۔
uz: Eng yangi versiyasini <a href="{url}">bu yer</a>dan oling.
vi: Tải phiên bản mới nhất <a href="{url}">tại đây</a>.
xh: Fumana olona hlelo lutsha <a href="{url}">apha</a>.
zh_tw: 在 <a href="{url}">此</a> 取得最新版本。

source: Need Help?
af: Benodig hulp?
ar: هل تحتاج المساعدة؟
bg: Нужда от помощ?
cy: Angen Cymorth?
es_mx: ¿Necesitas ayuda?
fi: Tarvitsetko apua?
ga_ie: An bhfuil cabhair uait?
gd: Cobhair a dhìth?
hi_in: मदद चाहिए?
hr: Trebate pomoć?
kk: Көмек керек пе?
km: ត្រូវ​ការ​ជំនួយ?
ku: Alîkarî pêwîst e?
lt: Reikia pagalbos?
lv: Nepieciešama palīdzība?
ml: സഹായം ആവശ്യമോ?
ms: Perlukan Bantuan?
oc: Besonh d'ajuda&nbsp;?
th: ต้องการความช่วยเหลือ?
ur: مدد کی ضرورت ہے؟
uz: Yordam kerakmi?
vi: Bạn cần trợ giúp?
xh: Ufuna uncedo?
zh_tw: 需要幫忙嗎？

source: How do I update Firefox?
af: Hoe werk ek Firefox by?
ar: كيف أحدّث فيرفُكس؟
bg: Как да актуализирам Firefox?
cy: Sut mae diweddaru Firefox?
es_mx: ¿Cómo actualizo Firefox?
fi: Kuinka päivitän Firefoxin?
ga_ie: Conas is féidir liom Firefox a nuashonrú?
gd: Ciamar a stàlaicheas mi Firefox?
hi_in: हम फ़ायरफ़ॉक्स का अद्यतन कैसे करें?
hr: Kako mogu dopuniti Firefox?
kk: Маған Firefox қалай жаңартуға болады?
km: តើ​ខ្ញុំ​ធ្វើ​បច្ចុប្បន្នភាព Firefox ដូចម្ដេច?
ku: Firefoxê çawa nû bikim?
lt: Kaip atnaujinti „Firefox“?
lv: Kā atjaunināt firefox
ml: ഞാൻ എങ്ങനെ ഫയർഫൊക്സ് പുതുക്കും(അപ്ഡേറ്റ്ചെയ്യും)?
ms: Bagaimana kemaskini Firefox?
oc: Cossí metre a jorn Firefox&nbsp;?
th: ฉันจะปรับรุ่น Firefox ได้อย่างไร?
ur: میں Firefox کی تازہ کاری کس طرح کروں؟
uz: "Firefox"ni qanday yangilayman?
vi: Làm thể nào để nâng cấp Firefox?
xh: Ndiyihlaziya njani iFirefox?
zh_tw: 我要如何更新 Firefox?

source: Why do I need to update?
af: Hoekom met ek Firefox bywerk?
ar: لماذا أحتاج للتحديث؟
bg: Защо трябва да актуализирам?
cy: Pam fod angen i mi ddiweddaru?
es_mx: ¿Por qué necesito actualizar?
fi: Miksi Firefoxia pitää päivittää?
ga_ie: Cén fáth ar ghá dom nuashonrú a dhéanamh?
gd: Carson a dh'fheumas mi ùrachadh?
hi_in: क्यों हमें अद्यतन करने की जरूरत है?
hr: Zašto moram dopuniti Firefox?
kk: Оны неге жаңарту керек?
km: ហេតុ​អ្វី​បាន​ជា​ខ្ញុំ​ត្រូវ​ធ្វើ​បច្ចុប្បន្នភាព?
ku: Çima divê ez nû bikim?
lt: Kodėl naršyklę reikia naujinti?
lv: Kāpēc man vajadzētu atjauninājumus?
ml: ഞാൻ എന്തിനു ഇത് പുതുക്കണംം?
ms: Kenapa perlu saya kemaskini?
oc: Perqué efectuar las mesas a jorn&nbsp;?
th: ทำไมฉันถึงต้องปรับรุ่น?
ur: مجھے کیوں ضرورت ہے تازہ کاری کرنے کی؟
uz: Nega yangilashim kerak?
vi: Tại sao cần phải nâng cấp?
xh: Kutheni kufuneka ndibe nesihlaziyo nje?
zh_tw: 為什麼我需要更新？

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
af: By verstek is Firefox opgestel om outomaties te kontroleer vir bywerkings en sal u in kennis stel as een beskikbaar is. Klik bloot OK en die jongste weergawe sal afgelaai en geïnstalleer word op die rekenaar. Herbegin Firefox om die nuwe weergawe te begin gebruik.
bg: По подразбиране Firefox е настроен автоматично да проверява за актуализации и да Ви уведомява, ако такава е налична. Когато бъдете уведомени, просто кликнете OK и най-новата версия ще бъде свалена и инсталирана на вашия компютър. Ще трябва да рестартирате Firefox, за да започнете да използвате новата версия.
cy: Mae Firefox wedi ei ffurfweddu i wirio yn awtomatig am ddiweddariadau drosto'i hun a bydd yn rhoi gwybod i chi pan fydd un ar gael. Pan fydd yn gofyn, cliciwch Iawn a bydd y fersiwn mwyaf newydd yn cael ei lwytho i lawr a'i osod ar eich cyfrifiadur. Bydd angen i chi ailgychwyn Firefox i ddechrau defnyddio'r fersiwn newydd.
es_mx: De forma predeterminada, Firefox está configurado para revisar automáticamente si hay actualizaciones y notificarte cuando una está disponible. Cuando seas notificado, sólo haz clic en Aceptar y la versión más nueva de Firefox será descargada e instalada en tu equipo. Necesitarás reiniciar Firefox para usar la nueva versión.
fi: Vakioasetuksilla Firefox tarkistaa omat päivityksensä itse ja ilmoittaa, kun sellainen on saatavilla. Sinun tarvitsee vain napsauttaa OK pyydettäessä, niin uusin versio ladataan ja asennetaan koneellesi. Firefox täytyy käynnistää uudelleen, jotta uusi versio voidaan ottaa käyttöön.
ga_ie: De réir réamhshocraithe, lorgaíonn Firefox nuashonruithe go huathoibríoch, agus cuirfidh sé in iúl duit nuair a bheidh nuashonrú ar fáil. Nuair a gheobhaidh tú fógra faoi nuashonrú, cliceáil OK agus beidh an leagan is déanaí íosluchtaithe agus suiteáilte ar do ríomhaire. Caithfidh tú Firefox a atosú chun an leagan nua a úsáid.
gd: A ghnàth, bheir Firefox e fhèin sùil ach a bheil ùrachadh ann agus innsidh e dhut nuair a bhios fear ann. Nuair a dh'fhaighnicheas e dhìot, cha leig thu leas ach briogadh air "Ceart ma-thà" agus thèid an tionndadh as ùire a luchdadh a-nuas is a stàladh air a' choimpiutair agad. Bidh agad ri Firefox ath-thòiseachadh mus obraich an tionndadh ùr.
hi_in: डिफ़ॉल्ट रूप से, फ़ायरफ़ॉक्स को स्वचालित रूप से खुद के लिए कॉन्फ़िगर किया गया है ताकि जब अपडेट उपलब्ध हूँ तब आपको सूचित कर सकें। संकेत मिलने पर, सिर्फ ठीक पर क्लिक करें और अपने कंप्यूटर पर नवीनतम संस्करण डाउनलोड हो कर स्थापित हो जाएगा. आपको नए संस्करण का उपयोग शुरू करने के लिए फ़ायरफ़ॉक्स पुनः आरंभ करने की आवश्यकता होगी.
hr: Prema zadanim postavkama, Firefox je podešen da samostalno obavi provjeru dostupnih dopuna, te vas obavijesti o novim dopunama. Kada dobijete obavijest, samo kliknite na 'U redu' i najnovija inačica će biti preuzeta i instalirana na vaše računalo. Da biste mogli koristiti novu inačicu, trebat ćete ponovno pokrenuti Firefox.
kk: Өз негізінде, Firefox жаңартуларды автоматты түрде тексеруге және бұл туралы сізді ескертуге бапталған. Сұрау берілген кезде, тек OK батырмасын басыңыз, сонда Firefox ең соңғы нұсқасы жүктеледі және сіздің компьютеріңізге орнатылады. Жаңа нұсқасын қолдану үшін Firefox қайта қосу керек.
km: តាម​លំនាំដើម Firefox ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​រកមើល​បច្ចុប្បន្នភាព​ស្វ័យប្រវត្តិ​ដោយ​ខ្លួន​វា ហើយ​ជូនដំណឹង​អ្នក​ពេល​មាន​បច្ចុប្បន្នភាព។ ពេល​បាន​ការ​ជូនដំណឹង​ហើយ អ្នក​គ្រាន់តែ​ចុច ​យល់ព្រម បន្ទាប់មក​កំណែ​ថ្មី​បំផុត​នឹង​ត្រូវ​បាន​ទាញ​យក រួច​ដំឡើង​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក។ អ្នក​ចាំបាច់​ត្រូវ​ចាប់ផ្ដើម​ Firefox ឡើងវិញ​ដើម្បី​ប្រើ​កំណែ​ថ្មី​នេះ។
ku: Firefox ji bo nûkirina xweber hatiye eyarkirin û dema ku nûkirin pêwîst be te hişyar dike. Dema hatî hişyarkirin, tenê li ser Temamê bitikîne, versiyona nû dê xweber bê jêbarkirin û sazkirin. Paşê divê Firefoxê ji nû ve bidî destpêkirin ku dikaribî versiyona nû bi kar bînî.
lt: Paprastai „Firefox“ yra suderinta, kad automatiškai tikrintų, ar nėra naujinimų, ir, jei yra, apie juos praneštų. Kai bus pasiūlyta naujinimą įdiegti, tiesiog spauskite „Gerai“ ir naujausia „Firefox“ naršyklės laida bus parsiųsta ir įdiegta jūsų kompiuteryje. Norėdami naudotis naująja laida, turėsite naršyklę paleisti iš naujo.
lv: Pēc noklusējuma Firefox pats automātiski pārbaudīs vai ir pieejami atjauninājumi un, ja tādi būs, paziņos par to Jums. Redzot paziņojumu, klikšķiniet uz Labi un jaunākā versija tiks lejupielādēta un uzinstalēta jūsu datorā. Jums vajadzēs pārstartēt Firefox, lai sāktu izmantot jauno versiju.
ms: Secara lalai, Firefox dikonfigurasi untuk memeriksa secara automatik untuk maklumat terkini bagi firefox sendiri dan memberitahu anda apabila kemaskini baharu tersedia. Apabila digesa, klik OK dan versi terbaru akan dimuat turun dan dipasang pada komputer anda. Anda perlu untuk memulakan semula Firefox untuk mula menggunakan versi baru.
oc: Per defaut, Firefox verifica automaticament se de mesas a jorn son disponiblas e vos avertís s'es necessari. Quand aquò vos es demandat, clicatz sus D'acòrdi e la novèla version serà telecargada e installada sus vòstre ordenador. Vos caldrà alara reaviar Firefox per poder profiechar de la novèla version.
th: โดยปริยายแล้ว Firefox ถูกตั้งค่ามาให้ตรวจสอบการปรับรุ่นของตัวเองโดยอัตโนมัติและแจ้งคุณเมื่อมีรุ่นใหม่ เมื่อมีการแจ้งเตือน แค่คลิก ตกลง จากนั้น Firefox รุ่นใหม่จะถูกดาวน์โหลดและติดตั้งบนคอมพิวเตอร์ของคุณ คุณจะต้องให้ Firefox เริ่มทำงานอีกครั้ง เพื่อเริ่มต้นใช้งานรุ่นใหม่
uz: Firefox standart holatda yangilanishlarni avtomatik o‘zi tekshirish uchun moslangan bo‘ladi. Yangilashni so‘raganda, "OK"ni bosing: yangi versiya yuklab olinadi va kompyuteringizga o‘rnatiladi. Yangi versiyadan foydalanishni boshlash uchun sizdan faqatgina "Firefox"ni qaytadan ishga tushirish talab qilinadi.
vi: Theo mặc định, Firefox được thiết lập để tự động kiểm tra phiên bản cập nhật mới và thông báo với bạn nếu có. Khi được hỏi, bạn chỉ cần nhấn OK và phiên bản mới nhất sẽ được tải về và cài đặt. Bạn sẽ cần khởi động lại Firefox để sử dụng bản mới.
xh: Ngokusisiseko, iFirefox ilungelelaniselwe ukuhlola izihlaziyi ngokuzenzekelayo ize ikwazise xa zifumaneka. Xa ikuyalela, cofa nje KULUNGILE yaye olona hlelo lutsha luya kukhutshelwa luze lufakelwe kwikhompyutha yakho. Kuza kufuneka uphinde uyiqale ngokutsha iFirefox ukuze uqalise ukusebenzisa uhlelo olutsha.
zh_tw: 預設情況下，Firefox 會自動幫自己檢查更新，並在有可用更新時通知您。您收到通知時，只要點下確定即可下載並安裝新版本到您的電腦上，您將需要重新啟動 Firefox 才能使用更新後的版本。
