Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/update.lang.po
Languages: af, ar, bg, cy, es_mx, fi, ga_ie, gd, hi_in, hr, kk, km, ku, lt, lv, ml, ms, oc, th, ur, uz, vi, xh, zh_tw

source: Welcome
af: Welkom
ar: مرحباً
bg: Добре дошли
cy: Croeso
es_mx: Bienvenido
fi: Tervetuloa
ga_ie: Fáilte
gd: Fàilte ort
hi_in: स्वागतम्
hr: Dobrodošli
kk: Қош келдіңіз
km: ស្វាគមន៍
ku: Bi xêr hatî
lt: Sveiki!
lv: Esiet sveicināti
ml: സ്വാഗതം
ms: Selamat Datang
oc: Benvenguda
th: ยินดีต้อนรับ
ur: خوش آمدید
uz: Xush kelibsiz
vi: Xin chào
xh: Wamkelekile
zh_tw: 歡迎

source: Are Firefox updates safe?
af: Is Firefox-bywerkings veilig?
ar: هل تحديثات فيرفُكس آمنة؟
bg: Безопасни ли са актуализациите за Firefox?
cy: A yw diweddariadau Firefox yn ddiogel?
es_mx: ¿Son seguras las actualizaciones de Firefox?
fi: Ovatko Firefox-päivitykset turvallisia?
ga_ie: An bhfuil nuashonruithe Firefox sábháilte?
gd: A bheil ùrachaidhean Firefox sàbhailte?
hi_in: क्या फ़ॉयरफ़ॉक्स अद्यतन सुरक्षित है?
hr: Jesu li dopune za Firefox sigurne?
kk: Firefox жаңартулары қауіпсіз бе?
km: ការ​ធ្វើ​បច្ចុប្បន្នភាព Firefox មាន​សុវត្ថិភាព​ឬ?
ku: Gelo nûkirinên Firefoxê ewle ne?
lt: Ar „Firefox“ naujinimai saugūs?
lv: Vai Firefox atjauninājumi ir droši?
ml: ഫയർഫൊക്സിന്റെ പുതുക്കൽ(updates) സുരക്ഷിതമാണോ ?
ms: Adakah kemaskini Firefox selamat?
oc: Las mesas a jorn de Firefox son seguras&nbsp;?
th: การปรับรุ่นของ Firefox ปลอดภัยหรือไม่?
ur: کیا Firefox کی تازہ کاری کرنا محفوظ ہے؟
uz: Firefox yangilanishlari xavfsizmi?
vi: Liệu các cập nhật của Firefox có an toàn?
xh: Ingaba izihlaziyo zeFirefox zikhuselekile?
zh_tw: Firefox 更新安全嗎？

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
af: Nee. Die nuwe weergawe van Firefox sal outomaties in die plek van die ou weergawe installeer. Om te begin met opgradering, klik die groen knoppie regs.
ar: لا.الإصدار الجديد من فيرفكس سوف يأخذ مكان الإصدار القديم تلقائيا. لبدء عملية التحديث، فقط انقر على زر التحميل الأخضر إلى اليمين.
bg: Не. Новата версия на Firefox автоматично ще презапише по-старата ви версия. За да стартирате процеса по обновяване, просто кликнете зеления бутон в дясно.
cy: Na. Bydd fersiwn newydd Firefox yn cymryd lle'r hen un yn awtomatig. I gychwyn y broses diweddaru, cliciwch ar y botwm llwytho i lawr ar y dde.
es_mx: No. La nueva versión de Firefox tomará el lugar de tu versión anterior. Para iniciar el proceso de actualización, haz clic en el botón verde de descarga que está a la derecha.
fi: Ei. Uusi Firefoxin versio asennetaan automaattisesti vanhemman version tilalle. Voit päivittää Firefoxin napsauttamalla oikealla olevaa vihreää latauspainiketta.
ga_ie: Ní gá. Cuirfear an leagan nua de Firefox in áit an leagain níos sine go huathoibríoch. Chun an próiseas nuashonraithe a thosú, cliceáil an cnaipe uaine ar dheis.
gd: Cha leig thu leas sin a dhèanamh. Thig am Firefox ùr an àite an t-seann-tionndaidh. Airson tòiseachadh air an àrdachadh, cha leig thu leas ach briogadh air a' phutan uaine air an taobh deas.
hi_in: नहीं. फ़ायरफ़ॉक्स का नया संस्करण अपने आप आपके पुराने संस्करण की जगह ले लेगा. नवीनीकरण की प्रक्रिया शुरू करने के लिए, सिर्फ दाएँ तरफ की हरी डाउनलोड बटन पर क्लिक करें.
hr: Ne, nove inačice Firefoxa će automatski zauzeti mjesto trenutne inačice. Da biste pokrenuli proces nadogradnje, samo kliknite na zelenu tipku za preuzimanje s desne strane.
kk: Жоқ. Firefox жаңа нұсқасы сіздің ескі нұсқаның орнына автоматты қойылады. Жаңарту процессін бастау үшін, оң жақтағы жасыл жүктеу батырмасын басыңыз.
km: ទេ, កំណែ​ថ្មី​របស់ Firefox នឹង​ជំនួស​ដោយ​ស្វ័យប្រវត្តិ​កំណែ​ចាស់​របស់​អ្នក។ ដើម្បី​ចាប់ផ្ដើម​ដំណើរការ​ធ្វើ​ឲ្យ​ទាន់​សម័យ, គ្រាន់តែ​ចុច​លើ​ប៊ូតុង​ទាញ​យក​នៅ​ខាងស្ដាំ។
ku: Na. Versiyona nû ya Firefoxê dê bi awayekî xweber li ciyê versiyona kevn saz bibe. Ji bo destpêkirina pêvajoyê bilindkirinê, tenê bişkoka kesk ya jêbarkirinê ya li hêla rastê bitikîne.
lt: Ne. Naujoji „Firefox“ naršyklės laida automatiškai užims senesnės laidos vietą. Kad pradėtumėte naujinimą, tiesiog spustelėkite žalią parsiuntimo mygtuką dešinėje.
lv: Nē. Jaunā Firefox versija automātiski aizstās veco. Lai sāktu atjaunināšanu, klikšķiniet uz zaļās pogas labajā pusē.
ml: ഇല്ല. പഴയ പതിപ്പിന്റെ സ്ഥലം ഫയർഫൊക്സിന്റെ പുതിയ പതിപ്പ് സ്വയമേ എടുത്തുകൊള്ളും. നവീകരണ പ്രവര്‍ത്തനങ്ങള്‍ തുടങ്ങൽ വലതു വശത്തുള്ള പച്ച ഡൌണ്‍ലോഡ് ബട്ടണ്‍ അമര്‍ത്തുക.
ms: Tidak. Versi Firefox yang terbaru akan menggantikan versi lama anda secara automatik. Untuk memulakan proses kemaskini, hanya tekan butang hijau muat turun disebelah kanan.
oc: Non. La novèla version de Firefox remplaçarà automaticament vòstra anciana version. Per començar la mesa a jorn, clicatz sul boton verd de telecargament a drecha.
th: ไม่ Firefox รุ่นใหม่จะแทนที่รุ่นเก่าของคุณโดยอัตโนมัติ เริ่มกระบวนการปรับรุ่นโดยการคลิกที่ปุ่มดาวน์โหลดสีเขียวด้านขวา
ur: نہیں۔ Firefox کا نیا ورژن خود بخود پرانے ورژن کی جگہ لے گا۔ درجہ افزوں کی عمل کاری شروع کرنے کے لیے بس باائیں طرف سبز بٹن کلک کریں۔
uz: Yo‘q. Firefoxning yangi versiyasi eski versiyasining o‘rniga avtomatik joylashadi. Yangilash jarayonini boshlash uchun o‘ng tomondagi yashil rangdagi yuklab olish tugmasiga bosing.
vi: Không. Phiên bản mới của Firefox sẽ tự động ghi đè lên phiên bản cũ. Để bắt đầu quá trình nâng cấp, bạn chỉ cần nhấn nút tải về màu xanh lá ở bên phải.
xh: Hayi. Uhlelo olutsha lweFirefox luza kuthathela indawo uhlelo lwakho oludala ngokuzenzekelayo. Ukuqalisa inkqubo yokuhlaziya, cofa nje iqhosha eliluhlaza lokukhuphela elingasekunene.
zh_tw: 不，新版的 Firefox 將會自動取代您的舊版本。您只要點選右邊的綠色下載按鈕就可以開始升級過程。

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
af: Dit varieer effens afhangend van die bedryfstelsel in gebruik. Vind gerus <a %(link)s>instruksies vir u rekenaar hier</a>.
bg: Варира леко в зависимост от операционната система, която използвате. Можете да намерите <a %(link)s>тук инструкции за вашия компютър</a>.
cy: Mae'n amrywio ychydig yn dibynnu ar y system weithredu rydych yn ei defnyddio. Mae <a %(link)s>cyfarwyddiadau ar gyfer eich system yn fan hyn</a>.
es_mx: Varía ligeramente dependiendo del sistema operativo que uses. Puedes encontrar <a %(link)s>instrucciones para tu equipo aquí</a>.
fi: Riippuu hieman käyttöjärjestelmästä. Löydät omalle koneellesi soveltuvat ohjeet <a %(link)s>täältä</a>.
ga_ie: Braitheann sé ar an gcóras oibriúcháin atá agat. Is féidir leat treoracha don ríomhaire atá agat a fháil <a %(link)s>anseo</a>.
gd: Bidh seo beagan eadar-dhealaichte a-rèir an t-siostaim-obrachaidh a tha agad. Gheibh thu <a %(link)s>stiùireadh airson a' choimpiutair agad-sa an-seo</a>.
hi_in: यह आपके द्वारा प्रयोग किये जा रहे ऑपरेटिंग सिस्टम के आधार पर सिर्फ बदलता रहता है. आप <a %(link)s> यहाँ अपने कंप्यूटर के लिए निर्देश </ a> पा सकते हैं.
hr: Djelomično varira o operativnom sustavu kojeg koristite. Upute za vaše računalo su <a %(link)s>dostupne ovdje</a>.
kk: Бұл сізбен қолданылатын операциялық жүйесіне қарағанда сәл өзгеше. <a %(link)s>Сіздің компьютер үшін нұсқаманы мұнда</a> таба аласыз.
km: វា​អាស្រ័យ​លើ​ប្រព័ន្ធ​ប្រតិបត្តិការ​ដែល​អ្នក​កំពុង​ប្រើ។ អ្នក​អាច​រក​មើល <a %(link)s>សេចក្ដី​ណែនាំ​សម្រាប់​កុំព្យូទ័រ​របស់​អ្នក​នៅ​ទីនេះ</a> ។
ku: Li gorî pergala xebatê ya kompîtera te diguhere. Dikarî ji virê xwe bigihînî <a %(link)s>zanyariyên ji bo kompîreta xwe</a>.
lt: Tai šiek tiek priklauso nuo jūsų naudojamos operacinės sistemos. <a %(link)s>Savo kompiuteriui instrukcijas rasite čia.</a>
lv: Atkarībā no jūsu operētājsistēmas tas nedaudz atšķiras. Pamācība jūsu datoram<a %(link)s>ir pieejama te</a>.
ms: Ia adalah berbeza sedikit bergantung kepada sistem operasi yang anda gunakan. Anda boleh cari <a %(link)s>penerangan kepada komputer anda disini</a>.
oc: Aquò varia leugièrament segon vòstre sistèma operatiu. Podètz consultar <a %(link)s>las instruccions per vòstre ordenador aicí</a>.
th: ขึ้นอยู่กับระบบปฏิบัติการที่คุณใช้ คุณสามารถหา<a %(link)s>ขั้นตอนสำหรับคอมพิวเตอร์ของคุณได้ที่นี่</a>
ur: یہ تبدلی انحصار کرتی ہے اپ کے عمل کاری نظام پے جو اپ استعمال کر رہے ہیں۔اپ اپنے<a %(link)s> کمپیوٹر کی ہدایت یہاں سے لیں</a>۔
uz: U operatsion tizimingizg qarab biroz farq qiladi. Siz <a %(link)s>kompyuteringiz uchun ko‘rsatmalarni bu yerdan</a> topishingiz mumkin.
vi: Nó sẽ thay đổi một chút tùy thuộc vào hệ điều hành bạn đang sử dụng. Bạn có thể xem <a %(link)s>hướng dẫn cho máy tính của bạn ở đây</a>.
xh: Liyahluka kuxhomekeka kancinane kwinkqubo oyisebenzisayo. Ungafumana <a %(link)s>lemiyalelo yekhompyutha yakho apha</a>.
zh_tw: 視您使用的作業系統不同而有些許差別。您可以<a %(link)s>在此找到針對您電腦的使用教學</a>。

source: Your Firefox is out of date.
af: Firefox is nie op datum nie.
ar: نسخة فيرفُكس لديك قديمة.
bg: Вашата версия на Firefox е стара.
cy: Mae eich Firefox yn hen.
es_mx: Tu Firefox está desactualizado.
fi: Firefox on vanhentunut.
ga_ie: Tá Firefox as dáta.
gd: Tha am Firefox agad gu math aosta.
hi_in: आपका फ़ायरफ़ॉक्स पुराना हो चुका है.
hr: Koristite zastarjeli Firefox.
kk: Сіздің Firefox ескірген.
km: Firefox របស់​អ្នក​ហួស​សម័យ​ហើយ ។
ku: Firefoxa te kevn e.
lt: Jūsų naudojama „Firefox“ laida pasenusi.
lv: Jūsu Firefox ir novecojis.
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് പഴയതാണു്.
ms: Firefox anda telah lapuk.
oc: Vòstre Firefox es pas a jorn.
th: Firefox ของคุณตกรุ่นแล้ว
ur: اپ کا Firefox متروک ہو چکا ہے۔
uz: Sizning "Firefox"ingiz yap-yangi.
vi: Firefox của bạn đang là phiên bản cũ.
xh: IFirefox yakho iphelelwe lixesha.
zh_tw: 您的 Firefox 已經過時。

source: Follow the step-by-step process
af: Volg die stap-vir-stap-proses
ar: متابعة العملية خطوة بخطوة
bg: Следвайте процеса стъпка по стъпка
cy: Dilynwch camau'r broses
es_mx: Instrucciones paso a paso del proceso
fi: Seuraa suoraviivaista prosessia
ga_ie: Lean na treoracha céim ar chéim
gd: Lean ris a' phròiseas ceum air cheum
hi_in: एक एक करके प्रक्रिया का पालन करें
hr: Pratite upute prema koracima
kk: Қадамдық нұсқаманы қолданыңыз
km: អនុវត្ត​ដំណើរការ​មួយ​​ជំហាន​ៗ
ku: Pêvajoyê gav bi gav bişopîne
lt: Vadovaukitės šiais žingsniais
lv: Sekojiet tālākajam procesam
ml: പടിപടിയായുള്ള പ്രക്രിയ പിന്തുടരൂ
ms: Ikuti proses langkah demi langkah
oc: Descobrissètz cossí
th: ทำตามกระบวนการทีละขั้นตอน
ur: قدم بہ قدم عمل کاری کو اپنائیں
uz: Bosqichma-bosqich o‘tish jarayonini kuzatib boring.
vi: Làm theo từng bước một
xh: Landela inkqubo yamanqanaba ngamanqanaba
zh_tw: 請依照以下的流程更新

source: Congratulations!
af: Geluk!
ar: تهانينا!
bg: Поздравления!
cy: Llongyfarchiadau!
es_mx: ¡Felicidades!
fi: Onnittelut!
ga_ie: Comhghairdeas!
gd: Meal do naidheachd!
hi_in: बधाइयाँ!
hr: Čestitamo!
kk: Құттықтаймыз!
km: អបអរសាទរ !
ku: Bijî!
lt: Sveikiname!
lv: Apsveicam!
ml: അഭിനന്ദനങ്ങള്‍!
ms: Tahniah!
oc: Felicitacions&nbsp;!
th: ยินดีด้วย!
ur: مبارک باد!
uz: Tabriklaymiz!
vi: Chúc mừng!
xh: Sivuyisana nawe!
zh_tw: 恭喜您！

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
af: Definitief – u veiligheid is ons hoogste prioriteit. Die oopbron-sekuriteitsproses beteken dat ons 'n internasionale gemeenskap van kundiges het wat deurgaans die jongste bedreigings dophou. Sodra 'n sekuriteitsbedreiging ontdek word, word die verbetering aangebring en ons stel 'n bywerking vry om voor te bly. Die aflaai van Firefox-bywerkings is 'n belangrike deel van veiligheid aanlyn.
bg: Вашата сигурност е наш приоритет. Имаме международна общност от експерти, които работят денонощно, за да следят за нови заплахи за сигурността. Веднага, след като такава заплаха е намерена, ние пишем поправка за нея и пускаме актуализация, за да сме една крачка напред. Изтеглянето на актуализации за Firefox е много важна част от поддържането на онлайн сигурността.
cy: Yn fawr iawn - mae eich diogelwch yn flaenoriaeth fawr i ni. Mae ein proses diogelwch cod agored yn golygu bod gennym gymuned ryngwladol o arbenigwyr sy'n gweithio bob awr i fonitro'r bygythiadau diweddaraf. Cyn gynted ag y bydd bygythiad diogelwch yn cael ei ddarganfod, byddwn yn creu diweddariad a'i rhyddhau er mwyn aros un cam ar y blaen. Mae llwytho i lawr diweddariadau Firefox yn rhan bwysig iawn o aros yn ddiogel ar-lein.
es_mx: ¡Mucho! – tu seguridad es nuestra prioridad. Nuestro proceso de seguridad de código abierto implica que tenemos una comunidad internacional de expertos trabajando todo el día para monitorear las amenazas más recientes. Tan pronto como una amenaza de seguridad es descubierta, escribimos un parche y lanzamos una actualización para estar un paso adelante. Descargar las actualizaciones de Firefox es una parte importante de mantenerte seguro en linea.
fi: Erittäin paljon – turvallisuutesi on meille yksi tärkeimmistä asioista. Avoimen lähdekoodin turvallisuusprosessimme tarkoittaa, että meillä on kellon ympäri töissä kansainvälinen asiantuntijaryhmä seuraamassa uusimpia haavoittuvuuksia. Heti kun sellainen löytyy, me paikkaamme sen ja julkaisemme päivityksen pysyäksemme askeleen edellä. Firefoxin päivitysten lataamisella on erittäin suuri merkitys turvallisen netinkäytön kannalta.
ga_ie: Tá, cinnte – is é do shlándáil an chloch is mó ar ár bpaidrín. Mar gheall ar ár bpróiseas oscailte slándála, tá comhphobal idirnáisiúinta ag obair lá agus oíche chun monatóireacht a dhéanamh ar na bagairtí slándála is déanaí. Chomh luath is a thagaimid ar bhagairt, cuirimid nuashonrú ar fáil sa chaoi go mbeimid céim amháin chun tosaigh i gcónaí. Dá bharr seo, tá sé an-tábhachtach nuashonruithe Firefox a shuiteáil chun do shlándáil ar líne a chosaint.
gd: Tha gu dearbh – is prìseil leinn do thèarainteachd. Leis gu bheil pròiseasan tèarainteachd le còd fosgailte againn, tha coimhearsnachd eadar-nàiseanta de dh'eòlaichean aig obair, fad na h-ùine, air na gleusan tèarainteachd againn 's iad 'gan cumail cho ùr 's a ghabhas. Cho luath 's a mhothaichear ri cunnart tèarainteachd, cruthaichidh sinne fuasgladh dha agus foillsichidh sinn ùrachadh. Mar is cunbhalaiche a gheibh thu na h-ùrachaidhean, 's ann as sàbhailte a bhios tu air an lìon.
hi_in: आपकी सुरक्षा हमारी सर्वोच्च प्राथमिकता होती है. हमारे खुले स्रोत सुरक्षा प्रक्रिया का मतलब यह हैं कि हम नवीनतम खतरों पर नजर रखने के लिए 24 घंटे आसपास काम कर रहे विशेषज्ञों के एक अंतरराष्ट्रीय समुदाय है. जैसे ही कोई सुरक्षा ख़तरा का पता चला, हम एक पैच लिखकर, अद्यतन के साथ जारी करके एक कदम आगे हमेशा आगे रहते हैं. फ़ायरफ़ॉक्स अपडेट डाउनलोड करना सुरक्षित ऑनलाइन रहने का एक बहुत ही महत्वपूर्ण तरीका है.
hr: Upravo tako - vaša je sigurnost naš glavni prioritet. Naš sigurnosni proces otvorenog kôda znači da imamo međunarodnu zajednicu stručnjaka koji ulažu mnogo vremena u praćenje najnovijih prijetnji. Čim otkrijemo sigurnosni rizik, izdajemo sigurnosnu nadogradnju kako bi ostali jedan korak ispred. Preuzimanje dopuna za Firefox je vrlo važan dio sigurnosti na Internetu.
kk: Әрине, сіздің қауіпсіздігіңіз біздің негізгі мақсатымыз. Қауіпсіздікті қамтамасыз ететін біздің ашық процессі тәулік бойы соңғы қауіпсіздік қателерді бақылайтын халықаралық сарапшылар қауымдастықты білдіреді. Егер де қаупсіздікке қатер туындаса, біз бір қадам алда болу үшін түзетуді жазып, жаңартуды шығарамыз. Интернетте қауіпсіздікті қамтамасыз ету үшін Firefox жаңартуларды жүктелу бағдарламасы өте маңызды болып табылады.
km: សុវត្ថិភាព​របស់​អ្នក​ជា​អាទិភាព​ខ្ពស់​របស់​យើង។ ការ​ចូល​ដំណើរការ​សុវត្ថិភាព​ប្រភព​បើក​ចំហ​របស់​យើង​មាន​ន័យ​ថា​យើង​មាន​​សហគមន៍​ជា​អន្តរជាតិ​នៃ​ជំនាញ​ការ​ការងារ​ជុំវិញ​ពេលវេលា​ក្នុង​ការ​ពិនិត្យមើល​​ការ​គំរាមកំហែង​ថ្មី​បំផុត។ ការ​គំរាមកំហែង​ថ្មី​ត្រូវ​បាន​រក​ឃើញ, យើង​សរសេរ​ និង​ការ​ចេញ​ផ្សាយ​​បច្ចុប្បន្នភាព​នៅ​ជំហាន​ទៅ​មុន។ ការ​ទាញ​យក​បច្ចុប្បន្នភាព Firefox ​ជា​ផ្នែក​មួយ​ដល់​សំខាន់​ដែល​មាន​សុវត្ថិភាព​នៅ​លើ​បណ្ដាញ។
ku: Parastina te ji bo me girîng e. Wateya pêvajoya parastinê ya çavkaniya vekirî ew e ku civakeke me ya gerdûnî heye û her gav xetereyên nû vedikole. Dema ku xetereyeke ewlekariyê hat dîtin, em pîneyekê çêdikin û bi nûkirinekê belav dikin. Jêbarkirina nûkirinên Firefoxê ji bo ewlekariyê gelekî girîng e.
lt: Tikrai taip! Jūsų saugumas yra mūsų pagrindinis tikslas. Mes pasirinkome atvirą saugumo procesą – todėl mūsų programų saugumu ir grėsmių joms šalinimu kiaurą parą rūpinasi didžiulė tarptautinė bendruomenė. Vos atradę naują saugumo spragą, mes kaipmat parengiame jai pataisą ir išleidžiame naujinimą, taip visuomet išlikdami žingsniu priekyje. „Firefox“ naujinimų siuntimasis ir diegimasm yra labai svarbus, norint išlikti saugiems internete.
lv: Pat ļoti – jūsu drošība ir mūsu augstākā prioritāte. Mūsu atvērtā koda drošības process nodrošina, ka plaša drošības ekspertu kopiena ikdienā meklē un pēta jaunākos apdraudējumus. Kolīdz mēs atklājam kādu jaunu apdraudējumu, mēs to novēršam un izlaižam atjauninājumu, lai būtu soli priekšā. Firefox atjauninājumu instalēšana ir ļoti būtiska interneta drošības sastāvdaļa.
ms: Banyak sekali – pada sekuriti anda adalah keutamaan kami. Proses sekuriti sumber terbuka kami bermaksud kami mempunyai sebuah komuniti antarabangsa daripada pakar yang berkerja setiap waktu untuk memantau ancaman terkini. Secepat mana ancaman sekuriti dijumpai, kami akan menulis patch dan rilis sebuah kemaskini untuk selangkah kehadapan. Muat turun kemaskini Firefox adalah sebuah perkara penting untuk berada dalam talian secara selamat.
oc: Òc-ben&nbsp;—&nbsp;vòstra seguretat es nòstra primièra prioritat. Avèm un processus de seguretat open source, aquò significa que beneficiam d'una comunautat internacionala d'expèrts que trabalha jorn e nuèch per descobrir de vulnerabilitats novèla. Tre qu'una vulnerabilitat de seguretat es descobèrta, cream un correctiu e publicam una mesa a jorn per tal de totjorn conservar una longor d'avança. Telecargar las mesas a jorn de Firefox es doncas primordial per navigar en tota seguretat.
th: อย่างมาก – ความปลอดภัยของคุณคือความสำคัญอันดับแรกของเรา กระบวนการแบบโอเพ่นซอร์สของเราเปิดโอกาสให้ผู้เชี่ยวชาญจากชุมชนทั่วโลกได้ทำงานตรวจสอบการคุกคามล่าสุดตลอดทั้งวัน เมื่อใดที่มีการค้นพบการคุกคามความปลอดภัยรูปแบบใหม่ เราจะสร้างตัวแก้ไขและปล่อยการปรับรุ่นให้อย่างทันท่วงที การดาวน์โหลดการปรับรุ่นของ Firefox เป็นส่วนสำคัญในการออนไลน์อย่างปลอดภัย
uz: Xuddi shunday - sizning xavfsizligingiz bizning asosiy vazifamizdir. Bizning ochiq kodli xavfsizik jarayonlarimiz yangi xavflarni 24 soat kuzatuvchi xalqaro ekspertlar jamoasiga ega ekanligimizni bildiradi. Yangi xavfsizlikka tahdid aniqlandimi, darhol biz yangi tuzatishlarni ishga tushiramiz va bir qadam oldinda bo‘lish uchun yangilanishlarni yo‘lga qo‘yamiz. "Firefox" yangilanishlarini yuklab olish internetda xavfsiz qolishning muhim qismi hisoblanadi.
vi: Rất đúng, sự bảo mật của bạn là mục tiêu tối cao của chúng tôi. Cách vận hành nguồn mở của chúng tôi đảm bảo sẽ có một cộng đồng chuyên gia quốc tế làm việc 24/7 để theo dõi các vấn đề bảo mật mới nhất. Ngay khi có một nguy cơ bảo mật được phát hiện, chúng tôi sẽ viết một bản vá và đưa ra một bản cập nhật. Việc tải cập nhật cho Firefox là một phần rất quan trọng nếu bạn muốn an toàn trên mạng.
xh: Kakhulu kunjalo nje - kuba ukhuseleko lwakho luyinto ephambili kuthi. Inkqubo yethu evulekileyo yokhuseleko ithetha ukuthi sineengcali ezivela kumazwe ngamazwe ezisebenza imini nobusuku zibeka esweni izisongelo zamvanje. Kusakube kufunyniswe isisongelo sokhuseleko, sibhala umzila size sikhuphe isihlaziyo ukuze uhlale ungasemoyeni. Ukukhuphela izihlaziyo zeFirefox yinxalenye ebaluleke kakhulu yokuhlala ukhuselekile kwi-intanethi.
zh_tw: 非常安全，我們總是把您的安全看做最重要的事情。我們的開放原始碼安全處理流程中有一群來自不同國家的成員所組成的社群，隨時監控最新的安全性威脅。每當我們發現威脅後，我們會撰寫修補程式並發布更新版本。更新 Firefox 是您保持線上安全的重要事項。

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
af: As ek reeds Firefox het en dan nuut installeer, wat gebeur met my instellings?
ar: إن كان لدي فيرفُكس، وقمت بتثبيت نسخة جديدة، ماذا سيحصل لإعداداتي؟
bg: Ако вече имам Firefox и направя нова инсталация, какво става с моите настройки?
cy: Os oes gennyf Firefox eisoes ac yna yn gosod o'r newydd, beth fydd yn digwydd i'm gosodiadau?
es_mx: Si ya tengo Firefox, y hago una actualización nueva, ¿qué le ocurre a mis configuraciones?
fi: Jos minulla on jo Firefox ja asennan sen puhtaalta pöydältä, mitä tapahtuu asetuksilleni?
ga_ie: Má tá Firefox agam cheana, agus má shuiteálaim leagan nua, an gcaillfidh mé mo chuid socruithe pearsanta?
gd: Ma tha Firefox agam mu thràth 's ma stàlaicheas mi e às ùr, dè thachras ris na roghainnean agam?
hi_in: अगर मेरे पास पहले से ही फ़ायरफ़ॉक्स है, और फिर एक नए सिरे से स्थापित करता हूँ, तब मेरी सेटिंग्स के साथ क्या होगा?
hr: Ako već imam Firefox i obavim sviježu instalaciju, što će se dogoditi s mojim postavkama?
kk: Егер менде Firefox болса, ал мен оны қайтадан орнатсам, менің баптауларыммен не болады?
km: ប្រសិនបើ​អ្នក​មាន Firefox រួច​ហើយ, បន្ទាប់​មក​ធ្វើ​ឲ្យ​ការ​ដំឡើង, តើ​អ្វី​ដែល​កើត​ឡើង​ចំពោះ​ការ​កំណត់​របស់​ខ្ញុំ?
ku: Eger Firefoxa min jixwe hebe û ez yeke nx saz bikim, rewşa eyarên min dê çi be?
lt: Jeigu jau turiu „Firefox“ ir įdiegiu naują laidą, kas nutinka esamoms programos nuostatoms?
lv: Ja man jau ir Firefox un es to vēlreiz uzinstalēju no jauna, kas notiek ar maniem iestatījumiem?
ml: മുന്‍പേ തന്നെ എനിക്ക് ഫയര്‍ഫോക്സ് ഉണ്ട് ,എന്നാൽ പുതുതായ് ഒന്നുകൂടി ഇന്‍സ്റ്റാള്‍ ചെയ്‌താൽ എന്റെ ക്രമീകരണങ്ങള്‍ക്ക് എന്ത് സംഭവിക്കും?
ms: Jika saya sudah mempunyai Firefox, dan melakukan pemasangan baru, apakah yang terjadi kepada tetapan saya?
oc: Se Firefox es ja installat, de qué arribarà a mas preferéncias en cas de reïnstallacion&nbsp;?
th: ถ้าฉันมี Firefox อยู่แล้ว และติดตั้งรุ่นใหม่ทับ จะเกิดอะไรขึ้นกับการตั้งค่าต่างๆ ของฉัน?
ur: اگر میرے پاس Firefox ہے، اور پہر تازہ انسٹال کر ہوں تو میری سیٹنگیں کیا ہو گی ؟
uz: Agar kompyuterimda oldindan "Firefox" bo‘lsa, men uni yangidan o‘rnatsam, sozlamalarimga nima bo‘ladi?
vi: Nếu tôi đã có Firefox, và sau đó tôi cài đặt lại mới hoàn toàn, thì chuyện gì sẽ xảy ra với những thiết lập của tôi?
xh: Ukuba sele ndineFirefox, ndize ndiyifake ngokutsha, kuza kwenzeka ntoni kwiisetingi zam?
zh_tw: 若我已經有了 Firefox，又做了一次全新安裝，我現有的設定會發生什麼事？

source: What is a Firefox software update?
af: Wat is 'n Firefox-bywerking?
ar: ما هو تحديث برمجية فيرفكس؟
bg: Какво е софтуерна актуализация за Firefox?
cy: Beth yw diweddariad Firefox?
es_mx: ¿Qué es una actualización de software de Firefox?
fi: Mikä on Firefox-ohjelmistopäivitys?
ga_ie: Cad is nuashonrú Firefox ann?
gd: Dè th' ann an ùrachadh bathar-bog Firefox?
hi_in: फ़ायरफ़ॉक्स सॉफ्टवेयर अद्यतन क्या है?
hr: Što je softverska dopuna za Firefox?
kk: Firefox жаңартуы нені білдіреді?
km: តើ​អ្វី​ជា​ការ​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី Firefox ?
ku: Nûkirina bernameya Firefoxê çi ye?
lt: Kas yra „Firefox“ programos naujinimas?
lv: Kas ir Firefox atjauninājums?
ml: എന്താണ് ഫയര്‍ഫോക്സ് സോഫ്‍റ്റ്‍വെയര്‍ അപ്ഡേറ്റ് ?
ms: Apa itu kemaskini perisian Firefox?
oc: Qu'es aquò una mesa a jorn logiciala de Firefox ?
th: อะไรคือการปรับรุ่น Firefox?
ur: Firefox سافٹ ویئر کی تازہ کاری کیا ہے؟
uz: Firefoxni dasturiiy yangilash nima?
vi: Cập nhật Firefox là gì?
xh: Yintoni isihlaziyo sesoftwe yeFirefox?
zh_tw: Firefox 軟體更新是什麼？
