Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/update.lang.po
Languages: af, ar, bg, cy, es_mx, fi, ga_ie, gd, hi_in, hr, kk, km, ku, lt, lv, ml, ms, oc, th, ur, uz, vi, xh, zh_tw

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
af: Ja. Firefox is opgestel om outomaties te kontroleer vir bywerkings, maar dit is ook moontlik om self te kontroleer.
ar: نعم. تم ضبط فيرفُكس ليلتمس التّحديثات آليًّا، ولكن ما زال ممكنًا أن تلتمسها بنفسك.
bg: Да. Firefox е настроен да проверява автоматично за актуализации, но е възможно и Вие сами да проверите за такива.
cy: Ydy. Mae Firefox wedi ei ffurfweddu'n awtomatig i wirio am ddiweddariadau ond mae'n bosibl i chi wirio eich hun.
es_mx: Sí. Firefox está configurado para buscar actualizaciones automáticamente, pero también es posible que lo revises por ti mismo.
fi: Kyllä. Firefox osaa tarkistaa päivitysten saatavuuden itse, mutta sinun on myös mahdollista tarkistaa se omin käsin.
ga_ie: Bheifeá. Lorgaíonn Firefox nuashonruithe go huathoibríoch, agus is féidir leat iad a lorg as do stuaim féin freisin.
gd: 'S urrainn. Bheir Firefox sùil airson ùrachaidhean e fhèin ach is urrainn dhut sùil a thoirt thu fhèin cuideachd.
hi_in: हां. फ़ायरफ़ॉक्स को स्वचालित रूप से अद्यतन के लिए जाँच करने के लिए विन्यस्त किया गया हैं, लेकिन आप संभव अद्यतन करने के लिए जाँच कर सकते हैं.
hr: Da. Firefox je podešen za automatsku provjeru za dopunama, ali moguće je provjeru obaviti ručno.
kk: Ия. Firefox жаңартуларды әрқашан тексереді, бірақ жаңартуларды өз бетімен тексеруге мүмкін болады.
km: បាទ! Firefox ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ពិនិត្យ​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ ប៉ុន្តែ​អ្នក​ក៏​អាច​ពិនិត្យមើល​បច្ចុប្បន្នភាព​ដោយ​ខ្លួនឯង​បាន​ដែរ។
ku: Erê. Firefox ji bo kontrolkirina xweber ya nûkirinan hatiye eyarkirin, lê tu jî dikarî nûkirinan kontrol bikî.
lt: Taip. „Firefox“ yra sukonfigūruota taip, kad automatiškai tikrintų, ar nėra naujinimų, bet šį patikrinimą galima atlikti ir rankiniu būdu.
lv: Jā. Firefox automātiski pārbauda atjauninājumus, bet jūs paši arī varat pārbaudīt vai ir atjauninājumi.
ml: അതെ. ഫയര്‍ഫോക്സ് സ്വയമേ അപ്ഡേറ്റ് ചെയ്യുവാൻ വേണ്ടി പരിശോധിക്കും, എന്നാൽ തന്നെയും നിങ്ങള്‍ക്കും പരിശോധിക്കാൻ സാധിക്കുന്നതാണ്.
ms: Ya. Firefox telah ditetapkan untuk menyemak kemaskini secara automatik, namun anda juga boleh menyemaknya sendiri.
oc: Òc. Firefox es configurat per recercar automaticament las mesas a jorn, mas es tanben possible de lo far manualament.
th: ใช่ Firefox ถูกตั้งค่ามาให้ปรับรุ่นอัตโนมัติ แต่มันก็สามารถตั้งค่าให้ปรับรุ่นด้วยตัวคุณเองได้
ur: ہاں۔ Firefox تشکیل کیا گیا ہے کے خود بخود تازہ کاری کو پڑتال کرپڑتال کرے، مگر یہ بی ممکن کے اپ خود بانشان کر لیں تازہ کاری کی۔
uz: Ha. "Firefox" yangilanishlarni avtomatik tekshirish uchun moslangan, ammo yangilanishlarni o‘zingiz tekshirib ko‘rishingiz ham mumkin.
vi: Được. Firefox được thiết lập kiểm tra cập nhật tự động, nhưng bạn cũng có thể tự kiểm tra.
xh: Ewe. IFirefox ilungelelaniswe ukuba ihlole izihlaziyo ngokuzenzekelayo, kodwa ungakwazi nokuzihlolela ngokwakho izihlaziyo.
zh_tw: 是的，Firefox 已設定為自動檢查更新，但您也可以自行檢查。

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
af: Niks nie. 'n Herinstallering van Firefox sal nie enige instellings, boekmerke of voorkeure affekteer nie.
ar: لا شيء. إعادة تثبيت فيرفُكس لن تؤثّر على إعداداتك، أو العلامات أو التّفضيلات بأيّ شكل من الأشكال.
bg: Нищо. Преинсталирането на Firefox няма да промени върху вашите настройки, отметки и предпочитания по никакъв начин.
cy: Dim. Ni fydd ailosod Firefox yn effeithio dim ar eich gosodiadau, nodau tudalen a'ch dewisiadau
es_mx: Nada. Reinstalar Firefox no afectará tus configuraciones, marcadores o preferencias en ninguna forma.
fi: Ei mitään. Firefoxin uudelleen asentaminen ei muuta asetuksia tai kirjanmerkkejä millään tavalla.
ga_ie: Ní chaillfidh. Nuair a shuiteálfaidh tú leagan nua de Firefox, ní chuirfidh sé isteach ar do chuid socruithe, leabharmharcanna, nó sainroghanna ar chor ar bith.
gd: Cha tachair dad. Cha bhi buaidh sam bith air na roghainnean no comharran-lìn ma stàlaicheas tu Firefox às ùr.
hi_in: कुछ भी नहीं. फ़ायरफ़ॉक्स को पुन: स्थापित करने से किसी भी तरह से आपकी सेटिंग्स, बुकमार्क्स और वरीयताओं प्रभावित नहीं होगा.
hr: Ništa. Ponovna instalacija Firefoxa neće utjecati na vaše postavke, zabilješke ili postavke na bilo koji način.
kk: Ештеңе болмайды. Firefox қайтадан орнатуы сіздің баптауларыңызға, бетбелгілеріңізге әсерін тигізбейді.
km: មិន​អី​ទេ! ការ​ដំឡើង Firefox ឡើងវិញ​មិន​ប៉ះពាល់​ដល់​ការ​កំណត់ ចំណាំ ឬ​ចំណូលចិត្ត​របស់​អ្នក​ទេ។
ku: Tu tişt. Dîs-sazkirina Firefoxê zirarê nade eyar, bijare yan jî vebijarkên te.
lt: Nieko. Naujai įdiegus „Firefox“ naršyklę, jūsų nuostatos, adresynas ir kita liks nepaliesta.
lv: Nekas. Pārinstalējot Firefox neietekmēs jūsu iestatījumus un grāmatzīmes nekādā veidā.
ms: Tidak. Pemasangan semula Firefox tidak akan menjejaskan tetapan, penanda buku atau pilihan anda dalam apa jua cara.
oc: Pas res. Reïnstallar Firefox modificarà pas brica vòstres paramètres, marcapaginas nimai vòstras preferéncias.
th: ไม่มีปัญหา การติดตั้ง Firefox ใหม่จะไม่ส่งผลต่อการตั้งค่า ที่คั่นหน้า หรือค่าปรับแต่งของคุณในทุกทาง
ur: کچھ نہیں۔ Firefox دوبارہ انسٹال کرنے سے سیٹنگیں، نشانیاں اور ترجیحات کسی بھی حالت میں متاثر نہں ہوں گی۔
uz: Hech narsa. "Firefox"ni qayta o‘rnatish sozlamalaringiz, xatcho‘plaringiz yoki moslamalaringizga hech qanday ta’sir ko‘rsatmaydi.
vi: Không sao hết. Việc cài đặt lại Firefox không ảnh hưởng đến những thiết lập, đánh dấu trang hay các tùy chọn khác của bạn.
xh: Akukho nto. Ukufaka ngokutsha iFirefox akuyi kuzichaphazela iiseting zakho, iibhukhmakhi okanye iipriferensi nangayiphi na indlela.
zh_tw: 不會發生任何事。在未清除設定檔的情況下重新安裝 Firefox 將不會影響您的設定與書籤。

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
af: Glad nie lank nie – die hele proses neem slegs 'n minuut of twee. Besoek ons steunblad vir <a %(link)s>stap-vir-stap-instruksies</a>.
ar: لم يمض وقت طويل على الإطلاق - العملية برمتها لا تستغرق سوى دقيقة أو دقيقتين. قم بزيارة الصفحة الداعمة للإرشادات %(link)s خطوة بخطوة </a>.
bg: Съвсем кратко – целият процес отнема една-две минути. Посетете нашата страница за поддръжка за <a %(link)s>инструкции стъпка по стъпка</a>.
cy: Dim yn hir o gwbl – bydd y broses i gyd yn cymryd rhyw funud neu ddau. Ewch i'n tudalen cynnal am <a %(link)s>gyfarwyddiadau syml</a>.
es_mx: Muy poquito – el proceso dura apenas un minuto o dos. Visita nuestra página de soporte con <a %(link)s>instrucciones paso a paso</a>.
fi: Ei kauaakaan – koko prosessi vie vain minuutin tai pari. Käy tukisivuillamme, jos haluat <a %(link)s>vaiheittaiset ohjeet</a>.
ga_ie: Tréimhse an-ghairid – ní thógann sé ach cúpla nóiméad. Déan cuairt ar ár leathanach tacaíochta chun <a %(link)s>treoracha céim-ar-chéim</a> a fháil.
gd: Chan fheum e fada idir – mionaid no dhà. Tadhail air an duilleag taice againn airson <a %(link)s>stiùireadh ceum air cheum</a>.
hi_in: ज्यादा देर तक नहीं -- पूरी प्रक्रिया में सिर्फ एक से दो मिनट लगेगा. <a %(link)s> कदम दर कदम निर्देश</a> के लिए हमारी सहायता पृष्ठ जाएं.
hr: Vrlo kratko – cijeli proces traje minutu ili dvije. Posjetite naše stranice podrške za <a %(link)s>detaljne upute</a>.
kk: Ұзақ емес – бүкіл әрекет бір-екі минут уақытыңызды алады. <a %(link)s>Қадам бойынша</a> жазылған нұсқамаларды ашу үшін біздің қолдау сайтын шолыңыз.
km: មិន​យូរ​ទេ –ការ​ដំណើរការ​ទាំងមូល​ប្រើ​ពេល​តែ​មួយ ឬ​ពីរ​នាទី​ប៉ុណ្ណោះ។ ទស្សនា​ទំព័រ​ជំនួយ​របស់​យើង​សម្រាប់ <a %(link)s>ជំហាន​សេចក្ដីណែនាំ</a>។
ku: Pir naajo – ev pêvajo tenê çirkeyek yan jî du çirkeyan diajo. Ji bo <a %(link)s>rênîşandêra gav bi gav</a> serdana rûpela me ya piştgiriyê bike.
lt: Visai neilgai – visas procesas paprastai trunka vos minutę ar dvi. <a %(link)s>Pažingsninę instrukciją</a> rasite mūsų pagalbos svetainėje.
lv: Pavisam ne ilgi – viss process aizņem tikai minūti vai divas. Mūsu atbalsta lapā ir <a %(link)s>detalizēta pamācība</a>.
ms: Tidak begitu lama – proses keseluruhan hanya memakan masa dalam 1 atau 2 minit. Layari halaman bantuan kami untuk <a %(link)s>arahan langkah demi langkah</a>.
oc: Absoludament pas, aquò pren pas qu'una a doas minutas. Rendètz-vos sus nòstra pagina d'assisténcia per las <a %(link)s>instruccions detalhadas</a>.
th: ไม่นานนัก - กระบวนการทั้งหมดใช้เวลาเพียงหนึ่งหรือสองนาที เยี่ยมชมหน้าการช่วยเหลือของเราสำหรับ<a %(link)s>คำแนะนำทีละขั้นตอน</a>
ur: بلکل بھی لمبا نہیں ہے – پوری عمل کاری صرف ایک سے دو منٹ لیتی یے۔ <a %(link)s>قدم بہ قدم ہدایات</a> کے لیے ہمارا صفحہ دیکھیے۔
uz: Uzoq vaqt olmaydi – kiritish jarayoni bir yoki ikki daqiqa olishi mumkin. <a %(link)s>Bosqichma-bosqich ko‘rsatmalar</a> uchun qo‘llab-quvvatlash sahifamizga tashrif buyuring.
vi: Không lâu một chút nào, toàn bộ quá trình chỉ mất khoảng một hai phút thôi. Hãy truy cập trang hỗ trợ của chúng tôi để xem <a %(link)s>hướng dẫn từng bước một</a>.
xh: Ayithathi xesha lide kangako – iyonke nje le nkqubo ithatha nje umzuzu okanye emibini. Tyelela iphepha lethu lenkxaso <a %(link)s>lemiyalelo yamanqanaba ngamanqanaba</a>.
zh_tw: 不須多久時間，整個過程只要幾分鐘。您可以到我們的技術支援頁面參考 <a %(link)s>更新步驟</a>。

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
af: Mens kan ook self kontroleer vir bywerkings. Vir besonderhede, lees die <a %(link)s>stap-vir-stap-gids</a>.</p>
bg: Можете също така ръчно да проверите за актуализации. За подробности, вижте <a %(link)s>ръководството стъпка по стъпка</a>.</p>
cy: Mae modd gwirio eich diweddariadau eich hun. Am fanylion, <a %(link)s>darllenwch ein canllaw syml</a>.</p>
es_mx: Tienes también la posibilidad de buscar actualizaciones manualmente. Visita la <a %(link)s>guía paso a paso</a> con los detalles.</p>
fi: Voit myös tarkistaa päivitysten saatavuuden itse. Katso lisätiedot <a %(link)s>vaiheittaisista ohjeista</a>.</p>
ga_ie: Is féidir nuashonruithe a lorg de láimh freisin. Chun tuilleadh eolais a fháil, léigh <a %(link)s>an treoirleabhar céim-ar-chéim</a>.</p>
gd: 'S urrainn dhut sùil a thoirt airson ùrachaidhean thu fhèin cuideachd. Airson mion-fhiosrachadh, thoir sùil air an <a %(link)s>stiùireadh ceum air cheum</a>.</p>
hi_in: आप भी मैन्युअल रूप से अद्यतन के लिए जाँच कर सकते हैं. जानकारी के लिए, <a %(link)s> कदम दर कदम गाइड </ a> की जाँच करें. </p>
hr: Provjeru za dopunama možete obaviti i ručno. Za više informacija, provjerite <a %(link)s>detaljne upute</a>.</p>
kk: Жаңартуларды өзіңіз де тексере аласыз. Қосымша мәліметтерді алу үшін <a %(link)s>қадамдық нұсқауды</a> оқыңыз.</p>
km: អ្នក​ក៏​អាច​ពិនិត្យមើល​បច្ចុប្បន្នភាព​ដោយ​ដៃ​បាន​ផង​ដែរ។ សម្រាប់​ព័ត៌មាន​លម្អិត សូម​ពិនិត្យមើល<a %(link)s>ជំហាន​ការ​ណែនាំ</a>។</p>
ku: Her wisa tu jî dikarî nûkirinan kontrol bikî. Ji bo hûrgiliyan, li <a %(link)s>rêbera rênîşandêr ya gav bi gav</a> binêre.
lt: Taip pat galite patikrinti, ar nėra naujinimų, rankiniu būdu. Išsamiau apie tai – <a %(link)s>pažingsninėje instrukcijoje</a>.</p>
lv: Jūs paši arī varat pārbaudīt atjauninājumus. Papildus informācija pieejama <a %(link)s>šajā pamācībā</a>.</p>
ml: അപ്ഡേറ്റ് ചെയ്യുവാനായി നിങ്ങള്‍ക്കും പരിശോധന നടത്താം. കൂടുതൽ വിവരങ്ങൾക്ക് <a %(link)s> പടി പടിയായുള്ള മാർഗ നിർദേശങ്ങൾ</a>കാണൂ.</p>
ms: Anda juga boleh menyemak kemaskini secara manual. Untuk maklumat lanjut, semak <a %(link)s>aturan langkah demi langkah</a>.</p>
oc: Podètz tanben recercar manualament las mesas a jorn. Pels detalhs, seguissètz lo <a %(link)s>guida detalhat</a>.</p>
th: คุณยังสามารถตรวจสอบการปรับรุ่นได้ด้วยตัวเอง สำหรับรายละเอียด ดู<a %(link)s>ขั้นตอนวิธีการทำ</a></p>
ur: آپ دستی طور پر تازہ کاری کی پڑتال بہی کر سکتے ہیں۔ تفصیلات کے لیے، چیک کریں<a %(link)s>قدم بہ قدم رہنمائی</a>.</p>
uz: Yangilanishlarni o‘zingiz qo‘lbola o‘rnatishingiz mumkin. Ko‘proq ma’lumot olish uchun <a %(link)s>bosqichma-bosqich qo‘llanma</a>ni ko‘rib chiqing.</p>
vi: Bạn cũng có thể kiểm tra việc cập nhật thủ công. Để biết chi tiết, xem <a %(link)s>hướng dẫn từng bước</a>.</p>
xh: Ungakwazi ukuhlola izihlaziyo ngokwakho. Ukuze ufumane iinkcukacha, jonga <a %(link)s>esikhokelo samanqanaba ngamanqanaba</a>.</p>
zh_tw: 您也可以手動檢查更新。若需詳情，請參考 <a %(link)s>更新步驟</a>。</p>

source: Check for Updates
af: Kontroleer vir bywerkings
ar: تحقق من وجود تحديثات
bg: Провери за актуализации
cy: Gwirio am Ddiweddariadau
es_mx: Buscar actualizaciones
fi: Tarkista päivitysten saatavuus
ga_ie: Lorg Nuashonruithe
gd: Thoir sùil airson ùrachaidhean
hi_in: अद्यतन के लिए जाँचें
hr: Provjera za dopunama
kk: Жаңартуларды тексеру
km: ពិនិត្យមើល​បច្ចុប្បន្នភាព
ku: Nûkirinan kontrol bike
lt: Ieškoti naujinimų
lv: Pārbaudīt atjauninājumus
ml: പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുക
ms: Semak kemaskini
oc: Recercar de mesas a jorn
th: ตรวจสอบการปรับรุ่น
ur: تازہ کاری کی پڑتال کریں
uz: Yangilanishlar uchun tekshirish
vi: Kiểm tra cập nhật
xh: Khangela iZihlaziyo
zh_tw: 檢查更新

source: What if I miss an update? Can I check for one myself?
af: Wat gebeur as ek 'n bywerking oorslaan? Kan ek self vir een kontroleer?
ar: ماذا لو فتقد التحديث؟ هل يمكنني التحقق من وجود واحد بنفسي؟
bg: А ако пропусна актуализация? Мога ли аз да проверя за такава?
cy: Beth os ydw i'n colli diweddariad? Oes modd i mi i wirio fy hun?
es_mx: ¿Qué pasa si me pierdo una actualización? ¿Puedo buscarla yo mismo?
fi: Mitä jos minulta jää päivitys välistä pois? Voinko tarkistaa sen itse?
ga_ie: Dá gcaillfinn nuashonrú uathoibríoch, an mbeinn in ann nuashonrú a lorg de láimh?
gd: Dè thachras ma dh'fhalbhas ùrachadh orm? An urrainn dhomh fhìn a stàladh?
hi_in: अगर मैं अपडेट करना भूल गया? क्या मैं खुद से जाँच कर सकता हूँ?
hr: Što ako mi promakne dopuna? Mogu li provjeru obaviti sam(a)?
kk: Егер де мен жаңартуды жіберіп алсам не болады? Оның бар жоғын тексере аламын ба?
km: តើ​មាន​អ្វី​កើតឡើង​បើ​ខ្ញុំ​មិន​បាន​ធ្វើ​បច្ចុប្បន្នភាព? តើ​ខ្ញុំ​អាច​រក​បច្ចុប្បន្នភាព​មួយ​ដោយ​ខ្លួនឯង​បាន​ទេ?
ku: Eger nûkirinekê saz nekin, dê çi bibe? Gelo ez dikarim wê kontrol bikim?
lt: Kas nutiks, jei praleisiu naujinimą? Ar galiu atlikti jo paiešką savarankiškai?
lv: Ko darīt, ja es palaizu garām atjauninājumu? Vai varu pats pārbaudīt tos?
ms: Bagaimana jika saya terlepas kemaskini? Adakah boleh saya semak sendiri?
oc: E se manqui una mesa a jorn&nbsp;? La pòdi recercar ieu meteis&nbsp;?
th: จะเกิดอะไรขึ้นถ้าฉันพลาดการปรับรุ่น? ฉันสามารถตรวจสอบการปรับรุ่นเองได้ไหม?
ur: کیا ہو گا اگر مجھ سے تازہ کاری چھوٹ جاے؟ کیا میں خود ایک اپنے لیے بانشان کر سکتا ہوں؟
uz: Yangilamasam nima bo‘ladi? Bir o‘zim yangilanishlar uchun tekshira olamanmi?
vi: Giả sử tôi bỏ qua một bản cập nhật nào đó thì tôi có thể tự kiểm tra không?
xh: Kuthekani xa ndiphoswe sisihlaziyo? Ingaba ndingakwazi ukusihlola ngokwam?
zh_tw: 如果我錯過了某次更新會怎樣？我可以自己檢查嗎？

source: Your Firefox is up to date.
af: Firefox is op datum.
bg: Вашият Firefox е актуален.
cy: Mae eich Firefox yn gyfredol.
es_mx: Tu Firefox está actualizado
fi: Firefox on ajan tasalla.
ga_ie: Tá Firefox cothrom le dáta.
gd: Tha am Firefox agad cho ùr 's a ghabhas.
hi_in: आपका फ़ायरफ़ॉक्स का अद्यतन हो चुका है.
hr: Vaš je Firefox ažuran.
kk: Сіздің Firefox нұсқасы ескірмеген.
km: Firefox របស់​អ្នក​គឺ​ទាន់​សម័យ​ហើយ។
ku: Firefoxa te kevn e.
lt: Jūs naudojatės paskiausia „Firefox“ naršyklės laida.
lv: Jums ir jaunākais Firefox.
ms: Firefox anda adalah muktahir.
oc: Vòstre Firefox es a jorn.
th: Firefox ของคุณเป็นรุ่นล่าสุด
ur: آپ کا Firefox تازہ ترین ہے۔
uz: Sizning "Firefox"ingiz yap-yangi.
vi: Firefox của bạn đã được cập nhật.
xh: IFirefox yakho ihlaziyiwe.
zh_tw: 您的 Firefox 是最新版。

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
af: 'n Firefox-bywerking is 'n klein bietjie nuwe kode wat vinnig aflaai na die bestaande Firefox-blaaier. Dit bied sekuriteitverbeteringe en ander klein veranderinge aan die blaaier om te verseker dat u die beste weergawe van Firefox gebruik wat beskikbaar is.
bg: Актуализация за Firefox е бързо изтегляне на малко количество нов код към вашият Firefox браузър. Тези малки поправки могат да бъдат свързани със сигурността или с малки промени по браузъра, за да сте сигурни, че използвате най-добрата възможна версия на Firefox.
cy: Mae diweddariad meddalwedd yn digwydd drwy lwytho i lawr swm bychan o god i'ch porwr Firefox cyfredol. Gall y darnau bach hyn gynnwys cywiriadau diogelwch neu newidiadau bach eraill i'r porwr er mwyn sicrhau eich bod yn defnyddio'r fersiwn gorau o Firefox sydd ar gael.
es_mx: Una actualización de software de Firefox es una descarga rápida de pequeñas porciones de código nuevo a tu navegador Firefox existente. Estos pequeños parches pueden contener correcciones de seguridad u otros pequeños cambios en el navegador para estar seguros que usas la mejor versión disponible de Firefox.
fi: Firefox-ohjelmistopäivityksessä Firefoxiin ladataan pieni määrä uutta koodia. Näissä pienissä paikkauksissa voi olla turvallisuuskorjauksia tai muita pieniä muutoksia selaimeen, joilla varmistetaan, että käytössäsi on paras versio Firefoxista.
ga_ie: Is éard atá i nuashonrú Firefox ná íosluchtú tapa ina bhfuil píosaí beaga ríomhchóid a chuirfear leis an leagan de Firefox atá agat. Go minic, is ceartúcháin a bhaineann le slándáil atá sna paistí seo, nó mionathruithe eile a dheimhníonn go bhfuil an leagan is fearr de Firefox agat.
gd: Nuair a stàlaicheas tu ùrachadh airson Firefox, thèid beagan de chòd ùr a luchdadh a-nuas is a chur ris a' bhrabhsair làithreach agad. Faodaidh gun càraich an còd seo beàrnan tèarainteachd no gum bi atharraichean beaga eile 'na bhroinn airson a' bhrabhsair a nì cinnteach gu bheil am Firefox agad ag obair cho math 's a ghabhas.
hi_in: एक फ़ायरफ़ॉक्स सॉफ्टवेयर अद्यतन आपके मौजूदा फ़ायरफ़ॉक्स ब्राउज़र के लिए नए कोड की थोड़ी मात्रा का एक त्वरित डाउनलोड है.इन छोटे पैच में ब्राउज़र के लिए सुरक्षा सुधारों या अन्य छोटे परिवर्तन हो सकते हैं जो यह सुनिश्चित करते हैं कि आपको द्वारा उपलब्ध फ़ायरफ़ॉक्स का सबसे अच्छा संस्करण का उपयोग कर रहे हैं.
hr: Softverska dopuna za Firefox je brzo preuzimanje malih dijelova novog kôda za vaš postojeći Firefox preglednik. Ovi mali dijelovi kôda sadrže sigurnosne zakrpe i ostale male promjene za preglednika kako biste uvijek koristili najbolju dostupnu inačicu Firefoxa.
kk: Firefox БҚ жаңартуы бұл жаңа коды бар шағын ғана файл, сізде орнатылған Firefox нұсқасын жаңартуға арналған. Осы шағын файлдар қауіпсіздік түзетулерін әкеле алады, және сіз үшін Firefox-тың ең жақсы нұсқасымен жұмыс істеуіңізді қамтамасыз етеді.
km: ការ​ទាញ​យក​បច្ចុប្បន្នភាព​កម្មវិធី Firefox គឺ​លឿន ហើយ​មាន​ចំនួន​កូដ​ថ្មី​តិចតួច​ប៉ុណ្ណោះ​បន្ថែម​លើ​កម្មវិធី​អ៊ីនធឺណិត Firefox ដែល​មាន​ស្រាប់​របស់​អ្នក។ បំណះ​ថ្មី​នេះ​អា​មាន​ជា​ការ​ជួសជុល​សុវត្ថិភាព ឬ​ការ​ផ្លាស់ប្ដូរ​បន្តិចបន្តួច​ដើម្បីឲ្យ​ប្រាកដ​ថា​អ្នក​កំពុង​ប្រើ​កំណែ​ដ៏​ល្អ​បំផុត​របស់ Firefox ។
ku: Nûkirineke bernameya Firefoxê, parçeyeke biçûk ya kodên nû ye ji Firefoxa te ya niha. Dibe ku di nav vav parçeyên biçûk de nûkirinên ewlekariyê yan jî guhertinên gerokê hebe ku Firefoxa te bibe versiyona herî nû.
lt: „Firefox“ naujinimas – tai nedidelis atnaujinto programinio kodo kiekis, kurį parsiunčia jau įdiegta „Firefox“ naršyklė. Šiomis nedidelėmis pataisomis gali būti užtaisomos saugumo spragos ar atliekami kiti nedideli pakeitimai, užtikrinantys, kad jūs naudositės geriausia išleista „Firefox“ versija.
lv: Firefox atjauninājums ir neliela lejupielāde ar jaunākās Firefox versijas kodu salīdzinot ar jūsu esošo versiju. Šajos nelielajos uzlabojumos var būt drošības ielāpi vai citas izmaiņas pārlūkā, lai nodrošinātu, ka jums ir jaunākā un labākā Firefox versija.
ml: ഒരു ഫയര്‍ഫോക്സ് സോഫ്റ്റ്‌വെയര്‍ പുതുക്കല്‍ എന്നത് നിങ്ങളുടെ നിലവിലുള്ള ഫയര്‍ഫോക്സ് ബ്രൌസറിലേക്ക് ചെറിയ അളവിലുള്ള പുതിയ കോഡുകള്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നതിനാണ്. നിങ്ങള്‍ ഉപയോഗിക്കുന്നത് ഏറ്റവും നല്ല ഫയര്‍ഫോക്സ് പതിപ്പാണു എന്ന്‍ ഉറപ്പ് വരുത്തുന്ന ഇതില്‍ സുരക്ഷ ശരിയാക്കല്‍ അല്ലെങ്കില്‍ ചില ചെറിയ ബ്രൌസര്‍ മാറ്റങ്ങള്‍ ഉള്‍പ്പെടാം.
ms: Kemaskini perisian Firefox adalah muat turun jumlah kod baru dalam bilangan yang sedikit untuk pelayar anda yang sedia ada. Bilangan patch mengandungi tampalan keselamatan atau perubahan kecil untuk pelayar dalam memastikan bahawa anda menggunakan versi yang terbaik untuk Firefox yang sedia ada.
oc: Una mesa a jorn logiciala de Firefox se compausa de pichonas partidas de còde, fòrt rapidas a telecargar, que se venon apondre a vòstre navigador Firefox actual. Aqueles pichons correctius pòdon èsser de correctius de seguretat o de cambiaments menors que visan a s'assegurar que dispausatz de la melhora version de Firefox possibla.
th: การปรับปรุง Firefox เป็นการดาวน์โหลดโปรแกรมส่วนใหม่ๆ จำนวนไม่มากนักไปยังเบราว์เซอร์ของคุณ โปรแกรมเล็กๆ เหล่านี้เป็นได้ทั้งการซ่อมแซมระบบรักษาความปลอดภัยและความเปลี่ยนแปลงอื่นๆ เพื่อให้คุณได้ใช้งาน Firefox รุ่นที่ดีที่สุด
uz: Firefoxni dasturiy yangilash mavjud Firefox brauzeringizga kichik miqdordagi yangi kodlarni tezda yuklab oladi. Ushbu kichik tuzatishlarda xavfsizlik tuzatishlari yoki mavjud Firefoxning eng yaxshi versiyasidan foydalanishingiz uchun brauzeringizga qo‘shish boshqa kichik o‘zgarishlarni o‘zida jamlaydi.
vi: Một bản cập nhật Firefox là một gói tải về mã nguồn cho trình duyệt Firefox của bạn. Các bản vá nhỏ này có thể chứa các cập nhật bảo mật hoặc các thay đổi nhỏ khác để đảm bảo bạn đang sử dụng phiên bản tốt nhất của Firefox.
xh: Isihlaziyo sesoftwe yeFirefox kukukhutshelwa ngokukhawuleza kwemilinganiselo emincinane yekhowudi entsha yebhrawuza yakho ekhoyo yeFirefox. Ezi petshi zincinane zineenxalenye zokhuseleko okanye ezinye iinguqu ezincinane kwibhrawuza ukuqinisekisa ukuba usebenzisa uhlelo olungcono lwebhrawuza.
zh_tw: Firefox 軟體更新是新版與您現有的 Firefox 之間程式碼的小量差異部分。這些補綴可能是安全性更新，或是其他確保您能使用最棒瀏覽器的微小補釘。

source: How long will it take to update?
af: Hoe lank neem dit om by te werk?
ar: كم من الوقت سوف يستغرق التحديث؟
bg: Колко време ще отнеме актуализацията?
cy: Pa mor hir fydd hi'n cymryd i diweddaru?
es_mx: ¿Cuánto tiempo tomará actualizar?
fi: Kuinka kauan päivittäminen kestää?
ga_ie: Cá fhad a thógfaidh an nuashonrú?
gd: Dè cho fad 's a dh'fheumas an t-ùrachadh?
hi_in: अपडेट करने में कितना समय लगेगा?
hr: Koliko traje instalacija dopuna?
kk: Жаңарту процессіне қанша уақыт керек?
km: តើ​វា​ប្រើ​ពេល​ប៉ុន្មាន​ក្នុង​ការ​ធ្វើ​បច្ចុប្បន្នភាព?
ku: Nûkirin dê çiqas biajo?
lt: Kiek užtrunka naujinimo procesas?
lv: Cik ilgi notiks atjaunināšana?
ms: Berapa lamakah masa yang diambil untuk kemaskini?
oc: Es long d'aplicar una mesa a jorn&nbsp;?
th: จะใช้เวลาเท่าไหร่ในการปรับรุ่น?
ur: تازہ کاری کرنے میں کتنا وقت لگے گا؟
uz: Yangilash qancha vaqt oladi?
vi: Sẽ mất khoảng bao lâu để cập nhật?
xh: Kuza kuthatha ixesha elingakanani ukuhlaziya?
zh_tw: 需要花多少時間才能完成更新？
