Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew.lang.po
Languages: af, ar, as, az, bn_bd, bn_in, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, or, pt, ru, sr, ta, te, th, tr, ur, uz, vi, zh_tw

source: Learn more about our <a href="{url}">redesigned home page »</a>
af: Meer inligting oor ons <a href="{url}">herontwerpte tuisblad »</a>
ar: اطّلع على المزيد عن <a href="{url}">التصميم الجديد لصفحة البداية ◂</a>
as: আমাৰ <a href="{url}">পুনৰৰূপাঙ্কীত ঘৰ পৃষ্ঠা »</a>ৰ বিষয়ে অধিক জানক
az: Bizim <a href="{url}">yenilənmiş ana səhifə »</a> haqqında ətraflı öyrənin
bn_bd: আমাদের <a href="{url}">পুনরায় নকশাকৃত হোম পৃষ্ঠা»</a> সম্পর্কে আরো জানুন
bn_in: আমাদের <a href="{url}">প্রধান পৃষ্ঠার নতুন বিন্যাস »</a> সম্পর্কে জেনে নিন
ca: Més informació sobre el redisseny de la nostra <a href="{url}">pàgina d'inici »</a>
cy: Dysgu rhagor am ein <a href="{url}">tudalen cartref newydd »</a>
es: Descubre más sobre la <a href="{url}">nueva página de inicio »</a>
fa: بیشتر بخوانید: <a href="{url}"> طراحی مجدد صفحه‌ی خانگی »</a>
fr: Découvrez notre nouvelle <a href="{url}">page d'accueil »</a>
ga_ie: Tuilleadh eolais faoin dearadh nua ar an <a href="{url}">leathanach baile »</a>
gd: Faigh barrachd fiosrachaidh mun <a href="{url}">duilleag mhòr ùr againn »</a>
hi_in: <a href="{url}">पुनः डिज़ाइन किए गए मुख पृष्ठ »</a> के बारे में और अधिक जानें
hr: Saznajte više o našoj <a href="{url}">redizajniranoj početnoj stranici »</a>
hy_am: Կարդացեք ավելին մեր <a href="{url}">վերաշակված վեբ էջում »</a>
id: Pelajari lebih lanjut tentang <a href="{url}">laman beranda yang baru »</a>
kk: Біздің <a href="{url}">жаңартылған үй парағы</a> туралы көбірек біліңіз »
km: សិក្សា​បន្ថែម​អំពី​គេហទំព័រ​របស់​យើង​ដែល​បាន​ស្ថាបនា​ឡើងវិញ <a href="{url}"> »</a>
kn: ನಮ್ಮ <a href="{url}">ಮರುವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ನೆಲೆ ಪುಟದ »</a> ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ
ku: Serûpela me ya nû <a href="{url}">nas bike »</a>
lt: Sužinokite daugiau apie <a href="{url}">atnaujintą pradžios tinklalapį »</a>
lv: Uzziniet vairāk par mūsu <a href="{url}">jauno sākuma lapu »</a>
ml: <a href="{url}">പുതുതായി തയ്യാറാക്കിയ ആസ്ഥാന താള്‍ »</a> കാണുക
mr: <a href="{url}">नवीन स्वरूपाचे मुख्य पृष्ठ »</a>विषयी अधिक शिका
ms: Ketahui lebih lanjut mengenai kami <a href="{url}">laman utama diperbaharui »</a>
nn_no: Les meir om <a href="{url}">den nye startsida »</a>
oc: Ne saber mai sus nòstra <a href="{url}">novèla pagina d'acuèlh »</a>
or: ଆମର <a href="{url}">ପୁନଃନିର୍ମିତ ମୂଖ୍ୟ ପୃଷ୍ଠା »</a> ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pt: Saiba mais sobre a nossa <a href="{url}">renovada página iniciar »</a>
ru: Узнайте больше о нашей <a href="{url}">обновлённой домашней странице »</a>
sr: Сазнајте више о нашој <a href="{url}">редизајнираној почетној страници »</a>
ta: எங்கள் <a href="{url}">புதிதாக வடிவமைக்கப்பட்ட இல்லப் பக்கத்தைப் பற்றி மேலும் அறிக »</a>
te: <a href="{url}">కొత్తగా రూపొందించిన హోమ్ పేజీ గురించి మరింత తెలుసుకోండి »</a>
th: เรียนรู้เพิ่มเติมเกี่ยวกับ <a href="{url}">หน้าแรกแบบใหม่ »</a>
tr: Yenilenen giriş sayfasını <a href="{url}">yakından tanıyın »</a>
ur: ہمارے <a href="{url}">نئے ڈیزائن ہوئے ابتدائی صفحہ</a>» کے بارے میں اور سیکھیں
uz: Bizning <a href="{url}">qayta tuzib chiqilgan uy sahifamiz »</a> haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về <a href="{url}">thiết kế được cải tiến»</a>
zh_tw: 了解更多關於 <a href="{url}">新首頁設計 »</a> 的資訊

source: Keep in touch
af: Hou kontak
ar: ابق على اطّلاع
as: সংযোগত থাকক
az: Əlaqədə olun
bn_bd: সংস্পর্শে থাকুন
bn_in: আমাদের সাথে যোগাযোগ বজায় রাখুন
ca: Mantinguem-nos en contacte
cy: Cadw mewn cysylltiad
es: Sigue al día
fa: در جریان باشید
fr: Restons en contact
ga_ie: Beir beannacht uainn
gd: Cum an conaltradh
hi_in: संपर्क में रहें
hr: Ostanite u kontaktu
hy_am: Տեղյակ եղեք
id: Tetap terhubung
kk: Байланыста болыңыз
km: រក្សា​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕದಲ್ಲಿರಿ
ku: Bila haya me ji hev hebe
lt: Palaikykime ryšį
lv: Nepazaudējiet saikni
ml: എപ്പോഴും ബന്ധപ്പെടുക
mr: संपर्कात रहा
ms: Terus berhubung
my: အဆက်အသွယ်လုပ်မယ်
nn_no: Hald kontakten
oc: Demoratz en contacte
or: ସଂସ୍ପର୍ଷରେ ରୁହନ୍ତୁ
pt: Mantenha-se em contato
ru: Оставайтесь на связи
sr: Будите у контакту
ta: தொடர்பில் இருங்கள்
te: టచ్‌లో ఉండండి
th: ทันเหตุการณ์อยู่เสมอ
tr: İrtibatı kesmeyelim
ur: رابطے میں رہیں
uz: Bosib turing
vi: Giữ liên lạc
zh_tw: 保持聯絡

source: Keep it moving
af: Bly in beweging
ar: في كل مكان
as: ইয়াক চলনশীল ৰাখক
az: Mobil olun
bn_bd: একে চলমান রাখুন
bn_in: এগিয়ে চলুন
ca: Que no s'aturi
cy: Cadw'r peth i symud
es: Sigue en movimiento
fa: در حرکت باشید
fr: Soyez mobile
ga_ie: Beir leat é
gd: Cum a' dol e
hi_in: इसे आगे बढ़ाते रहें
hr: Budite u pokretu
hy_am: Ետ մի ընկեք
id: Ikuti perkembangannya
kk: Мобильді болыңыз
km: ធ្វើឲ្យ​វា​មាន​ចលនា​រហូត
kn: ನಡೆಯುತ್ತಿರಲಿ
ku: Li derve jî bi te re ye
lt: Turėkite naršyklę su savimi
lv: Turpiniet kustēties
ml: മുമ്പോട്ട് തുടരുക
mr: सतत चालू द्या
ms: Maju ke hadapan
my: ဆက်သွားစေ
nn_no: Ver på farten
oc: Demoram en contacte
or: ଏହାକୁ ଆଗକୁ ନେଇ ଚାଲନ୍ତୁ
pt: Mantenha-se em movimento
ru: Будьте мобильным
sr: Будите у покрету
ta: தொடர்ந்து மேம்பட வைத்திருங்கள்
te: మీ చెంతనే ఉంచుకోండి
th: ทันความเคลื่อนไหวอยู่เสมอ
tr: Yolda da yanınızda
ur: اسے چلتا رکھیں
uz: Ko‘chirishda davom eting
vi: Tiếp tục
zh_tw: 隨身帶著走

source: Get Firefox » <b>for Android</b>
af: Kry Firefox » <b>vir Android</b>
ar: احصل على فيَرفُكس ◂ <b>لأندرويد</b>
as: Firefox প্ৰাপ্ত কৰক » <b>Android ৰ বাবে</b>
az: Firefox » <b>Android üçün</b> Endirin
bn_bd: <b>অ্যান্ড্রয়েডের জন্য</b> ফায়ারফক্স নিন »
bn_in: Firefox » <b> Android</b> প্রাপ্ত করুন
ca: Baixeu el Firefox » <b>per a l'Android</b>
cy: Estyn Firefox » <b>ar gyfer Android</b>
es: Obtener Firefox » <b>para Android</b>
fa: دریافت فایرفاکس » <b>برای اندروید</b>
fr: Téléchargez Firefox » <b>pour Android</b>
ga_ie: Faigh Firefox » <b>ar Android</b>
gd: Faigh Firefox » <b>airson Android</b>
hi_in: फ़ायरफ़ॉक्स पाएँ » <b>एंड्रायड के लिए</b>
hr: Preuzmite Firefox » <b>za Android</b>
hy_am: Բեռնեք Firefox-ը » <b>Android-ի համար</b>
id: Dapatkan Firefox » <b>untuk Android</b>
kk: Firefox-ты <b>Android үшін</b> жүктеп алу »
km: យក Firefox » <b>សម្រាប់ Android</b>
kn: ಫೈರ್ಫಾಕ್ಸನ್ನು ಪಡೆದುಕೊಳ್ಳಿ » <b>ಆಂಡ್ರಾಯ್ಡಿಗಾಗಿ</b>
ku: Firefoxa » <b>ji bo Androidê</b>
lt: Parsisiųskite „Firefox“ » <b>Android’ams</b>
lv: Iegūstiet Firefox » <b>Android ierīcēm</b>
ml: ഫയര്‍ഫോക്സ് ലഭ്യമാക്കുക » <b>ആന്‍ഡ്രോയിഡിനുള്ളതു്</b>
mr: फायरफॉक्स प्राप्त करा » <b>अँड्रॉइडकरीता</b>
ms: Dapatkan Firefox » <b>untuk Android</b>
my: <b>Android</b>»အတွက်မီးမြေခွေး
nn_no: Last ned Firefox » <b>for Android</b>
oc: Obténer Firefox » <b>per Android</b>
or: Firefox ଆଣନ୍ତୁ » <b>ଏଣ୍ଡ୍ରଏଡ ପାଇଁ</b>
pt: Obtenha o Firefox » <b>para Android</b>
ru: Загрузить Firefox » <b>для Android</b>
sr: Преузмите Фајерфокс » <b>за Андроид</b>
ta: » <b>Android க்கான</b> Firefox ஐப் பெறுக
te: <b>ఆండ్రాయిడ్‌లో</b> ఫైర్‌ఫాక్స్‌ను పొందండి »
th: ใช้ Firefox » <b>สำหรับ Android</b>
tr: Android için » <b>Firefox'u indirin</b>
ur: Android<b> کے لیے Firefox</b>» لیں
uz: "<b>Android</b> uchun Firefox"ni oling »
vi: Tải » <b>cho Android</b>
zh_tw: 下載 <b>Android</b> 版本的 Firefox »

source: Keep it going
af: Versprei die nuus
ar: تابعنا
as: ইয়াক অব্যাহত ৰাখক
az: Hərəkətdə olun
bn_bd: এটিকে সক্রিয় রাখুন
bn_in: এগিয়ে চলুন
ca: Que segueixi avançant
cy: Cadw'r peth i fynd
es: ¡Síguenos!
fa: ادامه بدهید
fr: Suivez l'actualité
ga_ie: Beir bua
gd: Cum a' dol e
hi_in: इसे बनाए रखें
hr: Samo nastavite
hy_am: Հետևեք մեզ
id: Mari terus bersama
kk: Жаңалықтарды бақылаңыз
km: ធ្វើឲ្យ​វា​ដំណើរការ​រហូត
kn: ಮುಂದೆ ಸಾಗುತ್ತಲಿರಲಿ
ku: Bila haya me ji hev hebe
lt: Būkime kartu
lv: Lai tā lieta iet uz priekšu
ml: മുന്നേറുക
mr: सतत सुरू ठेवा
ms: Maju bergerak
my: လုပ်ပါစေ
nn_no: Hjelp til
oc: Siatz mobil
or: ଏହାକୁ ଆଗକୁ ନିଅନ୍ତୁ
pt: Mantenha-se em movimento
ru: Следите за новостями
sr: Будите део
ta: தொடர்ந்து வளர வைத்திருங்கள்
te: చేయూతనివ్వండి
th: ไปด้วยกันเสมอ
tr: İrtibatı kesmeyelim
ur: اسے جاری رکھیں
uz: Shunday davom eting
vi: Tiếp tục
zh_tw: 關注我們

source: Join Mozilla
af: Sluit by Mozilla aan
ar: انضمّ إلى موزيلا
as: Mozilla ত অংশগ্ৰহণ কৰক
az: Mozilla-ya Qoşul
bn_bd: মোজিলাতে যোগদান করুন
bn_in: Mozilla-এ যোগ দিন
ca: Col·laboreu amb Mozilla
cy: Ymuno â Mozilla
es: Únete a Mozilla
fa: به موزیلا بپیوندید
fr: Aidez Mozilla
ga_ie: Tacaigh le Mozilla
gd: Gabh pàirt ann am Mozilla
hi_in: मोज़िल्ला से जुड़ें
hr: Pridružite se Mozilli
hy_am: Միացի՛ր Mozilla-ին
id: Mari Bergabung
kk: Mozilla-ға кіру
km: ចូលរួម​ជាមួយ Mozilla
kn: ಮೋಝಿಲ್ಲಾದೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ
ku: Beşdarî Mozillayê bibe
lt: Įsijunkite į „Mozillą“
lv: Pievienojieties Mozilla
ml: മോസിലയില്‍ പങ്ക്ചേരുക
mr: मोझीलामध्ये सामिल व्हा
ms: Sertai Mozilla
my: မိုဇီလာတွင်ပါဝင်ပါ
nn_no: Ver med Mozilla
oc: Rejonhètz Mozilla
or: Mozilla ରେ ଅଂଶଗ୍ରହଣ କରନ୍ତୁ
pt: Junte-se à Mozilla
ru: Вступить<br/>в Mozilla
sr: Придружите се Мозила фондацији
ta: Mozilla இல் சேரவும்
te: మొజిల్లాలో చేరండి
th: เข้าร่วม Mozilla
tr: Mozilla'ya katılın
ur: Mozilla کا حصہ بنیں
uz: "Mozilla"ga qo‘shiling
vi: Tham gia Mozilla
zh_tw: 加入 Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
af: Die Android-robot is geherproduseer vanaf werk geskep en <a href="%s">gedeel deur Google</a> en word gebruik volgens die voorwaardes wat beskryf word in die <a href="%s">Creative Commons 3.0 Erkenning-Lisensie</a>.
ar: روبوتات أندرويد أعيد إنتاجها من عمل أنشأته <a href="%s">وشاركته جوجل</a> ومستخدم طبقا للبنود المشروحة في <a href="%s">رخصة المشاع الإبداعي 3.0</a>.
as: Android ৰ'বটক <a href="%s">Google দ্বাৰা অংশীদাৰী</a> আৰু সৃষ্টি কৰা কাৰ্য্যৰ পৰা পুনৰনিৰ্মাণ আৰু <a href="%s">Creative Commons 3.0 Attribution License</a> ত বিৱৰিত চুক্তিসমূহৰ অনুসৰি ব্যৱহাৰ কৰা হৈছে।
bn_bd: অ্যানড্রয়েড রোবট পুনরুত্পাদিত করেছিল কাজ তৈরি থেকে এবং <a href="%s"> গুগল দ্বারা শেয়ার করে</a> এবং ব্যবহৃত বর্ণিত শর্তাদি অনুযায়ী<a href="%s">সৃজনশীল সাধারন ৩.০ বৈশিষ্ট্য লাইসেন্সে</a>।
bn_in: অ্যান্ড্রয়েড রোবট পুনরায় তৈরি করা হয়েছে গুগলের <a href="%s">শেয়ারীকৃত কাজ থেকে </a> এবং <a href="%s"> Creative Commons 3.0 Attribution License এর শর্তাদি মেনে</a>।
ca: El Robot d'Android ha estat reproduït a partir del treball creat i <a href="%s">compartit per Google</a> i s'ha utilitzat d'acord amb els termes descrits en la <a href="%s">llicència Creative Commons 3.0 Reconeixement</a>.
cy: Mae'r Robot Android wedi ei atgynhyrchu o waith a grëwyd ac a <a href="%s">rhannwyd gan Google</a> ac sy'n cael ei ddefnyddio yn unol â'r amodau sy'n cael eu disgrifio yn y <a href="%s">Creative Commons 3.0 Attribution License</a>.
es: Android Robot es una reproducción de la obra creada y <a href="%s">compartida por Google</a> y se usa de acuerdo a los términos que se describen en la <a href="%s">licencia Reconocimiento de Creative Commons 3.0</a>.
fa: ربات اندروید توسط کاری که <a href="%s">گوگل به اشتراک‌گذاشته</a> است بازسازی شده و براساس مقررات مشروح در گواهینامهٔ <a href="%s">Creative Commons 3.0 Attribution</a> مورد استفاده قرار گرفته است.
fr: Le robot Android est inspiré d'une œuvre créée et <a href="%s">partagée par Google</a>, il est utilisé selon les conditions décrites par sa licence <a href="%s">Creative Commons 3.0</a>.
ga_ie: Tagann an Róbat Android ó obair a bhí cruthaithe agus <a href="%s">curtha ar fáil ag Google</a>, de réir na dtéarmaí sa cheadúnas <a href="%s">Creative Commons 3.0 Attribution</a>.
gd: Chaidh robotair Android ath-chruthachadh air rudan a rinn 's a <a href="%s">cho-roinn Google</a> agus a chaidh a chleachdadh a-rèir teirmichean <a href="%s">Creative Commons 3.0 Attribution License</a>.
hi_in: बनाये गएन काम से एंड्राइड रोबोट को पुनः निर्मित किया गया और <a href="%s"> गूगल द्वारा साझा किया गया</a>और <a href="%s"> क्रिएटिव कॉमन्स 3.0 विशेषता लाइसेंस </a> में वर्णित शर्तों के अनुसार उपयोग किया गया |
hr: Android Robot je reproduciran iz rada kojeg je <a href="%s">Google podijelio</a>. Rad je korišten u skladu s uvjetima navedenima u <a href="%s">Creative Commons 3.0 Attribution licenci</a>.
hy_am: Android Robot-ը ստեղծել և <a href="%s">տարածում է Google</a>-ը և օգտագործվում է համաձայն <a href="%s">Creative Commons 3.0 Attribution License</a>պայմանների։
id: Android Robot direproduksi dari hasil karya yang diciptakan dan <a href="%s">dibagikan oleh Google</a> serta digunakan sesuai dengan ketentuan yang dijelaskan dalam <a href="%s">Creative Commons 3.0 Attribution License</a>.
kk: Android роботы <a href="%s">Google-мен пайдалануға берілген</a> және оның негізінде өңделіп, <a href="%s">Creative Commons 3.0 Attribution лицензияға</a> сай қолданылады.
km: Android Robot ត្រូវ​បាន​បង្កើត​ឡើងវិញ​ដោយ​ការ​ខិតខំ <a href="%s">និង​​បាន​ចែករំលែក​ដោយ Google</a> នឹង​ប្រើប្រាស់​ដោយ​យោងទៅតាម​លក្ខខណ្ឌ​ដែល​បាន​ពណ៌នា​នៅ​ក្នុង <a href="%s">អាជ្ញាប័ណ្ណ​គុណ​លក្ខណៈ Creative Commons 3.0</a> ។
kn: ಆಂಡ್ರಾಯ್ಡ್ ರೊಬೋಟ್ ಅನ್ನು <a href="%s">Googleನಿಂದ ನಿರ್ಮಿಸಲಾದ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲಾದ</a> ಕೆಲಸದಿಂದ <a href="%s">Creative Commons 3.0 Attribution License</a>ನಲ್ಲಿ ವಿವರಿಸಲಾದ ನಿಯಮಗಳ ಅನ್ವಯ ಪುನರ್ ನಿರ್ಮಾಣಗೊಳಿಸಲಾಗಿದೆ .
ku: Robota Androidê ji hêla Googleê ve hatiye çêkirin û <a href="%s">parvekirin</a> û li gorî mercên<a href="%s">Creative Commons 3.0 Attribution License</a>ê hatiye bikaranîn.
lt: „Android“ robotas atkurtas iš medžiagos, <a href="%s">kuria pasidalino „Google“</a> ir naudojamas <a href="%s">„Creative Commons 3.0 Attribution“ licencijos</a> sąlygomis.
lv: Android robots ir izveidots no <a href="%s">Google resursiem</a> un tiek izmantots atbilstoši <a href="%s">Creative Commons 3.0 Attribution Licences</a> nosacījumiem.
ml: <a href="%s">ഗൂഗിള്‍ പങ്കിട്ടതും</a> തയ്യാറാക്കിയതുമായ പ്രവര്‍ത്തിയില്‍ നിന്നും ആന്‍ഡ്രോയിഡ് റോബോട്ട് മെച്ചപ്പെടുത്തിയിരിയ്ക്കുന്നു. <a href="%s">ക്രിയേറ്റീവ് കോമ്മണ്‍സ് 3.0 ആട്രിബ്യൂഷന്‍ ലൈസന്‍സ്</a> അനുസരിച്ചാണു് ഇതിന്റെ ഉപയോഗം.
mr: <a href="%s">गूगलतर्फे निर्मीत व शेअर केलेल्या</a> कार्याद्वारे अँड्राइड रोबोटचे पुनःउत्पन्न केले आहे व <a href="%s">क्रिएटिव्ह कॉमंस् 3.0 ॲट्रिब्युशन लाइसंस्</a> मध्ये वर्णन केलेल्या अटिंप्रमाणे वापरले जाते.
ms: Robot Android telah dikeluarkan daripada kerja yang dibuat dan <a href="%s">dikongsi oleh Google</a> dan digunakan mengikut terma dijelaskan dalam <a href="%s">Creative Commons 3.0 Attribution License</a>.
nn_no: Android-roboten vart gjenskapt frå eit arbeid laga og <a href="%s">delt av Google</a> og brukt i samsvar med vilkåra i <a href="%s">Creative Commons 3.0 Attribution-lisensen</a>.
oc: Lo robòt Android es inspirat d'una òbra creada e <a href="%s">partejada per Google</a>, es utilizat segon las condicions descrichas per sa licéncia <a href="%s">Creative Commons 3.0</a>.
or: ଏଣ୍ଡ୍ରଏଡ ରବୋର୍ଟ <a href="%s">Google ଦ୍ୱାରା ସହଭାଗୀ</a> ଏବଂ ନିର୍ମିତ କାର୍ଯ୍ୟରୁ ଉତ୍ପନ୍ନ ହୋଇଥିଲା ଏବଂ <a href="%s">Creative Commons 3.0 Attribution License</a> ଅନ୍ତର୍ଗତରେ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ନିୟମାବଳୀ ଅନୁସାରେ ବ୍ୟବହୃତ ହୋଇଥାଏ।
pt: O Robot Android foi reproduzido a partir do trabalho criado e <a href="%s">partilhado da Google</a> e utilizado de acordo com os termos descritos no <a href="%s">Creative Commons 3.0 Attribution License</a>.
ru: Робот Android был воспроизведён с работы, созданной и <a href="%s">предоставленной для использования компанией Google</a>, и используется в соответствии с условиями, описанными в <a href="%s">лицензии Creative Commons 3.0 Атрибуция</a>.
sr: Андроид робот је преправљен од дела створеног и <a href="%s">подељеног од Гугла</a> и коришћеног по условима описаног у <a href="%s">Creative Commons 3.0 Attribution License</a>.
ta: Android Robot ஆனது <a href="%s">Google உருவாக்கிப் பகிரும்</a> பணியிலிருந்து உருவாக்கப்பட்டது, மேலும் அது <a href="%s">கிரியேட்டிவ் காமன்ஸ் 3.0 ஆட்ரிபியூஷன் உரிமத்தின்</a> விதிகளின் படி பயன்படுத்தப்படுகிறது.
te: ఆండ్రాయిడ్ రోబో <a href="%s">గూగుల్ సృష్టించి మరియు పంచుకున్న</a> కృతిపై ఆధారపడింది మరియు <a href="%s">క్రియేటివ్ కామన్స్ 3.0 ఆపాదింపు లైసెన్సు</a>లో పేర్కొన్న నియమాల ప్రకారం ఉపయోగించబడింది.
th: The Android Robot เป็นการทำซ้ำจากผลงานที่สร้างและ<a href="%s">แบ่งปันให้ใช้งานจาก Google</a> โดยนำมาใช้งานภายใต้ข้อกำหนดที่แจ้งไว้ตาม <a href="%s">สัญญาอนุญาตครีเอทีฟคอมมอนส์ 3.0 แสดงที่มา</a>
tr: Android Robotu, Google tarafından üretilen <a href="%s">paylaşılan</a> çalışmanın ürünüdür ve <a href="%s">Creative Commons 3.0 Attribution Lisansı</a> koşullarına uygun olarak kullanılmıştır.
ur: انڈروئڈ روبوٹ گوگل کے تخلیق و <a href="%s">تقسیم کردہ</a> کام سے <a href="%s">تخلیقی عوامی ۳۔۰ انتسابی سند</a> کی شرائط کے مطابق تجدید اور استعمال کیا گیا تھا۔
uz: Android Robot ish uchun yaratilgan va <a href="%s">Google tomonidan bo‘lishilgan.</a> <a href="%s">Creative Commons 3.0 Attribution License</a>da keltirilgan shartlarga muvofiq foydalaniladi.
vi: Android Robot là sản phẩm được <a href="%s">làm và cộng tác với Goolge</a> và được dùng dưới <a href="%s">Creative Commons 3.0 Attribution License</a>.
zh_tw: Android 機器人是取自 <a href="%s">Google 所創作並分享之著作</a>，依照 <a href="%s">創用 CC 姓名標示 3.0 授權條款</a> 使用。

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
af: <a href="%s">Kry Firefox vir Android</a>en kry die krag van die Web byderhand. Dis vinnig, vernuftig en veilig!
ar: <a href="%s">احصل على فيَرفُكس لأندرويد</a> واجعل قوة الوب بين يديك. سريع، ذكي، آمن.
as: <a href="%s">Android ৰ বাবে Firefox প্ৰাপ্ত কৰক</a> আৰু ৱেবৰ শক্তিক আপোনাৰ হাতত আনক। দ্ৰুত, প্ৰখৰ আৰু সুৰক্ষিত!
bn_bd: <a href="%s">অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স নিন</a> এবং ওয়েবের ক্ষমতা আপনার হাতে রাখুন। এটি দ্রুত, করিতকর্মা এবং নিরাপদ!
bn_in: <a href="%s">Android-র সাথে ব্যবহারযোগ্য Firefox প্রাপ্ত করুন</a> ও ওয়েবের ক্ষমতা নিজের মুঠোয় ভরে নিন। এটি দ্রুত, বৈশিষ্ট্য সম্পন্ন ও নিরাপদ!
ca: <a href="%s">Baixeu-vos el Firefox per a l'Android</a> i poseu el poder del web a les vostres mans. És ràpid, intel·ligent i segur!
cy: <a href="%s">Estyn Firefox ar gyfer Android</a> a rhoi grym y We yn eich dwylo. Mae'n gyflym, smart a diogel!
es: <a href="%s">Obtén Firefox para Android</a> y todo el poder de la Web en tus manos. ¡Es rápido, inteligente y seguro!
fa: <a href="%s">فایرفاکس را برای اندروید بگیرید</a> و قدرت وب را در دستانتان داشته باشید. فایرفاکس، سریع، هوشمند و ایمن است!
fr: <a href="%s">Adoptez Firefox pour Android</a> et gardez la puissance du web à portée de main. Il est rapide, sûr et malin&nbsp;!
ga_ie: <a href="%s">Faigh Firefox ar Android</a> agus cuir cumhacht an Ghréasáin i do lámha. Tá sé sciobtha, stuama, sábháilte!
gd: <a href="%s">Faigh Firefox airson Android</a> 's gabh smachd air cumhachd an lìn. Tha e luath, tapaidh agus sàbhailte!
hi_in: <a href="%s">Android के लिए फ़ायरफ़ॉक्स प्राप्त करें</a>और अपने हाथ में वेब का लुफ्त उठायें. यह तेज, स्मार्ट और सुरक्षित है!
hr: <a href="%s">Preuzmite Firefox za Android</a> i postavite snagu Weba u svoje ruke. Firefox za Android je brz, pametan i siguran!
hy_am: <a href="%s">Բեռնեք Firefox-ը Android-ի համար</a> և Ձեր ձեռքերում պահեք համացանցի ամբողջ ուժը։ Այն արագ է, խելամիտ և անվտանգ։
id: <a href="%s">Dapatkan Firefox untuk Android</a>, bawa kedigdayaan Web dalam jemari Anda. Cepat, cerdas, dan aman!
kk: <a href="%s">Firefox-ты Android үшін жүктеп алыңыз</a>және интернеттің күші сіздің қолыңызда болады. Ол жылдам, ақылды және қауіпсіз!
km: <a href="%s">យក Firefox សម្រាប់ Android</a> រួច​កំណត់​ថាមពល​បណ្ដាញ​នៅ​ក្នុង​ដៃ​របស់​អ្នក ។ វា​​លឿន ឆ្លាត និង​សុវត្ថិភាព !
kn: <a href="%s">Android ಗಾಗಿ Firefox</a> ಅನ್ನು ಪಡೆದುಕೊಳ್ಳಿ ಮತ್ತು ಜಾಲದ (ವೆಬ್) ಶಕ್ತಿಯನ್ನು ನಿಮ್ಮ ಕೈಗೆಟುಕುವಂತೆ ಇರಿಸಿಕೊಳ್ಳಿ. ಇದು ವೇಗ, ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿದೆ!
ku: <a href="%s">Firefoxa ji bo Androidê bistîne</a> û hêza Webê bixe nav lepên xwe. Lezgîn, jîr û ewle ye!
lt: <a href="%s">Parsiųskite „Firefox“ „Android’ams“</a> ir nešiokitės visas saityno galias su savimi. Spartu, smagu, saugu!
lv: <a href="%s">Iegūsti Firefox Android ierīcēm</a> saņem Interneta spēku rokās. Tas ir ātri, gudri un droši!
ml: <a href="%s">ആന്‍ഡ്രോയിഡിനുള്ള ഫയര്‍ഫോക്സ്</a> ഉടന്‍ ലഭ്യമാക്കുക. ഇതു് വേഗവും, അടിപൊളിയും സുരക്ഷിതവുമാണു്!
mr: <a href="%s">अँड्राइडकरीता फायरफॉक्स प्राप्त करा</a> व तुमच्या हातात वेबची शक्ति घ्या. हे वेगवान, जलद, व सुरक्षित आहे!
ms: <a href="%s">Dapatkan Firefox untuk Android</a> dan letak kuasa dariapada Web di tangan anda. Ia pantas, bijak dan selamat!
my: <a href="%s">Android အတွက် မီးမြေခွေး ကိုရယူပါ</a> ပြီးတော့ ဝတ်ရဲ့ အစွမ်းအချို့ကို သင့်လက်ဝယ် ဆုပ်ကိုင်အသုံးချလိုက်ပါ ။ မြန်တယ် ၊ ကောင်းတယ် ပြီးတော့ လုံခြုံတယ်!
nn_no: <a href="%s">Last ned Firefox for Android</a> og legg krafta i nettet i eigne hender. Han er rask, smart og trygg!
oc: <a href="%s">Adoptatz Firefox per Android</a> e gardatz la poténcia del web a portada de man. Es rapid, segur e malin&nbsp;!
or: <a href="%s">ଏଣ୍ଡ୍ରଏଡ ପାଇଁ Firefox ଆଣନ୍ତୁ</a> ଏବଂ ଆପଣଙ୍କ ହାତ ମୁଠାରେ ୱେବର ଶକ୍ତି ପାଆନ୍ତୁ। ଏହା ତୀବ୍ର, ଚତୁର ଏବଂ ସୁରକ୍ଷିତ ଅଟେ!
pt: <a href="%s">Obtenha o Firefox para Android</a> e coloque o poder da web Web nas suas mãos. É rápido, inteligente e seguro!
ru: <a href="%s">Загрузите Firefox для Android</a> и вся мощь Интернета окажется в ваших руках. Он быстрый, умный и безопасный!
sr: <a href="%s">Преузмите Фајерфокс за Андроид</a> и ставите моћ веба у Ваше руке. Он је брз, паметан и сигуран!
ta: <a href="%s">Android க்கான Firefox ஐப் பெற்று</a> இணையத்தின் சக்தியை உங்கள் கைகளுக்குள் கொண்டு வாருங்கள். இது வேகமானது, புத்திசாலித்தனமானது மற்றும் பாதுகாப்பானது!
te: <a href="%s">ఆండ్రాయిడ్‌లో ఫైర్‌ఫాక్స్‌ను పొందండి</a> ఇక జాలం యొక్క శక్తి మీ చేతుల్లో ఉంటుంది. వేగవంతం, చురుకైనది మరియు సురక్షితమైనది!
th: <a href="%s">ใช้ Firefox สำหรับ Android</a> และนำพลังของเว็บมาไว้ในมือคุณ แล้วคุณจะรู้ว่ามันเร็ว, ฉลาดและปลอดภัย!
tr: <a href="%s">Android için Firefox'u edinin </a> ve Web'in gücünü avuçlarınıza alın. Hızlı, akıllı ve güvenli!
ur: <a href="%s">Android کے لیے Firefox حاصل کریں</a> اور ویب کی طاقت اپنے ہاتھوں میں لیں۔ یہ تیز، ہوشیار اور محفوظ ہے۔
uz: <a href="%s">"Android uchun Firefox"ni yuklab oling</a> va internetni tez ishlashga qo‘llaringiz bilan majburlang. Tez, qulay va xavfsiz!
vi: <a href="%s">Tải Firefox cho Android</a> và khám phá sức mạnh của web trong tầm tay. Nhanh, thông minh và an toàn!
zh_tw: <a href="%s">下載 Android 版的 Firefox</a> 讓網路的威力降臨到行動裝置當中。更快、更聰明、更加安全！
