Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew.lang.po
Languages: af, ar, as, az, bn_bd, bn_in, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, or, pt, ru, sr, ta, te, th, tr, ur, uz, vi, zh_tw

source: Now get the mobile browser that’s got your back
af: Kry nou die selfoonblaaier wat na u omsien
ar: احصل الآن على متصفح وب الجوّال الذي لن يخذلك
as: এতিয়া আপোনাক সমৰ্থন কৰা ম'বাইল ব্ৰাউছাৰ প্ৰাপ্ত কৰক
az: İndi isə hər zaman güvənə biləcəyiniz mobil səyyahı endirin
bn_bd: এখন একটি মোবাইল ব্রাউজার পেতে যা আপনি ফিরে পেয়েছেন
bn_in: আপনার জন্য সর্বদা প্রস্তুত মোবাইল ব্রাউজার প্রাপ্ত করুন
ca: Obteniu el navegador mòbil que us protegeix
cy: Estyn y porwr symudol sy'n eich cefnogi
es: Obtén ahora el navegador móvil que te protege
fa: حالا مرورگر وب تلفن همراهی را بگیرید که هوای شما را دارد.
fr: Adoptez maintenant le navigateur mobile qui assure vos arrières.
ga_ie: Anois, beir leat é agus beir bua
gd: Faigh brabhsair airson fònaichean-làimhe a tha fo do smachd fhèin.
hi_in: अभी मोबाइल ब्राउज़र पायें जो आपका समर्थन कर सकें
hr: A sada nabavite preglednik za mobitele koji vam čuva leđa
hy_am: Ունեցեք բջջային դիտարկիչ, որը կպահի Ձեր թիկունքը
id: Dapatkan segera peramban ponsel, dibuat untuk Anda.
kk: Енді әрқашан сенуге болатын мобильді браузерді жүктеп алыңыз
km: ឥឡូវ​យក​កម្មវិធី​រុករក​សម្រាប់​ទូរស័ព្ទ​ចល័ត​របស់​អ្នក
ku: Niha geroka mobîlê ya ku li pişta te ye bistîne
lt: Dabar parsisiųskite mobiliąją naršyklę, kuri nepamirš jūsų saugumo
lv: Iegūsti mobilo pārlūku, kas rūpējas par tevi
ml: മൊബൈല്‍ ബ്രൌസര്‍ ലഭ്യമാക്കുക
mr: आत्ता तुमच्या पाठीशी राहणारे मोबाइल ब्राउजर प्राप्त करा
ms: Dapatkan sekarang pelayar mudah alih yang membantu anda
my: ကဲအခုပဲ သင့်ကိုလုံခြုံစိတ်ချမှူပေးမယ့် ဘယောက်ဆာကိုရယူလိုက်ပါ
nn_no: Last ned mobilnettlesaren som er på di side
oc: Adoptatz ara lo navigador mobil qu'assegura vòstres arrièrs.
or: ବର୍ତ୍ତମାନ ମୋବାଇଲ ବ୍ରାଉଜର ଆଣନ୍ତୁ ଯାହାକୁ ଆପଣ ସର୍ବଦା ଆବଶ୍ୟକ କରିଥାନ୍ତି
pt: Obtenha agora o navegador móvel que o protege.
ru: Теперь загрузите мобильный браузер, на который всегда можно положиться
sr: Преузмите мобилни прегледач који чува Ваша леђа
ta: இப்போதே உங்களுக்காகவே உள்ள மொபைல் உலாவியைப் பெறுக
te: మీ వెన్నుదన్నుగా ఉండే మొబైల్ విహారిణిని ఇప్పుడు పొందండి
th: ใช้เว็บเบราเซอร์สำหรับอุปกรณ์พกพาที่คอยระวังหลังให้คุณ
tr: Şimdi sizi kollayan mobil tarayıcıyı da edinin
ur: اب وہ موبائل براؤزر حاصل کریں جسے آپ کا خیال ہے
uz: Sizni kuttirib qo‘ymaydigan mobil brauzerini o‘rnating
vi: Tải trình duyệt cho di động, đưa bạn về với Web xịn!
zh_tw: 立刻下載最挺您的行動瀏覽器

source: Firefox Features
ar: خصائص فيَرفُكس
as: Firefox ৰ বৈশিষ্ট্যসমূহ
az: Firefox-un Özəllikləri
es: Características de Firefox
fa: امکانات فایرفاکس
fr: Fonctionnalités de Firefox
gd: Feartan Firefox
hi_in: फ़ायरफ़ॉक्स सुविधाएँ
hr: Mogućnosti Firefoxa
kk: Firefox-тың мүмкіндіктері
kn: ಫೈರ್‌ಫಾಕ್ಸಿನ ಸವಲತ್ತುಗಳು
ku: Taybetiyên Firefoxê
ml: ഫയര്‍ഫോക്സ് വിശേഷതകള്‍
my: မီးမြေခွေးစွမ်းဆောက်ချက်များ
oc: Foncionalitats de Firefox
or: Firefox ବିଶେଷତାଗୁଡ଼ିକ
ru: Возможности Firefox
sr: Фајерфокс могућности
te: ఫైర్‌ఫాక్స్ సౌలభ్యాలు
ur: Firefox فیچر
vi: Chức năng Firefox

source: Welcome to Firefox
af: Welkom by Firefox
ar: مرحبا مع فيَرفُكس
as: Firefox লে স্বাগতম
bn_bd: ফায়ারফক্সে আপনাকে স্বাগতম
bn_in: Firefox-এ স্বাগতম
ca: Us donem la benvinguda al Firefox
cy: Croeso i Firefox
es: Bienvenido a Firefox
fa: به فایرفاکس خوش‌آمدید
fr: Bienvenue dans Firefox
ga_ie: Fáilte go Firefox
gd: Fàilte gu Firefox
hi_in: फ़ायरफ़ॉक्स में आपका स्वागत है
hr: Dobrodošli u Firefox
hy_am: Բարի Գալուստ Firefox
id: Selamat Datang di Firefox
kk: Firefox-қа қош келдіңіз
km: សូម​ស្វាគមន៍​មកកាន់ Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ಗೆ ಸ್ವಾಗತ
ku: Bi xêr hatî Firefoxê
lt: Sveiki! Čia „Firefox“
lv: Esiet sveicināti Firefox
ml: ഫയര്‍ഫോക്സിലേക്കു് സ്വാഗതം
mr: फायरफॉक्सवर आपले स्वागत
ms: Selamat datang ke Firefox
my: မီးမြေခွေးမှ ကြိုဆိုပါတယ်
nn_no: Velkomen til Firefox
oc: Benvenguda dins Firefox
or: Firefox ରେ ଆପଣଙ୍କୁ ସ୍ୱାଗତ କରୁଅଛୁ
pt: Bem vindo ao Firefox
ru: Добро пожаловать в Firefox
sr: Добродошли у Фајерфокс
ta: பயர்பாக்ஸிற்கு வரவேற்கிறோம்
te: ఫైర్‌ఫాక్స్‌కి స్వాగతం
th: ยินดีต้อนรับสู่ Firefox
tr: Firefox'a Hoş Geldiniz
ur: Firefox میں خوش آمدید
uz: "Firefox"ga xush kelibsiz
vi: Chào mừng đến với Firefox
zh_tw: 歡迎使用 Firefox

source: Firefox Help
ar: مساعدة فيَرفُكس
as: Firefox সহায়
az: Firefox Yardım
es: Ayuda de Firefox
fa: راهنمای فایرفاکس
fr: Assistance pour Firefox
gd: Cobhair le Firefox
hi_in: फ़ायरफ़ॉक्स मदद
hr: Firefox pomoć
kk: Firefox мәліметі
kn: ಫೈರ್ಫಾಕ್ಸ್ ಸಹಾಯ
ku: Alîkariya Firefoxê
ml: ഫയര്‍ഫോക്സിനുള്ള സഹായം
my: မီးမြေခွေး အတွက် အကူအညီ
oc: Ajuda de Firefox
or: Firefox ସହାୟତା
ru: Справка Firefox
sr: Фајерфокс помоћ
te: ఫైర్‌ఫాక్స్ సహాయం
ur: Firefox مدد
vi: Hỗ trợ Firefox

source: Firefox for Android artwork
af: Kunswerk vir Firefox vir Android
ar: الشعارات الرسومية لفيَرفُكس أندرويد
as: Android চিত্ৰকলাৰ বাবে Firefox
bn_bd: অ্যান্ড্রয়েড আর্টওয়ার্কের জন্য ফায়ারফক্স
bn_in: Android-র সাথে ব্যবহারযোগ্য Firefox-র চিত্র
ca: Material gràfic del Firefox per a l'Android
cy: Gwaith celf Firefox for Android
es: Material gráfico de Firefox para Android
fa: کارهای هنری فایرفاکس برای اندروید
fr: Illustration Firefox pour Android
ga_ie: Ealaín: Firefox ar Android
gd: Obair-ealain airson Firefox air Android
hi_in: Android कलाकृति के लिए फ़ायरफ़ॉक्स
hr: Ilustracije Firefoxa za Android
hy_am: Firefox Android-ի համար, արվեստը
id: Karya seni Firefox untuk Android
kk: Firefox-тың Android үшін бейнесі
km: Firefox សម្រាប់​ការងារ​សិល្បៈ Android
kn: ಆಂಡ್ರಾಯಿಡ್ ಆರ್ಟ್ ವರ್ಕ್ ಗಾಗಿ ಫೈರ್ಫಾಕ್ಸ್
ku: Hunera Firefoxa ji bo Androidê
lt: „Firefox“ „Android’ams“
lv: Firefox Android ierīcēm darbībā
ml: ആന്‍ഡ്രോയിഡിനുള്ള ഫയര്‍ഫോക്സ്
mr: अँड्राइड आर्टवर्ककरीता फायरफॉक्स
ms: Hasil seni Firefox untuk Android
my: Android သုံးမီးမြေခွေး artwork
nn_no: Grafikk for Firefox för Android
oc: Firefox per Android artwork
or: ଏଣ୍ଡ୍ରଏଡ଼ କୁଶଳତା ପାଇଁ Firefox
pt: Firefox para Android artwork
ru: Изображение Firefox для Android
sr: Илустрације Фајерфокса за Андроид
ta: Android ஆர்ட்ஒர்க்குக்கான Firefox
te: ఆండ్రాయిడ్ కొరకు ఫైర్‌ఫాక్స్ చిత్రం
th: รูปภาพของ Firefox สำหรับ Android
tr: Android için Firefox görseli
ur: Android کے لیے Firefox کا آرٹ
uz: Android san’ati uchun Firefox
vi: Firefox Android artwork
zh_tw: Android 版 Firefox 插圖

source: Fast. Smart. Safe.
af: Vinnig. Vernuftig. Veilig.
ar: سريع. ذكيّ. آمن.
as: দ্ৰুত. প্ৰখৰ. সুৰক্ষিত.
bn_bd: দ্রুত। করিতকর্মা। নিরাপদ।
bn_in: দ্রুত। বৈশিষ্ট্য সম্পন্ন। নিরাপদ।
ca: Ràpid. Intel·ligent. Segur.
cy: Cyflym. Clyfar. Diogel.
es: Rápido. Inteligente. Seguro.
fa: سریع. هوشمند. ایمن.
fr: Rapide. Sûr. Malin.
ga_ie: Sciobtha. Stuama. Sábháilte.
gd: Luath. Tapaidh. Sàbhailte.
hi_in: तेज. स्मार्ट. सुरक्षित
hr: Brz. Pametan. Siguran.
hy_am: Արագ։ Խելամիտ։ Անվտանգ։
id: Cepat. Cerdas. Aman.
kk: Жылдам. Ақылды. Қауіпсіз.
km: លឿន ឆ្លាត សុវត្ថិភាព
kn: ಸುಲಲಿತ, ಸಮರ್ಥ, ಸುರಕ್ಷಿತ.
ku: Lezgîn. Jîr. Ewle.
lt: Sparti. Smagi. Saugi.
lv: Ātrs. Gudrs. Drošs.
ml: വേഗം. അടിപൊളി. സുരക്ഷിതം.
mr: वेगवान. जलद. सुरक्षित.
ms: Pantas. Bijak. Selamat.
my: မြန် ကောင်း လုံခြု
nn_no: Rask. Smart. Trygg.
oc: Rapid. Segur. Malin.
or: ତୀବ୍ର। ଚତୁର। ସୁରକ୍ଷିତ।
pt: Rápido. Inteligente. Seguro.
ru: Быстрый. Умный. Безопасный.
sr: Брз. Паметан. Сигуран.
ta: வேகம். புத்திசாலித்தனம். பாதுகாப்பு.
te: వేగవంతం. చురుకైనది. సురక్షితం.
th: เร็ว ฉลาด ปลอดภัย
tr: Hızlı. Akıllı. Güvenli.
ur: تیز۔ ہوشیار۔ محفوظ۔
uz: Tez. Qulay. Xavfsiz.
vi: Nhanh. Lanh. An toàn.
zh_tw: 更快、更聰明、更加安全

source: Get the mobile browser that’s got your back.
af: Kry die selfoonblaaier wat na u omsien.
ar: احصل على متصفح وب الجوّال الذي لن يخذلك.
as: আপোনাক সমৰ্থন কৰা ম'বাইল ব্ৰাউছাৰ প্ৰাপ্ত কৰক।
az: Hər zaman güvənə biləcəyiniz mobil səyyahı endirin.
bn_bd: মোবাইল ব্রাউজার পেতে যা আপনি ফিরে পেয়েছেন।
bn_in: আপনার জন্য সর্বদা প্রস্তুত মোবাইল ব্রাউজারটি প্রাপ্ত করুন।
ca: Baixeu-vos el navegador mòbil que us protegeix.
cy: Estyn y porwr symudol sy'n eich cefnogi.
es: Obtén el navegador móvil que te protege.
fa: مرورگر وب تلفن همراهی را بگیرید که هوای شما را دارد.
fr: Adoptez le navigateur mobile qui assure vos arrières.
ga_ie: Beir leat é agus beir bua
gd: Faigh brabhsair airson fònaichean-làimhe a tha fo do smachd fhèin.
hi_in: मोबाइल ब्राउज़र पायें जो आपका समर्थन कर सकें
hr: Nabavite preglednik za mobitele koji vam čuva leđa.
hy_am: Ունեցեք բջջային դիտարկիչ, որը կպահի Ձեր թիկունքը։
id: Dapatkan peramban ponsel, dibuat untuk Anda.
kk: Әрқашан сенуге болатын мобильді браузерді жүктеп алыңыз.
km: យក​កម្មវិធី​រុករក​សម្រាប់​ទូរស័ព្ទ​ចល័ត​របស់​អ្នក។
ku: Geroka mobîlê ya ku pasvanê te ye bistîne.
lt: Parsisiųskite mobiliąją naršyklę, kuri nepamirš jūsų saugumo.
lv: Iegūsti mobilo pārlūku, kas rūpējas par tevi
ml: മൊബൈല്‍ ബ്രൌസര്‍ ലഭ്യമാക്കുക.
mr: तुमच्या पाठीशी राहणारे मोबाइल ब्राउजर प्राप्त करा.
ms: Dapatkan pelayar mudah alih yang membantu anda.
my: သင့်ကိုလုံခြုံစိတ်ချမှူပေးမယ့် မိုဘိုင်းဘယောက်ဆာကိုရယူလိုက်
nn_no: Last ned mobilnettlesaren som er på di side.
oc: Adoptatz lo navigador mobil qu'assegura vòstres arrièrs.
or: ମୋବାଇଲ ବ୍ରାଉଜର ଆଣନ୍ତୁ ଯାହାକୁ ଆପଣ ସର୍ବଦା ଆବଶ୍ୟକ କରିଥାନ୍ତି
pt: Obtenha o navegador móvel que o protege.
ru: Загрузите мобильный браузер, на который всегда можно положиться.
sr: Преузмите мобилни прегледач који чува Ваша леђа.
ta: உங்களுக்காகவே உள்ள மொபைல் உலாவியைப் பெறுக.
te: మీ వెన్నుదన్నుగా ఉండే మొబైల్ విహారిణిని పొందండి.
th: ใช้เว็บเบราเซอร์สำหรับอุปกรณ์พกพาที่คอยระวังหลังให้คุณ
tr: Arkanızı kollayan mobil tarayıcıyı edinin.
ur: وہ موبائل براؤزر حاصل کریں جسے آپ کا خیال ہے۔
uz: Sizni kuttirib qo‘ymaydigan mobil brauzerini o‘rnating.
vi: Tải trình duyệt di động đưa bạn về với web xịn.
zh_tw: 下載最挺您的行動瀏覽器。

source: Facebook Messenger for Firefox
af: Facebook Messenger vir Firefox
as: Firefox ৰ বাবে Facebook Messenger
bn_bd: ফায়ারফক্সের জন্য ফেসবুক ম্যাসেঞ্জার
bn_in: Firefox-এর জন্য Facebook Messenger
ca: Facebook Messenger per al Firefox
cy: Facebook Messenger ar gyfer Firefox
es: Facebook Messenger para Firefox
fa: پیام‌رسان فیس‌بوک برای فایرفاکس
fr: Facebook Messenger pour Firefox
ga_ie: Facebook Messenger ar Firefox
gd: Facebook Messenger airson Firefox
hi_in: फ़ेसबुक संदेशवाहक फायरफोक्स के लिये
hr: Facebook Messenger za Firefox
hy_am: Facebook Messenger Firefox-ի համար
id: Facebook Messenger untuk Firefox
kk: Firefox үшін Facebook чаты
km: កម្មវិធី​ផ្ញើ​សារ Facebook សម្រាប់ Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ಗಾಗಿ ಫೇಸ್ ಬುಕ್ ಮೆಸೆಂಜರ್
ku: Facebook Messenger ji bo Firefoxê
lt: „Facebook“ pokalbiai „Firefox“ naršyklėje
lv: Firefox Facebook ziņotājs
ml: ഫയര്‍ബോക്സിനുള്ള ഫെയിസ്ബുക്ക് മെസ്സഞ്ചര്‍
mr: फायरफॉक्सकरीता फेसबूक मेसेंजर
ms: Facebook Messenger untuk Firefox
my: မီးမြေခွေးရှိ ဖေစ့်ဘုတ်စာတိုပို့စနစ်
oc: Facebook Messenger per Firefox
or: Firefox ପାଇଁ Facebook ସନ୍ଦେଶ ବାହକ
pt: Facebook Messenger para Firefox
sr: Фејсбук месинџер за Фајерфокс
ta: Firefox க்கான Facebook Messenger
te: ఫైర్‌ఫాక్స్ కొరకు ఫేస్‌బుక్ మెసెంజర్
th: Facebook Messenger สำหรับ Firefox
tr: Firefox için Facebook Messenger
ur: Firefox کے لیے Facebook Messenger
uz: "Firefox" uchun "Facebook mesenjer"
vi: Facebook Messenger chat Firefox
zh_tw: Firefox 專用即時通

source: Now you can keep up with friends wherever you go on the Web.
af: Bly in kontak met vriende waar u ook al gaan op die Web.
as: এতিয়া আপুনি ৱেবৰ সকলো ঠাইত বন্ধুসকলৰ সৈতে সংযুক্ত থাকিব পাৰিব।
bn_bd: এখন আপনি ওয়েবে যেখানেই যান না কেন আপনি আপনার বন্ধুদের সাথে রাখতে পারবেন।
bn_in: সর্বদা বন্ধুদের সাথে যুক্ত থাকুন ওয়েব-এর সাহায্যে
ca: Ara podeu estar en contacte amb els vostres amics des de qualsevol lloc del web.
cy: Nawr mae modd cadw mewn cysylltiad â'ch ffrindiau lle bynnag fyddwch chi ar y We.
es: Ahora puedes estar en contacto con tus amigos desde cualquier lugar de la Web.
fa: حالا هرکجای وب که باشید می‌توانید با دوستانتان در ارتباط بمانید.
fr: Gardez le contact avec vos amis où que vous soyez sur le Web.
ga_ie: Anois is féidir fanacht i dteagmháil le cairde chuile áit ar an nGréasán.
gd: 'S urrainn dhut cumail suas ri do charaidean a-nis ge be càit air an lìon a bhios tu.
hi_in: अब आप अपने दोस्तो के साथ देखादेखी कर सकते है चाहे आप जहा भी जाये वेब पर.
hr: Sada možete ostati u kontaktu s prijateljima gdje god se zaputite na Webu.
hy_am: Այմ կարող եք կապի մեջ լինել Ձեր ընկերների հետ ցանկացած տեղից։
id: Tetap terhubung dengan teman-teman, ke mana pun Anda menjelajah Web.
kk: Енді браузерді ашқан кезде, достарыңызбен әрқашан байланыста болұға мүмкіндік бар.
km: ឥឡូវនេះ​អ្នក​អាច​តាម​ទាន់​មិត្តភ័ក្ដិ​ទាំងអស់ ទោះបីជា​អ្នក​នៅ​លើ​បណ្ដាញ​ក៏ដោយ។
kn: ಈಗ ನೀವು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಎಲ್ಲೇ ಇದ್ದರೂ ನಿಮ್ಮ ಗೆಳೆಯರೊಂದಿಗೆ ಸದಾ ಸಂಪರ್ಕದಲ್ಲಿರಬಹುದು.
ku: Niha li ku dera Webê bî jî, dîsa dikarî bi hevalên xwe re di nav peywendiyê de bî.
lt: Dabar galite palaikyti ryšį su draugais, ką benaršytumėte.
lv: Paliec draugu lokā, lai arī kur tīmeklī Tu ietu.
ml: വെബില്‍ എവിടെയാണെങ്കിലും നിങ്ങള്‍ക്കു് കൂട്ടൂകാരുമായി ബന്ധപ്പെടാം.
mr: आता वेबवर कुठेही तुमच्या मित्रांबरोबर रहा.
ms: Sekarang anda boleh berkongsi masa dengan kawan-kawan anda dimana anda berada di Web.
my: သင်ဝတ်ဗ်ပေါ် တွင် ဘယ်နေရာသွားသွား သူငယ်ချင်းများဖြင့်ဆက်သွယ်နေနိုင်ပြီ။
nn_no: Nå kan du halda følgje med venane dine same kvar du er du er på nettet.
oc: Gardatz lo contacte amb vòstres amics ont que siatz sul Web.
or: ବର୍ତ୍ତମାନ ଆପଣ ସବୁସ୍ଥାନରେ ସାଙ୍ଗମାନଙ୍କ ସହିତ ୱେବ ସହାୟତାରେ ସମ୍ପର୍କରେ ରହିପାରିବେ।
pt: Agora pode manter-se em contato com os amigos sempre que for à web.
sr: Сада се можете дописивати са Вашим пријатељима где год да сте на вебу.
ta: இப்போது நீங்கள் இணையத்தில் எங்கு சென்றாலும் உங்கள் நண்பர்களுடன் தொடர்பில் இருக்கலாம்.
te: ఇప్పడు జాలంలో ఎక్కడికి వెళ్ళినా మీ స్నేహితులతో మాట్లాడుతూ ఉండవచ్చు.
th: คุณสามารถติดตามเพื่อนของคุณได้ไม่ว่าคุณจะอยู่ที่เว็บไหน
tr: Artık Web'in neresinde olursanız olun arkadaşlarınızla iletişimde kalabilirsiniz.
ur: اب آپ ویب پر جہاں کہیں بھی جائیں، اپنے دوستوں سے مربُوط رہ سکتے ہیں۔
uz: Endi qayerda bo‘lishingizdan qat’i nazar do‘stlaringiz bilan internetda doimo aloqada bo‘la olasiz.
vi: Giờ đây, bạn giữ được liên lạc với mọi bạn bè trên Web.
zh_tw: 悠遊網路世界，隨時掌握朋友動向。

source: Visit Facebook to turn it on
af: Besoek Facebook om dit aan te skakel
as: ইয়াক আৰম্ভ কৰিবলে Facebook ভ্ৰমণ কৰক
bn_bd: এটাকে চালু করতে ফেসবুক পরিদর্শন করুন
bn_in: এটিকে চালু করতে Facebook পরিদর্শন করুন
ca: Visiteu el Facebook per activar-ho
cy: Ewch i Facebook i'w agor
es: Visitar Facebook para activarlo
fa: برای روشن کردن، به فیس‌بوک بروید
fr: Se rendre sur Facebook pour l'activer
ga_ie: Bain triail as, ar Facebook
gd: Tadhail air Facebook gus a chur air
hi_in: फ़ेसबुक देखे इसे खोलने के लिये
hr: Posjetite Facebook da biste uključili
hy_am: Այցելեք Facebook՝ այն միացնելու համար
id: Kunjungi Facebook untuk mengaktifkannya
kk: Оны қосу үшін Facebook-ты қарап шығыңыз
km: សូម​មើល Facebook ដើម្បី​បើក​វា
kn: ಇದನ್ನು ಚಾಲಿಸುವುದಕ್ಕಾಗಿ ಫೇಸ್ ಬುಕ್ ಗೆ ಭೇಟಿಕೊಡಿ
ku: Ji bo ku vebe serdana Facebookê bike
lt: Įsijunkite, aplankydami „Facebook“
lv: Apmeklē Facebook, lai ieslēgtu to
ml: ഓണ്‍ ചെയ്യുന്നതിനായി ഫെയിസ്ബുക്ക് സന്ദര്‍ശിയ്ക്കുക
mr: सुरू करण्यासाठी फेसबूकवर भेट द्या
ms: Lawati Facebook untuk menyalakan ia semula
my: ဖေစ့်ဘုတ်အားဖွင့်ပြီးဒါကိုသုံး
nn_no: Gå til Facebook for å aktivera
oc: Anar sus Facebook per l'activar
or: ଏହାକୁ ଅନ କରିବା ପାଇଁ Facebook ପରିଦର୍ଶନ କରନ୍ତୁ
pt: Visite o Facebook para o ativar
sr: Посетите Фејсбук како би укључили ову могућност
ta: இதை இயக்க Facebook க்குச் செல்லவும்
te: చేతనం చేయడానికి ఫేస్‌బుక్‌ను సందర్శించండి
th: เข้า Facebook เพื่อเปิดใช้งาน
tr: Açmak için Facebook'u ziyaret edin
ur: اِسے چلانے کیلئے Facebook ملاحظہ کیجئے
uz: Uni yoqib qo‘yish uchun "facebook"ka kiring
vi: Ghé thăm Facebook và bật nó lên
zh_tw: 前往 Facebook 開啟此功能

source: Get notified right away
af: Word onmiddellik in kennis gestel
as: তৎক্ষনাত অধিসূচীত হওক
bn_bd: তত্ক্ষণাৎ ঘোষনা পেতে
bn_in: সর্বদা সূচীত থাকুন
ca: Rebeu notificacions immediatament
cy: Derbyniwch negeseuon yn syth
es: Recibe notificaciones inmediatamente
fa: بلافاصله مطلع شوید
fr: Soyez avertis immédiatement
ga_ie: Bí ar an eolas láithreach
gd: Faigh brath sa bhad
hi_in: फ़ौरन सूचित हो जाये
hr: Budite odmah obaviješteni
hy_am: Ստացեք տեղեկացումները միանգամից
id: Dapatkan notifikasi seketika
kk: Жаңалықтарды бірден білу
km: យក​ការ​ជូនដំណឹង
kn: ಈಗಿನಿಂದಲೇ ಸೂಚನೆ ಪಡೆಯಿರಿ
ku: Hema niha danezanan bistîne
lt: Gaukite pranešimus nedelsiant
lv: Saņem paziņojumus uzreiz
ml: ഉടന്‍ തന്നെ അറിയുക
mr: लगेच सूचीत व्हा
ms: Dapatkan notifikasi sekarang juga
my: ဒီကနေပဲNotificationကြည့်မယ်
nn_no: Få informasjon direkte
oc: Siatz avisat immediatament
or: ବର୍ତ୍ତମାନ ସୂଚନା ଗ୍ରହଣ କରନ୍ତୁ
pt: Seja notificado imediatamente
sr: Будите обавештени одмах
ta: உடனடியாக அறிவிப்புகளைப் பெறுக
te: ఇప్పుడే తెలుసుకోండి
th: รับการแจ้งเตือนทันใจ
tr: Hemen bildirim alın
ur: فوراً مُطلع ہوں
uz: Darhol eslatmalarni olish
vi: Không thông báo ngay
zh_tw: 訊息一送即時通知

source: See new comments, photo tags & other Facebook updates instantly.
af: Sien oombliklik nuwe opmerkings, foto-etikette en ander Facebook-aktiwiteit.
as: নতুন মন্তব্য, ফ'টো টেগ আৰু অন্য Facebook আপডেইটসমূহ তৎক্ষনাত চাওক।
bn_bd: নতুন মন্তব্য, ফটো ট্যাগ ও অন্যান্য ফেসবুক আপডেট তাত্ক্ষণিক দেখুন।
bn_in: মন্তব্য, ছবি ট্যাগ ও অন্যান্য Facebook আপডেট তৎক্ষনাৎ পান।
ca: Vegeu instantàniament comentaris nous, etiquetes a les fotografies i altres actualitzacions del Facebook.
cy: Cewch weld sylwadau, tagiau lluniau a diweddariadau Facebook yn syth.
es: Mira al instante los nuevos comentarios, etiquetas de fotos y otras actualizaciones de Facebook.
fa: نظرات جدید، برچسب‌های عکس‌ها و باقی بروزرسانی‌های فیس‌بوک را فورا ببینید.
fr: Recevez instantanément les nouveaux commentaires, les identifications et d'autres notifications.
ga_ie: Féach nótaí tráchta nua, clibeanna grianghraif, agus nuashonruithe eile ar Facebook láithreach
gd: Faic beachdan ùra, tagaichean dhealbhan ⁊ naidheachdan Facebook eile sa bhad.
hi_in: देखे नया टिप्पणी , फोटो टैग और दुसरे फ़ेसबुक अपडेट तुरन्त
hr: Najbrži način za provjeru novih komentara, označenih fotografija i ostalih novosti na Facebooku.
hy_am: Նայեք նոր մեկնաբանությունները, լուսանկարների նշումները և Facebook-ի այլ թարմացումները անհապաղ։
id: Lihat komentar, tanda foto, dan pemutakhiran Facebook lainnya, seketika.
kk: Жаңа пікірлерді, сүрет белгілерді және басқа Facebook жаңартуларды бірден біліңіз.
km: មើល​មតិយោបល់​ថ្មីៗ ស្លាក​រូបថត និង​ការ​ធ្វើ​បច្ចុប្បន្នភាព Facebook ភ្លាមៗ ។
ku: Şîroveyên nû, wêneyên etîketkirî û tiştên nû yên Facebookê tavilê bibîne.
lt: Iškart matykite naujus komentarus, pažymėjimus nuotraukose ir kitus pasikeitimus „Facebook“ tinkle.
lv: Redzi jaunos komentārus, foto atzīmes un citas Facebook ziņas momentāni.
ml: പുതിയ അഭിപ്രായങ്ങള്‍, ഫോട്ടോ റ്റാഗുകള്‍, മറ്റു് ഫെയിസ്ബുക്ക് പരിഷ്കരണങ്ങള്‍ ഉടന്‍ തന്നെ കാണുക.
mr: नवीन टिपण्णी, फोटो टॅग्स् व इतर फेसबूक सुधारणा त्वरीत पहा.
ms: Lihat komen-komen yang terbaru, tag-tag gambar & makluman lain Facebook secara cepat.
my: ကွန်မန့်အသစ်တွေ ၊ဓာတ်ပုံတွဲချိတ်မှူတွေနဲ့အခြားဖေစ့်ဘုတ်လှူပ်ရှားမှူတွေကိုချက်ခြင်းကြည့်ရှူနိုင်ပါပြီ
nn_no: Sjå nye kommentarer, foto-taggar og andre Facebook-oppdateringar i sanntid.
oc: Recebètz instantanèament los comentaris novèls, las identificacions e d'autras notificacions.
or: ନୂତନ ଟିପ୍ପଣୀ, ଫୋଟୋ ଟ୍ୟାଗ ଏବଂ ଅନ୍ୟାନ୍ୟ Facebook ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସଙ୍ଗେ ସଙ୍ଗେ ଦେଖନ୍ତୁ।
pt: Veja novos comentários, etiquetas de fotos & e outras atualizações do Facebook imediatamente.
sr: Најбржи начин за проверу нових коментара, ознака у фотографијама и остала Фејсбук обавештења.
ta: புதிய கருத்துகள், புகைப்பட குறிச்சொற்கள் மற்றும் பிற Facebook புதுப்பிப்புகளை உடனுக்குடன் பெறுக.
te: కొత్త వ్యాఖ్యలనూ, ఫొటో ట్యాగులనూ & ఇతర ఫేస్‌బుక్ విశేషాలనూ వెనువెంటనే చూడండి.
th: เห็นความเห็นใหม่, การติดป้ายใหม่ที่รูปและควาเคลื่อนไหวใหม่บน Facebook ได้ทันที
tr: Yeni yorumları, etiketlenen fotoğrafları ve diğer Facebook güncellemelerini anında görün.
ur: نئی آراء، تصویری نشانات اور دیگر فیس بک تجدیدیں بلاتؤقف ملاحظہ کیجئے۔
uz: Yangi mulohazalar, rasmlar, teglar va boshqa Facebook yangilanishlarini to‘g‘ridan-to‘g‘ri ko‘ring.
vi: Xem bình luận mới, thẻ ảnh, và cập nhật Facebook, luôn và ngay.
zh_tw: 即時查看新留言、相片標籤和其他 Facebook 訊息更新。

source: Chat while you browse
af: Gesels en blaai deur die web gelyktydig
as: ব্ৰাউছ কৰি থকা অৱস্থাত চেট কৰক
az: Səyahət zamanı ünsiyyətdə olub
bn_bd: যখন আপনি ব্রাউজ করছেন তখন চ্যাট করুন
bn_in: ব্রাউজ করবার সময়ই চ্যাট করুন
ca: Xategeu mentre navegueu
cy: Sgwrsio wrth bori
es: Chatea mientras navegas
fa: هنگام مرور اینترنت گپ بزنید
fr: Utilisez la discussion depuis votre navigateur
ga_ie: Comhrá le linn brabhsála
gd: Dèan cabadaich fhad 's a nì thu brabhsadh
hi_in: गपशप करे जब आप ब्राउज़ कर रहे हो
hr: Časkate dok surfate
hy_am: Շարունակեք Ձեր զրույցը աշխատանքին զուգահեռ
id: Ngobrol sambil menjelajah
kk: Тура браузерден байланыста болыңыз
km: ជជែក​ពេល​អ្នក​កំពុង​រុករក
kn: ಜಾಲಾಡುವಾಗಲೇ ಮಾತುಕತೆ
ku: Dema di înternetê de digerî, sohbetê jî bike
lt: Bendraukite naršydami
lv: Pļāpā ar draugiem sērfojot
ml: ബ്രൌസ് ചെയ്യമ്പോള്‍ ചാറ്റ് ചെയ്യുക
mr: ब्राउजकरताना गप्पा करा
ms: Bersembang semasa anda melayari
my: ဝတ်သုံးနေစဉ်ချက်ရွန်းသုံး
nn_no: Prat medan du surfar
oc: Utilizatz la discussion dempuèi vòstre navigador
or: ବ୍ରାଉଜ କରିବା ସମୟରେ ଚାଟ କରନ୍ତୁ
pt: Converse enquanto navega
sr: Ћаскајте док сурфујете
ta: உலாவும்போதே அரட்டையும் அடிக்கலாம்
te: విహరిస్తూనే కబుర్లాడండి
th: แชทตอนคุณกำลังท่องเว็บ
tr: İnternette gezinirken sohbet edin
ur: براؤز کرتے گفتگو کیجئے
uz: Internetda ishlayotganingizdda suhbatlashing
vi: Chat trong khi duyệt web
zh_tw: 邊瀏覽邊聊天
