Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew.lang.po
Languages: af, ar, as, az, bn_bd, bn_in, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, or, pt, ru, sr, ta, te, th, tr, ur, uz, vi, zh_tw

source: Hooray! Your Firefox is up to date.
af: Jippie! Firefox is op datum.
ar: مرحا، نسختك من فيَرفُكس مُحدّثة.
as: বঢ়িয়া! আপোনাৰ Firefox বৰ্তমান তাৰিখলৈ উন্নত।
az: Həri! Sizin Firefox güncəldir.
bn_bd: কি মজা! আপনার ফায়ারফক্স এখন বর্তমান সংস্করনে আছে।
bn_in: হুরেএএএ! আপনি এখন আপ-টু-ডেট Firefox ব্যবহার করছেন।
ca: Hurra! El vostre Firefox està actualitzat.
cy: Hwre! Mae eich Firefox yn gyfredol.
es: ¡Bien! Tu Firefox está actualizado.
fa: هورا! فایرفاکس شما بروز است.
fr: Félicitations&nbsp;! Votre Firefox a été mis à jour.
ga_ie: Hurá! Tá Firefox cothrom le dáta.
gd: Shin thu a laochain! Tha am Firefox agad cho ùr 's a ghabhas.
hi_in: हुर्रे! आपका फ़ायरफ़ॉक्स नवीनतम है.
hr: Hura! Vaš Firefox je ažuriran.
hy_am: Այոոոոո՛։ Դուք օգտագործում եք Firefox-ի վերջին տարբերակը։
id: Hore! Versi Firefox Anda sudah yang terbaru.
kk: Алақай! Сізде Firefox-тың соңғы нұсқасы тұр.
km: ជយោ ! Firefox របស់​អ្នក​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ហើយ ។
kn: ಹುರ‍್ರಾ! ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸ್ ಅಪ್‌ಟು ಡೇಟ್ ಆಗಿದೆ.
ku: Bijî! Firefoxa te nû ye.
lt: Valio! Jūsų „Firefox“ atšviežinta.
lv: Urrā! Jums ir pats svaigākais Firefox.
ml: അടിപോളി!ഫയര്‍ഫോക്സ് പുതുക്കിയിരിയ്ക്കുന്നു.
mr: अरे व्हा! फायरफॉक्स अप्टू डेट आहे.
ms: Hooray! Firefox anda adalah muktahir.
my: ဟား ! သင့်မီးမြေခွေး က နောက်ဆုံးဗားရှင်းပဲ
nn_no: Hurra! Firefox er oppdatert.
oc: Òsca&nbsp;! Vòstre Firefox es a jorn.
or: ହୁର...ରେ! ଆପଣଙ୍କର Firefox ଅଦ୍ୟତିତ ହୋଇଛି।
pt: Viva! O seu Firefox está atualizado.
ru: Ура! У вас стоит последняя версия Firefox.
sr: Одлично! Имате последњу верзију Фајерфокса.
ta: ஹூரே! உங்கள் Firefox புதுப்பிக்கப்பட்ட நிலையில் உள்ளது.
te: హుర్రే! మీ ఫైర్‌ఫాక్స్ సరికొత్తదే.
th: ไชโย! คุณกำลังใช้ Firefox รุ่นล่าสุด
tr: Şahane! Firefox'unuz güncel.
ur: مبارک! اپ کا Firefox تازہ ترین ہے۔
uz: Urra! Firefox yangilangan.
vi: Quá giỏi. Firefox của bạn đã là bản mới nhất.
zh_tw: 您的 Firefox 已經完成更新，太棒了！

source: Your Firefox is out of date.
af: Firefox is nie op datum nie.
ar: نسختك من فيَرفُكس مُحدّثة.
as: আপোনাৰ Firefox পুৰনি হল।
az: Sizin Firefox köhnədir.
bn_bd: আপনার ফায়ারফক্সের সংস্করনটি পুরানো হয়েছে।
bn_in: আপনি পুরোনো Firefox ব্যবহার করছেন।
ca: El vostre Firefox no està actualitzat.
cy: Mae eich Firefox yn hen.
es: Tu Firefox no está actualizado.
fa: فایرفاکس شما قدیمی است.
fr: Votre Firefox ne semble pas à jour.
ga_ie: Tá Firefox as dáta.
gd: Tha am Firefox agad gu math aosta.
hi_in: आपका फ़ायरफ़ॉक्स पुराना हो चुका है.
hr: Vaš Firefox nije ažuriran.
hy_am: Սա Firefox-ի վերջին տարբերակը չէ։
id: Versi Firefox Anda sudah terlalu lawas.
kk: Сіздің Firefox ескірген.
km: Firefox របស់​អ្នក​ហួស​សម័យ​ហើយ។
kn: ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸ್ ಹಳೆಯದಾಗಿದೆ.
ku: Firefoxa te kevn e.
lt: Jūsų „Firefox“ pasenusi.
lv: Jūsu Firefox ir novecojis.
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് പഴയതാണു്.
mr: फायरफॉक्स जुणे झाले आहे.
ms: Firefox anda telah lapuk.
my: မီးမြေခွေးဟာ ဗားရှင်းအောက်နေပြီ
nn_no: Firefox er ïkkje oppdatert.
oc: Sembla que vòstre Firefox es pas a jorn.
or: ଆପଣଙ୍କର Firefox ପୁରୁଣା ହୋଇଯାଇଛି।
pt: O seu Firefox está desatualizado.
ru: Ваш Firefox устарел.
sr: Ваш Фајерфокс је застарео.
ta: உங்கள் Firefox பழையதாக உள்ளது.
te: మీ ఫైర్‌ఫాక్స్ పాతబడింది.
th: Firefox ของคุณตกรุ่นแล้ว
tr: Firefox'unuz güncel değil.
ur: اپ کا Firefox پرانا ہے۔
uz: Sizning "Firefox"ingiz yap-yangi.
vi: Firefox cũ rồi kìa.
zh_tw: 您的 Firefox 已經過時。

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
af: Vir sekuriteitsredes beveel ons aan dat u opgradeer na die <a href="{url}">jongste weergawe</a>.
ar: لأسباب أمنية ننصحك بالترقية إلى <a href="{url}">آخر وأحدث إصدارة</a>.
as: সুৰক্ষা কাৰণসমূহৰ বাবে, আমি <a href="{url}">শেহতীয়া আৰু সৰ্বোত্তম সংস্কৰণ</a> লে উন্নত কৰাৰ উপদেশ দিও।
az: Təhlükəsizlik səbəbi ilə, sizə <a href="{url}">ən son və daha yaxşı</a> versiyaya yeniləməyi məsləhət görürük.
bn_bd: নিরাপত্তার কারণে, আমরা সুপারিশ করেছি <a href="{url}"> এর সর্বশেষ এবং সর্বশ্রেষ্ঠ সংস্করণটি হালনাগাদ করতে</a>।
bn_in: নিরাপত্তার কারণে <a href="{url}">নতুন ও সর্বোত্তম সংস্করণ</a>-এ আপগ্রেড করা বাঞ্ছনীয়।
ca: Per raons de seguretat, recomanem que us actualitzeu a la <a href="{url}">darrera i millor versió</a>.
cy: Am resymau diogelwch, rydym yn argymell diweddaru i'r <a href="{url}">fersiwn diweddaraf a'r gorau</a>.
es: Por razones de seguridad te recomendamos que lo actualices a la <a href="{url}">última y mejor versión</a>.
fa: به دلایل امنیتی ما پیشنهاد میکنیم که به <a href="{url}">آخرین و بهترین نسخه</a> بروزرسانی کنید.
fr: Pour votre sécurité, nous vous recommandons de vous mettre à jour avec la <a href="{url}">toute dernière version</a>.
ga_ie: Mar gheall ar chúrsaí slándála, molaimid duit <a href="{url}">an leagan is fearr is déanaí</a> a shuiteáil.
gd: Air sgàth adhbharan tèarainteachd, mholamaid dhut greim fhaighinn air <a href="{url}">an tionndadh as ùire agus as fhearr gu ruige seo</a>.
hi_in: सुरक्षा कारणों से, हम <a href="{url}">नवीनतम और सबसे बड़ी संस्करण तक उन्नयन करने की अनुशंसा करते हैं </a>.
hr: Zbog sigurnosnih razloga, preporučamo da obavite nadogradnju na <a href="{url}">najnoviju i najbolju inačicu</a>.
hy_am: Անվտանգության նկատառումներով մենք խորհուրդ ենք տալիս ներբեռնել ծրագրի <a href="{url}">վերջին և նորագույն տարբերակը</a>։
id: Untuk alasan keamanan, kami sarankan untuk memperbarui ke <a href="{url}">versi terbaru</a> Firefox.
kk: Қауіпсіздік мақсатында, біз <a href="{url}">соңғы әрі ең жақсы нұсқасына</a> дейін жаңартуды ұсынамыз.
km: ដើម្បី​សុវត្ថិភាព យើង​សូម​ផ្ដល់​អនុសាសន៍​ឲ្យ​អ្នក​ធ្វើឲ្យ​ប្រសើរ​ឡើង​ទៅ​កំណែ​ចុងក្រោយ​បំផុត​គឺ <a href="{url}"></a> ។
kn: ಸುರಕ್ಷತೆಯ ಕಾರಣಗಳಿಂದಾಗಿ, <a href="{url}">ಇತ್ತೀಚಿನ ಮತ್ತು ಅತ್ಯುತ್ತಮ ಆವೃತ್ತಿ</a>ಗೆ ನವೀಕರಿಸುವಂತೆ ನಾವು ಸಲಹೆ ಮಾಡುತ್ತೇವೆ.
ku: Ji ber sedemên ewlekariyê, em pêşniyar dikin ku tu li <a href="{url}">versiyona nûtirîn û çêtirîn</a> bilind bikî.
lt: Saugumo sumetimais patariame ją atšviežinti, parsisiunčiant <a href="{url}">paskiausią ir geriausią laidą</a>.
lv: Drošības nolūkos, iesakām atjaunināties uz <a href="{url}">jaunāko un labāko versiju</a>.
ml: സുരക്ഷാ കാരണങ്ങളാല്‍,<a href="{url}">ഏറ്റവും പുതിയതും വലിതുമായ പതിപ്പിലേക്കു്</a> പരിഷ്കരിയ്ക്കുന്നതാണു് ഉത്തമം.
mr: सुरक्षा कारणास्तव, <a href="{url}">सर्वात नवीन व मोठ्या आवृत्ती</a> करीता सुधारणा करणे शिफारसीय आहे.
ms: Atas alasan keselamatan, kami sarankan untuk menaik taraf ke <a href="{url}">versi terbaru dan terhebat</a>.
my: လုံခြုံရေးအရ <a href="{url}">နောက်ဆုံးဗားရှင်းသို့</a> အဆင့်မြှင့်တင်ရန်အကြံပေးပါသည်
nn_no: Av tryggingsgrunnar tilrår vi at du oppdaterer til den <a href="{url}">siste og beste versjonen</a>.
oc: Per de rasons de seguretat, vos recomandam de metre Firefox a jorn amb <a href="{url}">la tota darrièra version</a>.
or: ସୁରକ୍ଷା ଦୃଷ୍ଟିକୋଣରୁ, ଆମେ <a href="{url}">ନୂତନତମ ଏବଂ ବୃହତ ସଂସ୍କରଣ</a> କୁ ଉନ୍ନୟନ କରିବା ପାଇଁ ପରାମର୍ଶ ଦେଇଥାଉ।
pt: Por motivos de segurança, recomendamos que atualize para a <a href="{url}">versão mais recente e melhor</a>.
ru: В целях безопасности, мы рекомендуем обновиться на <a href="{url}">самую последнюю и лучшую версию</a>.
sr: Због сигурносних разлога, препоручује да надоградите на <a href="{url}">последњу најбољу верзију</a>.
ta: பாதுகாப்பு காரணங்களுக்காக, <a href="{url}">சமீபத்திய மற்றும் பெரிய பதிப்புக்கு</a> தரமேற்றுமாறு பரிந்துரைக்கிறோம்.
te: భద్రతా కారణాల వల్ల, <a href="{url}">సరికొత్త మరియు అత్యుత్తమ సంచిక</a>కు నవీకరించుకొమ్మని మేం సిఫారసు చేస్తున్నాం.
th: เราแนะนำให้คุณปรับรุ่นเป็น<a href="{url}">รุ่นใหม่ล่าสุดที่ดีที่สุด</a> เพื่อความปลอดภัยในการท่องอินเทอร์เน็ต
tr: Güvenlik nedenleriyle <a href="{url}">en yeni ve en iyi sürüme</a> yükseltmenizi öneririz.
ur: سلامتی وجوہات کی بنا پر، ہم <a href="{url}">سب سے نئی اور بہتریں ورژن</a> کو استعمال کرنے کی تجویز دیتے ہیں۔
uz: Xavfsizlik sabablariga ko‘ra biz sizga <a href="{url}">so‘nggi va eng zo‘r versiyasiga</a> yangilashni tavsiya qilamiz.
vi: Vì lý do an ninh, chúng tôi khuyến nghị bạn <a href="{url}">cập nhật phiên bản mới nhất</a>.
zh_tw: 由於安全性因素，我們強烈建議您升級到 <a href="{url}">最新且最棒的版本</a>。

source: You’re running an unknown version of Firefox.
af: U gebruik 'n onbekende weergawe van Firefox.
ar: تستخدم إصدارة غير معروفة من فيَرفُكس.
as: আপুনি Firefox ৰ এটা অজ্ঞাত সংস্কৰণ চলাই আছে।
az: Siz naməlum Firefox versiyasını istifadə edirsiniz.
bn_bd: আপনি একটি অজানা ফায়ারফক্স সংস্করণ চালনা করছেন।
bn_in: Firefox-র অজানা একটি সংস্করণ ব্যবহার করছেন।
ca: Esteu utilitzant una versió desconeguda del Firefox.
cy: Rydych yn rhedeg fersiwn anhysbys o Firefox.
es: Estás ejecutando una versión desconocida de Firefox.
fa: شما یک نسخه‌ی ناشناس از فایرفاکس را اجرا می‌کنید.
fr: Vous utilisez une version de Firefox que nous ne parvenons pas à identifier.
ga_ie: Tá leagan de Firefox agat nach bhfuil aithne againn air.
gd: Tha tionndadh de Firefox agad nach eil sinn ag aithneachadh.
hi_in: आप फ़ायरफ़ॉक्स के एक अज्ञात संस्करण को चला रहे हैं.
hr: Koristite nepoznatu inačicu Firefoxa.
hy_am: Firefox-ի տարբերակը հայտնի չէ։
id: Versi Firefox Anda tidak diketahui.
kk: Сіз Firefox-тың белгісіз нұсқасын қолдап тұрсыз.
km: អ្នក​កំពុង​ដំណើរការ​ Firefox ដែល​មិន​ស្គាល់​កំណែ។
kn: ನೀವು ಫೈರ್ಫಾಕ್ಸಿನ ಗೊತ್ತಿರದ ಒಂದು ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ.
ku: Tu versiyoneke nenas ya Firefoxê bi kar tînî.
lt: Jūs naudojatės nežinoma „Firefox“ laida.
lv: Jūs izmantojat nezināmu Firefox versiju.
ml: നിങ്ങളുടെ ഇപ്പോള്‍ ഉപയോഗിയ്ക്കുന്നതു് ഫയര്‍ഫോക്സിന്റെ അപരിചികമായൊരു പതിപ്പാണു്.
mr: तुम्ही फायरफॉक्सची अपरिचीत आवृत्ती चालवत आहात.
ms: Anda sedang menggunakan versi Firefox yang tidak diketahui.
my: ဘာမှန်းမသိတဲ့ မီးမြေခွေးဗားရှင်းတစ်မျိုး ကိုသုံးနေတာပဲ
nn_no: Du køyrer ein ukjend versjon av Firefox.
oc: Utilizatz una version desconeguda de Firefox.
or: ଆପଣ Firefox ର ଏକ ଅଜଣା ସଂସ୍କରଣକୁ ବ୍ୟବହାର କରୁଛନ୍ତି।
pt: Está a executar uma versão desconhecida do Firefox.
ru: Вы используете неизвестную версию Firefox.
sr: Користите непознату верзију Фајерфокса.
ta: நீங்கள் Firefox இன் ஒரு தெரியாத பதிப்பை இயக்குகிறீர்கள்.
te: మీరు గుర్తుతెలియని ఫైర్‌ఫాక్స్ సంచికను వాడుతున్నారు.
th: คุณกำลังใช้ Firefox รุ่นที่ไม่รู้จัก
tr: Firefox'un bilinmeyen bir sürümünü kullanıyorsunuz..
ur: آپ Firefox کی نامعلوم ورژن استعمال کر رہے ہیں۔
uz: Siz "Firefox"ning noma’lum versiyasini ishlatyapsiz.
vi: Bạn đang chạy phiên bản Firefox không rõ ràng.
zh_tw: 您正在執行未知的 Firefox 版本。

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
af: Vir sekuriteitsredes beveel ons aan dat u die <a href="{url}">jongste weergawe</a> aflaai.
ar: لأسباب أمنية ننصحك بتنزيل <a href="{url}">آخر وأحدث إصدارة</a>.
as: সুৰক্ষা কাৰণসমূহৰ বাবে, আমি <a href="{url}">শেহতীয়া আৰু সৰ্বোত্তম সংস্কৰণ</a> ডাউনল'ড কৰাৰ উপদেশ দিও।
az: Təhlükəsizlik səbəbi ilə, sizə <a href="{url}">ən son və daha yaxşı</a> versiyanı endirməyi məsləhət görürük.
bn_bd: নিরাপত্তার কারণে, আমরা সুপারিশ করছি <a href="{url}">তে সর্বশেষ এবং সর্বশ্রেষ্ঠ সংস্করণটি ডাউনলোড করার জন্য</a>।
bn_in: নিরাপত্তার কারণে <a href="{url}">নতুন ও সর্বোত্তম সংস্করণ</a> ডাউনলোড করা বাঞ্ছনীয়।
ca: Per raons de seguretat, recomanem que us baixeu la <a href="{url}">darrera i millor versió</a>.
cy: Am resymau diogelwch, rydym yn argymell llwytho i lawr y <a href="{url}">fersiwn diweddaraf a'r gorau</a>.
es: Por razones de seguridad te recomendamos que descargues la <a href="{url}">última y mejor versión</a>.
fa: به دلایل امنیتی ما پیشنهاد میکنیم که <a href="{url}">آخرین و بهترین نسخه</a> را دریافت کنید.
fr: Pour votre sécurité, nous vous recommandons de télécharger la <a href="{url}">toute dernière version</a>.
ga_ie: Mar gheall ar chúrsaí slándála, molaimid duit <a href="{url}">an leagan is fearr is déanaí</a> a íosluchtú.
gd: Air sgàth adhbharan tèarainteachd, mholamaid dhut greim fhaighinn air <a href="{url}">an tionndadh as ùire agus as fhearr gu ruige seo</a>.
hi_in: सुरक्षा कारणों से, हम <a href="{url}">नवीनतम और सबसे बड़ी संस्करण तक डाउनलोड करने की अनुशंसा करते हैं </a>.
hr: Zbog sigurnosnih razloga, preporučamo da preuzmete <a href="{url}">najnoviju i najbolju inačicu</a>.
hy_am: Անվտանգության նկատառումներով մենք խորհուրդ ենք տալիս ներբեռնել ծրագրի <a href="{url}">վերջին և նորագույն տարբերակը</a>։
id: Untuk alasan keamanan, kami sarankan untuk mengunduh <a href="{url}">versi terbaru</a> Firefox.
kk: Қауіпсіздік мақсатында, біз <a href="{url}">соңғы әрі ең жақсы нұсқасына</a> дейін жаңартуды ұсынамыз.
km: ដើម្បី​សុវត្ថិភាព យើង​សូម​ផ្ដល់​អនុសាសន៍​ឲ្យ​អ្នក​ទាញ​យក​កំណែ​ចុងក្រោយ​បំផុត​ពី <a href="{url}"></a> ។
kn: ಸುರಕ್ಷತೆಯ ಕಾರಣಗಳಿಂದಾಗಿ, <a href="{url}">ಇತ್ತೀಚಿನ ಮತ್ತು ಅತ್ಯುತ್ತಮ ಆವೃತ್ತಿ</a>ಅನ್ನು ಇಳಿಸಿಕೊಳ್ಳುವಂತೆ ನಾವು ಸಲಹೆ ಮಾಡುತ್ತೇವೆ.
ku: Ji ber sedemên ewlekariyê em pêşniyar dikin ku tu <a href="{url}">versiyona nûtirîn û çêtirîn</a> jêbar bikî.
lt: Saugumo sumetimais patariame parsisiųsti <a href="{url}">paskiausią ir geriausią laidą</a>.
lv: Drošības nolūkos, iesakām lejupielādēt uz <a href="{url}">jaunāko un labāko versiju</a>.
ml: സുരക്ഷാ കാരണങ്ങളാല്‍, <a href="{url}">lഏറ്റവും പുതിയതും വലിതുമായ പതിപ്പിലേക്കു്</a> ഡൌണ്‍ലോഡ് ചെയ്യുന്നതാണു് ഉത്തമം.
mr: सुरक्षा कारणास्तव, <a href="{url}">सर्वात नवीन व मोठी आवृत्ती</a> डाउनलोड करणे शिफारसीय आहे.
ms: Atas alasan keselamatan, kami sarankan memuat turun <a href="{url}">versi terbaru dan terhebat</a>.
my: လုံခြုံရေးအရ <a href="{url}">နောက်ဆုံးထွက်အကောင်းဆုံးဗားရှင်း</a>အားရယူသုံးဆွဲရန် အကြံပေးတယ်နော်
nn_no: Av tryggingsgrunnar tilrår vi at du lastar ned den <a href="{url}">siste og beste versjonen</a>.
oc: Per de rasons de seguretat, vos recomandam de telecargar <a href="{url}">la tota darrièra version</a>.
or: ସୁରକ୍ଷା ଦୃଷ୍ଟିକୋଣରୁ, ଆମେମାନେ <a href="{url}">ନୂତନତମ ଏବଂ ବୃହତ ସଂସ୍କରଣ</a> କୁ ଆହରଣ କରିବା ପାଇଁ ପରାମର୍ଶ ଦେଇଥାଉ।
pt: Por motivos de segurança, recomendamos que transfira a <a href="{url}">versão mais recente e melhor</a>.
ru: В целях безопасности, мы рекомендуем загрузить <a href="{url}">самую последнюю и лучшую версию</a>.
sr: Због сигурносних разлога, препоручујемо преузимање <a href="{url}">последње верзије</a>.
ta: பாதுகாப்பு காரணங்களுக்காக, <a href="{url}">சமீபத்திய மற்றும் பெரிய பதிப்புக்கு</a> பதிவிறக்குமாறு பரிந்துரைக்கிறோம்.
te: భద్రతా కారణాల వల్ల, <a href="{url}">సరికొత్త మరియు అత్యుత్తమ సంచిక</a>ను దించుకొమ్మని మేం సిఫారసు చేస్తున్నాం.
th: เราแนะนำให้คุณดาวน์โหลด<a href="{url}">รุ่นใหม่ล่าสุดที่ดีที่สุด</a> เพื่อความปลอดภัยในการท่องอินเทอร์เน็ต
tr: Güvenlik nedenleriyle <a href="{url}">en yeni ve en iyi sürümü</a> indirmenizi öneririz.
ur: سلامتی وجوہات کی بنا پر، ہم <a href="{url}">سب سے نئی اور بہتریں ورژن</a> کو ڈاؤن لوڈ کرنے کی تجویز دیتے ہیں۔
uz: Xavfsizlik sabablariga ko‘ra biz sizga <a href="{url}">so‘nggi va eng zo‘r versiyasi</a>ni yuklab olishni tavsiya qilamiz.
vi: Vì lý do an ninh, chúng tôi khuyến nghị bạn <a href="{url}">tải về phiên bản mới nhất</a>.
zh_tw: 由於安全性因素，我們強烈建議您下載 <a href="{url}">最新且最棒的版本</a>。

source: Get to your next task<br/>faster than ever
af: Gaan vinniger as ooit<br/>oor na die volgende taak
ar: انتقل إلى مهمتك التالية<br/>أسرع من أي وقت مضى
as: আপোনাৰ পৰৱৰ্তী কাৰ্য্য<br/>লে সৰ্বকালীন দ্ৰুত'তাৰ সৈতে যাওক
az: Bir işinizdən digərinə keçid<br/>həmişəkindən daha sürətli oldu
bn_bd: আপনার পরবর্তী কাজ <br/>আগের থেকে আরো দ্রুত পান
bn_in: পরবর্তী কাজে<br/>অবিশ্বাস্য দ্রুততায় পৌছে যান
ca: Comenceu la següent tasca <br/>més ràpid que mai
cy: Mynd i'ch tasg nesaf<br/>yn gynt nag erioed
es: Llega a tu siguiente tarea<br/>más rápido que nunca
fa: کار بعدی خود را انجام دهید<br/>سریع‌تر از همیشه
fr: Passez d'une tâche à l'autre<br/>plus vite que jamais
ga_ie: Crom ar thascanna nua<br/>níos sciobtha
gd: Ruigidh tu an ath-shaothair agad<br/>nas luaithe na riamh roimhe
hi_in: अपने अगले कार्य करने के लिए <br/>पहले से कहीं ज्यादा तेजी से जाएँ
hr: Prijeđite na svoj idući zadatak<br/>brže no ikada
hy_am: Կատարեք Ձեր աշխատանքը ավելի արագ,<br/>քան երբևէ
id: Kerjakan tugas Anda<br/>lebih cepat dari sebelumnya
kk: Тапсырмалардың ауысуы<br/>бір кезде жылдам болды
km: យក​ភារកិច្ច​បន្ទាប់​របស់​អ្នក<br/>លឿន​ជា​ធម្មតា
kn: ಹಿಂದೆಂದಿಗಿಂತಲೂ ವೇಗವಾಗಿ <br/>ನಿಮ್ಮ ಮುಂದಿನ ಕೆಲಸಕ್ಕೆ ತೆರಳಿ
ku: Karê xwe yê li pêş<br/>êdî lezgîntir bibe serî
lt: Prie kitos užduoties<br/>pereikite greičiau
lv: Paveiciet nākamo darbu<br/>ātrāk kā jebkad
ml: നിങ്ങളുടെ ഒരോ പണികളും<br/>മുമ്പത്തതിലും വേഗത്തില്‍ നടപ്പിലാക്കുക
mr: पुढच्या कार्यावर<br/>नेहमीपेक्षा पटकन जा
ms: Dapatkan untuk tugas anda seterusnya<br/>lebih pantas
my: နောက်ကိစ္စတစ်ခုကို<br/>အလျှင်မြန်ဆုံးလုပ်
nn_no: Få gjort ting<br/>raskare enn nokon gong
oc: Passatz d'un prefach a l'autre<br/>mai viste que non pas jamai
or: ଆପଣଙ୍କର ପରବର୍ତ୍ତୀ କାର୍ଯ୍ୟକୁ <br/>ଯଥାଶିଘ୍ର ଯାଆନ୍ତୁ
pt: Obtenha a sua próxima tarefa<br/>mais rapidamente do que nunca
ru: Переход от одной задачи к другой<br/>стал быстрее, чем когда-либо
sr: Пређите на свој следећи задатак<br/>брже неко икада
ta: உங்கள் அடுத்த பணியை முன்னெப்போதும் இல்லாத அளவுக்கு <br/>வேகமாக்கிக் கொள்க
te: మీ తర్వాతి పనికి<br/>మునుపెన్నడూ లేనంత వేగంగా వెళ్ళండి
th: ให้คุณทำงาน<br/>ได้เร็วขึ้นกว่าเดิม
tr: Bir sonraki işinizi<br/>eskisinden daha hızlı bitirin
ur: اپنے اگلے کام تک<br/>تیزی سے پہنچیں
uz: Keyingi vazifalaringizni <br/>har doimgidan tezroq bajaring
vi: Làm việc <br/> hiệu quả hơn bao giờ hết
zh_tw: 讓您的工作<br/>比以前更快完成

source: See how the new features in Firefox help you browse faster and more efficiently.
af: Sien hoe die nuwe funksies in Firefox help om vinniger en meer effektief te blaai.
ar: انظر كيف ستساعدك خصائص فيَرفُكس الجديدة على التصفّح أسرع وأكثر فاعلية.
as: Firefox ৰ নতুন বৈশিষ্টসমূহে আপোনাক কেনেধৰণে অধিক দ্ৰুত আৰু উপযোগীভাৱে ব্ৰাউছ কৰাত সহায় কৰে চাওক।
az: Firefox-un yeni özəlliklərinin sizə necə daha sürətli və effektiv səyahət etmə imkanı verdiyini görün.
bn_bd: দেখুন কিভাবে ফায়ারফক্সের নতুন বৈশিষ্ট্য আপনাকে দ্রুত এবং দক্ষতার সাথে ব্রাউজ করতে সাহায্য করে।
bn_in: Firefox-র নতুন বৈশিষ্ট্যগুলির সাহায্যে কীভাবে আপনি দ্রুত ও সুষ্ঠুরূপে ব্রাউজ করতে পারবেন তা জেনে নিন।
ca: Vegeu com les noves funcions del Firefox us ajuden a navegar més ràpid i més eficientment.
cy: Gweld sut mae'r nodweddion newydd yn Firefox yn eich helpu i bori'n gynt a mwy effeithiol.
es: Mira cómo las nuevas características de Firefox te ayudan a navegar de una forma más rápida y eficiente.
fa: ببینید که چگونه امکانات جدید فایرفاکس به شما کمک می‌کند که سریع‌تر و کارآمدتر به مرور بپردازید.
fr: Découvrez comment naviguer plus rapidement grâce aux nouvelles fonctionnalités de Firefox.
ga_ie: Cabhróidh na gnéithe nua i bhFirefox leat teacht ar eolas ar an nGréasán níos sciobtha.
gd: Faigh a-mach mar a chuidicheas na feartan ùra ann am Firefox thu a' dèanamh brabhsadh nas luaithe 's nas èifeachdaiche.
hi_in: फ़ायरफ़ॉक्स में नई सुविधाओं की मदद से आप तेजी से और अधिक कुशलता से ब्राउज़ करके देख सकते हैं.
hr: Saznajte kako vam nove mogućnosti u Firefoxu omogućuju brže i efikasnije surfanje.
hy_am: Դիտեք, թե ինչպես են Firefox-ի նոր հնարավորությունները օգնում Ձեզ ավելի արագ և խելամիտ աշխատել։
id: Lihat cara fitur Firefox dalam membantu Anda menjelajah lebih cepat dan lebih efisien.
kk: Firefox-тың жаңа мүмкіндектері жұмысты қалайша жылдам және тиімді жасайтының байқаңыз.
km: មើល​ពី​លក្ខណៈ​ថ្មី​របស់ Firefox ដែល​បាន​ជួយ​អ្នក​ក្នុង​ការ​រុករក​បាន​លឿន និង​មាន​ប្រសិទ្ធភាព ។
kn: ಫೈರ್ಫಾಕ್ಸಿನಲ್ಲಿನ ಹೊಸ ಸವಲತ್ತಿನಿಂದಾಗಿ ನೀವು ಹೇಗೆ ವೇಗವಾಗಿ ಮತ್ತು ಸಕ್ಷಮವಾಗಿ ಜಾಲವನ್ನು ವೀಕ್ಷಿಸಬಹುದು ಎನ್ನುವುದನ್ನು ಅರಿತುಕೊಳ್ಳಿ.
ku: Bizane ka taybetiyên nû yên Firefoxê dê çawa gera te lezgîntir û bibandortir bikin.
lt: Susipažinkite su „Firefox“ naujovėmis, padėsiančiomis naršyti sparčiau ir efektyviau.
lv: Uzziniet, kā jaunās pārlūka iespējas palīdz Jums būt ātrākiem un efektīgajiem.
ml: ഫയര്‍ഫോക്സ് സഹായത്തിലുള്ള പുതിയ വിശേഷതകള്‍ എങ്ങനെ നിങ്ങളെ ബ്രൌസിങിനു് സഹായിയ്ക്കുന്നു എന്നു് കാണുക.
mr: नेहमीपेक्षा पटकन व अधिक सक्षमरित्या ब्राऊज करण्यासाठी फायरफॉक्समधील नवीन गुणविशेष तपासा.
ms: Lihat bagaimana ciri-ciri dalam Firefox membantu anda melayari lebih pantas dan sangat efisien.
my: ပိုမြန်ဆန်လာတဲ့ မီးမြေခွေးရဲ့ လုပ်ဆောက်ချက်အသစ်တွေကို ကြည့်လိုက်ကြရအောင်
nn_no: Sjå korleis dei nye funksjonane i Firefox hjelper deg med å surfa raskare og meir effektivt.
oc: Descobrissètz cossí las novèlas foncionalitats de Firefox vos ajudan a navigar mai rapidament e mai eficaçament.
or: Firefox ରେ ନୂତନ ବିଶେଷତାଗୁଡ଼ିକ କିପରି ତୀବ୍ର ଏବଂ ଅଧିକ ଦକ୍ଷତାର ସହିତ ବ୍ରାଉଜ କରିଥାଏ ତାହା ଦେଖନ୍ତୁ।
pt: Veja como as novas funcionalidades do Firefox o ajudam a navegar mais rápido e com maior eficiência.
ru: Посмотрите, как новые возможности Firefox помогают повысить скорость и эффективность работы.
sr: Погледајте како нове могућности Фајерфокса помажу да сурфујете брже и ефикасније.
ta: வேகமாகவும் மேலும் செயல்திறனுடனும் உலாவ Firefox இன் புதிய அம்சங்கள் எப்படி உதவும் எனக் காண்க.
te: ఫైర్‌ఫాక్స్ లోని కొత్త సౌలభ్యాలు మీరు వేగంగా మరియు సమర్థవంతంగా విహరించడానికి ఎలా ఉపయోగపడతాయో చూడండి.
th: ดูความสามารถใหม่ของ Firefox ที่ช่วยให้คุณท่องอินเทอร์เน็ตได้เร็วและมีประสิทธิภาพมากขึ้น
tr: Firefox'taki yeni özelliklerin size nasıl hız ve verim kazandıracağını öğrenin.
ur: دیکھیں کہ Firefox کے نئے فیچر آپ کو تیز اور بہتر طریقے سے کیسے براؤز کرواتے ہیں۔
uz: Saytlarni tez va qulay ko‘rish uchun "Firefox yordami"dagi yangi xususiyatlarni ko‘ring.
vi: Xem chức năng mới của Firefox giúp bạn duyệt nhanh và hiệu hơn ra sao.
zh_tw: 看看 Firefox 的新功能可以如何幫您更快、更有效率地瀏覽網頁。

source: Learn more about <a href="{url}">the New Tab feature »</a>
af: Meer inligting oor <a href="{url}">die "Nuwe oortjie"-funksie »</a>
ar: اطّلع على المزيد عن <a href="{url}">خاصية اللسان الجديد ◂</a>
as: <a href="{url}">নতুন টেব বৈশিষ্ট »</a>ৰ বিষয়ে অধিক জানক
az: <a href="{url}">Yeni Vərəq özəlliyi »</a> haqqında ətraflı öyrənin
bn_bd: <a href="{url}">নতুন ট্যাবের বৈশিষ্ট্য »</a> সম্পর্কে আরো জানুন
bn_in: <a href="{url}">নতুন ট্যাব বৈশিষ্ট্য »</a> সম্পর্কে জেনে নিন
ca: Més informació sobre <a href="{url}">la funció de nova pestanya »</a>
cy: Dysgu rhagor am <a href="{url}">nodweddion y Tab Newydd »</a>
es: Descubre más sobre <a href="{url}">la función Nueva pestaña »</a>
fa: بیشتر بخوانید: <a href="{url}">امکانات جدید زبانه جدید »</a>
fr: Découvrez le bouton <a href="{url}">Nouvel onglet »</a>
ga_ie: Tuilleadh eolais faoin ghné <a href="{url}">Cluaisín Nua »</a>
gd: Faigh barrachd fiosrachaidh mu <a href="{url}">fheart nan tabaichean ùra »</a>
hi_in: <a href="{url}">नया टैब सुविधा »</a> के बारे में और अधिक जानें
hr: Saznajte više o <a href="{url}">novoj mogućnosti kartica »</a>
hy_am: Կարդացեք ավելին <a href="{url}">Ներդիրի նոր հնարավորության »</a> մասին
id: Pelajari lebih lanjut tentang <a href="{url}">fitur Tab Baru »</a>
kk: <a href="{url}">Жаңа бет мүмкіндіктер</a> туралы көбірек біліңіз »
km: សិក្សា​បន្ថែម​អំពី​លក្ខណៈ​ផ្ទាំង​ថ្មី <a href="{url}"> »</a>
kn: <a href="{url}">ಹೊಸ ಟ್ಯಾಬ್‌ ಸವಲತ್ತಿನ »</a> ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ
ku: Derbarê <a href="{url}">taybetiya Hilpekîna Nû de bêtir bizane »</a>
lt: Sužinokite daugiau apie <a href="{url}">naujas korteles »</a>
lv: Uzziniet vairāk par <a href="{url}">jaunajām cilnim »</a>
ml: <a href="{url}">പുതിയ റ്റാബ് വിശേഷത »</a> കാണുക
mr: <a href="{url}">नवीन टॅब गुणविशेष »</a> विषयी अधिक शिका
ms: Ketahui lanjut mengenai <a href="{url}">Ciri-ciri Tab terbaru »</a>
nn_no: Les meir om <a href="{url}">Ny Fane-funskjonen »</a>
oc: Ne saber mai sul <a href="{url}">novèl onglet foncion »</a>
or: <a href="{url}">ନୂତନ ଟ୍ୟାବ ବିଶେଷତା »</a> ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pt: Saiba mais sobre a <a href="{url}">funcionalidade Novo separador »</a>
ru: Узнайте больше о <a href="{url}">возможностях Новой Вкладки »</a>
sr: Сазнајте више о <a href="{url}">могућностима Новог језичка »</a>
ta: <a href="{url}">புதிய தத்தல் அம்சத்தைப் பற்றி மேலும் அறிக »</a>
te: <a href="{url}">కొత్త ట్యాబ్ సౌలభ్యం గురించి మరింత తెలుసుకోండి »</a>
th: เรียนรู้เพิ่มเติมเกี่ยวกับ <a href="{url}">ความสามารถของแท็บแบบใหม่ »</a>
tr: Yeni Sekme özelliğini <a href="{url}">yakından tanıyın »</a>
ur: <a href="{url}">نیا ٹیب فیچر کے» بارے میں اور سیکھیں
uz: <a href="{url}">Yangi ichki oyna xususiyati»</a> haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về <a href="{url}">Thẻ mới</a>
zh_tw: 了解更多關於 <a href="{url}">新分頁頁面 »</a> 的資訊
