Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew_38.lang.po
Languages: bn_bd, br, bs, ca, cy, ga_ie, hi_in, is, kab, lv, ne, nn_no, ur, uz, xh

source: From our hands to yours
bn_bd: আমাদের হাত থেকে আপনার হাতে
br: Adalek hor daouarn betek ho re
bs: Iz naših ruku u vaše
ca: De les nostres mans a les vostres
cy: O'n dwylo ni i'ch rhai chi
ga_ie: Uainne chugatsa
hi_in: हमारे हाथों से आप तक
is: Frá okkur til þín
kab: S ɣur-neɣ ɣur-k
lv: No mūsu rokām jūsējās
ne: हाम्रोबाट तपाईँको हातसम्म
nn_no: Frå oss alle til deg
ur: ہمارے ہاتھوں سے آپ کے ہاتھوں تک
uz: Bizning qo‘limizdan sizning qo‘lingizga
xh: Ukususela kwizandla zethu ukuya kwezakho

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
bn_bd: ফায়ারফক্স এমন হাজারো হৃদয়ের ভালবাসায় তৈরি যারা বিশ্বাস করে ওয়েব ব্যক্তিগত স্বাধীনতার কথা।
br: Savet eo Firefox gant miliadoù a dud a gred er frankiz hiniennel war ar genrouedad.
bs: Firefox je izgrađen od srca hiljade onih koji vjeruju u privatnu slobodu na internetu.
ca: El Firefox s'ha fet des del cor de milers que creuen en la llibertat individual al web.
cy: Mae Firefox yn cael ei adeiladu o'r galon gan filoedd sy'n credu mewn rhyddid personol ar y we.
hi_in: फ़ायरफ़ॉक्स हज़ारों लोगों द्वारा दिल से बनाया गया है जो वेब पर व्यक्तिगत आज़ादी में विश्वास रखते हैं।
is: Firefox er gerður beint frá hjartanu af þúsundum manna sem trúa á persónulegt frelsi á vefnum.
kab: Firefox yella s lmendad n wagimen n yemdanen i yesseḥbibiren ɣef tlelli tudmawant di Web.
lv: Firefox no sirds veido tūkstošiem cilvēku visā pasaulē. Mēs ticam personiskajām brīvībām internetā.
ne: Firefox वेबका व्यक्तिगत स्वतन्त्रतामा विश्वास गर्ने हजाराैँको ह्रदयबाट बनेको हो।
nn_no: Firefox vert bygd frå hjartet av tusentals personar som vernar den personlege fridomen på nettet.
ur: Firefox دل سے تعمیر کیا جاتا ہے جو لوگ ویب پر شخصی آزادی پر ایمان رکھتے ہیں۔
uz: Firefox internetdagi shaxsiy erkinlikka ishonuvchi minglab insonlar tomonidan chin qalbdan tuzilgan.
xh: IFirefox yakhiwe ngokusuka entliziyweni ngamawakawaka akholelwa kwinkululeko yobuqu yeWebhu.

source: Keep your favorite things at your fingertips.
bn_bd: আপনার প্রিয় জিনিস আপনার নখদর্পণে রাখুন।
br: Dalc'hit ho binvioù karetañ e beg ho pizied.
bs: Držite omiljene stvari na dohvat ruke.
ca: Mantingueu les vostres coses preferides a l'abast dels dits.
cy: Cadw'ch hoff bethau wrth law.
ga_ie: Coinnigh na rudaí is ansa leat ar bharra do mhéar.
hi_in: रखें अपनी पसंदीदा चीजें अपने उंगिलयों के पोर पे.
is: Vertu með þá hluti sem eru í uppáhaldi nær þér.
kab: Eǧǧ akk ayen tḥemled ɣef afus.
lv: Turiet savas iecienītās lietas vienmēr pa rokai.
nn_no: Ha favorittinga dine for handa.
ur: اپنی پسندیدہ چیزیں اپنی انگلی کی پہنچ تک رکھیں۔
uz: Sevimli narsalaringizni qo‘lingiz yetadigan joyda saqlang.
xh: Gcina izinto ozithandayo zifumaneka lula.

source: Add Firefox to your smartphone or tablet.
bn_bd: অাপনার স্মার্টফোন বা ট্যাবলেট এ ফায়ারফক্স যোগ করুন।
br: Ouzhpennit Firefox d'ho pellgomzer ha d'ho tablezenn.
bs: Dodajte Firefox na vaš pametni telefon ili tablet.
ca: Afegiu el Firefox al vostre telèfon intel·ligent o tauleta.
cy: Ychwanegwch Firefox i'ch ffôn neu dabled.
ga_ie: Suiteáil Firefox ar do ghuthán cliste nó ar do tháibléad.
hi_in: जोड़ें फ़ायरफ़ॉक्स अपने स्मार्टफ़ोन या टैबलेट से.
is: Bættu við Firefox á snjallsímann eða spjaldtölvuna.
kab: Rnu Firefox ɣer uziraz neɣ tafelwit inek n uselkem
lv: Pievienojiet Firefox savam telefonam vai planšetdatoram.
ne: तपाईँकोको स्मार्टफोन वा ट्याब्लेटमा Firefox स्थापना गर्नुहोस्।
nn_no: Legg til Firefox på smartmobilen din eller nettbrettet ditt
ur: آپ کے اسمارٹ فون یا ٹیبلیٹ کے لئے فائر فاکس میں اضافہ کریں.
uz: Firefox brauzerini smarfoningiz yoki planshetingizga o‘rnating
xh: Faka i-Firefox kwi-smartphone yakho okanye kwi-tablet.

source: Free as a fox
bs: Slobodno kao lisica
cy: Yn rhydd fel llwynog
ga_ie: Chomh saor le sionnach
hi_in: फ़ॉक्स जैसा मुक्त

source: Almost done!
bn_bd: প্রায় সম্পন্ন !
br: Tost echu !
bs: Skoro gotovo!
ca: Gairebé estem!
cy: Bron a gorffen!
ga_ie: Beagnach réidh!
hi_in: लगभग हो गया!
is: Næstum því búið!
kab: Tinimar n tagara!
lv: Gandrīz gatavs!
ne: लगभग भयो
nn_no: Nesten ferdig!
ur: تقریپا ختم ہو گیا!
uz: Deyarli tayyor!
xh: Phantse sowugqibile!

source: Set up Sync and <br>you’re good to go.
bn_bd: সিঙ্ক সেট আপ করুন এবং <br> আপনি প্রস্তুত।
br: Arventennit Sync<br>ha mat 'vo.
bs: Postavite sinhronizaciju i <br>spremni ste krenuti.
ca: Configureu el Sync i <br>ja estareu.
cy: Gosodwch Sync ac <br>rydych yn barod i fynd.
ga_ie: Socraigh Sync agus <br>beidh tú réidh.
hi_in: सिंक व्यवस्थित करें एवं <br>आप जाने के लिए तैयार हैं.
is: Settu upp Sync og <br>þú ert í góðum málum.
kab: Swel Sync <br> akka ad tiliḍ theggad.
lv: Pieslēdziet sinhronizāciju un<br>viss būs gatavs.
ne: Sync स्थापना गर्नुहोस् <br> तपाईँ अगाडि बढ्न सक्नुहुन्छ।
nn_no: Konfigurer Sync <br>og då er du klar.
ur: ہم وقت سازی <br>سیٹ اپ کریں اور آپ جانا اچھا کر رہے ہیں۔
uz: Sinxronlashni sozlang va <br>bemalol davom ettiring.
xh: Seta uNgqamaniso kunye <br> ulungele ukuhamba.

source: Get your passwords, bookmarks<br> and history on the go.
bn_bd: চলতি পথে যেকোন সময়<br> আপনার পাসওয়ার্ড, বুকমার্ক এবং ব্রাউজিং ইতিহাস পাবেন।
bs: Ponesite vaše lozinke, zabilješke<br> i historiju na put.
ca: Emporteu-vos el vostre historial, contrasenyes<br> i adreces d'interès a tot arreu.
cy: Defnyddiwch eich cyfrineiriau, nodau tudalen<br> a hanes wrth fynd.
hi_in: अपने कूटशब्द, पुस्तचिह्न<br> और इतिहास go पर पायें.
is: Náðu í lykilorð, bókamerki<br> og feril hvaðan sem er.
kab: Awi-d awalen inek uffiren, ticrad n isebtar<br> akked umazray inek di tnekra.
ne: अाफ्नो पासवर्ड, पुस्तकचिनोहरू<br> र इतिहास जहाँ तहीँ प्राप्त गर्नुहोस्।
nn_no: Få med deg passord, bokmerke<br> og historikken din når du er på farten.
ur: اپنے پاسورڈ ، نشانیاں <br> اور تاریخ راستے میں حاصل کریں۔
xh: Fumana iiphaswedi zakho, iibhukmakhi<br> nembali eqhubekayo.

source: Sign in to Firefox and <br>you’re good to go.
bn_bd: ফায়ারফক্স এ সাইন ইন করুন এবং <br> আপনি ভালভাবে শুরু করতে পারেন।
br: Kennaskit da Firefox ha<br>mat 'vo.
bs: Prijavite se na Firefox i <br>spremni ste krenuti.
ca: Inicieu una sessió al Firefox i <br>ja estareu.
cy: Mewngofnodwch i Firefox ac <br>rydych y barod i fynd.
ga_ie: Logáil isteach in Firefox agus <br>beidh tú réidh.
hi_in: फ़ायरफ़ॉक्स में साइन इन करें एवं <br>आप जाने के लिए तैयार हैं.
is: Skráðu þig inn í Firefox og <br>þú ert í góðum málum.
kab: Qqen di Firefox <br> akka ad tiliḍ theggad.
lv: Pierakstieties Firefox un <br>viss būs gatavs.
ne: Firefoxमा साइन गर्नुहोस् र <br> तपाईँ अगाडि बढ्न सक्नुहुन्छ।
nn_no: Logg inn på Firefox and <br>og du er klar.
ur: فائرفاکس میں سائن ان کریں اور <br> آپ چلنے کے لیئے تیار ہیں۔
uz: Firefox’ga kiring va <br>bemalol davom ettiring.
xh: Sayina ungene kuFirefox yaye <br> ulungele ukuhamba.

source: Sign in to Firefox and you’re good to go.
bn_bd: ফায়ারফক্স এ সাইন ইন করুন এবং আপনি প্রস্তুত।
bs: Prijavite se na Firefox i spremni ste krenuti.
ca: Inicieu una sessió al Firefox i ja estareu.
cy: Mewngofnodwch i Firefox ac rydych y barod i fynd.
ga_ie: Logáil isteach in Firefox agus beidh tú réidh.
hi_in: फ़ायरफ़ॉक्स में साइन इन करें और आप जाने के लिए तैयार हैं.
is: Skráðu þig inn í Firefox og þú ert í góðum málum.
kab: Qqen di Firefox akka ad tiliḍ theggad.
lv: Pierakstieties Firefox un viss būs gatavs.
ne: Firefoxमा साइन गर्नुहोस् र तपाईँ अगाडि बढ्न सक्नुहुन्छ।
nn_no: Logg inn på Firefox og du er klar.
ur: فائرفکس میں سائن ان کریں اور آپ جانے کے لئے تیار ہیں۔
xh: Sayina ungene kuFirefox yaye ulungele ukuhamba.

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
bn_bd: আপনার ফায়ারফক্স অ্যাকাউন্ট দিয়ে আপনি আপনার বুকমার্ক সিঙ্ক করতে পারেন, পাসওয়ার্ড, খোলা ট্যাব এবং আরও অনেক কিছু করতে পারেন, এবং ফায়ারফক্স ব্যবহার করে সর্বত্র থেকে আপনি তাদের ব্যবহার করতে পারেন।
br: Gant ho kont Firefox e vo tu deoc'h goubredañ ho sinedoù, gerioù-tremen, ivinelloù digor ha muioc'h c'hoazh, ha tizhout anezhe pep lec'h ma arverit Firefox.
bs: S vašim Firefox računom možete sinhronizovati vaše zabilješke, lozinke, otvorene tabove i više, i pristupiti im gdje god koristite Firefox.
ca: Amb el compte del Firefox podreu sincronitzar les adreces d'interès, les contrasenyes, les pestanyes obertes i més coses, i accedir-hi d'arreu on utilitzeu el Firefox.
cy: Gyda'ch Cyfrif Firefox gallwch gydweddu eich nodau tudalen, cyfrineiriau, tabiau agored a mwy a chael mynediad atyn nhw lle bynnag fyddwch yn defnyddio Firefox.
ga_ie: Le cuntas Firefox, is féidir leat teacht ar do chuid leabharmharcanna, focail fhaire, cluaisíní oscailte, agus tuilleadh — áit ar bith a n-úsáideann tú Firefox.
hi_in: अपने नए फ़ायरफ़ॉक्स खाते से आप सिंक कर सकते हैं अपने पुस्तचिन्ह, कूटशब्द, खोल सकते हैं टैब एवं अधिक, एवं उन्हें ऐक्सेस कर सकते हैं हर जगह से जहाँ उपयोग करेंगे फायरफ़ॉक्स.
is: Með Firefox reikningi geturðu samstillt bókamerki, lykilorð, opna flipa og fleira, og fengið aðgang að þeim hvar sem þú notar Firefox.
kab: S umiḍan inek n Firefox, tzemreḍ ad temtawid akk ticrad inek n isebtar, awalen uffiren, iccaren yeldin d wayen nniḍen — yal amḍiq anida tesseqdaceḍ Firefox.
lv: Ar Firefox kontu jūs varat sinhronizēt grāmatzīmes, paroles, atvērtās cilnes un daudzas citas lietas, lai tās būtu pieejamas visur, kur lietojat Firefox
ne: तपाईँले अाफ्ना पुस्तकचिनोहरू, पासवर्डहरू, खुला ट्याबहरू र थप, Firefox खातासँग समक्रमण गर्न सक्नुहुन्छ, र Firefoxमा सबैतिरबाट पहुँच गर्न सक्नुहुन्छ।
nn_no: Med Firefox-kontoen din kan du synkronisera bokmerke, passord, opne faner, med meir, og få tilgang til dei alle stadar du brukar Firefox.
ur: اپنے Firefox اکاؤنٹ کے ساتھ آپ ہم ساز کر سکتے ہے نشانیاں، پاس ورڈ، کھولیں ٹیب اور اس سے زیادہ، اور آپ رسائی حاصل کر سکتے ہے جہا بھی آپ Firefox استعمال کر رہے ہے۔
uz: Firefox hisobingiz bilan xatcho‘plar, parollar, ochiq ichki oynalar va boshqalarni sinxronlashingiz mumkin. Firefox’dan qayerda foydalansangiz o‘sha yerda ulardan foydalanishingiz mumkin.
xh: NgeAkhawunti yakho ye-Firefox ungangqamnanisa iibhukhmakhi zakho, ipasiwedi, iithebhu ezivuliweyo nangaphezulu, kwaye ufikelele kuzo naphi na usebenzisa khona i-Firefox.

source: Sign in to get started
bn_bd: শুরু করতে সাইন ইন করুন
br: Kennaskit evit kregiñ ganti
bs: Prijavite se da počnete
ca: Inicieu una sessió per començar
cy: Mewngofnodi i gychwyn arni
ga_ie: Logáil isteach le tosú
hi_in: प्रारंभ करने के लिए साइन इन करें
is: Skráðu þig inn til að byrja
kab: Qqen akken ad tebduḍ
lv: Pierakstieties, lai sāktu
ne: सुरु गर्न साइन इन गर्नुहोस्
nn_no: Logg inn for å koma i gang
ur: شروع کرنے کے لیئے سائن ان کریں
uz: Boshlash uchun kiring
xh: Sayina ukuze uqalise

source: Create a Firefox Account
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট তৈরী করুন
br: Krouiñ ur gont Firefox
bs: Kreirajte Firefox račun
ca: Crea un compte de Firefox
cy: Creu Cyfrif Firefox
ga_ie: Cruthaigh Cuntas Firefox
hi_in: बनायें एक फ़ायरफ़ॉक्स खाता
is: Búðu til Firefox reikning
kab: Rnu amiḍan Firefox
lv: Izveidot Firefox kontu
ne: Firefox खाता खोल्नुहोस्
nn_no: Lag ein Firefox-konto
ur: ایک Firefox اکاؤنٹ بنائیں
uz: Firefox hisobini yarating
xh: Yila i-Akhawunti yeFirefox

source: Already have a Firefox account?
bn_bd: ইতোমধ্যেই একটি ফায়ারফক্স অ্যাকাউন্ট অাছে?
br: Ur gont Firefox a zo ganeoc'h dija ?
bs: Već imate Firefox račun?
ca: Ja teniu un compte Firefox?
cy: Cyfrif Firefox yn barod?
ga_ie: Cuntas Firefox agat cheana?
hi_in: पहले से ही फ़ायरफ़ॉक्स खाता है?
is: Ertu þegar með Firefox reikning?
kab: Ɣur-k yakan amiḍan Firefox?
lv: Jums jau ir Firefox konts?
ne: के तपाईँसगँ पहिले नै Firefox खाता छ?
nn_no: Har du allereie ein Firefox-konto?
ur: پہلے سے ہی ایک Firefox اکاؤنٹ ہے؟
uz: Firefox hisobi bormi?
xh: Ngaba sele unayo iakhawunti yeFirefox?

source: Already have one? Sign in.
bn_bd: ইতোমধ্যেই আছে? সাইন ইন করুন।
br: Unan a zo ganeoc'h dija ? Kennaskit.
bs: Već imate račun? Prijavite se.
ca: Ja en teniu un? Inicieu una sessió.
cy: Oes gennych chi un yn barod? Mewngofnodwch.
ga_ie: Cuntas agat cheana? Logáil isteach.
hi_in: पहले से एक है? साइन इन.
is: Ertu þegar með reikning? Skráðu þig inn.
kab: Ɣur-k yakan amiḍan? Qqen.
lv: Jums tāds jau ir? Pierakstieties.
ne: पहिले नै छ? साइन इन गर्नु होस्।
nn_no: Har du allereie ein? Logg inn.
ur: پہلے سے ایک ہے؟ سائن ان کریں.
uz: Sizda allaqachon bormi? Unda kiring.
xh: Ngaba sele unayo? Sayina ungene.
