Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew-fx37.lang.po
Languages: af, br, cy, hi_in, uz

source: Now add Firefox to your Android devices
af: Installeer Firefox op Android-toestelle
br: Ouzhpennit Firefox d'ho trevnadoù Android adalek bremañ
cy: Ychwanegwch Firefox i'ch dyfeisiau Android
hi_in: अब अपने एंड्रॉयड डिवाइस पे भी फ़ायरफ़ॉक्स को जोड़े
uz: Hoziroq Firefox brauzerini Android qurilmalaringizga o‘rnating

source: Get the features you love and the privacy you trust in our most customizable Android browser yet. Simply send a download link straight to your phone or tablet — or both.
af: Kry geliefde funksionaliteit en die privaatheid wat u vertrou in ons mees aanpasbare blaaier nóg vir Android. Stuur gewoon 'n aflaaiskakel direk na 'n foon of tablet — of albei.
br: Adkavit ar c'heweriusterioù a garit hag ar prevezded a fiziit en hor merdeer war Android. Trawalc'h eo kas un ere pellgargañ war ho pellgomz pe tablezenn war eeun.
cy: Cewch eich hoff nodweddion a'r preifatrwydd rydych yn dibynnu arno yn ein porwr Android mwyaf hawdd ei addasu. Anfonwch ddolen llwytho i lawr yn syth i'ch ffôn neu dabled — neu i'r ddau.
hi_in: सुविधाएं प्राप्त करें जिससे आप प्यार करते हैं और वह गोपनीयता जिसमें आप अभी तक हमारे सबसे अनुकूलन एंड्रॉयड ब्राउज़र में भरोसा करते हैं. आसानी से सीधे अपने फ़ोन या टेबलेट के लिए एक डाउनलोड लिंक भेजें—या दोनों.
uz: Sevimli xususiyatlar va ishonchli maxfiylikdan juda qulaylashtirilgan Android brauzerida foydalaning. Yuklab olish havolasini telefoningiz yoki planshetingizga – yoki birdaniga har ikkalasiga jo‘natish juda oson.

source: The intended recipient of the email must have consented.
af: Die ontvanger van die e-pos moes toestemming gegee het.
br: Resever ar postel a rank bezañ a-du.
cy: Rhaid fod derbynnydd yr e-bost wedi cytuno.
hi_in: ईमेल का अभीष्ट प्राप्तकर्ता की सहमति होनी चाहिए.
uz: Xatni qabul qiluvchi bunga rozi bo‘lishi kerak.

source: Send Firefox to your Android phone or tablet
af: Stuur Firefox na 'n Android-foon of tablet
br: Kas Firefox war ho pellgomzer pe tablezenn Android
cy: Anfonwch Firefox i'ch ffôn neu dabled Android
hi_in: अपना एंड्रॉयड फ़ोन और टेबलेट पे फ़ायरफ़ॉक्स भेजें
uz: Firefox brauzerini smarfoningizga yoki planshetingizga jo‘nating

source: Your link has been sent!
af: Die skakel is gestuur!
br: Kaset eo bet ho ere !
cy: Mae eich dolen wedi ei hanfon!
hi_in: आपका लिंक भेजा गया हैं!
uz: Havola jo‘natildi!

source: Send by text message
af: Stuur per SMS
br: Kas dre kemennadenn testenn
cy: Anfon drwy neges testun
hi_in: टेक्स्ट संदेश के द्वारा भेजा गया
uz: Matn xabari sifatida jo‘natish

source: Your Firefox is up to date.
af: Firefox is op datum.
br: Hizivaet eo ho Firefox.
cy: Mae eich Firefox yn gyfredol.
hi_in: आपका फ़ायरफ़ॉक्स का अद्यतन हो चुका है.
uz: Sizning "Firefox"ingiz yap-yangi.

source: Send
af: Stuur
br: Kas
cy: Anfon
hi_in: भेजें
uz: Jo‘natish

source: Send Firefox to your Android phone
af: Stuur Firefox na 'n Android-foon
br: Kas Firefox d'ho pellgomzer Android
cy: Anfonwch Firefox i'ch ffôn Android
hi_in: अपना एंड्रॉयड फ़ोन पे फ़ायरफ़ॉक्स भेजें
uz: Firefox brauzerini Android qurilmangizga jo‘nating

source: Enter your 10-digit phone number
af: Tik u 10-syfer-foonnommer
br: Enlakait ho niverenn pellgomz gant 10 sifr
cy: Rhowch eich rhif ffôn 10 digid
hi_in: अपना १० अंको का फ़ोन संख्या दर्ज करें
uz: 10 ta raqamdan iborat telefon raqamingizni kiriting

source: Also available from <a href="%(url)s">Google Play</a>.
af: Ook beskikbaar op <a href="%(url)s">Google Play</a>.
br: Adkavit an arload war <a href="%(url)s">Google Play</a>.
cy: Hefyd ar gael o <a href="%(url)s">Google Play</a>.
hi_in: <a href="%(url)s">गूगल प्ले</a> से भी उपलब्ध.
uz: Shuningdek, <a href="%(url)s">Google Play</a>do‘konida ham bor.

source: Send by email
af: Stuur per e-pos
br: Kaset dre bostel
cy: Anfon drwy e-bost
hi_in: ईमेल द्वारा भेजा गया
uz: Xat qilib jo‘natish

source: SMS & data rates may apply. The intended recipient of the SMS must have consented.
af: SMS en datatariewe kan van toepassing wees. Die ontvanger van die SMS moes toestemming gegee het.
br: Feurioù SMS ha roadennoù a c'hello bezañ sevenet. Resever an SMS a rank bezañ a-du.
cy: Gall gostau SMS a data fodoli. Rhaid i dderbynnydd y SMS fod wedi cytuno.
hi_in: एसएमएस और डेटा दर लागू हो सकता हैं. एसएमएस का इरादा प्राप्तकर्ता की सहमति होनी चाहिए.
uz: SMS va ma’lumotlar uchun to‘lov olinishi mumkin. SMS xabarni qabul qiluvchi bunga rozi bo‘lishi kerak.

source: Send to another device
af: Stuur na 'n ander toestel
br: Kas d'un trevnad all
cy: Anfon i ddyfais arall
hi_in: दूसरे डिवाइस में भेजें
uz: Boshqa qurilmaga jo‘natish

source: Check your device to start downloading.
af: Kyk op die toestel om te begin aflaai.
br: Gwiriekait ho trevnad evit kregiñ da pellgargañ.
cy: Gwiriwch eich dyfais i gychwyn llwytho i lawr.
hi_in: डाउनलोडिंग शुरू करने के लिए अपना डिवाइस जाँच करें.
uz: Yuklab olishni boshlash uchun qurilmangizni tekshiring.

source: SMS service available in the U.S. only.
af: SMS-diens is slegs in die VSA beskikbaar.
br: Gwazerezh SMS hegerz er Stadoù-Unanet nemetken.
cy: Mae'r gwasanaeth SMS ar gael yn yr UDA yn unig.
hi_in: एसएमएस सेवा सिर्फ युस में ही उपलब्ध हैं.
uz: SMS xizmati faqat AQSHda mavjud.

source: Sorry. This number isn't valid. Please enter a U.S. phone number or <a href="%s">download directly from Google Play.</a>
af: Jammer, die nommer is nie geldig nie. Tik asb. 'n VSA-foonnommer of <a href="%s">laai direk af vanaf Google Play.</a>
br: Digarezit. An niverenn-mañ a zo direizh. Enlakait un niverenn pellgomz eus ar Stadoù-Unanet pe <a href="%s">pellgargit adalek ar Google Play.</a>
cy: Ymddiheuriadau. Nid yw'r rhif yn ddilys. Rhowch rif ffôn o'r UDA neu <a href="%s">lwytho i lawr yn syth o Google Play.</a>
hi_in: माफ़ कीजिए. यह नंबर वैध नही हैं. कृपया यूस फ़ोन नंबर दर्ज करें या <a href="%s">सीधे गूगल प्ले स्टोर से डाउनलोड करें.</a>
uz: Kechirasiz. Bu raqam noto‘g‘ri. AQSH telefon raqamini kiriting yoki <a href="%s">Google Play do‘konidan yuklkab oling.</a>

source: An error occurred in our system. Please try again later.
af: 'n Fout het in ons stelsel voorgekom. Probeer gerus weer later.
br: Ur fazi a zo bet er reizhad. Klaskit en-dro diwezhatoc'h.
cy: Digwyddodd gwall yn ein system. Ceisiwch eto'n hwyrach.
hi_in: एक त्रुटि हमारे सिस्टम में हुई. कृपया थोड़ी देर बाद पुनः प्रयास करें.
uz: Tizimimizda xatolik yuz berdi. Keyinroq qaytadan urinib ko‘ring.
