Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/whatsnew.lang.po
Languages: af, ar, as, az, bn_bd, bn_in, ca, cy, es, fa, fr, ga_ie, gd, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, or, pt, ru, sr, ta, te, th, tr, ur, uz, vi, zh_tw

source: Stay connected to your Facebook friends without having to click away.
af: Hou kontak met Facebook-vriende sonder om weg te klik.
as: ক্লিক নকৰাকৈ আপোনাৰ Facebook বন্ধুসকলৰ সৈতে সংযুক্ত থাকক।
az: Firefox-dan çıxmadan dostlarınızla ünsiyyətdə qalın.
bn_bd: দূরে থেকে ক্লিক না করেও আপনার ফেসবুক বন্ধুদের সাথে সংযুক্ত থাকুন।
ca: Manteniu-vos en contacte amb els vostres amics del Facebook sense haver d'anar lluny
cy: Cadwch mewn cysylltiad â'ch ffrindiau Facebook heb fod yn gorfod clicio ar eu hôl.
es: Sigue en contacto con tus amigos de Facebook con solo hacer clic.
fa: بدون نیاز به کاری اضافی، با دوستان خود در فیس‌بوک در ارتباط بمانید.
fr: Restez en contact avec vos amis Facebook sans quitter la page sur laquelle vous vous trouvez.
ga_ie: Fan i dteagmháil le do chuid cairde ar Facebook gan cliceanna breise.
gd: Cum suas ri do charaidean air Facebook gun fheum air briogadh air falbh.
hi_in: जुडे रहे अपने फ़ेसबुक दोस्तो से बिना दूर क्लिक करें
hr: Ostanite povezani s Facebook prijateljima bez da napustite stranicu koju posjećujete.
hy_am: Շարունակեք կապը Facebook-ի Ձեր ընկերների հետ առանց որևէ ավելորդ քայլի։
id: Tetap terhubung ke Facebook, tanpa perlu membuka situs Facebook.
kk: Firefox-тан шықпай ақ, Facebook достарыңызбен байланыста болыңыз.
km: នៅតែ​តភ្ជាប់​មិត្តភ័ក្ដិ Facebook របស់​អ្នក​ដោយ​មិន​ចាំបាច់​ចុច​ចាក​ឆ្ងាយ ។
kn: ಇಲ್ಲಿಂದ ಬೇರೆಲ್ಲ್ಲೂ ಹೋಗದೆಲೆ ನಿಮ್ಮ ಫೇಸ್ ಬುಕ್ ಗೆಳೆಯರೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಿ.
ku: Bêyî ku ji malperekê derkevî, peywendiya bi hevalên Facebookê re dewam bike.
lt: Nepraraskite ryšio su draugais, kuriame tinklapyje bebūtumėte.
lv: Esi draugu lokā bez vajadzības klikšķināt uz citu lapu.
ml: കൂട്ടുകാരുമായി ഫെസിസ്ബുക്കില്‍ ബന്ധപ്പെടുക.
mr: क्लिकविना तुमच्या फेसबूक मित्रांबरोबर जोडणी करा.
ms: Terus berhubung kepada kawan-kawan facebook anda tanpa memerlukan untuk beredar klik.
my: တခြား တပ်ဗ်တွေကို သွားကူးဖို့မလိုပဲ သင့်ဖေစ့်ဘုတ်သူငယ်ခြင်းများနှင့်ဆက်သွယ်နိုင်ပါပြီ
nn_no: Hald kontakten med Facebook-venane dine utan å måtte endra status til borte.
oc: Demoratz en contacte amb vòstres amics Facebook sens quitar la pagina sus la quala vos trobatz.
or: ଦୂରରେ ରହିବା ପରିବର୍ତ୍ତେ ଆପଣଙ୍କ Facebook ସାଙ୍ଗମାନଙ୍କ ସହିତ ସମ୍ପର୍କରେ ରୁହନ୍ତୁ।
pt: Mantenha-se ligado aos seus amigos do Facebook sem ter que clicar em ausente.
sr: Останите повезани са Вашим пријатељима без потребе да промените језичак.
ta: உங்கள் Facebook நண்பர்களுடன் எப்போதும் தொடர்பிலிருக்கலாம், கூடுதலாக சொடுக்க வேண்டிய அவசியமில்லை.
te: మరో లంకెని నొక్కాల్సిన అవసరం లేకుండానే మీ ఫేస్‌బుక్ స్నేహితుల సాన్నిహిత్యంలో ఉండండి.
th: ติดต่อกับเพื่อนบน Facebook ได้ตลอดเวลาโดยไม่ต้องออกจากหน้าเว็บเดิม
tr: Bulunduğunuz sayfadan ayrılmadan Facebook arkadaşlarınızla iletişimi sürdürün.
ur: دُور جائے بغیر اپنے فیس بک دوستوں سے مربوط رہیں۔
uz: "Facebook"dagi do‘stlaringiz bilan ortiqcha harakatlarsiz gaplashing.
vi: Giữ kết nối với bạn bè Facebook tiện lợi, không cần nhấn chuột.
zh_tw: 不必離開瀏覽中的網頁，隨時保持連線到 Facebook。

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
af: Facebook is 'n handelsmerk van <a href="%(url)s">Facebook, Inc.</a>
as: Facebook <a href="%(url)s">Facebook, Inc.</a> ৰ এটা পণ্যচিহ্ন
az: Facebook <a href="%(url)s">Facebook, Inc.</a> -in əmtəə nişanıdır.
bn_bd: <a href="%(url)s">Facebook, Inc.</a> এর ট্রেডমার্ক ফেসবুক
bn_in: Facebook <a href="%(url)s">Facebook, Inc.</a>-এর ট্রেডমার্ক
ca: Facebook és una marca registrada de <a href="%(url)s">Facebook, Inc.</a>
cy: Nod masnach <a href="%(url)s">Facebook, Inc</a> yw Facebook.
es: Facebook es una marca registrada de <a href="%(url)s">Facebook, Inc.</a>
fa: فیس‌بوک نماد تجاری <a href="%(url)s">Facebook, Inc.</a> است
fr: Facebook est une marque déposée de <a href="%(url)s">Facebook, Inc.</a>
ga_ie: Is trádmharc de chuid <a href="%(url)s">Facebook, Inc.</a> é "Facebook"
gd: Tha Facebook 'na chomharra-malairt aig <a href="%(url)s">Facebook, Inc.</a>
hi_in: फ़ेसबुक व्यापार चिह्न है <a href="%(url)s">फ़ेसबुक इन्क. </a> का
hr: Facebook je zaštitni znak <a href="%(url)s">Facebook Inc.</a>
hy_am: Facebook-ը<a href="%(url)s">Facebook, Inc.</a>-ի ապրանքանիշն է
id: Facebook merupakan merek dagang milik <a href="%(url)s">Facebook, Inc.</a>
kk: Facebook <a href="%(url)s">Facebook, Inc.</a> сауда белгісі болып табылады
km: Facebook គឺជា​យីហោ​របស់ <a href="%(url)s">Facebook, Inc.</a>
kn: ಫೇಸ್ ಬುಕ್ <a href="%(url)s">ಫೇಸ್ ಬುಕ್, ಇಂಕ್.</a> ನ ಟ್ರೇಡ್ ಮಾರ್ಕ್ ಆಗಿದೆ.
ku: Facebook markayeke tomarkirî ya <a href="%(url)s">Facebook, Inc.</a>ê ye.
lt: „Facebook“ yra „<a href="%(url)s">Facebook, Inc.</a>“ prekės ženklas
lv: Facebook ir <a href="%(url)s">Facebook, Inc.</a> preču zīme
ml: <a href="%(url)s">Facebook, Inc.</a>-ന്റെ വ്യാപാര മൂദ്യയാകുന്നു ഫെയിസ്ബുക്ക്.
mr: फेसबूक, हे <a href="%(url)s">फेसबूक, इंक.</a>चे व्यापारचिन्ह आहे
ms: Facebook adalah satu jenama daripada <a href="%(url)s">Facebook, Inc.</a>
nn_no: Facebook er eit varemerke eigd av <a href="%(url)s">Facebook, Inc.</a>
oc: Facebook es una marca depausada de <a href="%(url)s">Facebook, Inc.</a>
or: Facebook <a href="%(url)s">Facebook, Inc.</a> ର ଏକ ବାଣିଜ୍ୟିକ ଚିହ୍ନ ଅଟେ
pt: Facebook é uma marca registada de <a href="%(url)s">Facebook, Inc.</a>
sr: Фејсбук је заштитни знак <a href="%(url)s">Facebook, Inc.</a>
ta: Facebook என்பது <a href="%(url)s">Facebook, Inc.</a> இன் வர்த்தக முத்திரையாகும்
te: ఫేస్‌బుక్ అనేది <a href="%(url)s">Facebook, Inc.</a> వారి ట్రేడ్‌మార్కు
th: Facebook เป็นเครื่องหมายการค้าของ <a href="%(url)s">Facebook, Inc.</a>
tr: Facebook, <a href="%(url)s">Facebook, Inc.</a>'in tescilli markasıdır.
ur: فیس بک <a href="%(url)s">فیس بک، تشریک</a> کا نشانِ تجارہ ہے۔
uz: Facebook <a href="%(url)s">Facebook, corp.</a>ning savdo belgisidir
vi: Facebook là thương hiệu của <a href="%(url)s">Facebook, Inc.</a>
zh_tw: Facebook 是 <a href="%(url)s">Facebook, Inc.</a> 的商標。

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
af: Geluk!<br> Die blaaier is veiliger as ooit tevore.
bn_in: অভিনন্দন! <br> আপনার ব্রাউজার আগের চেয়ে সুরক্ষিত এবং<br> আরো নিরাপদ।
ca: Enhorabona!<br>El vostre navegador és més segur i<br>fiable que mai.
cy: Llongyfarchiadau!<br> Mae eich porwr yn fwy diogel ac<br>yn fwy cadarn nag erioed.
ga_ie: Comhghairdeas!<br> Tá do bhrabhsálaí níos sábháilte agus<br>níos sláine ná riamh.
km: សូម​អបអរសាទរ!<br> កម្មវិធី​អ៊ីនធឺណិត​របស់​អ្នក​គឺ​មាន​សុវត្ថិភាព<br>ហើយ។
kn: ಅಭಿನಂದನೆಗಳು! ಹಿಂದೆಂದಿಗಿಂತಲೂ <br>ನಿಮ್ಮ ಬ್ರೌಸರ್ ಹೆಚ್ಚು ಸಂರಕ್ಷಿತ<br>ಹಾಗೂ ಸುರಕ್ಷಿತ.
ku: Bijî! Geroka te parastîtir û<br> ji hemû deman ewletir e.
lt: Sveikiname!<br> Jūsų naršyklė dabar saugesnė<br> nei kada nors anksčiau.
lv: Apsveicam!<br> Jūsu pārlūks ir drošāks nekā jebkad.
ms: Tahniah!<br> Pelayar anda selamat dan<br>dan lebih selamat berbanding sebelum ini.
nn_no: Gratulerar!<br> Nettlesaren din er tryggare og<br>sikrare enn nokon gong.
ta: வாழ்த்துக்கள்!<br> உங்களுடைய உலாவி பாதுகாப்பானது<br> மற்றும் நம்பகமானது.
tr: Tebrikler!<br> Tarayıcınız artık eskisinden<br>daha da güvenli.
uz: Tabriklaymiz!<br> Brauzeringiz xavfsiz va<br>har doimgidan yanada xavfsiz.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
af: Kry die selfde vlak van<br> keuse en innovering<br> in 'n slimfoon.
ca: Obtingueu el mateix<br>nivell de capacitat de tria<br>i innovació a un<br>telèfon intel·ligent.
cy: Cael yr un faint o<br> ddewis a menter<br> mewn ffôn clyfar.
ga_ie: An méid céanna<br> roghanna agus nuálaíochta<br> i nguthán cliste.
km: ទទួល​បាន​កម្រិត​ដូចគ្នា​នៃ<br> ជម្រើស និង​ការ​ច្នៃប្រឌិត<br> នៅ​ក្នុង​ទូរស័ព្ទ​ទំនើប។
ku: Heman asta<br> hilbijartin û nûkirinan<br> di telfona xwe ya jîr de jî bistîne.
lv: Iegūstiet to pašu<br> izvēles un inovācijas<br> līmeni viedtālrunī.
ms: Dapatkan tahap yang sama<br> pilihan dan inovasi<br> dalam telefon pintar.
nn_no: Få same høge grad av<br> valfridom og nyskaping<br> i ein smarttelefon.
ta: அறிவார்ந்த கைபேசியில் <br> அதே அளவில் வாய்ப்புகளும்<br> புத்தாக்கங்களையும் பெறுக.
tr: Çok sevdiğiniz tercih hakkı<br>ve yenilikçilik<br> şimdi akıllı telefonlarda.
uz: Xuddi shu darajadagi <br> tanlov va innovatsiyalar<br>dan telefoningizda ham foydalaning.

source: Learn more about Firefox OS
af: Meer inligting oor Firefox OS
bn_bd: ফায়ারফক্স ওএস সম্পর্কে আরও জানুন
bn_in: Firefox OS সম্বন্ধে আরও জানুন
ca: Més informació del Firefox&nbsp;OS
cy: Dysgu rhagor am Firefox OS
ga_ie: Tuilleadh eolais faoi Firefox OS
km: ស្វែងយល់​បន្ថែម​អំពី Firefox OS
kn: Firefox OS ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ku: Derbarê Firefox OSê de bêtir bizane
lt: Sužinokite daugiau apie „Firefox OS“
lv: Uzziniet vairāk par Firefox OS
ms: Pelajari lebih lanjut berkenaan Firefox OS
nn_no: Les meir om Firefox OS
pt: Saber mais sobre o Firefox OS
ta: பயர்பாக்ஸ் இயங்குதளம் பற்றி மேலும் தெரிந்துகொள்ள
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox OS
tr: Firefox OS hakkında bilgi alın
uz: "Firefox OS" haqida ko‘proq o‘rganing
zh_tw: 了解更多 Firefox OS
