Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/win10-welcome.lang.po
Languages: af, bn_bd, br, ca, cy, es_mx, fa, kab, kk, lt, lv, pt, xh

source: Firefox + Windows 10. Perfect together.
af: Firefox + Windows 10. Perfekte kombinasie.
bn_bd: ফায়ারফক্স + উইন্ডোজ ১০। একত্রে নিখুঁত।
br: Firefox + Windows 10. Peurvat asambles.
ca: Firefox + Windows 10. Perfectes junts.
cy: Firefox + Windows 10. Yn berffaith gyda'i gilydd.
es_mx: Firefox + Windows 10. Perfecto juntos.
fa: فایرفاکس + ویندوز ۱۰. کامل و بدون نقص.
kab: Firefox + Windows 10. Fazen lwaḥid.
kk: Firefox + Windows 10. Бірге тамаша жұмыс істейді.
lt: „Firefox“ ir „Windows 10“: puikus derinys.
lv: Firefox + Windows 10. Ideāli kopā.
pt: Firefox + Windows 10. Juntos, são perfeitos.
xh: IFirefox + Windows 10. Zisebenza ngokugqibeleleyo kunye.

source: We’ve designed Firefox to work seamlessly with your Windows 10 update, giving you the same great browsing experience you’ve come to love, with the privacy, speed and choice you’ve come to expect.
af: Ons het Firefox gebou om seepglad te werk met Windows 10, en bied die selfde fantastiese blaai-ervaring waaraan u gewoond is, met die privaatheid, spoed en keuse wat u verwag.
bn_bd: আমরা ফায়ারফক্স এমনভাবে তৈরি করেছি যেন উইন্ডোজ ১০ এর সাথে সাবলীলভাবে চলতে পারে, গোপনীয়তা এবং বেছে নেওয়ার সুযোগ যা যা আপনি প্রত্যাশা করেন, এগুলো আপনাকে অনেক ভালো ব্রাউজিং অভিজ্ঞতা দেবে যা অবশ্যই আপনার ভাল লাগবে।
br: Azasaet hon eus Firefox evit ma klotfe an neuz gant hini Windows 10, gant an hevelep merdeiñ dreist a garit, gant ar prevezded, an tizh hag ar frankiz a c'hortozit.
ca: Hem dissenyat el Firefox per treballar de forma fluida amb l'actualització del Windows 10, oferint-vos la mateixa experiència de navegació que us agrada, amb privadesa, velocitat i la possibilitat de tria que espereu.
cy: Rydym wedi cynllunio Firefox i weithio'n rhwydd gyda'ch diweddariad i Windows 10, gan roi i chi'r un profiad pori arbennig rydych wedi ei brofi yn y gorffennol, gyda'r preifatrwydd, y cyflymder a'r dewis rydych yn eu disgwyl.
es_mx: Hemos diseñado Firefox para trabajar sin problemas con tu actualización de Windows 10, dándote la misma gran experiencia de navegación que llegaste a amar, con la privacidad, la velocidad y la opción que esperabas.
fa: ما فایرفاکس را به گونه‌ای طراحی کرده‌ایم که با ویندوز ۱۰ شما کاملا یکپارچه کار کند، تا به شما همان تجربه‌ی وبگردی‌ای را بدهد که عاشق‌اش هستید، با همان حریم‌خصوصی، سرعت و انتخاب‌هایی که انتظارش را دارید.
kab: Nfeṣṣel Firefox akken ad imahel akked lqem n Windows 10 inek, ak-d-imud tarmit n tunigin am tin tḥemleḍ, s tudert tusligt, arured, akked tlelli n ufran n wayen tettraǧuḍ.
kk: Біз Firefox-ты Windows 10-шы нұсқасымен ыңғайлы түрде жұмыс жасап, сіз ұнататын шолу тәсілдерін, сіз күтетін жекелік, жылдамдық және таңдауларды ұсынатындай жасадық.
lt: „Firefox“ sukūrėme taip, kad ji puikiai veiktų su naująja „Windows 10“, suteikdama jūsų jau pamėgtą naršymo sąsają bei įprastą privatumo apsaugą, spartą ir pasirinkimo laisvę.
lv: Mēs esam radījuši Firefox, lai tas nevainojami strādātu ar Windows 10 atjauninājumu, lai jūs varētu baudīt lielisku pārlūkošanas ērtumu, ātrumu un privātumu.
pt: Nós desenhámos o Firefox para funcionar de forma perfeitamente integrada com a sua atualização para o Windows 10, dando-lhe a mesma experiência de navegação que o apaixonou, com a privacidade, velocidade e escolha que espera.
xh: Siyile i-Firefox ukusebenzisa ngonxibelelwano kunye no-Windows 10 ukuhlaziya, ukukunika amava afanayo okubhrawuza owathandayo, ngokubayimfihlo, isantya nokhetho ozilindeleyo.

source: Make Firefox your default in 3 easy steps:
af: Gebruik Firefox by verstek in drie maklike stappe:
bn_bd: সহজ তিনটি ধাপে ফায়ারফক্সকে আপনার ডিফল্ট করুন:
br: Lakait Firefox da vezañ ho merdeer dre ziouer gant 3 fazenn aes :
ca: Feu el Firefox el vostre predeterminat en 3 senzills passos:
cy: Gwneud Firefox yn rhagosodiad mewn 3 cam hawdd:
es_mx: Haz Firefox tu navegador predeterminado en 3 sencillos pasos:
fa: فایرفاکس را در ۳ مرحله ساده به عنوان مرورگر پیش‌فرض انتخاب کنید:
kab: Err Firefox amezwer di 3 n imecwaṛen fessusen:
kk: Firefox-ты үнсіз келісім бойынша 3 қадамда қылу:
lt: Skirkite „Firefox“ numatytąja naršykle trim paprastais žingsniais:
lv: Padariet Firefox par noklusēto pārlūku 3 soļos:
pt: Pré-defina o Firefox com três simples passos:
xh: Yenza iFirefox ibe yidifolti yakho ngamanyathelo alula ayi-3:

source: Click the button above
ca: Feu clic al botó anterior
kab: Sit ɣef tqeffalt nig-a
kk: Жоғарыдағы батырманы шертіңіз
lt: spustelėkite aukščiau esantį mygtuką
xh: Cofa iqhosha elingentla

source: Click the button below
af: Klik die knoppie hieronder
bn_bd: নিচের বোতামে ক্লিক করুন
br: Klikit war an afell dindan
ca: Feu clic al següent botó
cy: Cliciwch y botwm isod
es_mx: Clic el botón de abajo
fa: بر روی دکمه مقابل کلیک کنید
kab: Sit ɣef tqeffalt daw-a
kk: Төмендегі батырманы шертіңіз
lt: spustelėkite žemiau esantį mygtuką
lv: Klikšķiniet uz pogas zemāk
pt: Clique no botão em baixo
xh: Cofa iqhosha elingezantsi

source: Scroll down to “Web browser”
af: Rol af na “Web browser” of “Webblaaier”
bn_bd: “ওয়েব ব্রাউজার” পেতে নিচে স্ক্রল করুন
br: Dibunit betek “Merdeer web” (“Navigateur web” e galleg)
ca: Baixeu fins a “Navegador web”
cy: Sgrolio lawr i “Porwr gwe”
es_mx: Desplázate hacia abajo hasta "Navegador web"
fa: تا رسیدن به قسمت «مرورگر وب» (Web browser) به پایین حرکت کنید
kab: Sedrurem d akesser ɣer “Iminig Web”
kk: "Веб браузері" дегенге айналдырыңыз
lt: nuslinkite vaizdą iki skyriaus „Žiniatinklio naršyklė“
lv: Atrodiet "Web browser"
pt: Desloque para "Navegador web"
xh: Skrola uhle uye "kwibhrawza yeWebhu"

source: Choose Firefox
af: Kies Firefox
bn_bd: ফায়ারফক্সকে বেছে নিন
br: Dibabit Firefox
ca: Trieu el Firefox
cy: Dewis Firefox
es_mx: Elegir Firefox
fa: فایرفاکس را انتخاب کنید
kab: Fren Firefox
kk: Firefox-ты таңдаңыз
lt: pasirinkite „Firefox“
lv: Izvēlieties Firefox
pt: Escolha o Firefox
xh: Khetha i-Firefox.

source: Let’s do it
af: Kom ons doen dit
bn_bd: চলুন করা যাক
br: Deomp dezhi
ca: Feu-ho
cy: Ymlaen!
es_mx: Vamos a hacerlo
fa: بیایید اینکار را بکنیم
kab: Aya ihi
kk: Ал, жасайық
lt: Pradėkime
lv: Lai iet
pt: Vamos lá
xh: Masiyenze

source: Privacy
af: Privaatheid
bn_bd: গোপনীয়তা
br: Buhez prevez
ca: Privadesa
cy: Preifatrwydd
es_mx: Privacidad
fa: حریم خصوصی
kab: Tudert tabaḍnit
kk: Жекелік
lt: Privatumas
lv: Privātums
pt: Privacidade
xh: Okwabucala

source: Speed
af: Spoed
bn_bd: গতি
br: Tizh
ca: Velocitat
cy: Cyflymder
es_mx: Velocidad
fa: سرعت
kab: Arured
kk: Жылдамдық
lt: Sparta
lv: Ātrms
pt: Velocidade
xh: Isantya

source: Choice
af: Keuse
bn_bd: পছন্দ
br: Frankiz dibab
ca: Possibilitat de tria
cy: Y Dewis
es_mx: Elegir
fa: انتخاب
kab: Afran
kk: Таңдау
lt: Laisvė rinktis
lv: Izvēle
pt: Escolha
xh: Onokukukhetha
