Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/windows-8-touch.lang.po
Languages: br, ca, cy, es_mx, gd, hi_in, km, lv, ms, tr, uz

source: Firefox for Windows 8 Touch
br: Firefox evit Windows 8 Touch
ca: Firefox per al Windows 8 tàctil
cy: Firefox ar gyfer Windows 8 Cyffwrdd
es_mx: Firefox para Windows 8 Touch
gd: Firefox airson Windows 8 Touch
hi_in: windows 8 स्पर्श के लिए फायरफॉक्स
km: Firefox សម្រាប់ Windows 8 Touch
lv: Firefox Windows 8 Touch ierīcēm
ms: Firefox untuk Windows 8 Touch
tr: Windows 8 için Dokunmatik Firefox
uz: Windows 8 Touch uchun Firefox

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
br: N'hallit ket kavout al lañser ? <a class="more" href="%(link)s">Gweladennit lec'hienn skoazell Mozilla</a>
ca: No trobeu el menú? <a class="more" href="%(link)s">Obteniu ajuda a Mozilla Support</a>
cy: Methu canfod y ddewislen? <a class="more" href="%(link)s">Mae cymorth i'w gael gan Mozilla Support</a>
es_mx: ¿No encuentras el menú? <a class="more" href="%(link)s">Obtén ayuda en el centro de asistencia de Mozilla</a>
gd: Nach urrainn dhut an clàr-taice a lorg? <a class="more" href="%(link)s">Faic cobhair o sgioba-taice Mozilla</a>
hi_in: मेनू नहीं ढूंढ पा रहे ? <a class="more" href="%(link)s">मोज़िल्ला समर्थन से सहायता प्राप्त करें</a>
km: មិន​អាច​រក​ឃើញ​ម៉ឺនុយ​ឬ? <a class="more" href="%(link)s">ទទួល​យក​ជំនួយ​នៅ​ការ​គាំទ្រ Mozilla </a>
lv: Nevar atrast izvēlni? <a class="more" href="%(link)s">Iegūstiet palīdzību uz Mozilla Atbalsts</a>
ms: Tidak dapat mencari menu? <a class="more" href="%(link)s">Dapatkan bantuan di Mozilla Support</a>
tr: Menüyü bulamadınız mı? <a class="more" href="%(link)s">Mozilla Desteği'nden yardım alın</a>
uz: Menyuni topa olmadingizmi? <a class="more" href="%(link)s">Mozilla qo‘llab-quvvatlash markazidan yordam oling</a>

source: Hooray! Your Firefox is up to date.
br: You ! Hizivaet eo bet ho Firefox.
ca: Hurra! El vostre Firefox està actualitzat.
cy: Hwre! Mae eich Firefox yn gyfredol.
es_mx: ¡Enhorabuena! Tu Firefox está actualizado.
gd: Shin thu a laochain! Tha am Firefox agad cho ùr 's a ghabhas.
hi_in: हुर्रे! आपका फ़ायरफ़ॉक्स नवीनतम है.
km: ជយោ ! Firefox របស់​អ្នក​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ហើយ ។
lv: Urrā! Jums ir pats svaigākais Firefox.
ms: Hooray! Firefox anda adalah muktahir.
tr: Şahane! Firefox'unuz güncel.
uz: Urra! Firefox yangilangan.

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
br: Dizoloit <span>Firefox <em>evit</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
ca: Presentem el <span>Firefox <em>per al</em><br> Windows<sup>&reg;</sup> 8 tàctil</span>
cy: Dyma <span>Firefox <em>ar gyfer</em><br> Windows<sup>&reg;</sup> 8 Cyffwrdd</span>
es_mx: Presentación de <span>Firefox <em>para</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
gd: A' cur fàilte air <span>Firefox <em>airson</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
hi_in: प्रस्तुत करते हैं <span>विंडोज ८<sup>&reg;</sup>टच <br>के लिए फायरफॉक्स </span>
km: ការ​ណែនាំ <span>Firefox <em>សម្រាប់</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
ms: Pengenalan <span>Firefox <em>untuk</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
tr: Karşınızda <span>Windows<sup>&reg;</sup> 8 <em>için</em><br> Dokunmatik Firefox</span>
uz: <span>Firefox <br> Windows<sup>&reg;</sup> 8 Touch <em>uchun</em></span> ma’lumotlar

source: Our new, optimized design<br> is just one step away
br: Hegerz eo hor c'hetal nevez<br> evit ar skrammoù stekiñ
ca: El nostre disseny nou i optimitzat<br> és a només un pas
cy: Dim ond un cam i ffwrdd<br> mae ein cynllun newydd, penodol
es_mx: Nuestro nuevo diseño optimizado está a punto de salir.
gd: Tha a' cho-dhealbhachd ùr<br> againn fìor-dhlùth ort
hi_in: हमारा नया,अनुकूलित डिज़ाइन<br>सबसे एक कदम आगे है
km: ការ​រចនា​ដែល​បាន​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​ថ្មី​សម្រាប់​ពួក​យើង<br> គ្រាន់តែ​ជា​ជំហាន​មួយ
lv: Mūsu jaunais, optimizētais noformējums<br> ir tikai viena sola attālumā
ms: Baru, reka bentuk kami dioptimumkan<br> hanya salah satu langkah lagi
tr: Parmaklarınıza özel yeni<br> tasarımımız bir adım uzakta
uz: Bizning yangi, qulay dizaynimiz <br> bir qadam oldinda

source: Relaunch in Firefox for Windows 8 Touch
br: Adloc'hañ e-barzh Firefox evit Windows 8 Touch
ca: Reinicia el Firefox pel Windows 8 tàctil
cy: Ymlaen gyda Firefox ar gyfer Windows 8 Cyffwrdd
es_mx: Relanzar en Firefox para Windows 8 Touch
gd: Cuir air bhog as ùr ann am Firefox airson Windows 8 Touch
hi_in: विंडोज 8 टच के लिए फायरफॉक्स में पुनः लांच
km: ចាប់ផ្ដើម​ឡើង​វិញ​ក្នុង Firefox សម្រាប់ Windows 8 Touch
lv: Atvērt Firefox Windows 8 Touch stilā
ms: Lancarkan semula dalam Firefox untuk Windows 8 Touch
tr: Windows 8 için dokunmatik Firefox tarayıcısını aç
uz: "Windows 8 Touch uchun Firefox"ni qayta ishga tushirish

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
br: Evit arverañ ar mod stekiñ, digorit lañser Firefox ha diuzit "%(relaunch_menu_item)s". Bremañ e c'hellit kaout ar pep gwellañ eus ho merdeiñ.
cy: I newid i'r Modd Cyffwrdd, agorwch ddewislen Firefox a dewis "%(relaunch_menu_item)s". Dyma beth yw pori prydferth.
es_mx: Para cambiar a Modo Táctil, abre el menú de Firefox y elige "%(relaunch_menu_item)s". Ahora podrás navegar muy bien.
gd: Airson am modh Touch a chleachdadh, fosgail clàr-taice Firefox is tagh "%(relaunch_menu_item)s". Sin agad e a-nis.
hi_in: स्पर्श प्रणाली में बदलने के लिए, फिरेफोक्स मेनू खोले और चुने "%(relaunch_menu_item)s".अब आप खूबसूरती से ब्राउज कर रहे हैं.
km: ដើម្បី​ប្ដូរ​ទៅ​របៀប​ប៉ះ, បើក​ម៉ឺនុយ Firefox ហើយ​ជ្រើស "%(relaunch_menu_item)s"។ ឥឡូវ​នេះ​អ្នក​កំពុង​រុករក​ដោយ​ពេញ​ចិត្ត។
ms: Untuk menukar kepada Mod Sentuh, buka Firefox Menu dan pilih "%(relaunch_menu_item)s". Kini anda belayar dengan penuh kecantikan.
tr: Dokunmatik moda geçmek için Firefox menüsünü açıp "%(relaunch_menu_item)s" komutunu seçin. Dokunmatik ekranlarda gezinti artık daha kolay.
uz: "Teginish rejimi"ga o‘tish uchun "Firefox" menyusini oching va "%(relaunch_menu_item)s"ni tanlang. Hozir juda go‘zal ko‘ra boshlaysiz.

source: And don’t forget to make Firefox your default browser to stay in control online.
br: Ha n'ankounac'hait ket da lakaat Firefox d'ho merdeer dre ziouer evit bezañ mestr war ho puhez enlinenn.
ca: I no oblideu configurar el Firefox com el navegador per defecte per mantenir el control de la vostra activitat en línia.
cy: Peidiwch ag anghofio i wneud Firefox eich porwr arferol, er mwyn parhau mewn rheolaeth ar-lein.
es_mx: Y no te olvides de hacer Firefox tu navegador predeterminado para mantener el control de lo que haces en línea.
gd: Agus na dìochuimhnich Firefox a shuidheachadh mar am brabhsair bunaiteach agad airson smachd a chumail air cùisean air loidhne.
hi_in: और फायरफॉक्स को ऑनलाइन नियंत्रण में रहने के लिए डिफ़ॉल्ट ब्राउज़र बनाना न भूलें .
km: ហើយ​កុំ​ភ្លេច​ធ្វើ​ឲ្យ Firefox កម្មវិធី​អ៊ីនធឺណិត​លំនាំដើម​នៅ​តែ​ស្ថិត​លើ​បណ្ដាញ។
lv: Un neaizmirstiet uzstādīt Firefox kā noklusējuma pārlūku lai palikt vadībā arī tiešsaistē.
ms: Dan jangan lupa untuk menjadikan Firefox pelayar lalai anda untuk kekal dalam kawalan atas talian.
tr: İnternette kontrolü elinizde tutmak için Firefox’u varsayılan tarayıcınız yapmayı da unutmayın.
uz: Shuningdek, "Firefox"ni onlayn boshqarishingiz uchun standart brauzer qilishni unutmang.

source: Firefox for Windows 8 Touch screenshot.
br: Tapadenn-skramm eus Firefox evit Windows 8 Touch.
ca: Captura de pantalla del Firefox per al Windows 8 tàctil.
cy: Llun sgrin Firefox Windows 8 Cyffwrdd.
es_mx: Captura de pantalla de Firefox para Windows 8 Touch.
gd: Glacadh-sgrìn de Firefox airson Windows 8 Touch.
hi_in: विंडोज 8 टच के फायरफॉक्स में स्क्रीनशॉट
km: Firefox សម្រាប់​រូបថត​អេក្រង់ Windows 8 Touch ។
lv: Firefox Windows 8 Touch ierīcēm ekrānattēls.
ms: Cekupan skrin Firefox untuk Windows 8 Touch.
tr: Windows 8 için Dokunmatik Firefox ekran görüntüsü
uz: Windows 8 uchun Firefox rasmlari.

source: More of the Web
br: Muioc'h a Web
ca: Més del web
cy: Rhagor o'r We
es_mx: Más de la web
gd: Cuir an lìon gu làn-fheum
hi_in: वेब से और ज्यादा
km: ជា​ច្រើន​នៃ​តំបន់​បណ្ដាញ
lv: Vairāk no tīmekļa
ms: Lebih kepada Web
tr: Daha fazla Web
uz: Ko‘proq internet

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
br: Grit ho mad eus ho lec'hiennoù muiañ karet a-drugarez d'hor barrennoù ostilhoù nevez a c'hell mont diwar-wel.
ca: Gaudiu més dels vostres llocs preferits gràcies a les nostres barres d'eines redissenyades que es poden amagar.
cy: Mwynhewch eich hoff wefannau yn fwy diolch i'n barau offer newydd, sy'n symud o'ch ffordd.
es_mx: Disfruta de tus sitios favoritos gracias a nuestras barras de herramientas rediseñadas que no estorban.
gd: Gabh tlachd sna làraichean as fhearr leat leis na bàraichean-inneal ùra againn a chumas a-mach às do rathad.
hi_in: हमारे रीडिज़ाइंड टूलबार का धन्यवाद जो आपके रस्ते से हट गया जिससे अपने पसंदीदा साइट्स को और ज्यादा एन्जॉय करे.
km: រីករាយ​ជាមួយ​តំបន់​បណ្ដាញ អរគុណ​ចំពោះ​របារ​ឧបករណ៍​ដែល​បាន​រចនា​របស់​ពួក​យើង​ដែល​ខុស​ប្លែក​ពី​គេ។
ms: Nikmati lagi tapak kegemaran anda, terima kasih kepada bar alatan kami yang direka semula yang keluar mengikut pilihan anda.
tr: Yolunuzu açmak için baştan tasarlanan araç çubukları sayesinde sevdiğiniz sitelerin daha fazlasını görün.
uz: Ishingizni osonlashtiradigan, qayta tuzilgan asboblar panelimizga rahmat aytib, sevimli saytlaringizdan bahra oling.

source: Fast and easy navigation
br: Merdeiñ herrek hag aes
ca: Navegació ràpida i fàcil
cy: Symud cyflym a hawdd
es_mx: Navegación rápida y fácil
gd: Seòladh luath 's furasta
hi_in: तेज और आसान नेविगेशन
km: ការ​រុករក​ងាយស្រួល និង​រហ័ស
lv: Ātra un vienkārša pārlūkošana
ms: Navigasi yang cepat dan mudah
tr: Hızlı ve kolay gezinti
uz: Tez va qulay boshqarish

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
br: Arverit an teolennoù hag an afelloù merdeiñ evit klask, kavout hag erruout d'al lec'h m'emaoc'h o vont gant un doare herrek hag aes.
cy: Defnyddiwch y teils a'r botymau symud i chwilio, canfod a mynd yn sydyn a hawdd i lle rydych am ei gyrraedd.
es_mx: Usa los títulos y los botones de navegación para buscar, encontrar y llegar a donde quieras de manera rápida y sencilla.
gd: Cleachd na leacagan 's na putanan seòlaidh airson lorg a dhèanamh is gluasad mun cuairt gu luath.
hi_in: टाइल्स और नेविगेशन बटन्स का इस्तेमाल ढूंढने के लिए करें, ढूंढे और जल्दी और आसानी से पाएं की आप कहाँ जा रहे हैं.
km: ប្រើ​ប៊ូតុង​ការ​រុករក និង​ក្រឡា​ដើម្បី​ស្វែងរក, ទីកន្លែង​ដែល​អ្នក​ស្វែងរក​អ្នក​នឹង​រក​ឃើញ​ដោយ​ងាយស្រួល និង​រហ័ស។
ms: Gunakan jubin dan butang navigasi untuk carian, mencari dan dapatkan di mana anda akan pergi dengan cepat dan mudah.
tr: Gitmek istediğiniz yeri kolayca ve çabucak arayıp bulmak için kutucukları ve gezinti düğmelerini kullanın.
uz: Katakchalar va boshqarish tugmalaridan izlashda foydalanib, kerakli narsalarni tez va oson toping.

source: Sharing made simple
br: Rannit ent eeun
ca: Compartir ara és més fàcil
cy: Rhannu wedi ei wneud yn hawdd
es_mx: El intercambio hecho fácil
gd: Co-roinneadh gun duilgheadas
hi_in: साझा करना हुआ आसान
km: ការ​ចែករំលែក​បង្កើត​ឡើង​សាមញ្ញ
lv: Dalīšana padarīta vienkārša
ms: Berkongsi menjadi mudah
tr: Daha kolay paylaşım
uz: Bo‘lishish yanada oson

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
br: Rannit testennoù, luc'hskeudennoù ha pajennadoù klok diouzhtu gant ho mignoned war ne vern pehini eus ho rouedadoù kevredadel.
ca: Compartiu text, fotos o pàgines web senceres a l'instant amb amics en qualsevol de les vostres xarxes socials.
cy: Rhannwch destun, lluniau neu dudalennau gwe cyfan yn syth gyda'ch ffrindiau ar unrhyw un o'ch rhwydweithiau cymdeithasol.
es_mx: Comparte al instante textos, fotos o páginas web enteras con tus amigos en cualquiera de tus redes sociales.
gd: Co-roinn teacsa, dealbhan no duilleagan-lìn ann am priobadh na sùla le do charaidean air lìonra sòisealta sam bith.
hi_in: पाठ, तवीरें या पूरी वेब पेज को तुरंत अपने मित्रों के साथ आपके किसी भी सोशल नेटवर्क साझा करें.
km: ចែករំលែក​អត្ថបទ, រូបថត ឬ​ខណៈ​ពេល​ទំព័រ​បណ្ដាញ​ភ្លាមៗ​ជាមួយ​មិត្តភ័ក្ដិ​នៅ​លើ​បណ្ដាញ​សង្គម​របស់​អ្នក។
ms: Kongsi teks, foto atau laman Web keseluruhannya secara segera dengan rakan di mana-mana rangkaian sosial anda.
tr: Yazıları, fotoğrafları ve Web sayfalarını sosyal ağlarda anında arkadaşlarınızla paylaşın.
uz: Matn, rasm yoki butun internet sahifalarini to‘g‘ridan to‘g‘ri ijtimoiy tarmoqlardagi do‘stlaringiz bilan baham ko‘ring.
