Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/channel/index.lang.po
Languages: cak

source: Take a browse on the wild side.
cak: Chi kowil tachapa' jun okik'amaya'l.

source: Be among the first to explore future releases of Firefox for desktop, Android and iOS.
cak: Kanab'eyij richin nanik'oj ri taq ruwäch xke'eleyaj pe richin Firefox richin kematz'ib', Android chuqa' iOS.

source: Desktop
cak: Ajch'atal

source: See something that isn’t working? Let us know.
cak: ¿La natz'ët jun ri man ütz ta nisamäj? Taya' rutzijol chi qe.

source: File a bug now
cak: Tajaqa' jun sachoj wakami

source: Tips for filing a bug
cak: Taq pixa' richin nijaq jun sachoj

source: Take our latest experimental features for a spin and shape the future of Firefox.
cak: Ke'achapa' ri k'ak'a' tojtob'enl taq rub'anikil richin nasutij chuqa' nub'än ruk'ojlem ri xtipe pa ruwi' ri Firefox.

source: Learn more about Test Pilot
cak: Tetamäx ch'aqa' chik chi rij ri nab'ey tojtob'enïk

source: Try New Features in a Pre-Release Android Browser | Firefox
cak: Tatojtob'ej k'ak'a' taq rusamaj jun Android Okik'amaya'l nelesäx yan pe | Firefox

source: Download and test future releases of Firefox for desktop, Android and iOS.
cak: Tiqasäx chuqa' ketojtob'ëx ri taq ruwäch xke'eleyaj pe richin Firefox richin kematz'ib', Android chuqa' iOS.

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta and Firefox Nightly. Install now!
cak: Ke'atojtob'ej ruk'isib'äl taq rusamaj jun okik'amaya'l richin Androi, ri nelesäx yan pe: Firefox Beta chuqa' Firefox Nightly. ¡Tiyak qa wakami!

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta, Firefox Aurora and Firefox Nightly. Install now!
cak: Ke'atojtob'ej nima'q taq b'anikil pa jun okik'amaya'l richin Android nelesäx yan pe: Firefox Beta, Firefox Aurora chuqa' Firefox Nightly. ¡Tiyak qa wakami!

source: Download and test the latest Firefox for Android features with Aurora, Beta and Nightly builds.
cak: Tiqasäx chuqa' titojtob'ëx ri ruk'isib'äl ruwäch Firefox richin Android rik'in Aurora, Beta chuqa' molon taq ruwäch.

source: Try the latest Android features, before they get released to the rest of the world.
cak: Ketojtob'ëx ri ruk'isib'al taq rub'anikil Android, chuwäch xtiya' el q'ij chi ke chi napon pa kiq'a' chijun ri ruwach'ulew.

source: All Languages and Builds
cak: Konojel ri taq ch'ab'äl chuqa' taq nuk'uj

source: Help determine what features will go into the next Firefox for Android.
cak: Kato'on richin naya' ketal ri taq b'anikil ri xke'ok chupam ri jun Firefox richin Android.

source: Firefox Aurora automatically sends feedback to Mozilla.
cak: Firefox Aurora pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: Firefox Beta automatically sends feedback to Mozilla.
cak: Firefox Beta pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: <a rel="external" href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
cak: <a rel="external" href="%(feedback)s">Taya' kan chi qe ri taq atzijol</a> richin yojato' chi niqab'än kik'ojlem ri ruk'isib'äl taq rutzil rub'eyal richin nisamäj chuqa' rusamaj nub'än pa jun raxinäq k'ojlib'äl

source: Try New Browser Features in Pre-Release Versions | Firefox
cak: Ke'atojtob'ej k'ak'a' taq rusamaj Okik'amaya'l pa jun ruwäch nelesäx yan pe | Firefox

source: Experience cutting-edge browser features in pre-release versions: Firefox Developer Edition, Firefox Beta and Firefox Nightly. Download now!
cak: Tatojtob'ej ri nimaläj taq rub'anikil okik'amaya'l pa jun ruwäch nelesäx yan pe: Firefox Developer Edition, Firefox Beta chuqa' Firefox Nightly. ¡Tiqasäx wakami!

source: Download and test the latest Firefox for desktop features with Developer Edition, Beta and Nightly builds.
cak: Tiqasäx chuqa' titojtob'ëx ri ruk'isib'äl ruwäch Firefox richin kematz'ib' rik'in Ajb'anonel Nuk'uj, Beta chuqa' molon taq ruwäch.

source: Test about-to-be-released features in the most stable pre-release build.
cak: Tatojtob'ej taq b'anikil pa ruwi'-toq-nelesäx rik'in ri ütz chuwäch ri ruwäch ri xtelesäx pe.

source: All Languages and Builds (incl. Win 64)
cak: Konojel ri taq ch'ab'äl chuqa' taq nuk'uj (incl. Win 64)

source: Build, test, scale and more with the only browser built just for developers.
cak: Tinuk', tojtob'enïk, xakb'äl chuqa' ch'aqa' chik rik'in ri yonil chi tz'aqät okik'amaya'l kuma ri ajb'anonela'.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
cak: Firefox Developer Edition pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: Check out new Android features in their earliest stages. Enjoy at your own risk.
cak: Tatz'eta' ri k'ak'a' taq rub'anikil Android ri nab'ey taq peraj ruk'aslem. Tasamajij ri taq ruk'ayewal.

source: Test brand new features daily (or… nightly). Enjoy at your own risk.
cak: Tatojtob'ej ri retal k'ak'a' taq samaj chi q'ij q'ij (o … nightly). Tak'owisaj ak'u'x chuwäch ri ak'ayewal.

source: Firefox Nightly automatically sends feedback to Mozilla.
cak: Firefox Nightly pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: Nightly Blog
cak: Nightly Ichinya'l

source: Try New Features in a Pre-Release iOS Browser | Firefox
cak: Tatojtob'ej k'ak'a' taq samaj pa jun iOS Okik'amaya'l nelesäx yan pe | Firefox

source: Experience cutting-edge features in a pre-release browser for iOS via Apple’s TestFlight program. Install now!
cak: Tatojtob'ej ri nima'q taq b'anikil pa jun rokik'amaya'l iOS nelesäx yan pe rik'in ri TestFlighti rucholkema' Apple’s. ¡Tiyak wakami!

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program and help make our mobile browser for iPhone, iPad and iPod touch even better.
cak: Ke'atojtob'ej ri taq ruwäch beta richin Firerox richin iOS rik'in ri nuk'samaj TestFlight richin Apple’s ke ri' nato' ri ajoyonib'äl qokik'amaya'l richin iPhone, iPad chuqa' iPod touch ütz nub'än.

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program.
cak: Ke'atojtob'ej ri taq ruwäch beta richin Firefox richin iOS rik'in ri runuk'samaj TestFlignt richin Apple.

source: Sign up now
cak: Tatz'ib'aj awi' wakami
