Repository: alvinlaz96/mozilla-lang
Catalog: hsb/foundation/annualreport/2012/faq.lang.po
Languages: hsb

source: Frequently Asked Questions
hsb: Huste prašenja

source: What are the key projects for Mozilla in the next year?
hsb: Što su najwažniše projekty za Mozilla klětu?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
hsb: Chorhojowa łódź našich produktow, webwobhladowak Firefox, je a wostawa wažny sochor, z kotrymž web a misiju Mozilla doprědka ćěrimy. Firefox za Android je naš popularny wobhladowak za mobilne graty, kotryž so tuchwilu přerězneho pohódnoćenja 4,5 hwěžkow w Google Play wjeseli.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
hsb: Firefox OS je prěni woprawdźe wotewrjeny dźěłowy system za mobilne graty, kotryž samsnu wěstotu, priwatnosć, přiměrjomnosć a wužiwarsku kontrolu skići, kotrež ludźo su wot wobhladowaka Firefox nawučeni. Mozilla je technologije a wjacore API wuwił, zo by web k bohatej a trajnej platformje za industriju mobilnych gratow činił. Z podpěru našich wysoko česćenych partnerow z cyłeho ekosystema hodźa so telefony z Firefox OS nětko na 10 wikach swětodaloko (staw nowember 2013) kupić, a Mozilla budźe jeho wuwiće dale doprědka ćerić.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
hsb: Z programom Mozilla Webmaker chcemy miliony ludźi z webwužiwarjow k aktiwnym webtworićelam činić, kotřiž přichodne wulkotne dožiwjenja wuwiwaja. Zaměr je, planet wutworić, kotryž so lěpje z webom wuznawa, z nastrojemi a wuknjenskimi programami, kotrež kreatiwitu ludźi wšěch starobnych skupinow žiwja.

source: How do you measure success?
hsb: Kak měriće wuspěch?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
hsb: Pola Mozilla měrimy wuspěch na tym, kak jara cyłkownu strowotu weba polěpšamy a zajimy wužiwarjow a wuwiwarjow spěchujemy. Smy wuspěšni, hdyž produkty wuwiwamy, kotrež ludźo lubuja, a hdyž druhe organizacije w konkurencnych produktach kajkosće a funkcije přejimaja, kotrež su nam wažne.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
hsb: Na rozdźěl wot našich hłownych konkurentow, docpěje Mozilla wuspěch, pomhajo wjace ludźom, sami rozsudźić, kotru softwaru chcedźa wužiwać, kak jara chcedźa online sobu skutkować a kak so na wuwiwanju lěpšeho interneta wobdźěleja. Hdyž na přikład róst při sobuskutkowacych zhromadźenstwa, lokalizacijach softwary a wiki wobhladowakow we wubědźowanju widźimy, wěmy, zo so našim zaměram bližimy.

source: What was Mozilla’s total revenue for 2012?
hsb: Kak wysoko su cyłkowne dochody Mozilla za 2012 byli?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
hsb: Konsolidowane wozjewjene dochody Mozilla (Mozilla Foundation a jeho wotnožki drustwa) za 2012 bě 311 mio. US-dolarow, přiběranje wo něhdźe 90 procentow porno 163 mio. US-dolaram w lěće 2011.

source: How does Mozilla generate revenue?
hsb: Kak je Mozilla dochody spłodźił?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
hsb: Wjetši dźěl dochodow Mozilla nastawa přez pytansku a wobchodnisku funkcionalnosć, kotraž je w našim produkće Firefox přez wšěch našich pytanskich partnerow, kaž na přikład Google, Bing, Yahoo, Yandex, Amazon, eBay a druhich wobsahowana. Wozjewjene dochody Mozilla wopřijimaja tež jara wažne dary a přidźělenki jednotliwcow a předewzaćow, kotrež wo tójšto rostu kaž tež druhe dochodowe formy z našeho inwestujomneho zamóženja.

source: Are you exploring partnership opportunities to diversify your revenue stream?
hsb: Pytaće za móžnosćemi za partnerstwa, zo byšće swoje dochody wariěrował?

source: We currently have several key business partnerships and are actively exploring new ones, as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
hsb: Mamy tuchwilu wjacore hłowne wobchodniske partnerstwa a pytamy aktiwnje za nowymi, kaž tež za druhe potencielnymi dochodowymi žórłami. Wuwiwamy dale wulkotne produkty, kotrež ludźom pomhaja, bohatosć interneta wužiwać, a smy nadźijepołni, zo to nam zmóžnja, přihódne dochodowe žórła identifikować, kotrež misiji kaž tež našim wužiwarjam słuža.

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
hsb: Někotre wažne projekty załožby Mozilla Foundation kaž Lightbeam su přidźělenki wot organizacijow kaž załožba Ford Foundation dóstali.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
hsb: Dochody Google su wot 2011 wo tójšto narostli. Što je so w tutym nastupanju změniło?

source: Our search partnerships are designed as multi-year contracts. Near the end of each contract, Mozilla negotiates market-value rates from multiple search providers based on the present and future value our products provide. At the end of 2011, Mozilla negotiated a new agreement with Google based on growth and impact from our Firefox desktop browser.
hsb: Naše pytanske partnerstwa su jako wjacelětne zrěčenja zapołožene. Před kóncom kóždeho zrěčenja jedna Mozilla wo podźělach na wičnej hódnoće z pytanskimi poskićowarjemi na zakładźe aktuelneje a přichodneje hódnoty našich produktow. Kónc lěta 2011 je Mozilla na zakładźe rosta a wliwa našeho desktopoweho wobhladowaka Firefox nowe dojednanje z Google wujednał.

source: How does Mozilla spend its money?
hsb: Kak Mozilla swoje pjenjezy wudawa?

source: Mozilla invests in both people and products to further our mission to keep the Web open and to retain our impact on the Internet landscape. We continue to spend a significant majority of our expenses on staffing our technology and development, and recently have increased our spending in marketing new product lines. Over the last few years, Mozilla’s investment focus has been significant in new areas such as our mobile and cloud services products. In particular, the market launch of Firefox OS and significant upgrades to our Firefox for Android browser have advanced our goal of opening the mobile ecosystem for users and developers worldwide.
hsb: Mozilla inwestuje do ludźi kaž tež produktow, zo by našu misiju doprědka ćěrił, web wotewrjeny dźěržał a naš wliw na internet wobchował. Wudawamy dale chětry dźěl našich wudawkow za wuhotowanje našeje technologije a wuwića, a smy njedawno wudawki za marketing nowych produktowych linijow powyšili. W lońšich lětach je Mozilla fokus inwesticijow na nowe pola kaž produkty za mobilne graty a mróčelowe słužby połožił. Wosebje wične zawjedźenje dźěłoweho systema Firefox OS a bytostne aktualizacije za wobhladowak Firefox za Android su naš zaměr doprědka ćerili: ekosystem za wužiwarjow a wuwiwarjow swětodaloko wotewrić.

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
hsb: Dawkowe zarunanja Mozilla a financielne dokumenty ze zańdźenych lět steja na<a href="%(url)s">tutym sydle</a> k dispoziciji.

source: What is the status of the organization’s search partnerships?
hsb: Što je status pytanskich partnerstwow organizacije?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
hsb: Mamy tuchwilu partnerstwa z wjacorymi pytanskimi poskićowarjemi, kotrež so po wikach rozeznawaja. W decembrje 2011 smy nowe dojednanje z Google jako standardnym pytanskim poskićowarjom w Firefox wozjewili, kotrež znajmjeńša tři lěta płaći. Specifiske wuměnjenja tutoho wobchodniskeho dojednanja podleža tradicionelnym zawjazkam diskretnosće a njemóžemy sej dowolić, je wotkryć.

source: How does Mozilla make money with Firefox OS?
hsb: Kak Mozilla pjenjezy z Firefox OS zasłuži?

source: The first Firefox OS devices went on sale in July 2013, so are in the very early stages of market development and user acquisition. Mozilla’s focus is on delivering a superior user experience and getting developers excited, and not on generating revenue from Firefox OS at this time.
hsb: Prěnje graty z Firefox OS su so w juliju 2013 předali, su tuž w jara zažnych fazach wičneho wuwića a akwizicije wužiwarjow. Mozilla kładźe tuchwilu fokus na to, lěpše wužiwarske dožiwjenje poskićeć a wuwiwarjow zahorjeć, a nic na to, z Firefox OS dochody docpěć.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
hsb: Čehodla wěriće, zo móžeće so na wikach smartfonow z dwěmaj dominantnymaj poskićowarjomaj zakorjenić?

source: There is very high demand in emerging markets for smartphone technology at a reasonable price without long-term contractual carrier subsidies. By using Web technology, Firefox OS and its apps are one layer closer to the hardware, so less memory and CPU is needed to get high performance. The result is a full Web experience that’s attainable for many feature phone users, enabling people to purchase their first smartphone.
hsb: Je jara wysoke naprašowanje w nowych wikach za smartofonowej technologiju za rozumne płaćizny bjez dołhodobneje zrěčenskeje podpěry za poskićowarjow mobilneho škričkowanja. Z pomocu webtechnologije su Firefox a jeho nałoženja jednu runinu bliže k hardware, tak zo stej trěbnej mjenje składa a procesoroweho wukona CPU, zo by wysoki wukon docpěło. Wuslědk je połne webdožiwjenje, kotrež móža sej wužiwarjo funkciskich telefonow popřeć, tak zo ludźo móža sej swój prěni smartfon kupić.

source: Firefox OS &ndash; launched in 10 markets and growing &ndash; taps into the largest digital ecosystem there is: the Web. We believe the Web is the best platform for innovation, connecting, sharing and for building the world that we want.
hsb: Firefox OS &ndash; wozjewjeny w 10 wikach a rosćacy &ndash; zwužitkuje najwjetši digitalny ekosystem, kotryž eksistuje: web. Mamy web za najlěpšu platformu za inowacije, zwjazowanje, dźělenje a wuwiwanje swěta, kotruž chcemy.

source: How many operator partners does Mozilla have for Firefox OS?
hsb: Kelko partnerskich poskićowarjow mobilneho škričkowanja ma Mozilla za firefox OS?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
hsb: Mozilla je podpěru za Firefox OS přez 18 wulkich poskićowarjow mobilneho škričkowanja z cyłeho swěta připowědźił: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN a VimpelCom. Wosrjedź nowembra 2013 so smartfony přez Telefónica a Deutsche Telekom na 10 łaćonskoameriskich a europskich wikach předawaja.

source: Which manufacturers are making Firefox OS devices?
hsb: Kotři zhotowjerjo graty z Firefox OS produkuja?

source: As of mid-November 2013, there are three different Firefox OS phones on sale: the ZTE Open, the ALCATEL ONE TOUCH Fire, and the LG Fireweb. Huawei has also committed to manufacturing Firefox OS smartphones, and Foxconn announced in June 2013 that it plans to build a range of Firefox OS devices. We expect to announce additional OEM support soon.
hsb: Wosrjedź nowembra 2013 so tři rozdźělne telefony z Firefox OS předawaja: ZTE Open, AlCATEL ONE TOUCH Fire a LG Fireweb. Huawei je so tež zawjazał, smartfony z Firefox OS zhotowjeć, a Foxconn je w juniju 2013 připowědźił, zo planuje, rjad gratow z Firefox OS twarić. Wočakujemy bórzomnu přidatnu OEM-podpěru.

source: When can we expect to see devices launching in the United States?
hsb: Hdy móžemy wozjewjenje gratow w Zjednoćenych statach Ameriki wočakować?

source: Market launch timing for a Firefox OS phone targeted to U.S. consumers is dependent on our operator and manufacturer partners, and we are actively exploring that opportunity but don't have specific plans to announce at this time.
hsb: Časowy dypk wičneho zawjedźenja za telefon z Firefox OS za US-kupcow wotwisuje wot našich partnerskich poskićowarjow mobilneho škričkowanja a zhotowjerjow mobilnych gratow, a pytamy aktiwnje za móžnosću, ale njemóžemy tuchwilu ničo konkretneho zdźělić.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
hsb: Kotry róst za Firefox Desktop, Firefox Mobile a Firefox OS w lěće 2013 předpowědaće?

source: We are not providing forecasts or projections at this time.
hsb: Tuchwilu žane předpowědźe abo powobličenja nječinimy.

source: Mozilla has become more active in policy matters. Are you lobbying now?
hsb: Mozilla je bóle aktiwny nastupajo směrnicy. Wukonjeće nětko wěsty wliw?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
hsb: Mozilla lobbyjowa organizacija njeje. Najebać toho zastupujemy naše stejnišća, hdyž dobro weba a jeho wužiwarjow je w straše.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
hsb: Při naležnosćach kaž SOPA/PIPA, CISPA a nowšich wotkryćach wo wobstražowanju přez knježerstwo, je Mozilla swoje měnjenja zwuraznił a je spytał, wužiwarjow informował a naprawy činił, zo by trawokorjenjowu akciju pospěšił. Kaž při najwjace temach, kotrež su wažne, wěrimy, zo kubłanje, posłuchanje a dialog mjezy zastupjerjemi zajima su trěbne, zo by rozrisanja namakało. Mozilla je před knježerstwowymi zarjadami wuprajił a wjacorym agenturam a njeknježerstwowym organizacijam informacije za posylnjenje interneta dał. Naš wosławjeny přidatk za Firefox, Lightbeam, pospytuje wužiwarjow wo priwatnosći w jich žiwjenju online informować.

source: Mozilla’s efforts have resulted in being named the Most Trusted Internet Company for Privacy in 2012, according to <a href="%(url)s">a study</a> performed by the Ponemon Institute.
hsb: Napinanja Mozilla su k tomu wjedli, zo su jón w <a href="%(url)s">studiji</a> instituta Ponemon z lěta 2012 dowěry najhódne internetne předewzaće po priwatnosći mjenowali.
