Repository: alvinlaz96/mozilla-lang
Catalog: */firefoxos/firefoxos.lang.po
Languages: af, ar, bn_bd, ca, cy, fr, gd, hi_in, km, ms, pt, si, te, ur, uz, xh, zu

source: Bringing the Open Web to mobile devices
af: Stel die ope web op mobiele toestelle beskikbaar
ar: إحضار الويب المفتوح الى أجهزة الخلوي
bn_bd: মোবাইল ডিভাইস এ ওপেন ওয়েব সংযুক্তকরণ
ca: Portem el Web Obert als dispositius mòbils
cy: Dod â'r We Agored i ddyfeisiau symudol
fr: Le Web Ouvert arrive sur vos appareils mobiles
gd: A' toirt an lìon fosgailte gu uidheaman mobile
hi_in: मोबाइल डिवाइसेस पर मुक्त वेब पेश है
km: នាំ Open Web មកកាន់​ឧបករណ៍​ចល័ត
ms: Membawa Web Terbuka ke peranti mudah alih
pt: A trazer a Web aberta aos dispositivos móveis
si: විවෘත ජාලය ජංගම උපාංග කරා
te: స్వేచ్ఛాజాలాన్ని మొబైల్ పరికరాలకు తీసుకొస్తూంది
ur: موبائل پر اوپن ویب
uz: Ochiq tarmoqni mobil qurilmalarga keltirish
xh: Ukuzisa izixhobo zeemfonomfono eziphathwayo zeWebhu Evulekileyo
zu: Siletha iWebhu Evulelekile kumadivayisi omakhalekhukhwini

source: Welcome to a new, open and powerful mobile world!
af: Welkom by 'n nuwe, oop en magtige mobiele wêreld!
ar: أهلا بك بعالم الموبايل الجديد, الرائع والمفتوح !
bn_bd: একটি নতুন, মুক্ত এবং শক্তিশালী মোবাইল বিশ্বে আপনাকে স্বাগতম!
ca: Benvinguts a un món mòbil nou, potent i obert!
cy: Croeso i fyd symudol newydd, agored a phwerus!
fr: Bienvenue dans un monde nouveau, ouvert et riche de possibilités, maintenant sur votre mobile&nbsp;!
gd: Fàilte gu saoghal mobile ùr, fosgailte is cumhachdach!
hi_in: नये, मुक्त और शक्तिशाली मोबाइल विश्व में आपका स्वागत है!
km: សូមស្វាគមន៍​មកកាន់​ពិភព​ឧបករណ៍​ចល័ត​បើក​ចំហ​ថ្មី​ដ៏​មាន​ឥទ្ធិពល!
ms: Selamat datang ke dunia mudah alih yang baru, terbuka dan berkuasa!
pt: Bem-vindo ao novo, aberto e poderoso mundo móvel!
si: නවතම, විවෘත හා බලගතු ජංගම ලෝකයකට සාදරයෙන් පිළිගනිමු!
te: సరికొత్త, బహిరంగ, శక్తివంతమైన మొబైల్ ప్రపంచానికి స్వాగతం!
ur: نئے، آزاد اور طاقت ور موبائل دنیا میں خوش آمدید!
uz: Yangi, ochiq va qudratli mobil dunyosiga xush kelibsiz!
xh: Wamkelekile kwihlabathi elitsha, elivulekileyo nelinamandla leemfonomfono eziphathwayo!
zu: Siyakwamukela komusha, ovulelekile nonamandla umhlaba womakhalekhukhwini!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
af: Firefox OS aktiveer die ope web as 'n platform vir mobiele toestelle. Ons maak innovering moontlik deur die ontwikkeling van nuwe webstandaarde te bestuur.
ar: نظام التشغيل فيرفكس يتيح الويب المفتوح كمنصة للأجهزة الخلوية , نحن نقوم على الأبتكار معايير ويب جديدة .
bn_bd: ফায়ারফক্স ওএস এখন ওপেন ওয়েবকে মোবাইল ডিভাইসের জন্য একটি প্ল্যাটফর্ম হিসাবে তৈরী করতে সক্ষম। আমরা নতুন ওয়েব স্টান্ডার্ড এর উন্নয়নের জন্য কাজ করে যাচ্ছি।
ca: El Firefox OS permet que el Web Obert sigui una plataforma pels dispositius mòbils. Fem possible la innovació dirigint el desenvolupament d'estàndards web nous.
cy: Mae Firefox OS yn galluogi'r We Agored fel platfform ar gyfer dyfeisiau symudol. Rydym yn gwneud arloesedd yn bosib drwy bwysleisio datblygu safonau Gwe newydd.
fr: Firefox OS fait du Web Ouvert une nouvelle plateforme pour le monde du mobile. Nous rendons possible l'innovation dans le monde du mobile grâce au développement de nouveaux standards du Web.
gd: Tha Firefox OS a' toirt an lìon fosgailte gu uidheaman mobile. Tha sinn a' cruthachadh cothroman tionnsgnaidh leis na stannardan-lìn ùra a tha sinn a leasachadh.
hi_in: फ़ायरफ़ॉक्स ओएस मुक्त वेब को मोबाइल उपकरणों के लिए प्लेटफार्म के रूप में सक्रीय करता है| नये वेब मानकों के विकास को बढ़ावा देकर हम नवीनता संभव कर रहे है|
km: Firefox OS មាន Open Web ជា​កម្មវិធី​សម្រាប់​ឧបករណ៍​ចល័ត។ យើង​កំពុង​ច្នៃប្រឌិត​លទ្ធភាព​ដោយ​ការ​ជំរុញ​ការ​អភិវឌ្ឍ​ស្តង់ដារ​តំបន់បណ្ដាញ​ថ្មី។
ms: Firefox OS menjadikan Web Terbuka sebagai platform untuk peranti mudah alih. Kami memungkinkan inovasi dengan memacu pembangunan Web standard baru.
pt: Firefox OS permite a Web Aberta como plataforma de dispositivos móveis. Estamos a inovar através do desenvolvimento dirigido aos padrões Web.
si: Firefox OS මගින් ජංගම උපාංග සඳහා වේදිකාවක් ලෙස විවෘත ජාලය බලගැන්වේ. අපි නව වෙබ් ප්‍රමිතීන් වර්ධනය කරමින් නවීකරණයට මග පාදන්නෙමු.
te: ఫైర్‌ఫాక్స్ OS మొబైల్ పరికరాల కోసం ఒక వేదికగా ఓపెన్ వెబ్ అనుమతిస్తుంది.వినూత్నమైన ఆవిష్కరణ సాధ్యం కావడానికి మేము కొత్త వెబ్ ప్రమాణాల అభివృద్ధి చేస్తున్నాము.
ur: Firefox OS موبائل آلات کے لیے آزاد ویب کو پلیٹ فارم کے طور پر اہل بناتا ہے۔ ہم نئے ویب معیارات کی تکمیل کاری چلا کر ایجاد کو ممکنہ کر رہے ہیں۔
uz: Firefox OS ochiq tarmoqni mobil qurilmalar uchun platforma sifatida yoqib qo‘ydi. Biz yangi veb standartlarni rivojlantirishni rag‘batlantirishda imkon qadar innovatsiyalarni amalga oshiramiz.
xh: IFirefox OS ikuvulela iWebhu Evulekileyo njengeqonga lezixhobo zeemfonomfono eziphathwayo. Senza ukuqulunqa ubugcisa obutsha kwenzeke ngokukhuthaza uphuhliso lwemigaqo emitsha yeWebhu.
zu: I-Firefox OS inikeza iWebhu Evulelekile inkundla yamadivayisi omakhalekhukhwini. Senza ukuqamba izinto ezintsha kwenzeke ngokugqugquzela ukuthuthukiswa kwamazinga eWebhu entsha.

source: New Web standards
af: Nuwe webstandaarde
ar: معايير ويب جديدة
bn_bd: নতুন ওয়েব স্টান্ডার্ড সমূহ
ca: Estàndards web nous
cy: Safonau Gwe newydd
fr: De nouveaux standards du Web
gd: Stannardan-lìn ùra
hi_in: नये वेब मानक
km: ស្តង់ដារ​តំបន់បណ្ដាញ​ថ្មី
ms: Web standard baru
pt: Novas normas Web
si: නව වෙබ් ප්‍රමිති
te: సరికొత్త జాల ప్రమాణాలు
ur: نئے ویب معیارات
uz: Yangi veb standartlar
xh: Imigaqo Emitsha YeWebhu
zu: Amazinga eWebhu amasha

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
af: Firefox OS sal 'n implementering van hierdie nuwe webstandaarde lewer om mobiele platforms van die las ten opsigte van die reëls en beperkings van bestaande besitte platforms vry te stel.
ar: نظام التشغيل فيرفكس سوف يقوم بتطبيق معايير ويب جديدة لي منصات الهواتف المجانية من أعباء القواعد وقيود الملكية للمنصات القائمة .
bn_bd: বিদ্যমান ব্যক্তি মালিকানাধীন প্লাটফর্মের নিয়ম ও সীমাবদ্ধতার দায় থেকে ফায়ারফক্স ওএস হবে উন্মুক্ত মোবাইল প্লাটফর্মে নতুন এক ওয়েব আদর্শের বাস্তব রূপ।
ca: El Firefox OS crearà una implementació d'aquests estàndards web nous per alliberar les plataformes mòbils dels entrebancs de les regles i restriccions de les plataformes privatives existents.
cy: Bydd Firefox OS yn cynhyrchu darpariaeth o'r safonau Gwe newydd hyn ar gyfer platfformau symudol newydd gan osgoi rhwystredigaeth rheolau a chyfyngiadau platfformau perchnogol cyfredol.
fr: Firefox OS introduira une implémentation de ces nouveaux standards du Web afin de libérer les plateformes mobiles des obstacles et contraintes des plateformes propriétaires existantes.
gd: Cuiridh Firefox OS an sàs nan stannardan-lìn ùra seo gus ùrlaran mobile a shaoradh o chuing nan riaghailtean is nam bacaidhean a gheibhear air na h-ùrlaran coimeirsealta a tha ann an-diugh.
hi_in: इन नये वेब मानकों के कार्यान्वयन का निर्माण फ़ायरफ़ॉक्स ओएस मोबाईल प्लेटफार्म को मौजूद स्वामित्वाधीन प्लेटफार्मों के नियमों और प्रतिबंधों की उलझनों से मुक्त करणे में करेगा.
km: Firefox OS នឹង​បង្កើត​ការ​អនុវត្ត​ស្តង់ដារ​តំបន់បណ្ដាញ​ថ្មី​ទាំងនេះ​សម្រាប់​កម្មវិធី​ទូរស័ព្ទ​ឥត​គិតថ្លៃ​ចេញពី​បន្ទុក​នៃ​ច្បាប់ និង​ការ​កំណត់​របស់​ម្ចាស់​កម្មវិធី​ដែល​មាន​ស្រាប់។
ms: Firefox OS akan menghasilkan pelaksanaan piawaian web baru untuk platform mudah alih bebas daripada bebanan peraturan dan sekatan platform proprietari sedia ada.
pt: O Firefox OS irá produzir uma implementação destas novas normas Web para libertar as plataformas móveis das restrições, regras e restrições das plataformas proprietárias existentes.
si: දැනට තිබෙන හිමිකම් සහිත වේදිකාවල රීති හා සීමා අනුගමනය කරමින්, Firefox OS විවෘත ජංගම වේදිකාවන් සඳහා මේ නව වෙබ් ප්‍රමිතීන් ක්‍රියාවට නංවයි.
ur: Firefox OS موبائل پلیٹفارموں کو موجودہ مالکانہ پلیٹ فارموں کے قائدوں اور پابندیوں سے آزاد کرنے کے لیے ان نئے ویب معیارات کا استعمال دکھائے گا۔
uz: Firefox OS ushbu yangi veb standartlarni platformalarning mavjud xususiyatlarini cheklash va ortiqcha qoidalardan holi holda mobil platformalar uchun amalga oshirishni ishlab chiqadi.
xh: IFirefox OS iza kubangela ukusetyenziswa kwale migaqo mitsha yeWebhu kumaqonga asimahla eemfonomfono eziphathwayo kwimiqobo nemida yemithetho yamaqonga obunini akhoyo.
zu: I-Firefox OS izoqala ukusetshenziswa kwala mazinga eWebhu amasha ukukhulula izinkundla zomakhalekhukhwini zamahhala enkingeni yemithetho nemikhawulo ekhona kwezinye izinkundla ezisebenzayo.

source: Freedom from proprietary mobile platforms
af: Vryheid van besitte mobiele platforms
ar: الحرية من ملكية منصات الهواتف المحمولة
bn_bd: মালিকানাধীন মোবাইল প্লাটফর্ম থেকে মুক্তি
ca: Lliures de les plataformes mòbils privatives
cy: Rhyddid oddi wrth platfformau symudol perchnogol
fr: Libérez-vous des plateformes propriétaires mobiles
gd: Saoirse o ùrlaran mobile coimeirsealta
hi_in: स्वामित्वाधीन मोबाइल प्लेटफार्मों से मुक्ति
km: សេរីភាព​ពី​វេទិកា​​ចល័ត​
ms: Kebebasan daripada platform mudah alih proprietari
pt: Liberdade das plataformas móveis proprietárias
si: හිමිකම් සහිත ජංගම වේදිකාවන්ගෙන් නිදහස
te: యాజమాన్య మొబైల్ వేదికల నుండి స్వతంత్రత.
ur: مالکانہ موبائل پلیٹ فارموں سے آزادی
uz: Mobil platformalarga tegishlilikdan erkin
xh: Ukukhululeka kumaqonga obunini eemfonomfono eziphathwayo
zu: Ukukhululeka enkingeni yabanikazi bezinkundla zomakhalekhukhwini

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
af: Ons werk direk saam met <abbr title="Original Equipment Manufacturer">OEM</abbr>s en draers en gee hulle dus meer invloed om aan die spesifieke behoeftes van hulle gebruikers en mark te voldoen. Gebruikers en ontwikkelaars is nie slegs tot een platform beperk nie en dus kan hulle toegang tot hul inligting verkry en programme oor veelvuldige toestelle gebruik.
ar: نحن وبتعاون مع Original Equipment Manufacturerr "OEM" و carriers directly , تم منحهم مزيد من صلاحيات لتلبية احتياجات المستخدمين و السوق. المستخدمون والمطورون لا ينظرون الى منصة واحدة , سوف يتمكنوا من الوصول إلى المعلومات واستخدام التطبيقات عبر أجهزة متعددة.
bn_bd: আমরা <abbr title="Original Equipment Manufacturer">OEM</abbr> ও অপারেটরদের সাথে সরাসরি সহযোগিতা করছি, তাদের গ্রাহক ও বাজারের নির্দিষ্ট চাহিদা মেটাতে তাদের আরও প্রভাবশালী করছি। গ্রাহক এবং ডেভেলপাররা একটি মাত্র প্লাটফর্মে বদ্ধ নয়, তাই তারা সকল তথ্য পেতে পারে এবং পছন্দ মত একাধিক ডিভাইস ব্যবহার করতে পারে।
ca: Col·laborem directament amb els <abbr title="Fabricants d'equips originals">OEM</abbr> i amb els proveïdors d'accés, donant-los més capacitat d'influència per satisfer les necessitats específiques dels seus usuaris i mercats. Els usuaris i desenvolupadors no estan blocats en una plataforma, podent accedir a la seva informació i utilitzar apps a diversos dispositius.
cy: Rydym yn cydweithio gyda <abbr title="Original Equipment Manufacturer">OEM</abbr>au a darparwyr yn uniongyrchol, gan roi iddynt fwy o ddylanwad i gyrraedd anghenion penodol eu darparwyr a'u marchnad. Ni fydd defnyddwyr na datblygwyr wedi eu cloi i un platfform, fel bod modd iddynt gael mynediad at eu gwybodaeth a defnyddio eu apiau ar draws dyfeisiau lluosog.
fr: Nous collaborons directement avec des <abbr title="Équipementiers télécoms">OEM</abbr>s et des opérateurs télécoms en leur permettant de mieux répondre aux besoins de leurs utilisateurs et de leur marché. Grâce à cela, utilisateurs comme développeurs ne seront plus enfermés dans une plateforme unique mais au contraire pourront accéder à leurs données et leurs applications sur de multiples appareils.
gd: Tha sinn ag obair còmhla ri <abbr title="Original Equipment Manufacturer">OEMs</abbr> agus giùlanairean, a' toirt dhaibh cothroman nas motha a chur an cèill na tha a dhìth orra-san agus air na margaidean aca. Cha bhi na cleachdaichean agus an luchd-leasachaidh glaiste a-staigh air aon ùrlar agus gheibh iad cothrom air an dàta agus na h-aplacaidean aca air feadh diofar uidheaman.
hi_in: हम <abbr title="मूल उपकरण निर्माता">ओइएम</abbr> और कैरियरों के साथ सीधा सहयोय कर रहे है, जिसका जादा प्रभाव उन्हें उनके उपयोक्ताओं और बाज़ार की विशिष्ट जरूरतें पूरी करने में होगा. उपयोक्ता और डेवेलपर्स एकही प्लेटफार्म में प्रतिबंधित नहीं होते, जिससे वो विभिन्न उपकरणों पर अपनी जानकारी तक पहुँच सकते है तथा अनुप्रयोग इस्तेमाल कर सकते है.
km: ធ្វើ​កំពុង​សហការ​ជាមួយ <abbr title="Original Equipment Manufacturer">OEM</abbr>s និង​ក្រុមហ៊ុន​​បញ្ជូន​ដោយ​ផ្ទាល់, ការ​ផ្ដល់​​ឲ្យ​ពួកគេ​ដើម្បី​​បញ្ជាក់​​តម្រូវ​ការ​របស់​អ្នក​ប្រើប្រាស់​របស់​ពួកគេ និង​ទីផ្សារ។ អ្នក​ប្រើ និង​អ្នក​អភិវឌ្ឍន៍​មិន​អាច​​បញ្ឈប់​វេទិកា​, ដូច្នេះ​ពួក​គេ​អាច​ចូល​ដំណើរការ​ព័ត៌មាន​របស់​ពួកគេ ហើយ​ប្រើ​កម្មវិធី​តាម​រយៈ​ឧបករណ៍​ជា​ច្រើន។
ms: Kami bekerjasama dengan <abbr title="Original Equipment Manufacturer">OEM</abbr>dan pembawa secara terus, memberi mereka lebih pengaruh untuk mencapai keperluan khusus pengguna-pengguna dan pasaran mereka. Pengguna dan pemaju tidak dikhususkan untuk satu platform, jadi mereka boleh mengakses maklumat mereka dan menggunakan aplikasi merentasi pelbagai peranti.
pt: Estamos a colaborar diretamente com as <abbr title="Original Equipment Manufacturer" lang="en">OEM</abbr>s e com as operadoras, no sentido de as tornarmos mais influentes para satisfazer necessidades específicas dos seus utilizadores e do respetivo mercado. Os utilizadores e os programadores não estão presos a nenhuma plataforma, pelo que podem aceder à sua informação e usar as mesmas aplicações aplicações em vários dispositivos.
si: පරිශිලකයින්ගේත් වෙළඳපොලේත් නිශ්චිත අවශ්‍යතා සපුරාලීමට ඇති ඉඩ වැඩි කරමින් අපි <abbr title="Original Equipment Manufacturer">OEM</abbr> සහ සේවා සම්පාදකයින් සමග ඍජු සහයෝගීත්වයෙන් කටයුතු කරන්නෙමු. පරිශීලකයින් හා සංවර්ධකයින් කිසියම් එක් වේදිකාවකට කොටු වී නැත්නම්, ඔවුනට සිය තොරතුරු වෙත උපාංග ගණනාවක් ඔස්සේ ප්‍රවේශ විය හැකි ය.
te: మేము నేరుగా <abbr title="ప్రధాన సామగ్రి ఉత్పత్తిదారు"> OEM</ abbr> లు మరియు కారియర్లతో సహకరిస్తున్నాము,వారి వాడుకరుల మరియు విపణి ప్రత్యేక అవసరాల కొసం మరింత ప్రభావం అందిస్తూ. వాడుకరులు మరియు వికాసకులు ఒక ప్లాట్‌ఫాం కి కట్టడి కాలేదు, కాబట్టి వారు పలు పరికరాల నందు వారి సమాచారాన్ని పొందవచ్చు మరియు అనువర్తనాలు ఉపయోగించు కోవచ్చు.
ur: ہم OEM</abbr><abbr title="Original Equipment Manufacturer"> اور کیریئرز کے ساتھ براہ راست کام کر رہے ہیں، اور انہیں اپنے صارفیں اور مارکٹوں کی اختصاصی ضرورتوں کو پورا کرنے میں اور اثر انداز بنا رہیں ہیں۔صارفین اور ڈیولپرز ایک پلیٹ فارم پر پابند نہیں ہیں، اس لیے وہ اپنی معلومات کی رسائیں اور ایپس کا استعمال متعدد آلات پر کر سکتے ہیں۔
uz: Biz <abbr title="Original jihoz ishlab chiqaruvchi">OEM</abbr>lar va foydalanuvchilari hamda bozor talablarini qondirishga kuchli e’tibor qaratgan ta’minotchilar bilan bevositda hamkorlik qilamiz. Foydalanuvchilar va dasturchilar bitta qurilmada qamalib qolishmaydi, shuning uchun ular bir necha qurilmalararo o‘zlarining ma’lumotlariga kira olishlari va ilova dasturlaridan foydalana oladilar.
xh: Sisebenzisana kunye <abbr title="Nomvelisi Wokuqala Wesixhobo">OEM</abbr> nabathuthi bempahla ngokuthe ngqo, nto leyo ebanika impembelelo engakumbi ukuze bahlangabezane neemfuno zabasebenzi neemarike zabo. Abasebenzisi nabaphuhlisi abavalelekanga kwiqonga elinye, banokukwazi ke ukuhlola inkcazelo yabo baze basebenzise iiaplikheyishini kwizixhobo ezininzi.
zu: Sihlanganyela na <abbr title="Bakhiqizi Bempahla Bokuqala">OEM</abbr> kanye nabathuthi bayo ngqo, nokubanikeza ithuba lokuzibonela izidingo zabathengi nesimo nje ezimakethe. Abathengi nabasunguli ababophekile ukuba senkundleni eyodwa, ngakho bayakwazi ukufinyelela imininingwane yabo basebenzise ama-app kumadivayisi ahlukahlukene.

source: Customization for <abbr>OEM</abbr>s and operators
af: Pasmaking vir <abbr>OEM</abbr>s en operateurs
ar: تخصيص </abbr>OEM<abbr>و المشغلين
bn_bd: <abbr>OEM</abbr>s এবং অপারেটর এর জন্য কাস্টোমাইজেশন
ca: Personalització pels <abbr>OEM</abbr> i operadors
cy: Cyfaddasiadau ar gyfer <abbr>OEM</abbr>au a darparwyr
fr: Personnalisation pour les <abbr>OEM</abbr>s et les opérateurs
gd: Gnàthachaidhean airson <abbr>OEMs</abbr> agus giùlanairean
hi_in: <abbr>ओइएम</abbr> और ऑपरेटरों के लिए मनपसंदीकरण
km: ការ​ប្ដូរ​តាម​តម្រូវ​ការ​សម្រាប់ <abbr>OEM</abbr>s និង​សហការី​
ms: Penyesuaian untuk <abbr>OEM</abbr>s dan pengendali
pt: Personalização para <abbr>OEM</abbr>s e operadores
si: <abbr>OEM</abbr> හා ක්‍රියාකරුවන් සඳහා රුචිකරණයන්
te: <abbr> OEM </ abbr> లు మరియు నిర్వాహకులు కోసం అనుకూలీకరణ
ur: <abbr>OEM</abbr> اور اوپریٹروں کے لیے تخصیص کاری
uz: <abbr>OEM</abbr>lar va operatorlar uchun moslashuvchanlik
xh: Ukulungiselela <abbr>OEM</abbr> nabalawuli
zu: Ukulungiselela <abbr>OEM</abbr>nabasebenzisi

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
af: <abbr>OEM</abbr>'s en operateurs sal in staat wees om inhoud en dienste regoor hul hele toestelportefeulje te verskaf, ongeag OS. En hulle sal ook in staat wees om gebruikerservarings te pasmaak, programverspreiding te bestuur en kliënte se aandag, lojaliteit en opstellingsverhoudinge in diens te hou.
bn_bd: <abbr>OEM</ abbr>s ও অপারেটরদের অপারেটিং সিস্টেম নির্বিশেষে তাদের সমগ্র ডিভাইস পোর্টফোলিও জুড়ে কন্টেন্ট এবং পরিষেবা প্রদান করতে পারবেন। এবং তারা ব্যবহারের অভিজ্ঞতা, অ্যাপ্লিকেশন বিতরণ পরিচালনা এবং গ্রাহকের মনোযোগ, আনুগত্য এবং বিলিং সম্পর্ক বজায় রাখতে সক্ষম হবে।
ca: Els <abbr>OEM</abbr> i els operadors podran proporcionar contingut i serveis a tot el seu catàleg de dispositius, independentment del sistema operatiu. També podran personalitzar l'experiència d'usuari, gestionar la distribució d'apps, fidelitzar els clients i les relacions de facturació.
cy: Bydd modd i <abbr>OEM</abbr>au a darparwyr ddarparu cynnwys a gwasanaethau ar draws eu portffolio dyfeisiau cyfan, heb orfod ystyried y system weithredu. A bydd modd iddynt gyfaddasu profiad y defnyddiwr, rheoli dosbarthu apiau a chadw sylw, teyrngarwch a pherthynas bilio cwsmeriaid.
fr: Les <abbr>OEM</abbr>s et les opérateurs télécoms pourront fournir du contenu et des services sur l'ensemble de leur gamme d'appareils, quel que soit le système d'exploitation utilisé. Ceux-ci pourront personnaliser l'expérience utilisateur, contrôler la distribution de leurs applications et conserver une relation privilégiée avec leurs clients tant du point de vue de la fidélisation commerciale que de la facturation des services.
gd: Bidh cothrom aig <abbr>OEMs</abbr> susbaint agus seirbheisean a libhrigeadh air feadh portfolio slàn nan uidheaman aca, neo-eisimeileach on OS. Agus a choltas a ghnàthachadh dhan luchd-chleachdaidh, sgaoileadh nan aplacaidean a stiùireadh agus aire, dìlseachd is dàimhean bileachaidh a ghlèidheadh.
hi_in: <abbr>ओइएम</abbr> और ऑपरेटर ओएस के निरपेक्ष अपने पूर्ण उपकरण संविभाग पर सामग्री तथा सेवाएँ देणे में सक्षम होंगे. और वो उपयोक्ता अनुभव अनुकूलन, अनुप्रयोग वितरण प्रबंधन और उपभोक्ता का ध्यान बनाए रखने, निष्ठा एवं बिलिंग संबंध में सक्षम होंगे.
km: <abbr>OEM</abbr>s នឹង​សហការី​នឹង​អាច​ផ្ដល់​មាតិកា និង​សេវាកម្ម​តាម​រយៈ​​មុខងារ​របស់​ឧបករណ៍​របស់​ពួកគេ។ ហើយ​ពួក​គេ​នឹង​​ផ្ដល់​​បទ​ពិសោធន៍​ដល់​អ្នក​ប្រើ, គ្រប់គ្រង​ការ​ចែកចាយ​កម្មវិធី ហើយ​​រក្សាទុក​សម្គាល់​របស់​​អតិថិជន, ភាព​ស្មោះស្ម័គ្រ​ និង​ទំនាក់ទំនង។
ms: <abbr>OEM</abbr>dan pengendali akan dapat menyediakan kandungan dan perkhidmatan merentasi keseluruhan portfolio peranti, tanpa mengira OS. Dan mereka akan dapat menyesuaikan pengalaman pengguna, menguruskan pengedaran aplikasi dan mengekalkan perhatian pelanggan, kesetiaan dan hubungan bil.
pt: Os <abbr>OEM</abbr> e os operadores serão capazes de fornecer conteúdos e serviços através do seu portefólio completo de dispositivos, independentemente do sistema operativo. Poderão ainda personalizar experiências de utilização, gerir distribuição de aplicações e manter a atenção, lealdade e relações de cobrança com o cliente.
si: මෙහෙයුම් පද්ධතිය කුමක් වුවත් <abbr>OEM</abbr> හා සේවා සම්පාදකයෝ ඔවුන්ගේ මුළු උපාංග පත්‍රධාරය තුළ අන්තර්ගත හා සේවාවන් ලබාදෙති. තවද ඔවුන්ට පරිශීලක අත්දැකීම් රුචිකරණය කිරීමට, යෙදුම් බෙදාහැරීම් පාලනයට හා පරිශීලක අවධානය, හා බිල්පත් සබඳකම් හැකියාව පිරික්සීමට හැකියාව ඇත.
te: <abbr> OEM </ abbr> లు మరియు నిర్వాహకులు నిర్వహణా వ్యవస్థ(OS)తొ సంబంధం లేకుండా వారి మొత్తం పరికరం వర్గం అంతటా విషయాన్ని మరియు సేవలు అందించడానికి సామర్థ్యం ఉంటుంది. మరియు వారు, వినియోగదారుడి అనుభవాలు అనుకూలీకరించడానికి, అనువర్తనం పంపిణీ నిర్వహించాడనికి మరియు వినియోగదారు దృష్టిని పొందటానికి, విధేయత మరియు లెక్కాపత్రం సంబంధాలు అందించడానికి సామర్థ్యం ఉంటుంది.
ur: OEM اور آپریٹر OS سے بلا لحاظ اپنے تمام آلات پر اپنا مواد اور خدمات مہیا کر سکیں گے۔ اور یہ صارفین کا تجربہ تخصیص، ایپ کی بانٹ کا بندوبست اور گاہگ کی توجہ، وفاداری اور بل سازی تعلق داریاں رکھ سکیں گے۔
uz: <abbr>OEM</abbr>lar va operatorlar kontent va xizmatlarni OT dan erkin holda o‘zlarining qurilma portoliosi bo‘yicha keltiradilar. Ularni foydalanuvchi tajribasi bo‘yicha moslash, ilova dasturni tarqatishni boshqarish va mijozlar diqqatini jalb qilish, halollik va to‘lov munosabatlarini boshqarish mumkin bo‘ladi.
xh: <abbr>OEM</abbr> nabalawuli baza kunikezela umbandela neenkonzo kudidi lwesixhobo sabo, nokuba yeyiphi na i-OS. Yaye baza kukwazi ke ngoku ukulungiselela amava abasebenzisi, balawule ukuhanjiswa kweeaplikheyishini zabo baze bathimbe ingqalelo yabathengi, ukunyaniseka neentlawulo zabo.
zu: <abbr>OEM</abbr>nabasebenzini bazokwazi ukuhlinzeka ngemininingwane nezinsiza kuphothifoliyo yonke yedivayisi, kungakhathalekile ukuthi yiyiphi i-OS. Bazophinda bakwazi ukubukela kulokho abasebenzisi abahlangane nakho, balawule ukusabalaliswa kwama-app baphinde bazame ukugcina amakhasimende enentshisekelo, ukuthembeka kanye nokudlelwane nakwezokukhokha.

source: Opportunities for developers
af: Geleenthede vir ontwikkelaars
ar: فرص للمطورين
bn_bd: ডেভেলপারদের জন্য সুযোগ
ca: Oportunitats pels desenvolupadors
cy: Cyfleoedd ar gyfer datblygwyr
fr: De nouvelles possibilités pour les développeurs
gd: Cothroman dhan luchd-leasachaidh
hi_in: डेवेलपर्स के लिए अवसर
km: ឱកាស​សម្រាប់​អ្នក​អភិវឌ្ឍន៍
ms: Peluang untuk pembangun
pt: Oportunidades para programadores
si: සංවර්ධකයන් සඳහා අවස්ථා
te: అభివృద్ధికారులకు అవకాశాలు
ur: ڈیولپروں کے لیے مواقع
uz: Dasturchilar uchun imkoniyatlar
xh: Amathuba abaphuhlisi
zu: Amathuba abasunguli
