Repository: alvinlaz96/mozilla-lang
Catalog: */firefoxos/firefoxos.lang.po
Languages: af, ar, bn_bd, ca, cy, fr, gd, hi_in, km, ms, pt, si, te, ur, uz, xh, zu

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
af: Ontwikkelaars van regoor die wêreld sal in staat wees om ongelooflike ervarings en programme te skep deur HTML5 en die nuwe voorgestelde standaard-API's van Mozilla te gebruik. Ontwikkelaars sal nie meer teen platform-spesifieke, oorspronklike API's hoef te ontwikkel of dit te leer nie.
bn_bd: HTML5 এর নতুন মোজিলা-প্রস্তাবিত স্ট্যান্ডার্ড API গুলি ব্যবহার করে ডেভেলপাররা সর্বত্র আশ্চর্যজনক অভিজ্ঞতা এবং Apps তৈরি করতে সক্ষম হবে। ডেভেলপারদের আর প্ল্যাটফর্ম ভিত্তিক স্থানীয় API গুলির ডেভেলোপ করার প্রয়োজন পরবে না।
ca: Utilitzant HTML5 i els nous API proposats per Mozilla, els desenvolupadors d'arreu podran crear experiències i apps sorprenents. Ja no hauran d'aprendre i desenvolupar contra API natives de cap plataforma concreta.
cy: Gan ddefnyddio HTML5 ac APIau safonol sy'n cael eu cynnig gan Mozilla, bydd modd i ddatblygwyr ym mhob man gynhyrchu profiadau ac apiau difyr. Ni fydd rhaid i ddatblygwyr ddysgu na datblygu APIau penodol ar gyfer dyfeisiau platfform penodol byth eto.
fr: Utiliser HTML5 et les nouvelles API standards proposées par Mozilla, les développeurs pourront créer des applications impressionnantes et innovantes. Il ne sera désormais plus nécessaire d'apprendre à développer des applications selon des API spécifiques à une plateforme.
gd: Le HTML5 agus na h-APIs stannardach a mhol Mozilla, bidh cothrom aig luchd-leasachaidh àite sam bith rudan mìorbhaileach a chruthachadh. Cha bi aig luchd-leasachaidh tuilleadh APIs a tha sònraichte do dh'ùrlar ionnsachadh is obair-leasachaidh a dhèanamh d' an rèir.
hi_in: एचटीएमएल५ और नये मोज़िला-प्रस्तावित मानक एपीआई का इस्तेमाल कर सभी डेवेलपर्स अद्भुत अनुभव और अनुप्रयोग बना सकेंगे. डेवेलपर्स को अब प्लेटफार्म-विशिष्ट नेटिव एपीआई पढ़कर डेवेलप करने की जरुरत नहीं.
km: ដោយ​ប្រើ HTML5 និង APIs ស្តង់ដារ Mozilla ថ្មី APIs, អ្នក​អភិវឌ្ឍន៍​នៅ​ទី​កន្លែង​ណា​ក៏ដោយ​នឹង​អាច​បង្កើត​បទពិសោធន៍ និង​កម្មវិធី។ អ្នក​អភិវឌ្ឍន៍​នឹង​មិន​ត្រូវ​ការ​ស្វែងយល់​បន្ថែម​អំពី​ការ​អភិវឌ្ឍន៍​​ផ្ទុយ​ទៅ​ហ្នឹង​ APIs ដើម​ដែល​បាន​បញ្ជាក់​របស់​វេទិកា។
ms: Menggunakan HTML5 dan API standard baru yang dicadangkan Mozilla, mana-mana pemaju akan dapat mewujudkan pengalaman dan aplikasi yang menakjubkan. Pemaju tidak lagi perlu untuk belajar dan membangunkan platform khusus API asli.
pt: Utilizando o HTML5 e as novas APIs que a Mozilla propôs para normalização, os programadores serão capazes de criar experiências e aplicações fantásticas. Não precisarão de aprender e programar com APIs nativas e específicas de determinadas plataformas.
te: HTML5 మరియు కొత్త మొజిల్లా ప్రతిపాదిత ప్రమాణం API లను ఉపయోగించి ప్రతిచోటా అభివృద్ధికారులు అద్భుతమైన అనుభవాలు మరియు అనువర్తనాలను సృష్టించడానికి సామర్థ్యం ఉంటుంది. అభివృద్ధికారులు ఇకపై ప్లాట్‌ఫాం-ప్రత్యేక స్వాభావిక APIల గురించి తెలుసుకుని ఆభివృద్ధి చేయవలసిన అవసరంలేదు.
ur: HTML5 اور Mozilla کی کی نئی مجوزہ معیاری API استعمال کر کے، ہر جگہ ڈیولپر زبردست تجربات اور ایپ بنا سکیں گے۔ ڈیولپروں کو اب پلیٹ فارم اختصاصی مقامی API کو سیکھنے اور ان کے مطابق ڈیولپ کرنے کی ضرورت نہیں پڑے گی۔
uz: HTML5 va yangi Mozilla taklif qilgan standart API-interfeyslardan foydalanish, butun dunyodagi dasturchilar ajoyib tajribalar va ilova dasturlar yaratishi mumkin bo‘ladi. Dasturchilar maxsus platformali qadrdon API’lariga qarshi o‘rganishlari va tuzishlari shart bo‘lmaydi.
xh: Ngokusebenzisa i-HTML5 nomgaqo omtsha ondululwayo weMozilla i-APIs, abaphuhlisi kwiindawo zonke baza kukwazi ukudala amava nee-apps ezingayiwayo. Abaphuhlisi abasayi kufuneka bafunde baze baphuhlise ii-APIs ezenzelwe amaqonga athile.
zu: Besebenzisa i-HTML5 nama-API ae-Mozilla asanda kuphakanyiswa, abasunguli nom akuphi lapho bekhona bazokwazi ukwakha izikhathi ezimnandi zokusebenzisa nama-app. Abasunguli ngeke kusadingeka ukuthi bafunde nokuthuthukisa okuphambene nama-API ezinkundla ezithile.

source: Consumer freedom
af: Verbruikersvryheid
ar: حرية المستهلك
bn_bd: কনজিউমার স্বাধীনতা
ca: Llibertat per als consumidors
cy: Rhyddid y defnyddiwr
fr: Liberté du consommateur
gd: Saoirse an luchd-chaitheimh
hi_in: ग्राहक स्वतंत्रता
km: សេរីភាព​របស់​អ្នក​ប្រើប្រាស់
ms: Kebebasan pengguna
pt: Liberdade do consumidor
si: පාරිභෝගික නිදහස
te: వినియోగదారు స్వేచ్ఛ
ur: صارفین کی آزادی
uz: Mijozlar erkinligi
xh: Inkululeko yabathengi
zu: Inkululeko yomthengi

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
af: Verbruikers wat toestelle gebruik wat deur Firefox OS aangedryf word, sal nie tot slegs een spesifieke platform beperk word nie, wat hulle dus meer keuses, buigsaamheid en vryheid gee. Die web is die platform met Firefox OS.
ar: المستهلكين الذين يستخدمون الاجهزة المدعومة من نظام تشغيل فيرفكس لن يعلقوا في منصة محددة , معطينهم خيارات أكثر ,مرونة و حرية , مع نظام تشغيل فيرفكس, الويب هو المنصة.
bn_bd: ফায়ারফক্স ওএস দ্বারা চালিত ডিভাইস যেসব ​​ভোক্তারা ব্যবহার করেন তারা এখন আর একটি নির্দিষ্ট প্ল্যাটফর্ম মধ্যে আবদ্ধ নন। এটি তাদের কে দিয়েছে আরো পছন্দ করার ক্ষমতা, নমনীয়তা এবং স্বাধীনতা । ফায়ারফক্স ওএস এর সহযোগিতায় এখন ওয়েব ই একটি প্ল্যাটফর্ম।
ca: Els consumidors que utilitzin dispositius amb el Firefox OS no estaran tancats a una plataforma concreta, tenint més capacitat de tria, flexibilitat i llibertat. Amb el Firefox OS, el Web és la plataforma.
cy: Ni fydd defnyddwyr sy'n defnyddio dyfeisiau sy'n cael eu gyrru gan Firefox OS yn cael eu cloi i un platfform penodol gan gynnig iddynt fwy o ddewis, hyblygrwydd a rhyddid. Gyda Firefox OS y We yw'r platfform.
fr: Les consommateurs utilisant des appareils motorisés par Firefox OS ne seront plus emprisonnés dans une plateforme fermée. Ils auront ainsi plus de choix, de flexibilité et de liberté. Grâce à Firefox OS, le Web est la plateforme.
gd: Cha bhith daoine a chleachdas uidheaman sa bheil Firefox OS glaiste a-staigh do dh'ùrlar sònraichte agus bheir sin dhaibh barrachd roghainnean, sùbailteachd is saoirse. Tha Firefox OS a' dèanamh ùrlar dhen lìon.
hi_in: जो ग्राहक फ़ायरफ़ॉक्स ओएस (Firefox OS) संचालित उपकरण इस्तेमाल करते है, एक विशिष्ट प्लेटफार्म में बंद नहीं होते, जो उन्हें अधिक विकल्प, लचीलापन और स्वातंत्र्य देता है | फ़ायरफ़ॉक्स ओएस (Firefox OS) के साथ वेब एक प्लेटफार्म है |
km: អ្នក​ប្រើប្រាស់​ដែល​បាន​ប្រើ​ឧបករណ៍​ដែល​បាន​ផ្ដល់​ដោយ Firefox OS នឹង​មិន​​ត្រូវ​បាន​បញ្ឈប់​ទៅ​កាន់​វេទិកា​ជាក់លាក់​មួយ​ដែល​បាន​ផ្ដល់​ដល់​ពួកគេ​នូវ​ជម្រើស​ជា​ច្រើន, ភាព​​ផ្លាស់ប្ដូរ និង​សេរីភាព។ ជាមួយ Firefox OS, បណ្ដាញ​ជា​វេទិកា។
ms: Pengguna yang menggunakan peranti yang dikuasakan oleh Firefox OS tidak akan dikunci ke dalam satu platform yang khusus memberikan mereka lebih banyak pilihan, fleksibiliti dan kebebasan. Dengan Firefox OS, Web adalah platform.
pt: Os consumidores que utilizam dispositivos suportados pelo Firefox OS não ficarão bloqueados a uma plataforma específicas dando-lhes assim, mais escolha, flexibilidade e liberdade. Com o Firefox OS a Web é a plataforma.
si: Firefox OS මගින් බලගැන්වුණු උපාංග භාවිත කරන පාරිභෝගිකයින් එක් වේදිකාවක් තුළ සිර වී නැති බැවින් මාධ්‍ය බාවිතයට කියව ඇති නිසා බාවිත කරන්නාට පහසුවන් හා නිදහවස් බාවිත කර හැකිය.
te: ఫైర్‌ఫాక్స్ నిర్వహణా వ్యవస్థ(OS) ప్రాయోజిత పరికరాలు ఉపయోగించే వాడుకరులను నిర్దిష్ట ప్లాట్‌ఫాంకి కట్టడి చేయకుండా, వారికి మరింత స్వేచ్ఛా స్వతంత్రాలను మరియు వెసులుబాటును కల్పించును. ఫైర్‌ఫాక్స్ OS కు, వెబ్ యే ఒక ప్లాట్‌ఫాం.
ur: وہ صارفین جو Firefox OS پر چلنے والے آلات استعمال کریں گے ایک پلیٹ فارم کے پابند نہیں رہیں گے اور زیادہ پسند، لچک اور آزادی پائیں گے۔ Firefox OS کے ساتھ ویب خود ہی پلیٹ فارم ہے۔
uz: Firefox OS o‘rnatilgan qurilmadan foydalanuvchilar bitta aniq platformada qulflanib qolmaydilar va ularga ko‘proq tanlov, moslashuvchanlik va erkinlik beriladi. Firefox OS bilan internet platforma hisoblanadi.
xh: Abathengi abasebenzisa izixhobo ezigunyaziswe yiFirefox OS abayi kubopheleleka kwiqonga elinye kunoko baya kufumana ukhetho olungakumbi, bakwazi ukutshintshatshintsha yaye bakhululeke. NgeFirefox OS, iWebhu iba liqonga.
zu: Abathengi abasebenzisa amadivayisi asekelwe yi-Mozilla OS ngeke bavaleleke enkundleni eyodwa kodwa bazoba nenkuleko ethe xaxa, ukukhetha kokuningi kanye nenkululeko. Nge-Firefox OS, iWebhu isiyinkundla.
