Repository: alvinlaz96/mozilla-lang
Catalog: */tabzilla/tabzilla.lang.po
Languages: ar, gd, is, ku, ml, mr, tl, xh, zu

source: Mozilla links
ar: روابط موزيلا
gd: Ceanglaichean Mozilla
is: Mozilla tenglar
ku: Girêdanên Mozillayê
ml: മോസില്ലയ്ക്കുള്ള കണ്ണികള്‍
mr: Mozilla लिंक्स
xh: Amakhonkco eMozilla
zu: Amalinki e-Mozilla

source: Close (Esc)
ar: أغلِق (Esc)
gd: Dùin (Esc)
is: Loka (Esc)
ku: Bigire (Esc)
ml: അടയ്ക്കുക (Esc)
mr: बंद करा (Esc)
tl: Isara (Esc)
xh: Vala (Esc)
zu: Vala (Baleka)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ar: الظهور الأول لنظام فيرفكس<span>في المؤتمر العالمي للجوال!</span>
gd: Firefox OS 'ga chur air bhog<span>aig a' Mobile World Congress!</span>
is: Firefox OS verður kynnt <span>á Mobile World Congress!</span>
ku: Firefox OS cara pêşî <span>li Kongreya Mobîlê ya Cîhanî</span> bû!
ml: <span>മൊബൈല്‍ വേള്‍ഡ് കോണ്‍ഗ്രസ്സില്‍</span> ഫയര്‍ഫോക്സ് ഒഎസ് തുടക്കം കുറിയ്ക്കുന്നു!
mr: Firefox OSचे <span>Mobile World Congressमध्ये!</span> पदार्पण
tl: Nagpakilala ang Firefox OS <span>sa Mobile World Congress!</span>
xh: Iideyibhu ze-Firefox OS <span>kwi-Mobile World Congress!</span>
zu: I-Firefox OS yethulwa<span>eNgqungqutheleni Yomhlaba Kwezomakhalekhukhwini!</span>

source: Learn more
ar: اطّلع على المزيد
gd: Barrachd fiosrachaidh
is: Fræðast meira
ku: Bêtir bizane
ml: കൂടുതല്‍ അറിയുക
mr: आणखी शिका
tl: Karagdagang kaalaman
xh: Funda okungakumbi
zu: Funda kabanzi

source: Mission
ar: المهمة
gd: Am misean
is: Takmark
ku: Mîsyon
ml: ഉദ്ദേശ്യം
mr: कार्य
tl: Misyon
xh: Umsebenzi
zu: Umgomo

source: About
ar: عن موزيلا
gd: Mu dhèidhinn
is: Um
ku: Derbarê
ml: ഇതിനെക്കുറിച്ച്
mr: बद्दल
tl: Tungkol sa
xh: Malunga
zu: Mayelana

source: Projects
ar: المشاريع
gd: Pròiseactan
is: Verkefni
ku: Projeyên me
ml: സംരംഭങ്ങള്‍
mr: प्रकल्प
tl: Mga Proyekto
xh: Iiprojekthi
zu: Amaprojekthi

source: Support
ar: الدعم
gd: Taic
is: Aðstoð
ku: Destek
ml: സഹായം
mr: आधार
tl: Tulong
xh: Inkxaso
zu: Ukuxhasa

source: Developer Network
ar: شبكة المطورين
gd: Lìonra an luchd-leasachaidh
is: Net þróunaraðila
ku: Tora Pêşvebiran
ml: ഡവലപ്പര്‍ നെറ്റ്‌വര്‍ക്ക്
mr: डेवलपर नेटवर्क
xh: Inethiweki Yabaphuhlisi
zu: Uhleloxhumano Lwabasunguli

source: Products
ar: المنتجات
gd: Bathar
is: Vörur
ku: Berhem
ml: ഉല്‍പ്പന്നങ്ങള്‍
mr: उत्पादने
tl: Mga Produkto
xh: Iimveliso
zu: Imikhiqizo

source: Innovations
ar: الابتكارات
gd: Tionnsgnaidhean
is: Nýsköpun
ku: Tiştên nû
ml: കണ്ടുപിടിത്തങ്ങള്‍
mr: कल्पकता
tl: Inobasyon
xh: Ubugcisa
zu: Ukuqanjwa kokusha

source: Research
ar: بحث
is: Rannsóknir
ku: Vekolîn
mr: संशोधन
tl: Pagsasaliksik
xh: Uphando
zu: Ucwaningo

source: Get Involved
ar: المساهمة معنا
gd: Gabh pàirt ann
is: Taka þátt
ku: Tevli me bibe
ml: പങ്കെടുക്കുക
mr: समाविष्ट व्हा
tl: Makilahok
xh: Bandakanyeka
zu: Zibandakanye

source: Volunteer
ar: تطوّع
gd: Com-pàirteachas saor-thoileach
is: Taka þátt
ku: Bibe dilxwaz
ml: വോളന്റിയര്‍
mr: स्वयंसेवा
tl: Mag-volunteer
xh: Itsha-ntliziyo
zu: Volontiya

source: Careers
ar: وظائف
gd: Obair
is: Starfsframi
ku: Hevparên Kar
ml: തൊഴിലുകള്‍
mr: नोकरी विषयी
tl: Mga Trabaho
xh: Imisebenzi
zu: Imisebenzi

source: Find us
ar: كيف تجدنا
gd: Faigh greim oirnn
is: Finndu okkur
ku: Me bibîne
ml: ഞങ്ങളുമായി ബന്ധപ്പെടുക
mr: आम्हाला शोधा
tl: Hanapin kami
xh: Sifumane
zu: Sithole

source: Join us
ar: انضموا إلينا
gd: Gabh pàirt
is: Gerast meðlimur
ku: Beşdarî me bibe
ml: പങ്കുചേരുക
mr: आमच्यात सामील व्हा
tl: Sumali sa amin
xh: Zibandakanye nathi
zu: Sijoyine

source: Website Directory
ar: دليل الموقع
gd: Eòlaire na làraich-lìn
is: Vefsvæðaskrá
ku: Pelrêça Malperê
ml: വെബ്സൈറ്റ് ഡയറക്ടറി
mr: वेबसाईट निर्देशिका
xh: Isalathiso Sewebhusayithi
zu: Incazelo ngewebhusayithi

source: Search Mozilla sites
ar: ابحث في مواقع موزيلا
gd: Lorg air làraichean Mozilla
is: Leita á Mozilla vefjum
ku: Li malperên Mozilla bigere
ml: മോസില്ലാ സൈറ്റുകള്‍ തെരയുക
mr: Mozilla साइट शोधा
tl: Hanapin sa mga Mozilla sites
xh: Khangela iisayithi ze-Mozilla
zu: Cinga amasayithi e-Mozilla

source: Search
ar: ابحث
gd: Lorg
is: Leita
ku: Bigere
ml: തെരയുക
mr: शोधा
tl: Hanapin
xh: Khangela
zu: Cinga

source: Partner
ar: شريك
gd: Com-pàirtiche
is: Taka þátt
ku: Hevkar
ml: കൂട്ടുപങ്കാളി
mr: भागीदार
tl: Katuwang
xh: Ihlakani
zu: Uphathina

source: Look ahead
ar: نظرة مستقبلية
gd: Sùil air an àm ri teachd
is: Horfðu fram á veginn
ku: Siberojê bibîne
ml: മുമ്പോട്ട് കണ്ടുനോക്കുക
mr: पुढे बघा
tl: Tumingin sa kinabukasan
xh: Jonga phambili
zu: Bheka phambili

source: Learn all about Firefox OS
ar: اعرف الكل عن نظام تشغيل فيرفكس
gd: Barrachd fiosrachaidh air Firefox OS
is: Fá að vita allt um Firefox OS
ku: Derbarê Firefox OSê de her tiştî bizane
ml: ഫയര്‍ഫോക്സ് ഒഎസിനെപ്പറ്റി എല്ലാം അറിയുക
mr: Firefox OSबद्दल सगळं शिका
tl: Alamin ang tungkol sa Firefox OS
xh: Funda konke ngeFirefox OS
zu: Funda konke nge-Firefox OS

source: Would you like to see this page in your language?
ar: هل تريد رؤية هذه الصفحة بلغتك؟
gd: Am bu mhath leat an duilleag seo fhaicinn 'nad chànan fhèin?
is: Viltu sjá þessa síðu á íslensku?
ku: Dixwazî vê rûpelê bi zimanê xwe bibînî?
mr: आपणाला हे पान आपल्या भाषेत बघायचे आहे का?
tl: Nais mo bang makita ang pahinang ito sa iyong wika?
xh: Ungathanda ukubona eli khasi ngolwimi lwakho?
zu: Ungathanda ukubona leli khasi ngolimi lwakho?

source: Yes, please!
ar: نعم, رجاءً!
gd: Bu mhath gu dearbh!
is: Já, takk!
ku: Erê, ji kerema xwe re!
mr: होय, अगदी !
tl: Oo!
xh: Ewe, ndiyacela!
zu: Yebo, ngiyacela!

source: No, thanks.
ar: لا, شكراً.
gd: Cha bu mhath, mòran taing.
is: Nei, takk
ku: Na, spas.
mr: नाही, धन्यवाद.
tl: Hindi, salamat.
xh: Hayi, enkosi.
zu: Cha, ngiyabonga.

source: Support Mozilla
ar: دعم موزيلا
gd: Cuir taic ri Mozilla
is: Styðja Mozilla
ku: Piştgiriya Mozillayê
mr: Mozillaला सहाय्य करा
tl: Suportahan ang Mozilla
xh: Xhasa iMozilla
zu: Yeseka i-Mozilla

source: Looks like you’re using an older version of Firefox.
is: Svo virðist sem þú sért að nota gamla útgáfu af Firefox.
ku: Diyar e ku tu versiyoneke kevn ya Firefoxê bi kar tînî.
mr: असे दिसत आहे की आपण Firefoxची जुनी आवृत्ती वापरत आहात.

source: Update to stay fast and safe.
is: Uppfærðu til að viðhalda hraða og öryggi.
ku: Ji bo lezgînî û ewlekariyê nû bike.
mr: वेगवान आणि सुरक्षित राहण्यासाठी अद्यावत करा.
tl: Mag-update para manatiling mabilis at ligtas.
xh: Hlaziya ukuze uhlale ukhawuleza yaye ukhuselekile.

source: Later
is: Seinna
tl: Mamaya
xh: Ngelinye ixesha

source: Official Mozilla gear is here
is: Alvöru Mozilla dótið er hér
tl: Narito na ang Official Mozilla gear
xh: Igiya ye-Mozilla esemthethweni ilapha
zu: Izimpahla zakwa-Mozilla ezisemthethweni sezifikile

source: Looks like youâ€™re using an older version of Firefox.
tl: Mukhang luma ang version ng iyong Firefox.
xh: Ingathi usebenzisa uhlelo oludadlana lweFirefox.

source: What kind of Web do you want?
gd: Dè seòrsa lìon a tha thusa ag iarraidh?

source: Share your vision
gd: Innis do chàch dè d' aisling-sa

source: Football fanatic?
gd: Dèidheil is ro dhèidheil air a’ bhall-choise?

source: Activate the Goal.com sidebar
gd: Cuir an comas bàr-taoibh Goal.com
