Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/products/developer.lang.po
Languages: azz

source: Built for those who build the Web. The only browser made for developers like you.
azz: Tikinchijchiuilijkej akonimej kichijchiujtijtinemij web. Yejua sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij kemej tejuatsin.

source: Modern tools for the Open Web
azz: Manamikmej tein axkan motekitiltiaj tein kipia web tein tapotok

source: Create and debug web experiences with powerful, open source tools.
azz: Xikonchiua uan xikonchipaua motachiualis itech web tein ika chikaujkej manamikmej tein kipiaj código tein tapotok.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
azz: Firefox Developer Edition iselti uan nimantsin kipanoltilia taman Mozilla uan ijkón no uelis kipias.

source: Modernize
azz: Xionmoyankuili

source: Create fast, flexible interactive UI with built-in React and Redux tools.
azz: Xikonchijchiua se interfaz tein usuario tein ika se uelis monojnotsas uan no mopata tein moneki ika manamikmej React uan Redux tein kiixtalijkej.

source: Customize
azz: Xikonchijchiua kemej tikonkuisneki

source: Make our devtools yours thanks to open-source code and customization.
azz: Xionmoaxkatilia devtools tein toaxka itechkopa código tein tapotok uan no ijkuak tiontayektalia kemej tikonkuisnekis.

source: Optimize
azz: Xikonchiua maj tensa okachi kuali yeski

source: Ship responsive and compatible sites that work for everyone, everywhere.
azz: Xikonchijchiua sitios tein mopataskej ijkuak moneki uan miak programas uan oksekin uelis kitatekiujtiskej uan nochin kampa yeski ininka tekitiskej.

source: Master CSS Grid with the only grid inspector<br> and layout tools on the Web.
azz: Xionmochiua xitamachtijkej ika CSS itechkopa manamik tein kiita ox yektachijchiuaj cuadrículas <br> uan manamikmej tein se uelis kichijchuas tachijchiualis itech Web.

source: Try CSS Grid now
azz: Axkan xikonixejeko CSS Grid

source: Debug Firefox and framework apps<br> built on React and Ember<br> with the “go anywhere” debugger
azz: Xikonchijchipaua inepaleuiluan Firefox tein aplicaciones uan aplicaciones tein framework<br> chijchiujtokej itechkopa React uan Ember <br>ika tachipaualoni tein itokay "maj se nejnemi kampa yeski"

source: Learn more about Debugger
azz: Kampa se okachi uelis momachtis Tachipaualoni

source: Speak up
azz: Xionchikaujkatajto

source: Feedback makes us better. Tell us how we can improve the browser and Developer tools.
azz: Ika tanemililmej tein tokniuan techteixmatiltiaj uelis tiyektachijchiuaskej. Xikonili keniuj uelis tikyekchijchiuaskej navegador uan manamikmej tein kitatekiujtiaj webchijchiuanij.

source: Join the conversation
azz: Xioniniuanti itech tanojnotsalis

source: Get involved
azz: Xioniniuanti

source: Help build the last independent browser. Write code, fix bugs, make add-ons, and more.
azz: Xikonpaleui maj mochijchiua navegador tein okachi yankuik uan tein amo akin kiixyekana. Xikonijkuilo código, xikonyektali nepololmej, xikonchijchiua tamajsikayomej uan oksekiok.

source: Start now
azz: Axkan xionpeua

source: Design, code, test, refine. Perfect your sites with Firefox DevTools.
azz: Xikonchijchiua, xikonchiua kemej código, xikonixejeko uan xikonyektali tensa. Xikonyektalii mositiojuan itechkopa Firefox DevTools.

source: Inspector
azz: Manamik tein kiita ox yektachijchiujkej

source: Inspect and refine code to build pixel-perfect layouts.
azz: Xikonita ox yektachijchiujkej uan xikonyektali código uan ijkón tionuelis tikchiua tachijchiualis tein amo kipia nepolol.

source: Learn more about the Page Inspector
azz: Kampa se uelis okachi momachtis Manamik tein kiita ox yektachijchiujkej Página

source: Console
azz: Consola

source: Track CSS, JavaScript, security and network issues.
azz: Xikontemo kuejmolmej tein moajsij itech CSS, JavaScript, yekyetolis uan matat.

source: Learn more about the Web Console
azz: Kampa se uelis okachi momachtis Consola tein Web

source: Debugger
azz: Tachipaualoni

source: Powerful JavaScript debugger with support for your framework.
azz: Chikauak tachipaualoni ika JavaScript tein uelis kitetsontis moframework.

source: Learn more about the Debugger
azz: Kampa se uelis okachi momachtis Tachipaualoni

source: Network
azz: Matat

source: Monitor network requests that can slow or block your site.
azz: Xikonita tajtanilis tein red tein uelis kichiuas mositioj maj tiuistia oso amo kikaujtokej maj tekiti.

source: Learn more about the Network Monitor
azz: Kampa se uelis okachi momachtis Monitor tein Matat

source: Storage panel
azz: Taixnextiloni tein nechikolis

source: Add, modify and remove cache, cookies, databases and session data.
azz: Xikontali, xikonpata uan xikonajchiua caché, cookies, bases tein datos uan nochi tein moijkuiloj keman sesión.

source: Learn more about the Storage panel
azz: Kampa se uelis okachi momachtis Taixnextiloni tein nechikolis

source: Responsive Design Mode
azz: Keman se uelis kichijchiuas tensa tein se uelis kipatas

source: Test sites on emulated devices in your browser.
azz: Xikonixejeko sitios itechkpa teposmej tein kichiujkej kemej oksekin tein moajsij itech monavegador.

source: Learn more about Responsive Design Mode
azz: Kampa se okachi uelis momachtis Keman se uelis kichijchiuas tensa tein se uelis kipatas

source: Visual Editing
azz: Patalis tein kiiliaj edición tein se uelis kiitas

source: Fine-tune animations, alignment and padding.
azz: Xikonyektali taixkopimej tein moolinij, keniuj tepantokej tensa uan keniuj kiixpexontijkej.

source: Learn more about Visual Editing
azz: Kampa se okachi uelis momachtis Patalis edición tein se uelis kiitas

source: Performance
azz: Keniuj taki se itachiualis

source: Unblock bottlenecks, streamline processes, optimize assets.
azz: Xikonajchiua tein amo kikaua maj yektekiti uan tein kiiliaj lometajkechmej, xikonijsiuilti ojtokaltilismej, okachi kuali xikonkui tein onkak.

source: Learn more about the Performance panel
azz: Kampa se okachi uelis momachtis Taixnextiloni tein kinextia keniuj taki se itachiualis

source: Memory
azz: Taelnamikilis

source: Find memory leaks and make your application zippy.
azz: Xikonajsi ijkuak mopolua taelnamikilis uan xikonchiua maj semi ijsiujkatekiti moaplicación.

source: Learn more about the Memory panel
azz: Kampa se okachi uelis momachtis Taixnextiloni tein kinextiya taelnamikilis

source: Web Audio
azz: Kakistilyot tein Web

source: The only developer tool for inspecting the Web Audio API.
azz: Yejua sesaj manamik tein ika tionuelis tikonchiuas tensa uan ijkon tikonitas API tein kipia Kakistilyot tein Web.

source: Learn more about the Web Audio Editor
azz: Kampa se uelis okachi momachtis Manamik tein kipata Kakistiyot tein Web

source: Scratchpad
azz: Tajkuilolamaix ika tajtolmelaualis

source: Style Editor
azz: Manamik tein kipata estilos
