Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/products/focus.lang.po
Languages: azz

source: The Private Browser With Automatic Ad Blocker
azz: Yejua navegador tein kuali kiyekpiya tein kiseliya uan kipia tein ipa kiajchiuilia tanauatilmej

source: Firefox Focus browser
azz: Navegador tein Firefox Focus

source: Firefox Focus
azz: Firefox tein Focus

source: Firefox Focus blocks ads and forgets your browsing history, so you can focus on the good stuff. Get Focus for fast, private browsing on Android and iOS now!
azz: Firefox Focus kiajchiuilia tanauatilmej uan kichipaua mohistorial tein kinextia nochi tikonitstinemik, yejua ika uelis kitayekanaltis kuali taman. ¡Axkan xikonajsi Focus uan ijkon tionuelis tikontatekiujtis Internet uan mitsonyekpialiskej tein tikinonseliltis ika Android oso iOS!

source: Firefox Focus Browser
azz: Navegador Firefox Focus

source: Keep it private with automatic ad blocking and tracking protection on iOS and Android.
azz: Amo senteixtenoj moajsis komo tikonchiuas maj tekitikan ika iOS uan Android nepaleuilmej tein ipa kiajchiuilia tanauatilmej uan amo kikaua amo akin maj tetoktilikan.

source: Download on the App Store
azz: Xiontatemoui ika App Store

source: Get it on Google Play
azz: Xikonajsi itech Google Play

source: Firefox Privacy
azz: Keniuj Firefox kiyekpia tein kiselia

source: Forget the ad trackers
azz: Xikonelkaua tanauatilmej tein tetoktiliaj

source: Block ads with sneaky trackers that secretly collect your data by keeping a clean slate. Firefox Focus won’t remember you, so neither will they.
azz: Amo xikonkaua maj tekitij tein tetoktiliyaj tein ichtakayetokej taijtik tanauatilmej uan kinechikojtinemij tein moaxka. Senkis oksepa xionpeua ijkuak xikontamitatekiujtis Internet: Komo Firefox Focus amo mitsonelnamiki, amo no mitsonelnamikiskej tein tekoktiliaj.

source: Make a fresh start
azz: Xikonchiua se chipauak peualtilis

source: Wipe out your entire browsing session — passwords, history, cookies — with a single click, whenever the mood strikes.
azz: Xikonchipaua nochi tikonkauas ompa Internet — ichtakatajkuikolmej, historial, cookies — ika sesaj tapatskililis, ijkuak tikonnekis.

source: Pick up browsing speed
azz: Xionixpejpena ijsiujka tikontatekiujtis Internet

source: Browse lighter and clutter-free by blocking pesky ads that wear down loading speeds and your patience.
azz: Okachi ejkaujtik uan amo pajsoltik xikontatekiujti Internet ta kiajchiuiliskej tanauatilmej tein tekuejmolouaj uan kitamiaj ijsiujkayot uan monejmachkayo.
