Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/products/ios.lang.po
Languages: azz

source: Free Mobile Browser App for iPhone, iPad, iOS
azz: App tein navegador tein se uelis kiuikas kampa yeski uan amo se moneki kiixtauas, ika iPhone, iPad uan iOS

source: Join the millions browsing faster on iPad and iPhone with peace of mind, privacy protection. Install Firefox for iOS now!
azz: Xionsenyeto iniuan telmiakej tagayot tein okachi ijsiujka kitatekiujtijtokej Internet ika iPad uan iPhone uan nejin ika tamatililis, tematampauilis uan maj kinyekpialikan tein kiseliaskej. ¡Axkan xikontalili motepos Firefox ika iOS!

source: Firefox browser for iOS
azz: Navegador Firefox ika iOS

source: Firefox for iOS
azz: Firefox tein tionuelis tikontatekiujtis ika iOS

source: The speed you need. The privacy you trust.
azz: Ijsiujkayot tein moneki. Keniuj kiyekpiaj tein kiseliaj tein ika tionuelis tikontakuajtamatis.

source: Download on the App Store
azz: Xikontemoui itech App Store

source: Features
azz: Nepaleuilmej

source: Switch devices like a pro
azz: Xikonpata teposmej kemej akin kiselij se kuali tamachtilis

source: When you move, Firefox moves with you. Take your favorite bookmarks, open tabs, passwords and history with you across devices.
azz: Ijkuak tionnejnemi, Firefox mouan nejnemi. Mouantsin xikonuika moneskayouan marcadores itech Internet tein okachi tikonuelitstinemi, pestañas tein tapotokej, ixctakatajkuilolmej uan historial ika se uan okse tepos.

source: Control your privacy
azz: Xikonyekana keniuj kiyekpiaj tein moaxka itech Internet

source: To share or not to share… that’s totally up to you. Firefox doesn’t sell access to your data, so you get full control over who sees your browsing history with private browsing and protection controls.
azz: Maj xikinonpanolti oso amo xikinonpanolti oksekin tensa, nejin motaixpejpenalis. Firefox amo kinamaka maj kalakikan itech motajkuilolixnekayouan. Yejua ika, senki kiixyekana akonimej kiitaskej mohistorial tein kinextia nochi tikonitstinemik itech Internet, uan nejin ika nepaleuilmej tein kiyekana tematampauilis uan maj se kitatekiujti Internet uan maj amo se mokuejmolo.

source: Be a know-it-all
azz: Xitaixmatkej

source: Find what you’re looking for faster with intelligent search suggestions. The work is done for you by predicting search terms, so you can answer those burning questions in seconds.
azz: Ijxiujka xikonajsi nochi tikontemojtok uan ika tayolmajxitilis keniuj tiontatemos tein tamatkej. Mitsontekitiliaj kiixejekojtokej tajtolmej tein tikontemos, yejua ika uelis kiijsiujkanankiliskej nejin tajtanilmej.
