Repository: alvinlaz96/mozilla-lang
Catalog: ncj/main.lang.po
Languages: ncj

source: Navigation
ncj: Se kitatekiujtis Internet

source: Pre-release downloads
ncj: Tein se uelis kitatemouis achtopa kitematiltiskej

source: About
ncj: Okachi xionmomachti

source: Apps
ncj: Aplicaciones

source: Interest Dashboard
ncj: Uapal tein ika se kiyoltilana

source: Developer Edition
ncj: Edición tein uelis kikuiskej webchijchiuanij

source: Private Browsing
ncj: Maj se kitatekiujti Internet uan maj amo se mokuejmolo

source: Need help?
ncj: ¿Xa moneki timitsonpaleuiskej?

source: News
ncj: Tanauatilmej

source: Choose the independent browser
ncj: Xikonixpejpena navegador tein amo akin kiixyekana

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
ncj: Firefox amo kitemoua motomintis, amo poui uan amo kipia netenkauialis ika semej tekitiloyamej, Komo tikonixpejpenas Firefox, amo sayoj se taixpejpenalis, ta se taixtalilis tein kipaleuia maj taltikpakneminij yeskij tatojtomalmej.

source: Donate
ncj: Maj se kipaleui ika tomin

source: Support
ncj: Nepaleuilis

source: Products
ncj: Takilmej

source: Add-ons
ncj: Tamajsikayomej

source: About Us
ncj: Tiakonimej

source: skip to Navigation
ncj: Xikonkalaki kampa se uelis kitatekiujtis Internet

source: switch language
ncj: Kampa se kipatas tajtolis

source: Back to home page
ncj: Maj se kikuepa página kampa peua

source: About Mozilla
ncj: Xikonixmati Mozilla

source: Get Involved
ncj: Xioniniuanti

source: Careers
ncj: Tekimej

source: Press Center
ncj: Amatanauatilmej

source: Contact Us
ncj: Kampa se uelis techijkuilouilis

source: Language
ncj: Tajtolis

source: Other languages:
ncj: Oksekin tajtolismej:

source: Page language:
ncj: Tajtolis itech nejin página:

source: %Y-%m-%d
ncj: %X-%m-%t

source: Legal
ncj: Tein uelis momelauas iixpan tekiuanij

source: Legal Notices
ncj: Tanauatil tein uelis momelauas iixpan tekiuanij

source: Privacy Policy
ncj: Tanemililis keniuj tikyekpiaj tein tikseliaj

source: Release Notes
ncj: Tajtolmelaualismej

source: Other Systems and Languages
ncj: Oksekin sistemas uan tajtolismej

source: Close
ncj: Maj motsakua

source: (in English)
ncj: (ingléskopa)

source: Return to top
ncj: Maj ajko mokuepa

source: Features
ncj: Nepaleuilmej

source: Customize
ncj: Xikonchijchiua kemej tikonkuisneki

source: Download
ncj: Xikontemoui

source: Previous
ncj: Achto

source: Next
ncj: Okse

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ncj: Komo <a href="%s">amo tensa</a> motanejmachtia, tein kipia nejin sitio web iaxka <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> oso okse versión tein kisentokak.

source: Report Trademark Abuse
ncj: Maj se techixpantili amo kuali kikuitokej neskayot tanamakalis

source: Free Upgrade
ncj: Tayankuililis tein amo moneki tikonixtauas

source: Follow us on:
ncj: Xitechontojtoka itech:

source: Customize with Add-ons
ncj: Xikonchijchiua kemej tikonkuisneki ika tamajsikayomej

source: Learn More
ncj: Okachi xionmomachti

source: Learn more
ncj: Okachi xionmomachti

source: Watch the video
ncj: Xikonita video

source: Replay the video
ncj: Oksepa xikonita video

source: Share the video
ncj: Xikonpanoltili okse video

source: WebM format
ncj: Formato WebM

source: Ogg Theora format
ncj: Formato Ogg Theora

source: MPEG-4 format
ncj: Formato MPEG-4

source: Mobile
ncj: Tein se uelis kiuikas

source: View Full Site
ncj: Maj se kiita nochi sitio

source: Desktop
ncj: Tajkuiloluapal

source: Firefox for mobile
ncj: Firefox ika teposmej tein se uelis kiuikas

source: Email
ncj: Correo itech tepos

source: Upgrade now
ncj: Maj axkan moyankuili

source: Update now
ncj: Maj axkan moyankuili

source: Privacy
ncj: Keniuj tiyekpiaj tein tikseliaj

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ncj: Sekin taman tein nikan moajsij teaxkauan uan kimatampauiaj tein ika kiiliaj derechos de autor ©1998–%(current_year)s uan ininaxkauan sekin tokniuan akin kipaleuiaj itech mozilla.org. Oksekin taman tein nikan moajsij se uelis kikuis ika se licencia <a href="%(url)s">Creative Commons</a>.

source: Contribute to this site
ncj: Nikan xiontapaleui

source: Contribute to this page
ncj: Xiontapaleui itech nejin página

source: Mission
ncj: Totekiuj

source: Tour
ncj: Paxalolis

source: Desktop Add-ons
ncj: Tamajsikayomej tein ika se kikuis se itepos tein se itajkuiloluapal

source: Android Add-ons
ncj: Tamajsikayomej ika Android

source: Themes
ncj: Tein moitas

source: Desktop Support
ncj: Nepaleuilis ika tajkuilouapal

source: Android Support
ncj: Nepaleuilis ika Android

source: Blog
ncj: Tepostanojnots blog

source: Get Mozilla updates
ncj: Maj se kiselis tayankuililismej tein Mozilla

source: Share
ncj: Maj se kipanoltilis okse

source: Mozilla on Twitter
ncj: Mozilla itech Twitter

source: Firefox on Twitter
ncj: Firefox itech Twitter

source: Mozilla on Facebook
ncj: Mozilla itech Facebook

source: Firefox on Facebook
ncj: Firefox itech Facebook

source: Forums
ncj: Nechikolmej foros

source: Patents
ncj: Patentes

source: Leadership
ncj: Taixyekanalis

source: Governance
ncj: Keniuj taixyekanaj

source: History
ncj: Historial tein kinextia nochi tikonitstinemik

source: Our Products
ncj: Totakiluan

source: Software and other innovations designed to advance our mission.
ncj: Software uan oksekin taman tein yankuikej tein kichijchiujkej tein ika okachi tikchiuaskej totekiuj.

source: Become a volunteer contributor in a number of different areas.
ncj: Xionmochiua se akin kipaleuia itech miak taman.

source: Menu
ncj: Menú

source: Committed to you, your privacy and an open Web
ncj: Timoyektajtoltenkauaj mouan, tikyekpias tein titechonseliltis uan ika red tatojtomal

source: Please turn on JavaScript to display this page correctly.
ncj: Xikontekitilti JavaScript uan ijkon tionuelis kuali tikonitas nejin página.

source: Firefox Features
ncj: Inepaleuiluan Firefox

source: Firefox Help
ncj: Nepaleuilis tein kipia Firefox

source: January
ncj: Metsti enero

source: February
ncj: Metsti febrero

source: March
ncj: Metsti marzo

source: April
ncj: Metsti abril

source: May
ncj: Metsti mayo

source: June
ncj: Metsti junio

source: July
ncj: Metsti julio

source: August
ncj: Metsti agosto

source: September
ncj: Metsti septiembre

source: October
ncj: Metsti octubre

source: November
ncj: Metsti noviembre

source: December
ncj: Metsti diciembre

source: <abbr>Jan</abbr>
ncj: <abbr>Ene</abbr>

source: <abbr>Apr</abbr>
ncj: <abbr>Abr</abbr>

source: <abbr>Aug</abbr>
ncj: <abbr>Agos</abbr>

source: <abbr>Dec</abbr>
ncj: <abbr>Dic</abbr>

source: Congrats. You’re up to date!
ncj: Xionyolpaki. ¡Tionmoyankuilijya!

source: Format
ncj: Formato

source: Text
ncj: Tajkuilol

source: Whoops! Be sure to enter a valid email address.
ncj: ¡Maj timopiakan! Xikonyekita tikonijkuilos se correo itech tepos tein kualtia.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
ncj: Kuali nikita maj Mozilla kitatekiujti tein nikmatiltis ijkon kemej motanauatia itech <a href="%s">nejin Tanemililis keniuj tikyekpiaj tein tikseliaj</a>

source: Keep up with<br> all things Firefox.
ncj: Xikonsentoka ika<br> nochi taman tein kipia Firefox.

source: Get Firefox news
ncj: Maj se kiselis tanauatilmej tein mouikaj Firefox

source: YOUR EMAIL HERE
ncj: NIKAN MOCORREO ITECH TEPOS

source: Sign Up Now
ncj: Axkan xionmoijkuilo

source: Sign me up
ncj: ¡Nimoijkuiloua!

source: Select country
ncj: Xikonixpejpena se ueyialtepet

source: Available Languages
ncj: Tajtolismej tein se uelis kiixpejpenas

source: We will only send you Mozilla-related information.
ncj: Sayoj timitsontitaniliskej tanauatil tein mouika iuan Mozilla.

source: Thanks!
ncj: ¡Tasojkamatik!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
ncj: Komo achto amo tikonyekmatiltij tionmoijkuiloj uan ijkon tikonselis se amaix tein mouika iuan Mozilla, xa monekis kichiuas. Ika kualtakayot, xikonyekita kampa kalakij correos oso tatsetseloloni spam tein tikontalij xa moajsis se correo tein timitsontitanilijkej.

source: Read all about it in our <span>newsletter</span>
ncj: ¡Xikonixtajtolti nochi tanauatilmej ika Firefox itech <span>toamaixtsin!</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ncj: Xionmoijkuilo uan ijkon tionuelis mejmetstika tikonselis tayankuililis uan tikonixmatis tein yankuik tein kipias Firefox, uan no taixpetanilis uan tayolmajxitilis uan ijkon tionuelis okachi kuali tkontekitiltis monavegador. ¡Ijkuin kuali titechonixmatis!

source: <span>Firefox</span> + You
ncj: <span>Firefox</span> + Tejuatsin

source: Get Firefox tips, tricks, news and more
ncj: Xikonajsi tayojmajxitilis, taixpetanilis, tanauatilmej uan okachiok tein mouika iuan Firefox

source: Web Innovations
ncj: Tein okachi yankuikej itech Web

source: Internet Health
ncj: Keniuj Pakkayoyetok Internet

source: Thanks for choosing Firefox!
ncj: ¡Timitsontasojkamatiliaj tikonixpejpenak Firefox!

source: Mozilla Firefox Web Browser
ncj: Navegador tein web Mozilla Firefox

source: Download Firefox Web Browser
ncj: Navegador tein web Mozilla Firefox
