Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/desktop/customize.lang.po
Languages: hsb

source: Firefox — Customize and make it your own — The most flexible browser on the Web
hsb: Firefox — přiměrće jón po swojich přećach — najbóle fleksibelny wobhladowak we webje

source: Make your Firefox your own
hsb: Přiměrće Firefox po swojich přećach

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
hsb: Je lóšo hač hdy do toho, Firefox wosobinsce wuhotować a jón tak přiměrić, zo by tak fungował, kaž wy to chceće.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
hsb: Žadyn druhi wobhladowak njeda wam telko wuběra a fleksibelnosće.

source: Customize Firefox
hsb: Firefox přiměrić

source: Designed to <br class="wide-br">be redesigned
hsb: Wuhotowany, zo by so <br class="wide-br">zaso wuhotował

source: Get fast and easy access to the features you use most in the new menu.
hsb: Dóstańće w nowym meniju spěšny a jednory přistup na najbóle wužiwane funkcije.

source: Open the “Customize” panel to add, move or remove any button you want.
hsb: Wočińće wokno “Přiměrić”, zo byšće někajkežkuli tłóčatko přidał, přesunył abo wotstronił.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
hsb: Dźeržće swoje najlubše funkcije — přidatki, priwatne přehladowanje, synchronizacija a dalše — jenož jedne kliknjenje zdalene.

source: More ways to customize
hsb: Wjace móžnosćow přiměrjenja

source: Themes
hsb: Drasty

source: Add-ons
hsb: Přidatki

source: Awesome Bar
hsb: Adresowe polo

source: Make Firefox match your style.
hsb: Přiměrće Firefox wašemu stilej.

source: Choose from thousands of themes and dress up your browser with a single click.
hsb: Wubjerće z tysacow drastow a wupikajće swój wobhladowak z jeničkim kliknjenjom.

source: Try it now
hsb: Spytajće nětko

source: Learn more
hsb: Dalše informacije

source: Add-ons are like apps that you install to add features to Firefox.
hsb: Přidatki su kaž nałoženja, kotrež instalujeće, zo byšće Firefox funkcije přidał.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
hsb: Móžeće płaćizny přirunać, so za wjedrom wobhonić, na hudźbu poskać, tweet pósłać a wjace.

source: Read the latest news & blogs
hsb: Čitjaće najnowše nowinki a blogi

source: Manage your downloads
hsb: Zrjadujće swoje sćehnjenja

source: Watch videos & view photos
hsb: Wobhladajće sej wideja a fota

source: Here are a few of our favorites
hsb: Tu su někotre z našich faworitow

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
hsb: Inteligentne adresowe polo wuknje, mjeztym zo přehladujeće, zo by wašu wersiju Firefox jónkróćnu činiło.

source: Find and return to your favorite sites without having to remember a URL.
hsb: Pytajće swoje najlubše sydła, bjeztoho zo dyrbjał sej URL spomjatkować.

source: See what it can do for you
hsb: Hladajće, štož móže za was činić

source: Keep your Firefox in Sync
hsb: Dźeržće swój Firefox synchrony

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
hsb: Mějće přistup na swoje zapołožki, historiju, hesła a wjace z někajkehožkuli grata, zo byšće <br class="wide-br">Firefox k swojemu wobhladowakej činił, hdźežkuli jón wužiwaće.

source: Learn more about Sync
hsb: Zhońće wjace wo Sync

source: Get help with Sync
hsb: Pomoc wo Sync

source: Next
hsb: Dale
