Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/desktop/fast.lang.po
Languages: hsb

source: Firefox — The "speed king" - The fastest browser on the Web
hsb: Firefox — "Kral spěšnosće" - najspěšniši wobhladowak we webje

source: Faster than ever
hsb: Spěšniši hač hdy do toho

source: This is the fastest Firefox yet.
hsb: To je najspěšniši Firefox do toho.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
hsb: Wuznamjenja so přez techniske róžkowe hódnoty <br class="wide-br">a wšědne nadawki, kotrež zwjetša činiće.

source: The “speed king”
hsb: “Kral spěšnosće”

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s">“speed king.”</a>
hsb: Firefox přetrjechi druhe wobhladowaki w najnowšich njewotwisnych testach, zo by titul <br class="wide-br"><a href="%(url1)s">“kral spěšnosće”</a> dóstał

source: So you can browse with confidence with the fastest on the Web.
hsb: Tohodla móžeće z dowěru z najspěšnišim wobhladowakom web přehladować.

source: Cutting-edge speed
hsb: Wjerškowa spěšnosć

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
hsb: Jeli rady hrajeće, móžeće nětko někotre z wašich faworitow direktnje we webje hrać, bjez toho zo spěšnosć abo cyłkowny wukon zhubiće.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
hsb: Firefox je nawodny wobhladowak při hraću online jako dźěl našich napinanjow, zo by kóždy aspekt wašeho přehladowanskeho dožiwjenja pospěšił.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
hsb: Zhońće wjace wo tym, kak <br class="wide-br">mjezy spěšnosće překročujemy

source: Speed you can feel
hsb: Spěšnosć, kotruž móžeće čuć

source: We optimize Firefox for the way you use the Web.
hsb: Optiměrujemy Firefox za wašnje, kotrež we webje wužiwaće.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
hsb: Tuž so procesy kaž wočinjuenje abo přepinanje <br class="wide-br">mjez rajtarkami a dóstawanjom wuslědkow z inteligentneho adresoweho pola spěšnišo hdy do toho stawaja.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
hsb: Dóstańće so tak chětře a lochko kaž móžno tam, hdźež dyrbiće hić.
