Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/desktop/tips.lang.po
Languages: hsb

source: The best of the latest Firefox
hsb: Najlěpše najnowšeho Firefox

source: Bookmarks
hsb: Zapołožki

source: Simplify
hsb: Zjednorić

source: Arrange
hsb: Rjadować

source: 5 top tips, tricks and time-saving tools
hsb: 5 wuběrnych pokiwow, trikow a čas lutowace nastroje

source: back
hsb: wróćo

source: next
hsb: dale

source: Click the star
hsb: Klikńće na hwěžku

source: Watch the star jump so you know your bookmark has been added.
hsb: Wobkedźbujće skakanje hwěžki, zo byšće wědźał, zo waša zapołožka je so přidała.

source: (Try it! It’s fun!)
hsb: (Spytajće to! Čini wjeselo!)

source: How to:
hsb: Nawod:

source: Click the star to add bookmarks and manage them from the same spot.
hsb: Klikńće na hwěžku, zo byšće zapołožki přidał a je ze samsneho městna zrjadował.

source: Simplify your life
hsb: Zjednorće swoje žiwjenje

source: Go to your happy place.
hsb: Dźiće k swojemu wjesołemu městnu.

source: Remove the buttons you don’t use so you can find the ones you do.
hsb: Wotstrońće tłóčatka, kotrež njewužiwaće, zo byšće te namakał, kotrež trjebaće.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
hsb: Wočińće meni, wubjerće “<strong>Přiměrić</strong>” a ćehńće někajke tłóčatko ze symobloweje lajsty won.

source: Add your faves
hsb: Přidajće swoje fawority

source: Play favorites with the features you use most and arrange them for fast, easy access.
hsb: Wubjerće fawority z funkcijow, kotrež zwjetša wužiwaće a rjadujće je za spěšny, lochki přistup.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
hsb: Wočińće meni, wubjerće “<strong>Přiměrić</strong>” a ćehńće někajke tłóčatko do symboloweje lajsty abo menija.

source: Stay in Sync
hsb: W Sync wostać

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
hsb: Wužijće Sync, zo byšće magiski přistup na swoje wočinjene rajtarki, hesła a wjace měł, hdźežkuli Firefox wužiwaće.

source: Use Sync to magically access your open tabs, passwords and more from any device.
hsb: Wužijće Sync, zo byšće magiski přistup na swoje wočinjene rajtarki, hesła a wjace z někajkeho grata měł.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
hsb: Wubjerće “<strong>Pola Sync registrować</strong>” z menija a přiswojće sej Firefox, hdźežkuli jón wužiwaće.

source: Free your add-ons
hsb: Přewostajće swoje přidatki

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
hsb: Wobchowajće te wosebite, woblubowane přidatki w swojim meniju, zo bychu widźomne a lochko přistupne byli.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
hsb: Wubjerće “<strong>Přiměrić</strong>” z menija a ćehńće přidatki nutř, kotrež chceće.

source: Get Firefox
hsb: Wobstarajće sej Firefox

source: Congratulations
hsb: Zbožopřeće

source: You’re an expert!
hsb: Wy sće ekspert!

source: Now help your friends master Firefox.
hsb: Pomhajće nětko swojim přećelam, Firefox mištrować.

source: Firefox Features
hsb: Funkcije Firefox

source: Firefox Help
hsb: Pomoc Firefox

source: Learn more about bookmarks
hsb: Zhońće wjace wo zapołožkach

source: Learn more about customizing
hsb: Zhońće wjace wo přiměrjenju

source: Learn more about Sync
hsb: Zhońće wjace wo Sync

source: Learn more about add-ons
hsb: Zhońće wjace wo přidatkach
