Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/desktop/trust.lang.po
Languages: hsb

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
hsb: Firefox — wuhotowany, zo by wašu priwatnosć škitał — dowěry najhódniši wobhladowak we webje

source: Trust isn’t made. It’s earned.
hsb: Dowěra so nječini. Zasłuži so.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
hsb: Wuwiwamy Firefox z misiju, was na prěnje městno, nad wšitko, stajić.<br class="wide-br">

source: We do it to keep you in control.
hsb: Činimy to, zo byšće kontrolu wobchował.

source: We do it so you can browse without worry.<br class="wide-br">
hsb: Činimy to, zo byšće móhł bjez starosćow přehladować.<br class="wide-br">

source: And we do it because no one else will.
hsb: A činimy to, dokelž nichtó druhi to nječini.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
hsb: <span id="trust-line1">Dowěry najhódniše</span> <span id="trust-line2">internetne předewzaće</span> <span id="trust-line3">za priwatnosć</span>

source: Designed to protect your privacy
hsb: Wuhotowany, zo by wašu priwatnosć škitał

source: We believe your personal information belongs only to you.<br class="wide-br">
hsb: Wěrimy, zo waše wosobinske informacije jenož wam słušeja.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
hsb: Tohodla je Firefox połny z funkcijemi, kotrež zaručuja, zo to trjechi.

source: Forget Button
hsb: Tłóčatko Zabyć

source: Remove browsing information from your computer after the fact.
hsb: Přehladowanske informacije po tym z wašeho ličaka wotstronić.

source: Use it when you’ve visited a site that you don’t want in your history.
hsb: Wužijće jón, hdyž sće sydło wopytał, kotrež nima we wašej historiji być.

source: Add the Forget Button to your toolbar
hsb: Tłóčatko Zabyć wašej symbolowej lajsće přidać

source: See who’s watching you online.
hsb: Hladajće, štóž was online wobkedźbuje.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
hsb: Přidatk Lightbeam pokazuje sydła prěnich a třećich poskićowarjow, z kotrymiž při přehladowanju interagujeće.

source: Shine a light on the Web with Lightbeam
hsb: Wotkryjće web z Lightbeam

source: Keeping you safe across the Web
hsb: Dźeržće so wěsty we webje

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
hsb: Firefox wuči wam wjace wo sydłach, kotrež wopytujeće a pomha wam, online wěsty wostać.

source: World class protection
hsb: Swětorjadny škit

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
hsb: Funkcije přećiwo kradnjenju wužiwarskich datow a škódnej software škitaja was přećiwo trojaniskim konjam a spionažnej software a warnuja wo potencielnje wobšudnych sydłach.

source: Automatic security updates
hsb: Awtomatiske wěstotne aktualizacije

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
hsb: Firefox awtomatisce aktualizuje, zo by zarućił, zo maće přeco najnowše a najlěpše wěstotne porjedźenja.

source: Secure connections
hsb: Wěste zwiski

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
hsb: Wužijće jónkróćny ID websydła, zo byšće zaručił, zo sydło je, štož twjerdźi a přepruwował, hač waš zwisk z nim je wěsty.

source: Browse without worry
hsb: Přehladujće bjez starosćow

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
hsb: Zhońće wjace wo tym, čehoždla waša priwatnosć a wěstota stej tak wažnej <br class="wide-br">a štož móžeće činić, zo byšće so online škitał.

source: Privacy & you
hsb: Priwatnosć a wy

source: How to stay safe online
hsb: Kak móžeće online wěsty wostać

source: Privacy & security FAQ
hsb: Priwatnosć a wěstota - Huste prašenja

source: Privacy & security add-ons
hsb: Přidatki k priwatnosći a wěstoće

source: Privacy blog
hsb: Blog priwatnosće

source: Security blog
hsb: Blog wěstoty

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
hsb: Inowacija Firefox, Do Not Track, steji nastajenje wo tym k dispoziciji, kak so waše wosobinske informacije hromadźa a online wužiwaja.

source: Learn more about Do Not Track
hsb: Zhońće wjace wo Do Not Track

source: Private browsing
hsb: Priwatne přehladowanje

source: Sometimes it’s nice to go undercover.
hsb: Druhdy je rjenje so schować.

source: Turn this feature on to protect your browsing history from others.
hsb: Zmóžńće tutu funkciju, zo byšće swoju přehladowansku historiju před druhimi škitał.

source: Learn how to open a private window
hsb: Zhońće, kak móžeće priwatne wokno wočinić
