Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/home/index-2016.lang.po
Languages: cak

source: Internet for people, not profit
cak: K'amaya'l kichin ri winaqi', man ja ta ri taq ch'akoj

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource, open and accessible to all.
cak: ¿La awetaman? Mozilla — Ruq'inonela' Firerox — tatija' aq'ij chi jantape' ri k'amaya'l tok jun ajwinäq tob'äl, okel chuqa' chi tapon pa kiq'a' konojel.

source: Internet for people, <br>not profit.
cak: K'amaya'l kichin ri winaqi', <br>man richin ta ri ch'akoj.

source: Hi. We’re Mozilla, the proudly non-profit champions of the Internet, helping to keep it healthy, open and accessible to all.
cak: At ütz. Öj Mozilla, ri moloj man rojqan ta, chuqa' nito'on chi ri K'amaya'l junelïk tz'aqät, jaqäl chuqa' okel chi kiwa konojel.

source: Our impact
cak: Ri quchuq'a'

source: Working at the grassroots and policy levels, we teach web literacy, provide tools and advocate on behalf of every individual who values an internet built on fairness, inclusion and respect.
cak: Ri qasamaj pa ruxe'el chuqa' taq na'ojil, niqak'üt etamab'äl ajk'amaya'l, yeqaya' taq samajib'äl chuqa' yojch'o pa kiwi' chi kijujunal ri winaqi' nikiya' ruq'ij jun k'amaya'l rik'in junamatzij, tz'aqat chuqa' ri kamelanïk.

source: Teach The Web
cak: Tak'utu' ri Ajk'amaya'l

source: Try the Lean Data Toolkit
cak: Tatojtob'ej ri Lean Data Toolkit

source: Read our Internet Health Report
cak: Tasik'ij ri qatzijol raxnaqil K'amaya'l

source: Our innovations
cak: Taq qatz'ukuj

source: Using the web as the platform, we build open, innovative technologies that allow developers to work free of closed, corporate ecosystems and create faster, safer web experiences for us all.
cak: Ri rokisaxik ajk'amaya'l achi'el nuk'uche'el, yeqanük' jaqäl chuqa' tz'ukuj taq na'ob'äl ri nuya' q'ij chi ke ri ajb'anonela' yesamäj kik'in tz'apäl, aj moloj ch'ajch'öj taq nuk'ulem chuqa' aninäq yenuk'un ajk'amaya'l taq etamab'äl ri yalan e ütz chi kiwa konojel.

source: Gaming on the Web
cak: Etz'anem pa Ajk'amaya'l

source: Virtual Reality Platform
cak: Kematz'ib'il K'aslem Nuk'uche'el

source: Unleash your Internet
cak: Taya' q'ij chi re ri Ak'amaya'l

source: Set the Web free and your mind will follow.
cak: Tik'am ruwäch ri jamäl ajk'amaya'l richin chi ri runa'ojib'äl nisamäj na.

source: Browse freely.
cak: Tik'asäx kinok pa k'amaya'l.

source: Discover unlimited potential, endless possibility and a wide open Web.
cak: Tawila' jun nimaläj uchuq'a', majun ch'akoj chuqa' jun jaqäl Ajk'amaya'l.

source: Get Firefox today
cak: Tik'ul Firefox wakami

source: Add-ons
cak: Taq tz'aqat

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
cak: Kijunamaxik kajil taq wachinäq, tatz'eta' achike xtub'än ri q'ij, tawak'axaj q'ojom, tataqa' jun twit chuqa' ch'aqa' chik jumul pa Firefox.

source: Careers
cak: Taq samaj

source: Learn about the benefits of working at Mozilla and view open positions around the world.
cak: Tawetamaj ri rutzil yasamäj richin Mozilla chuqa' keb'e'atz'eta' achike chi samaj yesuj chijun ri ruwachulew.

source: Need help?
cak: ¿La nawajo' ato'ik?

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
cak: Tak'ulu' tzolin ta tzij chi rij ri Firefox chuqa' chi kij ri taq rutikojil Mozilla kuma ri to'onel qamolaj.

source: Proudly non-profit. <br>Donate before Dec 31.
cak: Yojkikot ruma man niqoqaj ta ch'akoj. <br>Kasipan chuwäch ri 31 q'ij richin ri rukab'laj ik'.

source: Enter your own amount
cak: Tatz'ib'aj ri awajilab'al

source: Monthly
cak: Ik' ik'

source: One-time
cak: Jumul

source: Donate Now
cak: Kasipan wakami

source: Continue to mozilla.org
cak: Tib'an b'enam pa mozilla.org

source: Working to keep the Internet healthy, open and accessible to all, we teach web literacy, provide tools and advocate on behalf of every individual who values the Internet as a global public resource.
cak: Tajin yojsamäj chi ri K'amaya'l tz'aqät, jaqäl chuqa' konojel ke'okisan, niqak'üt ri Ajk'amaya'l choltz'ib'anem, yeqaya' taq samajib'äl chuqa' yojch'o pa kiwi' ri winäq, ri nikitz'ët ri K'amaya'l achi'el jun aj winäq chuqa' aj ruwach'ulew tob'äl.
