Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/home/index.lang.po
Languages: cak

source: We’re building a better Internet
cak: Tajin niqanük' jun utziläj K'amaya'l

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
cak: . ¿La awetaman achike ri Mozilla? — Ruq'inonela' Firerox — tatija' aq'ij chi jantape' ri k'amaya'l tok jun ajwinäq tob'äl, okel chuqa' chi tapon pa kiq'a' konojel.

source: Home of the Mozilla Project
cak: Rochoch runimasamaj Mozilla

source: Read more
cak: Tetamäx ch'aqa' chik

source: Community
cak: Molaj winäq

source: Continue to mozilla.org
cak: Jät pa mozilla.org

source: Discover <br>what drives our mission
cak: Tawila' <br>ri nub'än ri qataqel taqanem

source: See the principles <br>that guide everything <br>we do.
cak: Tatz'eta' ri ruk'u'x taq tzij <br> ri yek'wan ronojel <br>ri niqab'än.

source: Read the <br>Mozilla Manifesto
cak: Tasik'ij ri <br>Rutzijoxik Mozilla

source: Mozilla Developer Network
cak: Kik'amab'ey rub'anonela' Mozilla

source: 10 years of documenting your Web.
cak: 10 juna tiyak ruwujil ri k'amaya'l.

source: Celebrate with us
cak: Kanimaq'ijun qik'in

source: Introducing <br>Firefox Friends
cak: Tajin niwachinïx <br>Firefox Friends

source: Join. Share. <br>Get rewarded.
cak: Tatunu' pe awi'. Kakomonin. <br>Ke'ak'ulu' taq atojb'alil

source: Join Firefox Friends
cak: Tatunu' awi' pa Firefox Friends

source: Learn about Mozilla Advocacy
cak: Tawetamaj ch'aqa' chik chi rij ri Mozilla Advocacy

source: Understand your privacy online
cak: Tino' pan awi' ri awichinaxik pa k'amab'ey

source: Download Firefox
cak: Taqasaj Firefox

source: Introducing<br> the new Webmaker
cak: Niqak'üt chiwäch ri<br> ri k'ak'a' Webmaker

source: Discover, create and share original content with the free Webmaker app.
cak: Tawila', tanuk'u' chuqa' takomonij rupam rik'in ri sipan ruchokoy Webmaker.

source: Learn more
cak: Tawetamaj ch'aqa' chik

source: Teach<br> the Web
cak: Tak'utu'<br> ri ajk'amaya'l

source: Make the Web you want
cak: Tab'ana' chi tupo' ri' ri K'amaya'l achi'el nawajo' rat

source: Build a Web page or app in minutes<br> — no coding required.
cak: Tanuk'u' jun ruxaq k'amaya'l pa jun ka'i' oxi' ch'utaq ramaj <br> - akuchi' majun rajowaxik nimaläj taq b'i'aj

source: Become a Webmaker
cak: Katok jun Ajwebmaker

source: Teach the Web
cak: Tak'utu' ri K'amaya'l

source: Let’s build a Web that’s open <br>and made by everyone.
cak: Tiqanuk'u' jun okel ajk'amaya'l <br> chuqa' b'anon quma röj chi qonojel.

source: Build an app <br>in seconds
cak: Tanuk'u' jun chokoy <br>pa jujun xil ch'utaq ramaj

source: Volunteer <br>with Mozilla
cak: Taq ajk'uxaj <br>rik'in Mozilla

source: Try Firefox Developer Edition
cak: Tatojtob'ej ri runuk'unem Firefeox kichin b'anonela'

source: Introducing Firefox Developer Edition
cak: Ruwachixik Firefox Developer Edition

source: The only browser made only for developers.
cak: Ri ruyonil chi okik'amaya'l b'anon xa xe kichin b'anonela'.

source: Get Firefox Developer Edition
cak: Tak'ulu' ri Firefox Developer Edition

source: Try the best Firefox yet
cak: Tatojtob'ej ri utziläj chi Firefox

source: Made with a mission to put you first.
cak: B'anon rik'in ri taqel taqanem chi yatkinab'eyisaj.

source: Learn more about Firefox
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Firefox

source: Put your Firefox on your Android
cak: Tik'oje' Afirefox pa Awandroid

source: The features <br>you love. <br>The privacy <br>you trust.
cak: Ri taq rub'anikil <br> ri ye'awajo'. <br> Ri ichinanem <br> nakuqub'a' ak'u'x chi rij.

source: Learn about <br>Firefox for Android
cak: Tawetamaj pa ruwi' <br>Firefox richin Android

source: Official Mozilla gear is here
cak: Ri saqamaq'il taq retz'ab'al Mozilla xe'uqa

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
cak: Ajk'ayij rutzeqelib'en jun taqel taqanem. <br>Taq k'ayij kitzeqelib'en jun rayib'äl. <br>Taq wachinäq janila kejqalen nikib'än ri ütz.

source: Get your Mozilla gear
cak: Ke'ak'utuj ri taq awetz'ab'al richin Mozilla

source: Help Mozilla users
cak: Ke'ato' ri taq ruwinaq Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
cak: Ke'ato' b'eyom chi winäq chi <br>nawetamaj ronojel rusamajixik <br>ri ajowawuj awokik'amaya'l.

source: Join our support team
cak: Tatunu' awi' pa ri qamoloj pa ruwi' rutemeb'al

source: Reply
cak: Titzolïx tzij

source: Retweet
cak: Titalüx chik

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
cak: Ruximon rutzij awik'in <strong>, ri awichinaxik</strong> chuqa' rik'in jun <strong> jaqäl k'amaya'l</strong>

source: active Mozillians <br>worldwide
cak: Aj Mozilla kan yesamäj <br> chijun ri ruwachulew

source: upcoming events <br>around the globe
cak: ch'aqa' chik taq molojri'ïl xkeb'an <br>chijun ri ruwachulew

source: languages and counting, <br>on every continent
cak: taq ch'ab'äl chuqa' tajin yek'iyïr <br> chi kijujunal ri taq setul

source: Get Involved with Mozilla today
cak: Katok pa Mozilla wakami

source: Upcoming events
cak: Taq molojri'ïl xkeb'an

source: Next event
cak: Jun chik molojri'ïl

source: See all events
cak: Ke'atz'eta' konojel ri taq molojri'ïl

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
cak: Ke'ajunamaj kajil wachinäq, tatz'eta' achike xtub'än ri q'ij, tawak'axaj q'ojom, tataqa' jun twit chuqa' ch'aqa' pa Firefox.

source: Careers
cak: Taq samaj

source: Learn about the benefits of working at Mozilla and view open positions around the world.
cak: Tawetamaj ri rutzil yasamäj richin Mozilla, chuqa' keb'e'atz'eta' achike chi samaj yesuj chijun ri ruwachulew.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
cak: Tak'ulu' kitzij ri qato'onel molaj, pa ruwi' taq ak'utunik chi rij Firefox chuqa' pa chi kij taq ruk'ayij Mozilla.

source: Discover more
cak: Tawila' ch'aqa' chik

source: Help us celebrate 10 years of Firefox.
cak: Kojato' chi runimaq'ijuxik ri 10 rujuna' Firefox.

source: Donate to Mozilla
cak: Taya' jun sipanïk chi re ri Mozilla

source: Your gift helps us build the Internet the world needs.
cak: Ri qana'oj xkojruto' chi xtiqanük' ri k'amaya'l rajowaxik pa ruwachulew.

source: Donate today
cak: Kasipan wakami

source: Meet<br> Firefox Hello
cak: Tawetamaj ruwäch<br> Firefox Hello

source: The easiest way to connect for free over video.
cak: Ri man k'ayew ta rub'anikil richin choj yatok pa silowachib'äl.

source: Try Firefox Hello
cak: Tatojtob'ej Firefox Hello

source: Get Firefox for iOS
cak: Tichinäx Firerox richin iOS
