Repository: alvinlaz96/mozilla-lang
Catalog: dsb/download_button.lang.po
Languages: dsb

source: Download Firefox
dsb: Firefox ześěgnuś

source: Download now
dsb: Něnto ześěgnuś

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
dsb: Waš system njewótpowědujo <a href="%(url)s">pominanjam</a>, aby Firefox funkcioněrował.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
dsb: Waš system nejskerjej njewótpowědujo pominanjam Firefox, ale móžośo jadnu ze slědujucych wersijow wopytowaś:

source: <span>Firefox Beta</span> for Android
dsb: <span>Firefox Beta</span> za Android

source: <span>Firefox Aurora</span> for Android
dsb: <span>Firefox Aurora</span> za Android

source: <span>Firefox</span> for Android
dsb: <span>Firefox</span> za Android

source: Get it free on Google Play
dsb: Wobstarajśo jen dermo na Google Play

source: <span>Firefox</span> for iOS
dsb: <span>Firefox</span> za iOS

source: Get it free from the App Store
dsb: Wobstarajśo se jen zadermo z App Store

source: Free Download
dsb: Dermotne ześěgnjenje

source: Update your Firefox
dsb: Zaktualizěrujśo swój Firefox

source: Supported Devices
dsb: Pódpěrane rědy

source: Get it on Google Play
dsb: Wobstarajśo se jen zadermo z Google Play

source: Get Firefox for Android
dsb: Wobstarajśo se Firefox za Android

source: Download on the App Store
dsb: Z App Store ześěgnuś

source: Get Firefox for iOS
dsb: Wobstarajśo se Firefox za iOS

source: What’s New
dsb: Což jo nowe

source: Privacy
dsb: Priwatnosć

source: Firefox Privacy
dsb: Priwatnosć Firefox

source: Systems &amp; Languages
dsb: Systemy a rěcy

source: Firefox for Other Platforms & Languages
dsb: Firefox za druge platformy a rěcy
