Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefoxtesting.lang.po
Languages: dsb

source: Download Firefox Beta for Android - Free
dsb: Firefox Beta za Android ześěgnuś - zadermo

source: Download Firefox Beta for Desktop - Free
dsb: Firefox Beta za Desktop ześěgnuś - zadermo

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
dsb: Ześěgniśo a testujśo pśiduce wersije Firefox. Dožywśo nejnowše inowacije z wersijami Aurora abo Beta.

source: Firefox Beta for:
dsb: Firefox Beta za:

source: Firefox Beta for Mobile
dsb: Firefox Beta mobilny

source: Download Beta and be part of the next version of Firefox.
dsb: Ześěgniśo beta a buźćo źěl pśichodneje wersije Firefox.

source: 1. Test Features
dsb: 1. Testowe funkcije

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
dsb: Wopytajśo nejnowše wugbaśowe, pśiměrjeńske a wěstotne pólěpšenja, kótarež su pśisamem gótowe za wšednu praksu.

source: 2. Refine &amp; Polish
dsb: 2. Wudopołniśo a wupolěrujśo

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
dsb: Spišćo powěźeńki wó programowych zmólkach, aby nam pomagał, kóńcne pśiměrjenja wugbaśa a funkcionalnosći w stabilnej wokolinje pśewjasć.

source: 3. Do Your Part
dsb: 3. Pśinosujśo swój źěl

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
dsb: Wobwliwujśo pśichodnu wersiju Firefox a 450 milionow luźi, kótarež wužywa jen kuždy źeń.

source: Supported devices
dsb: Pódpěrane rědy
