Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefoxlive.lang.po
Languages: dsb

source: Tweet
dsb: Šwikotaś

source: Follow @cubcaretaker
dsb: Slědujśo @cubcaretaker

source: Cameras
dsb: Kamery

source: 360° view
dsb: naglěd 360°

source: Camera 1
dsb: Kamera 1

source: Camera 2
dsb: Kamera 2

source: Video help
dsb: Wideopomoc

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
dsb: Maśo młode zwěrjetow rady? Mozilla Firefox pśenosujo wideo 3 adoptěrowanych młodych cerwjenego panda. Grońśo to dalej a 'źělśo' to ze swójimi pśijaśelami.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
dsb: Co jo wuwabnjejše? Njekomercielna misija Firefox abo live-kanal jogo zwěrjetneje maskotki? Zgóńśo to na http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
dsb: Pomožćo Firefox, jogo rědku maskotku a web šćitaś, z tym až woglědujośo se zwěrjetne młode! http://mozilla.org/firefoxlive

source: Share on Twitter »
dsb: Na Twitter źěliś »

source: Share on Facebook »
dsb: Na Facebooku źěliś »
