Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mobile.lang.po
Languages: dsb

source: Get Firefox for Android
dsb: Firefox za Android se wobstaraś

source: Download for <span>Android</span>
dsb: Ześěgnjenje za <span>Android</span>

source: Free from the Android Market
dsb: Dermo z wikow Android

source: Or visit <a %s>Firefox.com/m</a> on your phone.
dsb: Abo woglědjaśo se k <a %s>Firefox.com/m</a> na swójom telefonje.

source: Supported Devices
dsb: Pódpěrane redy

source: Get it from iTunes - FREE
dsb: Wobstarajśo se z iTunes - DERMO

source: Firefox Home for <span>iPhone</span>
dsb: Firefox Home za <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
dsb: Zawěsććo se pśistup na historiju, cytańske znamjenja a wćynjone rejtarki Firefox na swójom iPhone.

source: Download Firefox to <span>Your Mobile</span>
dsb: Ześěgniśo Firefox na <span>swój mobilny telefon</span>

source: Want to test the latest features?
dsb: Cośo nejnowše funkcije testowaś?

source: Get Firefox Home for iPhone
dsb: Wobstarajśo se Firefox Home za iPhone

source: Download Beta for Android
dsb: Ześěgniśo Beta za Android

source: Download
dsb: Ześěgnuś

source: for
dsb: za

source: Free from iTunes
dsb: Dermo z iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
dsb: Buźośo wurědne funkcije dožywjaś a komentary słaś, aby pomagał, wudopołniś a pólěpšyś, což buźo w kóńcnej wersiji.

source: Developer Tools
dsb: Wuwijarske rědy

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
dsb: Móžośo mobilnu wersiju Firefox na desktopowe licadło instalěrowaś, aby testował, komentary pósłał a dodanki napórał.

source: Connect With Firefox for Mobile:
dsb: Zwěžćo z mobilnym Firefox:

source: Monthly newsletter
dsb: Mjasecny powěsćowy list

source: Follow us
dsb: Slědujśo nam

source: Become a fan
dsb: Buźćo pśiwisnik

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
dsb: Firefox jo połny inowacijow, pśez kótarež trjebaśo mjenjej pisaś, móžośo wěcej pśeglědowaś a dostanjośo se malsnjej a lažčej do weba.

source: Freedom from typing
dsb: Njetrjebaśo pisas

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
dsb: Wjelicna wobrazowka markujo se waše nejlubše sedła, tak až móžośo pśeglědowaś, bźez togo až musyśo wjele pisaś.

source: Best of both worlds
dsb: Nejlěpše z wobeju swětowu

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
dsb: Firefox za Android jo něnto nowo wugótowany a optiměrowany za waše wašnju pśeglědowanja na telefonach a tabletach.

source: Browse quick and easy
dsb: Pśeglědujśo malsnje a lažko

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
dsb: Funkcije ako synchronizacija, rejtarkowe pśeglědowanje a składowanje cytańskich znamjenjow z jadnym dotyknjenim gronijo, wšykno, což cośo, jo ned k ruce.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
dsb: <a %s>Trjebaśo pomoc?</a> Woglědajśo se k našomu sedłoju pomocy Firefox za Android.

source: Download and test the build that’s right for you.
dsb: Ześěgniśo a testujśo wersiju, kótaraž jo pšawa za was.

source: See all our channels for mobile »
dsb: Woglědajśo se wšykne naše kanale za mobilny »

source: Free from the Google Play Store
dsb: Dermo z wobchoda Google Play
