Repository: alvinlaz96/mozilla-lang
Catalog: dsb/snippets.lang.po
Languages: dsb

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
dsb: Wzejśo Firefox wšuźi sobu! Nejnowšy Firefox za Android jo južo wujšel a jo gótowy, was zwjaseliś. <a href="%s">Ześěgniśo jen něnt!</a>.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
dsb: Njewužywaśo nejnowšu wersiju Firefox. <a href="%s">Zaktualizěrujśo źinsa</a>, abye nejlěpše weba dostał!

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
dsb: Póglědniśo kšajźu do pśichoda Firefox. <a href="%s">Ześěgniśo Firefox Aurora</a> a testujśo nejnowše funkcije.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
dsb: <a href="%s">Buźćo pódpěraŕ Firefox</a> a wobstarajśo se wšykno, což trjebaśo, aby Firefox ze swětom źělił!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
dsb: Z gjardosću jo Firefox za wše wužytny a móžo k wašomu wužytkoju bźez kompromisow inowacije zawjedowaś. <a href="%s">Dalšne informacije</a> wó našej misiji.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
dsb: Malsny, fleksibelny a wěsty, Firefox jo jadnučki wobglědowak, kótaryž staja was na prědne městno. <a href="%s">Dalšne informacije</a> wó tom, což rozeznawa nas wót drugich.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
dsb: <a href="%s">Ześěgniśo Firefox na swój Androidowy tablet</a> a wzejśo móc weba direktnje do swójeju rukowu. Wobstarajśo se jen něnto.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
dsb: Źaržćo swóje tykace aktualne a wobchowajśo wěstotu online z <a href="%s">kontrolu tykacow</a>.

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
dsb: Firefox se wam spódoba? Cośo pomagaś, našu pśichodnu wersiju samo pólěpšyś? <a href="%">Ześěgniśo Firefox Beta</a> a informěrujśo nas wó tom źinsa!

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
dsb: Wužywaś Firefox na někotarych licadłach? Něnto móžośo swóje dodanki mjazy nimi synchronizěrowaś. <a href="%">Wuslěźćo, kak móžośo Sync zmóžniś.</a>

source: Be the master of your social circle with <a href="%s">Facebook Messenger for Firefox</a>. Try it today and let all your Facebook friends know.
dsb: Buźćo kněz nad swójim socialnym krejzom z <a href="%s">Powěstnikom Facebook za Firefox</a>. Wopytajśo jen źinsa a informěrujśo swójich pśijaśelow na Facebooku.

source: Keep up with friends wherever you go on the Web with <a href="%s">Facebook Messenger for Firefox</a>. Add it to Firefox today!
dsb: Wóstańśo z pomocu <a href="%s">powěstnika Facebook za Firefox</a> w zwisku ze swójimi pśijaśelami, źožkuli sćo we webje. Pśidajśo jen něnto Firefox!

source: Be the master of your social circle with Facebook Messenger for Firefox. <a href="%s">Watch the video</a> to learn more.
dsb: Buźćo kněz nad swójim socialnym krejzom z powěstnikom Facebook za Firefox. <a href="%s">Woglědaj se wideo</a>, aby wěcej zgónił.

source: Get Facebook Messenger for Firefox and chat with friends while you browse. <a href="%s">Watch the video</a> to learn how.
dsb: Wobstarajśo se Powěstnik Facebook za Firefox a chattujśo z pśijaśelami, mjaztym až pśeglědujośo. <a href="%s">Woglědajśo se wideo</a>, aby zgónił, kak to źo.

source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
dsb: Kuždolětna rozpšawa wó połoženju Mozilla jo něnto wujšła. <a href="%s">Pśecytajśo ju</a>, aby wiźeł, kak web dalej pólěpšujomy.

source: You're the director. Mobile is the star. <a href="%s">Enter Firefox Flicks, our global video contest about the power of mobile</a>.
dsb: Wy sćo režiser. Mobilny rěd jo star. <a href="%s">Wobźělśo se na Firefox Flicks, našom globalnem wideowuběźowanju wó mócy mobilnych rědow</a>.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
dsb: Njetrjebaśo znaśa wó programěrowanju měś, aby z Mozilla gromadu źěłał. <a href="%s">Zgóńśo wěcej wó móžnosćach za dobrowólnikow</a>.

source: Celebrity judges and great prizes. <a href="%s">Learn more about Firefox Flicks</a>, our global video contest about the power of mobile.
dsb: Pósudki wuznamnych wósobinow a wuběrne myta. <a href="%s">Zgóńśo wěcej wó Firefox Flicks</a>, našom globalnem wideowuběźowanju wó mócy mobilnych rědow.
