Repository: alvinlaz96/mozilla-lang
Catalog: dsb/upgradepromos.lang.po
Languages: dsb

source: Mozilla Firefox Web Browser — Free Download
dsb: Webwobglědowak Mozilla Firefox — Dermotne ześěgnjenje

source: How fast is <span>your Firefox?</span>
dsb: Kak malsny jo <span>waš Firefox?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
dsb: Nowy Firefox jo do 7 razow malsnjejšy. (To jo wjele!) Póglědajśo na tachometer, aby wiźeł, hač waš móže sobu pśiś.

source: Old Firefox = <em>Sadface</em>
dsb: Stary Firefox = <em>Tužyca</em>

source: New Firefox = <em>Yay!</em>
dsb: Nowy Firefox = <em>Hura!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
dsb: To njewjeźo k nicomu. Pśestańśo w zachadnosći pśeglědowaś a <a %s>zaktualizěrujśo něnto!</a>

source: Now we’re talking!
dsb: To klincy derje!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
dsb: Jo něnto lěpše, nic ga? Witajśo do pśichoda weba. Jo rědnje how.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
dsb: Zda se, až wužywaśo %BROWSER%. Cogodla njepópadnjośo se Firefox, aby malsnosć pówušył.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
dsb: Zda se, až njewužywaśo Firefox ako swój wobglědowak. Cogodla njepópadnjośo se Firefox, aby malsnosć pówušył.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
dsb: Nowy Firefox jo malsnjejšy, dermotny (ako pśecej), wowalujo se mjenjej a šćita wašu priwatnosć lěpjej.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
dsb: <a %s>Aktualizacija</a> trajo mjenjej ako jadnu minutu a njezgubijośo swóju historiju abo cytańske znamjenja. Hura!
