Repository: alvinlaz96/mozilla-lang
Catalog: dsb/upgradedialog.lang.po
Languages: dsb

source: Get the Newest Firefox
dsb: Wobstarajśo se nejnowšy Firefox

source: The Newest Firefox is Here!
dsb: Nejnowšy Firefox jo dojšeł!

source: <a %s>Quick, easy and free update</a>
dsb: <a %s>Malsna, lažka a dermotna aktualizacija</a>

source: Fresh new look
dsb: Fryšne nowe wuglědanje

source: Much faster than Firefox 3.6
dsb: Wjele malsnjejšy ako Firfox 3.6

source: More awesomeness than ever
dsb: Wjelicnjejšy ako do togo

source: There’s a new version of Firefox that can better protect you against online attacks.
dsb: Jo nowa wersija Firefox, kótaraž móžo was lěpjej pśeśiwo online-napadam šćitaś.

source: <a %s>Get the upgrade</a> — it’s fast & free!
dsb: <a %s>Wobstarajśo se aktualizaciju</a> — jo malsna a dermotna!

source: get the latest in security
dsb: wobstarajśo se nejnowše wěstoty

source: experience faster performance
dsb: dožywśo malsnjejše wugbaśe

source: enjoy greater customization
dsb: spóžywajśo lěpše pśiměrjenje

source: Your version of Firefox will soon be vulnerable to online attacks.
dsb: Waša wersija Firefox buźo skoro napadojta pśeśiwo online-napadam.

source: Stay safe online
dsb: Online wěsty wóstaś

source: Enjoy new features
dsb: Wjaselśo se nowym funkcijam

source: URGENT!
dsb: NUZNY!

source: Your version of Firefox is no longer protected against online attacks.
dsb: Waša wersija Firefox wěcej nješćita se pśeśiwo online-napadam.

source: This is your last reminder before you will be automatically updated to the latest version
dsb: To jo wašo slědne napominanje, nježli až zaktualizěrujo se awtomatiski na nejnowšu wersiju

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
dsb: Firefox wěcej njepódpěra wašu wersiju źěłowego systema a buźo napadojty pśeśiwo online-napadam.

source: We recommend:
dsb: Pśiraźujomy:

source: Upgrading your <a %s>operating system</a>
dsb: Waš <a %s>źěłowy system</a> se aktualizěrujo

source: Downloading a compatible browser
dsb: Kompatibelny wobglědowak se ześěgujo

source: Installing a free upgrade to your <a %s>operating system</a>
dsb: Dermotna aktualizacjia za waš <a %s>źěłowy system</a> se instalěrujo

source: You will be prompted once more before being automatically updated.
dsb: Dostanjośo nowe napominanje, nježli až pśiduca awtomatiska aktualizacija se wótmějo.
