Repository: alvinlaz96/mozilla-lang
Catalog: kok/mozorg/home.lang.po
Languages: kok

source: Home of the Mozilla Project
kok: मॉझीला प्रकल्पाचे घर

source: Next article
kok: मुखावेलो लेख

source: Previous article
kok: फाटलो लेख

source: We are %(mozilla_wordmark)s
kok: आमी %(मॉझीला_शब्दखुण)णो

source: Doing good is part of our code
kok: बरे करप हो आमच्या कोडचो भाग

source: Get involved
kok: सामील जायात

source: <i>Explore</i> our mission
kok: आमचे ध्येय<i>पळयात</i>

source: Our principles guide us
kok: आमची तत्त्वां आमका मार्गदर्शन करतात

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
kok: तंत्रज्ञ, विचारवंत आणि बांदपी हांचो आमी वैश्र्विक समुदाय इंटरनेट जागृत उरचे आणि सगळ्यांक मेळचे ह्याखातीर वावुरतात.

source: Read more about our mission
kok: आमच्या ध्येयाविशी अदिक वाचात

source: <i>Look</i> ahead
kok: मुखार<i>पळयात</i>

source: Look ahead
kok: मुखार पळयात

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
kok: आमी अदिक लोकांक अदिक पद्दतींनी आणि पयलीपरस अदिक जाग्यांवेल्यान वेबार हाडटात.

source: Learn more about Firefox OS
kok: फायरफॉक्स OS विशी अदिक जाणा जायात.

source: <i>Join</i> our community
kok: आमच्या समुदायान<i>सामील जायात</i>

source: Join our<br> developer community
kok: आमच्या विकासक समुदायान <br> सामील जायात

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
kok: उक्त्या वेबाविशीचे दस्तावेज, प्रात्यक्षिकां, साधनां आणि मार्गदर्शिका तशेच सगळ्यो संबंदित गजाली मेळयात.

source: <i>Forge</i> the future
kok: भवितव्य<i>घडयात</i>

source: Mozilla Festival
kok: मॉझीला महोत्सव

source: Forge the future<br> of the Web
kok: वेबाचे<br> भविश्य घडयात

source: Learn from some of the most passionate thinkers and inventors from around the world.
kok: जगभरातल्या काय बुदवंत आणि संशोधकांकडल्यान शिकात.

source: Come to the Mozilla Festival
kok: मॉझीला महोत्सवांत येयात

source: Different by&nbsp;design
kok: &nbsp;रचनेन वेगळे

source: In the news
kok: खबरांनी

source: See all news
kok: सगळ्यो खबरी पळयात

source: Help launch Firefox OS in your country.
kok: तुमच्या देशान फायरफॉक्स OS हाडपाक मदत करात.

source: Become a Mobilizer today.
kok: आयज प्रचारक जायात.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
kok: मॉझीलान सामील जावपाक तुमका कोड कशे करप ते जाणा जावपाची गरज ना. <a href="%s">आमच्या स्वयंसेवक संधींविशी अदिक जाणा जायात</a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
kok: आमच्या वैश्र्विक समुदायाचे उपकार, मॉझीला उत्पादनां आणि वेबसायटी, 70 परस चड भाशांनी आसात. <a rel="भायले" href="%(link_l10n)s">तुमच्या भाशेंत अणकार करपाक मदत करात</a>.

source: <i>Watch</i> the watchers
kok: पळोवप्यांक<i>पळयात</i>

source: See who’s watching you online
kok: तुमका कोण ऑनलायन पळयता ते पळयात

source: Shine a light on the third parties that are collecting data about your online activity.
kok: तुमच्या ऑनलायन कारवायेतलो डेटा कोण एकठांय करता तांचेर उजवाड घालात.

source: Install the Lightbeam add-on
kok: लायट बीम अॅड ऑन प्रतिष्ठापित करात

source: <i>Learn</i> the Web
kok: वेब<i>शिकात</i>

source: We teach the Web
kok: आमी वेब शिकयतात

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
kok: उक्ते आणि सगळ्यांनी तयार केल्ले वेब घडोवपाखातीर सोदूया, आणि एकठांय येवया.

source: Become a Webmaker
kok: वेबमेकर जायात

source: <i>See</i> the new MDN
kok: <i>पळयात</i> नवे MDN

source: See what’s new <br>for developers
kok: विकासकांक <br>नवे किदे ते पळयात

source: Our community hub for docs, demos and other resources just got a brand new look.
kok: दस्तावेज, प्रात्यक्षिकां आणि हेर साधनांखातीरच्या आमच्या समुदाय केंद्रान हालीच नवे रूप घेतला.

source: Visit the Mozilla Developer Network
kok: मॉझीला विकासक नेटवर्काक भेट दियात

source: The Web needs you
kok: वेबाक तुमची गरज आसा

source: What kind of Web do you want?
kok: कसल्या तरेचे वेब तुमका जाय?

source: Tell us what matters most to you and help shape the future of the Web.
kok: तुमका किदे जाय ते आमका सांगात आणि वेबाचे भवितव्य घडयात.

source: Share your vision
kok: तुमची दृष्टी मांडात

source: <i>Try the best</i> Firefox yet
kok: आयज मेरेनचे <i>सगळ्यांत बरे</i> फायरफॉक्स वापरून पळयात

source: Try the best Firefox yet
kok: सगळ्यांत बरे फायरफॉक्स वापरून पळयात

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
kok: तुमी, तुमची प्रायव्हसी आणि उक्ते वेब हाचेकडेन बांदूंन आशिल्ल्या फुकट डेस्कटॉप ब्रावजराविशी अदिक जाणा जायात.

source: See what’s new
kok: नवीन किदे ते पळयात

source: <i>Join</i> our <br>Maker Party
kok: <i> आमच्या <br>घडोवपी पक्षांत</i> वाटेकार जायात

source: Join our global <br>Maker Party
kok: आमच्या वैश्र्विक<br>घडोवपी पक्षांत वाटेकार जायात

source: From July to September, help us teach, learn and make the Web at hands-on community events.
kok: जुलै ते सप्टेंबर मेरेन, आमका शिकपाक, जाणा जावपाक आणि वेब समुदाय घडणुको घडोवपाक मदत करात.

source: Learn about events near you
kok: तुमच्या लागीच्या घडणुकांविशी जाणा जायात

source: <i>Help</i> Mozilla users
kok: मॉझीला वापरप्यांक <i>मदत करात</i>

source: We need your help
kok: आमका तुमची मदत जाय

source: Learn about the ways you can help millions of users get the most out of their favorite browser.
kok: लाखांनी वापरप्यांक तांचे आवडते ब्रावजर मेळोवपाक मदत करपाच्यो वाटो जाणा जायात.

source: Join our support team
kok: आमच्या फाटबळ संघांत सामील जायात
