Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new/horizon.lang.po
Languages: af, bn_bd, bs, ca, cy, ga_ie, hi_in, is, kab, kk, lt, my, ne, nn_no, ta, ur, xh

source: Free Web Browser
af: Gratis webblaaier
bn_bd: মুক্ত ওয়েব ব্রাউজার
bs: Besplatni web pretraživač
ca: Navegador web gratuït
cy: Porwr Gwe am Ddim
ga_ie: Brabhsálaí Saor in Aisce
hi_in: मुफ्त वेब ब्राउज़र
is: Ókeypis vafri
kab: Iminig web n baṭel
kk: Еркін веб браузері
lt: Nemokama saityno naršyklė
my: အခမဲ့ ဝတ်ဘယောက်ဆာ
ne: वेब ब्राउजर सित्तैमा
nn_no: Gratis nettlesar
ta: இலவச இணைய உலாவி
ur: آزاد ویب براؤزر
xh: Ibhrawuza yewebhu yasimahla

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, macOS, Linux, Android and iOS today!
bs: Preuzmite Mozilla Firefox, besplatni web pretraživač. Firefox je kreiran od globalne neprofitne organizacije usmjerene na postavljanje pojedinaca u kontrolu na mreži. Preuzmite Firefox za Windows, macOS, Linux, Android i iOS danas!
cy: Llwythwch Mozilla Firefox i lawr, mae'n borwr gwe rhydd a rhad. Mae Firefox wedi ei greu gan gorff byd-eang, dim-er-elw sydd a'i fryd ar roi grym i unigolion ar-lein. Defnyddiwch Firefox ar Windows, macOS, Linux, Android ac iOS heddiw!
lt: „Mozilla Firefox“ – tai laisvoji naršyklė, kurią kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus internete. Parsisiųskite „Firefox“ į savo „Windows“, „macOS“, „Linux“, „Android“ ar „iOS“ įrenginį jau šiandien!
ta: இலவசமான இணைய உலாவி, மொசில்லா பயர்பாக்ஸை பதிவிறக்கு. பயர்பாக்ஸ் தனிநபர் கட்டுப்பாடுகளை இணையத்தில் வைத்திருக்க அர்பணிக்கப்பட்ட ஒரு சர்வதேச இலாப நோக்கமற்ற நிறுவனத்தால் உருவாக்கப்பட்டது. விண்டோஸ், macOS, இலினக்சு, Android மற்றும் iOS இயங்குதளங்களுக்கான பயர்பாக்ஸை இன்றே பெறுங்கள்!

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, Mac OS X, Linux, Android and iOS today!
af: Laai Mozilla Firefox af, 'n gratis webblaaier. Firefox word gebou deur 'n wêreldwye organisasie sonder winsbejag om mense beheer te gee oor hul lewens aanlyn. Kry Firefox vir Windows, Mac OS X, Linux, Android en iOS vandag!
bn_bd: Mozilla Firefox ডাউনলোড করুন, একটি মুক্ত ওয়েব ব্রাউজার। Firefox তৈরি হয়েছে একটি বিশ্বজনীন অলাভজনক প্রতিষ্ঠান দ্বারা যারা ব্যবহারকারী অনলাইনে নিয়ন্ত্রকের আসনে রাখে। আজই Windows, Mac OS X, Linux, Android এবং iOS এর জন্য Firefox-কে নিন!
bs: Preuzmite Mozilla Firefox, besplatni web pretraživač. Firefox je kreiran od strane globalne neprofitne organizacije posvećene stavljanju pojedinaca u kontrolu interneta. Preuzmite Firefox za Windows, Mac OS X, Linux, Android i iOS danas!
ca: Baixeu el Mozilla Firefox, un navegador web lliure. El Firefox està creat per una organització global sense ànim de lucre dedicada a donar el control en línia als usuaris. Baixeu ara el Firefox per al Windows, Mac OS X, Linux, Android i iOS!
cy: Llwythwch Mozilla Firefox i lawr, mae'n borwr gwe rhydd a rhad. Mae Firefox wedi ei greu gan gorff byd-eang, dim-er-elw sydd a'i fryd ar roi grym i unigolion ar-lein. Defnyddiwch Firefox ar Windows, Mac OS X, Linux, Android ac iOS heddiw!
ga_ie: Íosluchtaigh Mozilla Firefox, brabhsálaí Gréasáin saor in aisce. Tá Firefox forbartha ag eagraíocht dhomhanda neamhbhrabúis a chuireann daoine in uachtar ar an Idirlíon. Faigh Firefox ar Windows, Mac OS X, Linux, Android agus iOS inniu!
hi_in: एक मुफ्त वेब ब्राउज़र, Mozilla Firefox डाउनलोड करें. Firefox का निर्माण एक वैश्विक गैर-लाभ ऑनलाइन नियंत्रण समर्पित व्यक्तियो ने किया है. आज ही Windows, Mac OS X, Linux, Android और iOS के लिए फायरफॉक्स डाउनलोड करें!
is: Halaðu niður Mozilla Firefox, ókeypis vafra. Firefox er gerð af fyrirtæki sem er ekki rekin í hagnaðarskyni og setur í forgang að einstaklingar séu við stjórnvölin á netinu. Náðu í Firefox fyrir Windows, Mac OS X, Linux, Android og iOS strax í dag!
kab: Sider Firefox Mozilla, iminig Web n baṭel. Firefox tesnulfa-t-id tmezdagnut tamaḍlant, ur yettnadin ara idrimen, yesseḥbibiren akken iqeddacen ad ḥarben ɣef tudert nsen s srid. Sider Firefox i Windows, Mac OS X, Android akked iOS ass-a!
kk: Mozilla Firefox, еркін веб браузерін, жүктеп алыңыз. Firefox глобалды коммерциялық емес ұйымымен жасалған, әр адамның қолына интернетте басқаруды қайтару мақсатымен жасалған. Windows, Mac OS X, Linux, Android және iOS үшін Firefox-ты бүгін алыңыз!
lt: „Mozilla Firefox“ – tai laisvoji naršyklė, kurią kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus internete. Parsisiųskite „Firefox“ į savo „Windows“, „Mac OS X“, „Linux“, „Android“ ar „iOS“ įrenginį jau šiandien!
my: အခမဲ့ ဝဘ်ဘရောင်ဇာဖြစ်သော မော်ဇီလာမီးမြေခွေးကို ဆွဲယူပါ။ အွန်လိုင်းတွင် တဦးချင်းစီ ထိန်းချုပ်မှုရှိစေရန် ကတိပြုဆောင်ရွက်နေသည့် ကမ္ဘာလုံးဆိုင်ရာ အကျိုးအမြတ်အတွက် မဟုတ်သည့် အဖွဲ့အစည်းတစ်ခုမှ မီးမြေခွေးကို တီထွင်ဖန်တီးပါသည်။ Windows, Mac OS X, Linux, Android နှင့် iOS အတွက် မီးမြေခွေးကို ဒီနေ့ပဲ ရယူအသုံးပြုပါ။
ne: Mozilla Firefox, एक नि: शुल्क वेब ब्राउजर डाउनलोड गर्नुहोस्। Firefox विश्वव्यापी गैर-नाफामूलक संस्थाद्वारा सिर्जना गरिएको हो जसले व्यक्तिहरूलाई वेबको नियन्त्रण दिन लागिपरेको छ। Windows, Mac OS X, Linux, Android र iOS का लागि अाजै Firefox प्राप्त गर्नुहोस्!
nn_no: Last ned Mozilla Firefox, ein gratis nettlesar. Firefox vert laga av ein global, ideell organisasjon, som har som mål at individet skal ta kontroll over eigne aktivitetar på nettet. Last ned Firefox for Windows, Mac OS X, Linux og iOS no!
ta: இலவசமான இணைய உலாவி, மொசில்லா பயர்பாக்ஸை பதிவிறக்கு. பயர்பாக்ஸ் தனிநபர் கட்டுப்பாடுகளை இணையத்தில் வைத்திருக்க அர்பணிக்கப்பட்ட ஒரு சர்வதேச இலாப நோக்கமற்ற நிறுவனத்தால் உருவாக்கப்பட்டது. விண்டோஸ், Mac OS X, இலினக்சு, Android மற்றும் iOS இயங்குதளங்களுக்கான பயர்பாக்ஸை இன்றே பெறுங்கள்!
ur: Mozilla Firefox کو ڈاؤن لوڈ کریں، ایک مفت ویب پرائوزر۔ Firefox ایک عالمی غیر منافع بخش بنایا گیا ہے جس کا مقصد آنلائن افراد کو کنٹرول دینا ہے۔ Firefox برائے دریچہ ، Mac OS X, LinuxAndroid اور iOS آج جاصل کریں
xh: Khuphela iFirefox yeMozilla, ibhrawuza yeWebhu yasimahla. IFirefox yenziwe liziko lehlabathi elingenangeniso ukunceda abantu babe kunxibelelwano. Fumana iFirefox yeeWindows, iMac OS X, iLinux, iAndroid ne-iOS namhlanje!

source: The last independent browser.
bs: Posljednji nezavisni pretraživač.
ca: L'últim navegador independent.
cy: Y porwr annibynnol olaf.
hi_in: आखरी स्वतंत्र ब्राउज़र
is: Seinasti sjálfstæði vafrinn.
kk: Соңғы тәуелсіз браузер.
lt: Paskutinė nepriklausoma naršyklė.
nn_no: Siste sjølvstendige nettlesar.
ta: முடிவில் தனித்த உலாவி.
ur: آخری آزاد براؤزر۔

source: Enjoy online freedom.
af: Geniet vryheid aanlyn.
bn_bd: অনলাইন স্বাধীনতা উপভোগ করুন।
bs: Uživajte u slobodi na mreži.
ca: Gaudiu de la llibertat a Internet.
cy: Mwynhewch ryddid ar-lein.
ga_ie: Saoirse ar líne.
hi_in: ऑनलाइन स्वतंत्रता का आनंद ले
is: Njóttu frelsis á netinu.
kab: Faṛeṣ tilelli s srid.
kk: Желілік еркіндікті сезініңіз.
lt: Laisvė internete.
my: မည်သူမျှ ပိုင်ဆိုင်ချုပ်ကိုင်ခြင်းမရှိသည့် အွန်လိုင်းလွတ်မြောက်မှုကို ခံစားပျော်ရွှင်ပါ။
ne: अनलाइन स्वतन्त्रताको आनन्द लिनुहोस्।
nn_no: Nyt fridomen på nettet.
ta: இணையச் சுதந்திரத்தை அனுபவியுங்கள்.
ur: آن لائن آزادی سے لطف اندوز ہوں
xh: Nandipha inkululeko ye-intanethi.

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
af: Dankie dat u Firefox kies. Dit behoort outomaties te begin aflaai. Indien nie, <a id="%(id)s" href="%(fallback_url)s">klik hier</a>.
bn_bd: Firefox বেছে নেওয়ার জন্য ধন্যবাদ। আপনার ডাউনলোড স্বয়ংক্রিয়ভাবে শুরু হবে। যদি শুরু না হয়, <a id="%(id)s" href="%(fallback_url)s">এখানে ক্লিক করুন</a>
bs: Hvala na odabiru Firefoxa. Preuzimanje treba početi automatski. Ako ne, <a id="%(id)s" href="%(fallback_url)s">klikni ovdje</a>.
ca: Gràcies per triar el Firefox. La baixada s'iniciarà automàticament. Si no és així, <a id="%(id)s" href="%(fallback_url)s">feu clic aquí</a>.
cy: Diolch am ddefnyddio Firefox. Dylai'r llwytho i lawr gychwyn yn awtomatig. Os nad, <a id="%(id)s" href="%(fallback_url)s">cliciwch yma</a>.
ga_ie: Go raibh maith agat as Firefox a roghnú. Tosóidh an t-íosluchtú go huathoibríoch. Mura dtosaíonn sé, <a id="%(id)s" href="%(fallback_url)s">cliceáil anseo</a>.
hi_in: Firefox चुनने के लिए धन्यवाद. आपका डाउनलोड अपने आप शुरू होना चाहिए. यदि नहीं, तो <a id="%(id)s" href="%(fallback_url)s">यहाँ क्लिक करें</a>.
is: Takk fyrir að velja Firefox. Niðurhal þitt ætti að byrja sjálfkrafa. Ef það gerist ekki, <a id="%(id)s" href="%(fallback_url)s">smelltu þá hérna</a>.
kab: Tanemmirt imi tefferned Firefox. Asider inek ad yekker s wudem awurman. Ma ulac, <a id="%(id)s" href="%(fallback_url)s">Sit dagi</a>.
kk: Firefox-ты таңдағаныңыз үшін рахмет! Жүктемеңіз автоматты түрде басталады. Олай болмаса, <a id="%(id)s" href="%(fallback_url)s">осында шертіңіз</a>.
lt: Dėkojame, kad pasirinkote „Firefox“. Jūsų parsisiuntimas turėtų netrukus prasidėti automatiškai. Jeigu taip nenutiktų, <a id="%(id)s" href="%(fallback_url)s">spustelėkite čia</a>.
my: မီးမြေခွေးကို ရွေးချယ်အသုံးပြုသည့်အတွက် ကျေးဇူးတင်ပါသည်။ ဖိုင်ကူးယူသည့်လုပ်ငန်းစဉ်သည် အလိုအလျောက် စတင်ဆောင်ရွက်ပါမည်။ အကယ်၍ မဆောင်ရွက်ပါက၊ <a id="%(id)s" href="%(fallback_url)s">ဒီမှာ ကလစ်နှိပ်ပါ</a>။
ne: Firefox रोज्नुभएकोमा धन्यबाद। तपाईँको डाउनलोड अाफै सुरू हुनु पर्नेछ। यदि भएन भने, <a id="%(id)s" href="%(fallback_url)s">यहाँ थिच्नुहोस्</a>।
nn_no: Takk for at du valde Firefox. Nedlastinga di skal byrja automatiskt. Om ikkje, <a id="%(id)s" href="%(fallback_url)s">klikk her</a>.
ta: பயர்பாக்ஸ் தமிழ் பதிப்பைத் தேர்ந்தெடுத்தமைக்கு மிக்க நன்றி. பதிவிறக்கம் தானாகத் தொடங்கும். இல்லையேல், <a id="%(id)s" href="%(fallback_url)s">இங்கே சொடுக்குங்கள்</a>.
ur: فاَئرفاکس چننے کا شکریہ۔ آپ کی ڈاؤن لوڈ کریں خودکار طور پر شروع ہونی چاہئے۔ اگر نہیں<a id="%(id)s" href="%(fallback_url)s"> پہاں کلک کریں</a>
xh: Enkosi ngokukhetha iFirefox. Ukhuphelo lwakho lumele luziqalele. Kungenjalo, <a id="%(id)s" href="%(fallback_url)s">cofa apha</a>.

source: Browse Freely
af: Blaai met gemak
bn_bd: স্বাধীনভাবে ব্রাউজ করুন
bs: Pretražujte slobodno
ca: Navegueu amb llibertat
cy: Porwch yn Rhydd
ga_ie: Brabhsáil de réir do thola
hi_in: खुशी से ब्राउज करे
is: Vafraðu frjáls
kab: Inig s tlelli
kk: Еркін шолу
lt: Naršykite laisvai
my: လွတ်လပ်စွာ ရှာဖွေကြည့်ရှုပါ
ne: अानन्दसँग ब्राउज गर्नुहोस्
nn_no: Surf fritt
ta: சுதந்திரமாக உலாவுங்கள்
ur: آزادہ سے برائوز کریں
xh: Bhrawza Ngokukhululekileyo

source: You’re browsing freely with the latest version of Firefox.
af: U gebruik tans die jongste weergawe van Firefox.
bn_bd: Firefox এর নতুন সংস্করণ দিয়ে আপনি মুক্তভাবে ব্রাউজিং করছেন।
bs: Pretražujete slobodno sa posljednjom verzijom Firefoxa.
ca: Ja esteu navegant amb llibertat amb la versió més recent del Firefox.
cy: Rydych yn pori'n rhydd gyda'r fersiwn diweddaraf o Firefox.
ga_ie: Tá tú ag brabhsáil leis an leagan is déanaí de Firefox.
hi_in: आप Firefox के नये संस्करण के साथ खुशी से ब्राउज़िंग कर रहे हैं.
is: Þú ert að vafra frjáls með nýjustu útgáfu af Firefox.
kab: Aqla-k tettinigeḍ s tlelli s lqem aneggaru n Firefox.
kk: Сіз Firefox-тың соңғы нұсқасымен еркін шола аласыз.
lt: Jūs naršote laisvai, naudodamiesi paskiausia „Firefox“ laida.
my: သင်သည် နောက်ဆုံးပေါ်မီးမြေခွေးကို အသုံးပြုပြီး လွတ်လပ်စွာ ရှာဖွေကြည့်ရှုနေသည်။
ne: तपाईँ Firefox को नया संस्करणमा अानन्दका साथ ब्राउज गर्दै हुनुहुन्छ।
nn_no: Du surfar fritt med den siste versjonen av Firefox.
ta: நீங்கள் சமீபத்திய பயர்பாக்சு பதிப்புடன் சுதந்திரமாக உலாவிக் கொண்டிருக்கிறீர்கள்.
ur: آپ آزادی سے Firefox کے تازہترین ورژن کے ساتھ برائوز کر رہے ہیں۔
xh: Ubhrawza ngokukhululekileyo ngodidi lwakutshanje lweFirefox.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
af: <a href="%(url)s">Gradeer Firefox op</a> vir die jongste spoed en privaatheid.
bn_bd: নতুন গতি এবং গোপনীয়তায় আপনার Firefox <a href="%(url)s">হালনাগাদ</a> করুন।
bs: <a href="%(url)s">Nadogradite</a> vaš Firefox za najnovije u brzini i privatnosti.
ca: <a href="%(url)s">Actualitzeu</a> el Firefox per gaudir del més nou en velocitat i privadesa.
cy: <a href="%(url)s">Diweddarwch</a> eich Firefox am y cyflymder a'r preifatrwydd diweddaraf.
ga_ie: <a href="%(url)s">Nuashonraigh</a> Firefox chun an brabhsálaí is tapúla is príobháidí a fháil.
hi_in: गति और गोपनीयता में नयेपन के लिए अपने Firefox को <a href="%(url)s">अद्यतन करे</a>.
is: <a href="%(url)s">Uppfærðu</a> Firefox fyrir meiri afköst og öryggi.
kab: <a href="%(url)s">Leqqem</a> Firefox inek ɣer umaynut n urured akked tudert tabaḍnit.
kk: Firefox-ты жылдамдық пен жекелік жақсартуларын алу мақсатында <a href="%(url)s">жаңартыңыз</a>.
lt: <a href="%(url)s">Atnaujinkite</a> savo „Firefox“ naršyklę ir mėgaukitės paskiausiais spartos ir privatumo patobulinimais.
my: လျင်မြန်စွာအသုံးပြုရန်နှင့် ပိုမိုကောင်းမွန်သော ကိုယ်ရေးအချက်အလက်ကာကွယ်မှု ရရှိရန် သင့်မီးမြေခွေးကို <a href="%(url)s">အဆင့်မြှင့်ပါ</a>။
ne: नविनतम गति र गोपनियताका लागि अाफ्नो Firefox <a href="%(url)s">अद्यावधिक गर्नुहोस्</a>।
nn_no: <a href="%(url)s">Oppdater</a> Firefox og få det siste innan fart og peronvern.
ta: சமீபத்திய வேகம் மற்றும் தனியுரிமைக்காக உங்கள் Firefoxஐப் <a href="%(url)s">புதுப்பிக்கவும்</a>.
ur: آپ کے Firefox کو رفتار اور رازداری کے لئے <a href="%(url)s">تازہ کاری کریں</a>
xh: <a href="%(url)s">Hlaziya</a>iFirefox ukuze ufumane isantya nobungasese bakutshanje.

source: You’re using a pre-release version of Firefox.
af: U gebruik tans 'n Firefox-weergawe voor vrystelling.
bn_bd: আপনি Firefox এর প্রি-রিলিজ সংস্করণ ব্যবহার করছেন।
bs: Koristite beta verziju Firefoxa.
ca: Esteu utilitzant una versió preliminar del Firefox.
cy: Rydych yn defnyddio fersiwn cyn ei ryddhau o Firefox.
ga_ie: Tá tú ag úsáid réamhleagan de Firefox.
hi_in: आप Firefox के पूर्व लोकार्पण संस्करण का उपयोग कर रहे हैं.
is: Þú ert að nota forútgáfu af Firefox.
kk: Сіз Firefox-тың шығарылымға дейінгі нұсқасын қолданудасыз.
lt: Jūs naudojatės tarpine „Firefox“ laida.
ne: तपाईं Firefox को प्रि-रिलीज संस्करण प्रयोग गर्दै हुनुहुन्छ।
nn_no: Du brukar ein «pre-release» versjon av Firefox.
ta: நீங்கள் பயர்பாஃசின் தற்போதைய வெளியீட்டுக்கு முந்தைய பதிப்பினைப் பயன்படுத்துகிறீர்கள்.
ur: آپ Firefox کا پہلے سے ریلز ورژن استعمال کر رہے ہے۔

source: Congrats! You’re using the latest version of Firefox.
af: Geluk! U gebruik die jongste weergawe van Firefox.
bn_bd: অভিনন্দন! আপনি ফায়ারফক্স এর সর্বশেষ সংস্করণ ব্যবহার করছেন।
bs: Čestitamo! Koristite najnoviju verziju Firefoxa.
ca: Felicitats! Esteu fent servir la darrera versió del Firefox.
cy: Llongyfarchiadau! Rydych yn defnyddio'r fersiwn diweddaraf o Firefox.
ga_ie: Comhghairdeas! Tá an leagan is déanaí de Firefox agat.
hi_in: बधाई! आप फ़ायरफ़ॉक्स के हालिया संस्करण का उपयोग कर रहे हैं.
is: Til hamingju! Þú ert að nota nýjustu útgáfu af Firefox.
kab: Ayyuz, aqla-k tesseqdaceḍ lqem aneggaru n Firefox.
kk: Алақай! Сіз Firefox соңғы нұсқасын қолданып отырсыз.
lt: Sveikiname! Jūs naudojatės paskiausia „Firefox“ naršyklės laida.
my: ဂုဏ်ယူပါတယ်! သင်ဟာ မီးမြေခွေး နောက်ဆုံးထွက် ကိုအသုံးပြုနေပြီး ဖြစ်ပါတယ်
ne: बधाई छ! तपाईँ Firefox को नयाँ संस्करण चलाउँदै हुनुहुन्छ।
nn_no: Gratulerer! Du nyttar den siste versjonen av Firefox.
ta: வாழ்த்துக்கள்! நீங்கள் பயர்பாக்ஸின் புதிய பதிப்பை பயன்படுத்துகிறீர்கள்.
ur: مبارک ہو! آپ Firefox کا تازہ ترین ورژن استعمال کر رہے ہیں۔
xh: Halala! Usebenzisa uhlelo lwamvanje lweFirefox.

source: Give Firefox a tune up
af: Kry Firefox reg vir aksie
bn_bd: ফায়ারফক্সকে টিউন করুন
bs: Podesi Firefox
ca: Milloreu el Firefox
cy: Rhowch fywyd newydd i Firefox
ga_ie: Déan mionchoigeartú ar Firefox
hi_in: फ़ायरफ़ॉक्स एक ताज़गी दे दो
is: Lagfæra Firefox
kab: Mudd udem amaynut i Firefox
kk: Firefox жұмысын реттеу
lt: Įpūskite „Firefox“ naujos gyvybės
my: မီးမြေခွေးကို ပိုမိုလုပ်ဆောင်နိုင်ခွင့် ပေးလိုက်ပါ။
ne: Firefox लाई ट्युन गर्नुहोस्
nn_no: Gje Firefox ei finjustering
ta: பயர்பாக்ஸ் உலாவியை மேம்படுத்தவும்
ur: Firefox کو درست کریں
xh: Nika u-Firefox uzinga eliphezulu

source: Refresh Firefox
af: Verfris Firefox
bn_bd: ফায়ারফক্স রিফ্রেশ করুন
bs: Osvježite Firefox
ca: Refresqueu el Firefox
cy: Adnewyddu Firefox
ga_ie: Athnuaigh Firefox
hi_in: फ़ायरफ़ॉक्स पुनः आरंभ
is: Uppfæra Firefox
kab: Seggem Firefox
kk: Firefox-ты жаңғырту
lt: Atšviežinti „Firefox“
my: မီးမြေခွေးကို အသစ်ဖြစ်နေစေပါ
ne: Firefox लाई ताजा पार्नुहोस्
nn_no: Frisk opp Firefox
ta: பயர்பாக்க்ப் புதுப்பியுங்கள்
ur: فائرفاکس کو تازہ کریں
xh: Hlaziya u-Firefox

source: Looking for more info?
af: Op soek na meer inligting?
bn_bd: আরও তথ্য জানতে চান?
bs: Tražite više informacija?
ca: Voleu més informació?
cy: Chwilio am ragor o wybodaeth?
ga_ie: Tuilleadh eolais uait?
hi_in: और अधिक सुचना के तलाश में हैं?
is: Ertu að leita að meiri upplýsingum?
kab: Tettnadiḍ ugar n telɣut?
kk: Көбірек ақпарат керек пе?
lt: Ieškote išsamesnės informacijos?
my: အသေးစိတ် ကြည့်ရှုလိုပါသလား။
ne: थप जानकारी खोज्दै हुनुहुन्छ?
nn_no: Ser du etter meir info?
ta: மேலும் தகவல் தேடுகிறீர்களா?
ur: مزید معلومات کے لئے تلاش کر رہے ہیں؟
xh: Ngaba ufuna inkcazelo engakumbi?

source: Want a fresh copy?
af: Op soek na 'n nuwe kopie?
bn_bd: নতুন কপি চান?
bs: Želite novu kopiju?
ca: Voleu baixar una còpia nova?
cy: Eisiau copi newydd sbon danlli?
ga_ie: Cóip úrnua uait?
hi_in: आप ताज़ा प्रतिलिपि चाहते हैं?
is: Viltu nýja útgáfu?
kab: Tebɣiḍ anɣel aneggaru?
kk: Жаңа нұсқасы керек пе?
lt: Norite parsisiųsti šviežią kopiją?
my: လတ်ဆတ်သော အသစ်တစ်ခုကို အသုံးပြုလိုပါသလား။
ne: ताजा प्रतिलिपि चाहनुहुन्छ?
nn_no: Vil du ha eit heilt nytt eksemplar?
ta: புதிய பிரதி வேண்டுமா?
ur: کیا ایک تازہ نقل ہے؟
xh: Ngaba ufuna ikopi efreshi?

source: Get Firefox for Android and iOS.
af: Kry Firefox vir Android en iOS.
bn_bd: Android এবং iOS এর জন্য Firefox নিন।
bs: Preuzmite Firefox za Android i iOS.
ca: Baixeu el Firefox per a l'Android i iOS.
cy: Estyn Firefox Android ac iOS.
ga_ie: Faigh Firefox ar Android agus iOS.
hi_in: Android और iOS के लिए Firefox डाउनलोड करें.
is: Ná í Firefox fyrir Android og iOS.
kab: Awi-d Firefox i Anroid akked iOS.
kk: Android және iOS үшін Firefox-ты алу
lt: Parsisiųskite „Firefox“ į savo „Android“ ar „iOS“ įrenginį.
my: Android နှင့် iOS အတွက် မီးမြေခွေးကို ရယူပါ
ne: Android र iOS का लागि Firefox प्राप्त गर्नुहोस्।
nn_no: Last ned Firefox for Android og iOS.
ta: ஆண்ட்ராய்டு, iOS இயங்குதளங்களுக்கான பயர்பாக்சைப் பெறுங்கள்.
ur: Firefox پرائے Android اور iOS حاصل کریں۔
xh: Fumana iFirefox ye-Android ne-iOS.

source: Learn more about Firefox for Mobile
af: Meer inligting oor Firefox vir selfone
bn_bd: মোবাইলের জন্য ফায়ারফক্স সম্পর্কে আরও জানুন
bs: Saznaj više o Firefoxu za telefone
ca: Més informació sobre el Firefox per a mòbils
cy: Dysgu rhagor am Firefox Symudol
ga_ie: Tuilleadh eolais faoi Firefox Soghluaiste
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स के बारे में अधिक और जानें
is: Fræðast meira um Firefox fyrir farsíma
kab: Issin ugar ɣef Firefox i uziraz
kk: Мобильді Firefox туралы көбірек білу
lt: Sužinokite daugiau apie mobiliąją „Firefox“
my: မိုဘိုင်းအတွက် မီးမြေခွေးအား ဆက်လက်လေ့လာ
ne: मोबाइलका लागि Firefox को बारेमा अझ जान्नुहोस्
nn_no: Les meir om Firefox for mobilar
ta: செல்பேசிக்கான Firefox பற்றி மேலும் தெரிந்துகொள்ள
ur: موبائل کے Firefox کے بارے میں مزید سیکھیں
xh: Funda okungakumbi ngeFirefox yeMfonomfono Ephathwayo

source: Discover all the ways to take Firefox on the go
af: Ontdek al die maniere om Firefox altyd byderhand te hê
bn_bd: ফায়ারফক্সকে সক্রিয় করার সমস্ত উপায় আবিষ্কার করুন
bs: Istražite sve načine kako da Firefox bude uz vas u pokretu
ca: Descobriu les maneres d'emportar-vos el Firefox
cy: Darganfod yr holl ffyrdd i ddefnyddio Firefox wrth deithio
ga_ie: Na bealaí ar fad Firefox a thabhairt leat
hi_in: फ़ायरफ़ॉक्स को अपने कार्य में प्रयोग करने के लिए सभी तरीकों का खोज करें
is: Sjá hvernig þú getur tekið Firefox með þegar þú ert á ferðinni
kab: Wali tarrayin yemgaraden n uɛebbi n Firefox s anida truḥeḍ
kk: Firefox қолданудың барлық жолдарын біліңіз
lt: Atraskite visus būdus pasiimti „Firefox“ su savimi
my: မီးမြေခွေးအား သုံးရန် နည်းလမ်းအားလုံး အားရှာဖွေ လေ့လာမည်
ne: Firefox लाई अाफ्नो साथ लाने सबै माध्यमहरू पत्ता लगाउनुहोस्
nn_no: Oppdag korleis du kan ta med deg Firefox overalt
ta: பயர்பாக்ஸ் பயணத்தை எடுக்க அனைத்து வழிகளையும் கண்டறி
ur: Firefox کو چلتے پھرتے اپنے ساتھ لے جانے کے لیے مختلف طریقوں کا پتہ لگائیے
xh: Fumanisa zonke iindlela zokufumana iFirefox

source: Download Firefox for another platform
bs: Preuzmite Firefox za drugu platformu
cy: Llwytho Firefox i lawr ar gyfer platfform arall
hi_in: अन्य प्लेटफॉर्म्स के लिए Firefox डाउनलोड करें
lt: Parsisiųskite „Firefox“ naršyklę kitai platformai
ta: மற்றொரு இயங்குதளத்திற்கான பயர்பாக்சைப் பதிவிறக்கவும்

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
af: Volg gerus <a href="%(url)s">dié instruksies</a> om Firefox te installeer.
bn_bd: অনুগ্রহ করে Firefox ইন্সটল করতে <a href="%(url)s">এই নির্দেশনাগুলো</a> অনুসরণ করুন।
bs: Molimo pratite <a href="%(url)s">ove instrukcije</a> da instalirate Firefox.
ca: Seguiu <a href="%(url)s">aquestes instruccions</a> per instal·lar el Firefox.
cy: Dilynwch <a href="%(url)s">y cyfarwyddiadau hyn</a> er mwyn gosod Firefox.
ga_ie: <a href="%(url)s">Na treoracha</a> le leanúint chun Firefox a shuiteáil.
hi_in: Firefox संस्थापित करने के लिए कृपया <a href="%(url)s">इन अनुदेशो</a> का अनुसरण करें.
is: Fylgdu þessum <a href="%(url)s">leiðbeiningum</a> til að setja inn Firefox.
kab: Ma ulac aɣilif ḍfeṛ <a href="%(url)s"> tinaḍin agi</a> akken ad tesbeddeḍ Firefox.
kk: Firefox-ты орнату үшін <a href="%(url)s">осы нұсқаманы</a> қолданыңыз.
lt: „Firefox“ galite įdiegti, vadovaudamiesi <a href="%(url)s">šia instrukcija</a>.
my: မီးမြေခွေးကို ထည့်သွင်းအသုံးပြုရန် ကျေးဇူးပြု၍ <a href="%(url)s">ဒီ လုပ်ဆောင်ချက်များ</a>အတိုင်း လိုက်နာဆောင်ရွက်ပါ။
ne: कृपया Firefox स्थापना गर्न <a href="%(url)s">यी निर्देशनहरू</a> पालना गर्नुहोस्।
nn_no: Følg <a href="%(url)s">denne rettleiinga</a> for å installera Firefox.
ta: பயர்பாக்சை நிறுவுவதற்கு தயவுசெய்து <a href="%(url)s">இந்த வழிமுறைகளைப்</a> பின்பற்றவும்.
ur: Firefox تنصب کرنے کے لئے براہ مہربانی <a href="%(url)s">ان ہدایتوں</a> پر عمل کریں۔
xh: Nceda ulandele<a href="%(url)s">le miyalelo</a> ukuze ufakele iFirefox.

source: Freedom is fast
af: Vryheid is vinnig
bn_bd: গতিই স্বাধীনতা
bs: Sloboda je brza
ca: La llibertat és velocitat
cy: Mae rhyddid yn gyflym
ga_ie: Is tapa í an tsaoirse
hi_in: स्वतंत्रता तेज हैं
is: Frelsi er einfalt
kab: Tilelli d tuzribt
kk: Еркіндік жылдам болады
lt: Laisvė sparti
my: လွတ်လပ်ခြင်းသည် လျင်မြန်မှု
ne: तीव्र भनेको स्वतन्त्रता हो।
nn_no: Fridom er fart
ta: சுதந்திரம் விரைவானது
ur: آزادی تیز ہے
xh: Inkululeko iyakhawuleza

source: Go anywhere you want on the Web — with a quickness.
af: Gaan net waar jy wil op die Web — met spoed.
bn_bd: ওয়েবের যেকোন স্থানেই ভ্রমণ করুন — দ্রুততার সাথে।
bs: Idite gdje god želite na web — sa brzinom.
ca: Aneu a qualsevol lloc del Web, amb rapidesa.
cy: Ewch i unrhyw le'r hoffech chi ar y We — yn sydyn.
ga_ie: Taiscéal an Gréasán — go sciobtha.
hi_in: वेब पे जंहा जाना चाहते हैं जाएँ — एक शीघ्रता के साथ.
is: Farðu hvert sem er á vefnum — með eldingarhraða.
kab: Ddu sani tebɣiḍ ɣef Web — s zreb
kk: Интернетті тежеусіз шолыңыз
my: လျင်မြန်မှုနှင့်အတူ ဝဘ်ပေါ်တွင် သွားလိုရာ သွားပါ။
ne: वेबमा तपाईँले चाहेको ठाउँमा जानुहोस् — र छिटाे
nn_no: Gå kvar du vil på nettet – raskt.
ta: விரைவுத் தன்மையுடன் — வலையில் நீங்கள் விரும்பும் எங்கு வேண்டுமானாலும் செல்லுங்கள்.
ur: ویب پر کہیں بھی جائیںجہاں آپ چاہتے ہیں—ایک تیزی کے ساتھ
xh: Yiya naphi na apho ufuna khona kwiWebhu — ngokukhawuleza.

source: Freedom is personal
af: Vryheid is persoonlik
bn_bd: স্বাধীনতা ব্যক্তিগত ব্যাপার
bs: Sloboda je lična
ca: La llibertat és personal
cy: Mae rhyddid yn bersonol
ga_ie: Is pearsanta í an tsaoirse
hi_in: स्वतंत्रता निजी हैं
is: Frelsi er persónulegt
kab: Tilelli d tudmawant
kk: Еркіндік жеке болады
my: လွတ်လပ်ခြင်းသည် တစ်ဦးချင်းအခွင့်အရေး
ne: स्वतन्त्रता व्यक्तिगत हुन्छ
nn_no: Fridom er personleg
ta: சுதந்திரம் தனிப்பட்டது
ur: آزادی زاتی ہے
xh: Inkululeko yeyobuqu
