Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new/horizon.lang.po
Languages: af, bn_bd, bs, ca, cy, ga_ie, hi_in, is, kab, kk, lt, my, ne, nn_no, ta, ur, xh

source: Enjoy the most built-in privacy tools of any browser.
af: Geniet die blaaier met die meeste funksies vir privaatheid.
bn_bd: যেকোন ব্রাউজারে মধ্যে সবচেয়ে বেশি বিল্ট-ইন গোপনীয়তা টুল উপভোগ করুন।
bs: Uživajte u najviše ugrađenih alata privatnosti od bilo kojeg pretraživača.
ca: Gaudiu de les eines de privadesa més integrades que qualsevol altre navegador.
cy: Mwynhewch yr offer preifatrwydd amgen o unrhyw borwr.
ga_ie: Níos mó uirlisí príobháideachais ná aon bhrabhsálaí eile.
hi_in: कोई भी ब्राउज़र के अंतःनिर्मित गोपनीयता टूल्स का आनंद लें.
is: Njóttu vafra sem er með hvað flest öryggisverkfæri.
kab: Fareṣ tagnitt seg ifecka n tbaḍnit n yal iminig.
kk: Браузерлердің ішінен ең кең жекелік саймандарын пайдаланыңыз.
my: ဘရောင်ဇာများတွင် ကိုယ်ရေးကာကွယ်မှု တန်ဆာပလာများ အပါဝင်ဆုံးဖြစ်သော ဘရောင်ဇာကို အသုံးပြုပါ။
ne: कुनै पनि अरू ब्राउजरमा नभएको सबैभन्दा पूर्वनिर्मित गोपनियाता उपकरणहरूको अानन्द लिनुहोस्।
nn_no: Nyt betre vern om privatlivet enn i nokon annan nettlesar.
ta: எந்த உலாவியை விடவும் அதிகம் உள்ளமைக்கப்பட்ட தனியுரிமைக் கருவிகளை அனுபவியுங்கள்.
ur: کسی براؤزر کا سب سے زیادہ درساختہ رازداری کے ٹول کا لطف اٹھائیں۔
xh: Nandipha ezona zixhobo zakhelweyo zeemfihlelo zayo nayiphi na ibhrawuza.

source: Freedom is yours
af: Vryheid is joune
bn_bd: স্বাধীনতা আপনার
bs: Sloboda je vaša
ca: La llibertat és vostra
cy: Mae rhyddid i chi
ga_ie: Is leatsa an tsaoirse
hi_in: स्वतंत्रता आपकी हैं
is: Frelsið er þitt
kab: Tilelli d ayla-k
kk: Еркіндік өздік болады
my: လွတ်လပ်ခြင်းသည် သင့်ဥစ္စာ
ne: स्वतन्त्रता तपाईँको हो
nn_no: Din fridom
ta: சுதந்திரம் உங்களுடையது
ur: آزادی آپ کی ہے
xh: Inkululeko yeyakho

source: Use the only browser built for people, not profit.
af: Gebruik die enigste blaaier gebou vir mense, nie vir wins nie.
bn_bd: ব্যবহার করুন একমাত্র ব্রাউজার যা জনগণের জন্য তৈরি, মুনাফার জন্য নয়।
bs: Koristite jedini pretraživač napravljen za ljude, ne za profit.
ca: Utilitzeu l'únic navegador creat per a les persones i no per al lucre.
cy: Defnyddiwch yr unig borwr ar gyfer pobl, nid elw.
ga_ie: An brabhsálaí atá dírithe ar dhaoine seachas ar bhrabús.
hi_in: केवल वहीं ब्राउज़र का उपयोग कीजिये जो लोगो के लिए बना हैं, मुनाफा के लिए नहीं.
is: Notaðu eina vafrann sem er gerður fyrir fólk, en ekki peninga.
kab: Seqdec kan iming agi i d-yennulfan i yimdanen, mačči ɣef idrimen i tt-nadin.
kk: Коммерциялық емес, адамдар үшін жасалған жалғыз браузерді қолданыңыз.
my: အကျိုးအမြတ်မပါပဲ လူသားအားလုံးအတွက် ဖန်တီးထားသော ဘရောင်ဇာကို အသုံးပြုပါ။
ne: मानवको लागि बनेको ब्राउजर मात्र प्रयोग गराैँ, नाफाको लागि बनेको हाेईन।
nn_no: Bruk den einaste nettlesaren som er bygd for folk, ikkje profitt.
ta: இலாபத்திற்காக இல்லாமல், மக்களுக்காகக் கட்டப்பட்ட ஒரே உலாவியைப் பயன்படுத்துங்கள்.
ur: صرف وہ برائوزر استعمال کریں جو عوام کے لئے تعمیر کیا گیا۔منافع کے لیئے نہیں۔
xh: Sebenzisa ekuphela kwebhrawza eyenzelwe abantu, kungekhona ingeniso.

source: Firefox for other platforms
bs: Firefox za druge platforme
cy: Firefox ar gyfer platfformau eraill
hi_in: अन्य प्लेटफॉर्म्स के लिए Firefox
ta: பிற தளங்களுக்கான Firefox
ur: دوسرے پلیٹ فارمز کے لیے Firefox

source: Download Firefox <span>for Windows</span>
bs: Preuzmite Firefox <span>za Windows</span>
cy: Llwytho Firefox i lawr <span>ar gyfer Windows</span>
hi_in: <span>विंडो प्लेटफार्म के लिए </span> Firefox डाउनलोड करें
ta: <span>விண்டோசு இயங்குதளத்திற்கான</span> பயர்பாக்சை பதிவிறக்கவும்
ur: ڈاؤن لوڈ Firefox <span>براۓ ونڈوز</span>

source: Download Firefox <span>for macOS</span>
bs: Preuzmite Firefox <span> za macOS </span>
cy: Llwytho Firefox i lawr <span>ar gyfer macOS</span>
hi_in: <span>मैक ओएस के लिए</span> Firefox डाउनलोड करें
ta: <span> மேக் இயங்குதளத்திற்கான</span> பயர்பாக்சைப் பதிவிறக்கவும்
ur: ڈاؤن لوڈ Firefox <span>براۓ macOS</span>

source: Download Firefox <span>for Linux</span>
bs: Preuzmite Firefox <span>za Linux</span>
cy: Llwytho Firefox i lawr <span>ar gyfer Linux</span>
hi_in: <span>लिनक्स के लिए</span> Firefox डाउनलोड करें
ta: <span>இலினக்சு இயங்குதளத்திற்கான</span> பயர்பாக்சைப் பதிவிறக்கவும்
ur: ڈاؤن لوڈ Firefox <span>براۓ Linux</span>

source: Learn about Firefox OS
af: Meer inligting oor Firefox OS
bn_bd: ফায়ারফক্স ওএস সম্পর্কে জানুন
ca: Més informació sobre el Firefox OS
ga_ie: Tuilleadh eolais faoi Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के बारे में अधिक और जानें
is: Fræðast meira um Firefox OS
kab: Issin ugar ɣef Firefox OS
kk: Firefox OS туралы көбірек біліңіз
lt: Susipažinkite su „Firefox OS“
my: မီးမြေခွေးစနစ်အား ပိုမိုလေ့လာရန်
nn_no: Lær om Firefox OS
xh: Funda ngeFirefox OS
