Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/new/onboarding.lang.po
Languages: hi_in

source: You’re browsing freely with the latest version of Firefox.
hi_in: आप Firefox के नये संस्करण के साथ खुशी से ब्राउज़िंग कर रहे हैं.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
hi_in: गति और गोपनीयता में नयेपन के लिए अपने Firefox को <a href="%(url)s">अद्यतन करे</a>

source: Congrats! You’re using the latest version of Firefox.
hi_in: बधाई! आप फ़ायरफ़ॉक्स के हालिया संस्करण का उपयोग कर रहे हैं.

source: You’re using a pre-release version of Firefox.
hi_in: आप Firefox के पूर्व लोकार्पण संस्करण का उपयोग कर रहे हैं.

source: Free Web Browser
hi_in: मुक्त वेब ब्राउज़र

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, Mac OS X, Linux, Android and iOS today!
hi_in: एक मुफ्त वेब ब्राउज़र, Mozilla Firefox डाउनलोड करें. Firefox का निर्माण एक वैश्विक गैर-लाभ ऑनलाइन नियंत्रण समर्पित व्यक्तियो ने किया है. आज ही Windows, Mac OS X, Linux, Android और iOS के लिए फायरफॉक्स डाउनलोड करें!

source: Chart your own course
hi_in: अपने खुद के कोर्स को तैयार करें

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
hi_in: कृपया Firefox इंस्टॉल करने के लिए <a href="%(url)s">इन निर्देशों</a> का पालन करें.

source: Refresh Firefox
hi_in: Firefox रिफ्रेश करें

source: Discover all the ways to take Firefox on the go
hi_in: Firefox को अपने कार्य में प्रयोग करने के लिए सभी तरीकों का खोज करें

source: Go Fast
hi_in: तेज़ी करें

source: You have things to do. Get them done faster.
hi_in: आपके पास करने के लिए चीजें हैं. उन्हें तेजी से पूरा करें.

source: Go Far
hi_in: दूर तक जाएं

source: Go anywhere, with more built-in privacy tools than any other browser.
hi_in: किसी भी अन्य ब्राउज़र की तुलना में अधिक अंतर्निहित गोपनीयता टूल के साथ कहीं भी जाएं.

source: Go Forward
hi_in: आगे जाएं

source: Use the only browser built for people, not profit.
hi_in: केवल वहीं ब्राउज़र का उपयोग कीजिये जो लोगो के लिए बना हैं, मुनाफा के लिए नहीं.

source: Keep up with<br> all things Firefox.
hi_in: सभी कुछ Firefox पर<br> रखें.

source: Firefox for other platforms
hi_in: अन्य प्लेटफॉर्म्स के लिए Firefox

source: Download Firefox <span>for Windows</span>
hi_in: <span>Windows के लिए</span> Firefox डाउनलोड करें

source: Download Firefox <span>for macOS</span>
hi_in: <span>macOS के लिए</span> Firefox डाउनलोड करें

source: Download Firefox <span>for Linux</span>
hi_in: <span>Linux के लिए</span> Firefox डाउनलोड करें

source: Welcome to Firefox
hi_in: फ़ायरफ़ॉक्स में आपका स्वागत है

source: Already using Firefox?
hi_in: पहले से ही Firefox का उपयोग कर रहे हैं?

source: Sign in to your account and we’ll sync the bookmarks, passwords and other great things you’ve saved to Firefox on other devices.
hi_in: अपने खाते में साइन इन करें और हम बुकमार्क, पासवर्ड और अन्य बड़ी चीज़ों को सिंक करेंगे जिन्हें आपने अन्य डिवाइसों के Firefox पर सहेज रखा है.

source: Learn more about Firefox Accounts
hi_in: Firefox खातों के बारे में अधिक जानें

source: Skip this step
hi_in: इस चरण को छोड़ दें

source: Behold! The open web awaits.
hi_in: देखो! ओपन वेब इंतजार कर रहा है.

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
hi_in: Firefox चुनने के लिए धन्यवाद. आपका डाउनलोड अपने आप शुरू होना चाहिए. यदि नहीं, तो <a id="%(id)s" href="%(fallback_url)s">यहाँ क्लिक करें.</a>

source: Get Firefox for Android and iOS.
hi_in: Android और iOS के लिए Firefox डाउनलोड करें.
