Repository: alvinlaz96/mozilla-lang
Catalog: lg/home.lang.po
Languages: lg

source: Personalize
lg: Kifule Ekikyo

source: One size doesn’t fit all.
lg: Sayizi emu tetuka boona.

source: Go Fast
lg: Genda Mangu

source: Accelerate the way you use the web.
lg: Tekamu obwangu mungeri jjo okozesa omutimbagano.

source: Stay Safe
lg: Sigala nga Okumibwa

source: We’ve got your back.
lg: Tukukuma ku mugongo.

source: Get Firefox on your phone!
lg: Funa Firefox ku simu yo!

source: Made for sharing.
lg: Ekoledwa nga ya kugabana.

source: Create <br/> dedicated <br/> tabs for it
lg: Tondawo awaddirira nga <br/> watongozeddwa <br/>

source: Customize <br/> to make <br/> it faster
lg: Kyusa nga bwo kyagala <br/> okukyongeramu <br/> obwangu

source: Get add-ons <br/> and make <br/> it easier
lg: Funa ebyongrwako <br/> era okifule <br/> ekyangu

source: Works harder so <br /> you don't have to.
lg: Kikola nyo <br /> oleme obuta kola.

source: Increased <br/> speed
lg: Embiro <br/> enyingi

source: Easy to <br/> access tabs
lg: Kyangu okutuka <br/> awaddirira

source: Productivity <br/> add-ons
lg: Ebyongerwako <br/> ebiyamba mumirimu jjo

source: Made for <br/> the way you play.
lg: Ekolebwa <br/> engeri gyo zanya mu.

source: 3D <br/> graphics
lg: Ebifananyi mu <br/> 3D

source: Even more <br/> reliable
lg: Enkola eyisigika <br/> no okusingawo

source: Effortless <br/> customization
lg: Okwekyusiza <br/> okutaliko kulafubana

source: Advanced <br/> security
lg: Ebyokwerinda <br/> ebyawagulu

source: Advanced <br/> graphics
lg: Ebifananyi <br/> ebyawagulu

source: Improved <br/> reliability
lg: Okukakasibwa <br/> okweyongede
