Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/desktop/customize.lang.po
Languages: cak

source: Firefox — Customize and make it your own — The most flexible browser on the Web
cak: Firefox — Tawichinaj chuqa' tab'ana' chi nok awichin — Ri okik'amaya'l janila jalel pa Ajk'amaya'l

source: Make your Firefox your own
cak: Tab'ana' chi ri Firefox nok awichin

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
cak: Tawichinaj Firefox chuqa' tab'ana' chi tisamäj achi'el rat, majun k'ayew ta wakami.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
cak: Majun chik okik'amaya'l janila nuya' q'ij chuqa' jalel chawe.

source: Customize Firefox
cak: Tichinäx Firefox

source: Designed to <br class="wide-br">be redesigned
cak: Wachib'en richin <br class="wide-br">niwachb'ëx chik

source: Get fast and easy access to the features you use most in the new menu.
cak: Tak'ulu' anin chuqa' man k'ayew ta awokem pa ri taq b'anikil yalan ye'awokisaj pa ri k'ak'a' k'utsamaj.

source: Open the “Customize” panel to add, move or remove any button you want.
cak: Tajaqa' ri pas "Ichinanem" richin natz'aqatisaj, nasiloj o nayüj el ri pitz'b'äl nawajo'.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
cak: Kek'oje' awik'in ri ajowel taq ab'anikil — taq tz'aqat, ichinan okem pa k'amaya'l, Sync chuqa' ch'aqa' chik — rik'in xa xe jun pitz'oj.

source: More ways to customize
cak: Ch'aqa' chik taq rub'anikil richin nichinäx

source: Themes
cak: Taq wachinel

source: Add-ons
cak: Taq tz'aqat

source: Awesome Bar
cak: Xib'inel cholob'äl

source: Make Firefox match your style.
cak: Tab'ana' chi nuk'äm ri' ri Firefox rik'in ri ab'anikil.

source: Choose from thousands of themes and dress up your browser with a single click.
cak: Tacha' chi kikojol k'ïy taq wachinïk chuqa' tanuk'samajij ri awokik'amaya'l rik'in xa xe jun pitz'oj.

source: Try it now
cak: Tatojtob'ej wakami

source: Learn more
cak: Tawetamaj ch'aqa' chik

source: Add-ons are like apps that you install to add features to Firefox.
cak: Ri taq tz'aqat achi'el taq e choköy , ri ye'ayäk richin ye'atz'aqatisaj taq rub'anikil ri Firefox.

source: Learn more about Sync
cak: Tawetamaj ch'aqa' chik chi rij ri Sync
