Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/desktop/fast.lang.po
Languages: cak

source: Firefox — The "speed king" - The fastest browser on the Web
cak: Firefox — ri "Rajawal aninem" - Ri aninel chi okik'amaya'l pa Ajk'amaya'l

source: Faster than ever
cak: Yalan aninel chuwäch ojer

source: This is the fastest Firefox yet.
cak: Ja re' ri yalan aninel Firefox k'a wakami

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
cak: Niq'aläj pe chi kikojol ka'i': samajel ko'öl taq etab'äl <br class="wide-br">chuqa' pa ri junelïk q'ij q'ij taq samaj.

source: The “speed king”
cak: Ri "rajawal aninem"

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
cak: Firefox k'a ja ri' xeruch'äk ch'aqa' chik taq okik'amaya'l pa ruwi' rub'eyal nisamäj pa ruyonil:<br class="wide-br">akuchi' xuch'äk ri b'i'aj richin <a href="%(url1)s" data-interaction="outbound link">"rajawal aninem."</a>

source: So you can browse with confidence with the fastest on the Web.
cak: Richin yatok pa k'amaya'l rik'in ronojel kuqub'äl ak'u'x pa ri aninel ajk'amaya'l.

source: Cutting-edge speed
cak: K'ak'a' ajna'oj b'inib'äl

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
cak: We yeqa chawäch ri taq etz'anem, wakami yatikïr yawetz'ab'ej ri taq awajowab'al pa ri Ajk'amaya'l, akuchi' man xke'awokisaj ri awaninem chuqa' ri rub'eyal nisamäj.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
cak: Firefox k'o rik'in ri q'axinäq taq etz'anem pa k'amab'ey rik'in ri quchuq'a' richin niqab'än aninäq ronojel ri rub'anikil awetamab'al pa k'amaya'l.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
cak: Tawila' achike qab'anon <br class="wide-br">akuchi' nak'waj näj ri b'inib'äl

source: Speed you can feel
cak: B'inib'äl ri yatikïr nana'

source: We optimize Firefox for the way you use the Web.
cak: Niqutzilaj ri Firefox richin niqak'ulumaj ri rub'eyal nawokisaj ri Ajk'amaya'l.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
cak: Achike ruk'a'tz achi'el tijaq chuqa' tijal <br class="wide-br">jun ruwi' pa jun chik chuqa' ke'ilitäj taq q'i'oj ri xib'inel kanob'äl richin anin tisamäj achi'el majub'ey.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
cak: Man k'ayew ta chuqa' aninäq napon achi'el chuqa' yatikïr yatapon akuchi' nawajo' yab'e.
