Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/desktop/index.lang.po
Languages: cak

source: Free Web Browser for Mac, Windows, Linux | Firefox
cak: Free Web Browser richin Mac, Windows, Linux | Firefox

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
cak: Firefox Ajk'amaya'l okik'amaya'l — Kuqel, Jalel, Aninäq — Ruya'on rutzij chawe, ri awichinaxik chuqa' jun jaqäl Ajk'amaya'l

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
cak: Firefox Ajk'amaya'l okik'amaya'l — Kuqel, Jalel, Aninäq — Majub'ey qik'owisan jun jeb'ël ramaj

source: Millions of people around the world trust Firefox Web browsers on Mac, Windows and Linux computers. Fast. Private. Download now!
cak: T'ijtäq chi winaqi' chijun ri ruwach'ulew kikuqub'an kik'u'x chi kij ri Firefox taq okik'amaya'l pa Mac, Windows chuqa' Linux. Anin. Ichinan. ¡Tiqasäx wakami!

source: There’s never been a <br class="wide-br">better time for Firefox
cak: Majub'ey xk'oje' ta jun <br class="wide-br">q'ij janila ütz chi re ri Firefox

source: Committed to you, your privacy and an open Web.
cak: Qaya'on qatzij chawe, rik'in ri awichinaxik chuqa' rik'in jun jaqäl Ajk'amaya'l.

source: Your Firefox is up to date.
cak: K'exon chi ri aFirefox.

source: Need help with anything?
cak: ¿La k'o ato'ik nawajo'?

source: Made with a mission to put you first
cak: B'anon rik'in ri taqel taqanem chi yatnab'eyisäx

source: We’ve always designed Firefox to protect and respect your private information.
cak: Junelïk qawachib'en ri Firefox richin niqachajij chuqa' niqakamelaj ri ichinan awetamab'al.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
cak: Ruma ri' niqanimirisaj qi' chi xojacha' achi'el ri <a href="%(url1)s" data-interaction="outbound link">rumoloj k'amaya'l ri yalan nakuqub'a' ak'u'x chi qij richin ri awichinaxik.</a>

source: Find out what makes Firefox the most trusted browser on the Web
cak: Tawila' achike ri nib'ano chi re ri Firefox, ri okik'amaya'l yalan nikikuqub'a' kik'u'x chi rij pa Ajk'amaya'l

source: Works the way you do
cak: Nisamäj achi'el nawajo' rat

source: How you use the Web is unique.
cak: Xa xe jun rub'eyal nawokisaj ri Ajk'amaya'l.

source: Firefox lets you change it to match.
cak: Firefox nuya' q'ij chawe chi najalwachij achi'el nawajo'.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
cak: Ke'ayuju' el ronojel ri man nik'atzin ta chawe chuqa' ke'aya' ri yek'atzin chawe pa jun k'ojlib'äl, akuchi' nawajo' rat.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
cak: Tawila' achi nib'ano chi re ri Firefox <br class="wide-br">ri okik'amaya'l yalan jaqäl k'o wakami.

source: Faster at what you do most
cak: Yalan aninäq rik'in ri nab'än

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
cak: Xb'ini'äx ri Firefox ”rajawal aninem” pa yonil taq tojtob'enïk, akuchi' netäx rub'eyal nisamajäj, chi ri' xeruch'äk ch'aqa' chik taq okik'amaya'l.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
cak: * K'o ruxe'el pa <a data-interaction="outbound link" href="%(url1)s">ri xerïl ri okik'amaya'l Grand Prix XVI</a> richin ri ruch'akulakem Tom.

source: Save time and do just about anything quicker than before.
cak: Tayaka' aramaj chuqa' aninäq tab'ana' ronojel chuwäch ojer.

source: Find out what makes this the fastest Firefox yet
cak: Tawila' achike ruma re Firefox re', ja ri' ri yalan aninäq
