Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/desktop/trust.lang.po
Languages: cak

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
cak: Firefox — Wachib'en richin nuchajij ri awichinaxik — Ri okik'amaya'l yalan kuqel pa Ajk'amaya'l

source: Trust isn’t made. It’s earned.
cak: Man niya' ta ri kuqub'ab'äl k'u'x. Ri nich'ak.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
cak: Niqab'än Firefox rik'in ri taqel taqanem akuchi' nab'ey yatqana'ojij chuwäch ronojel ri ch'aqa' chik.<br class="wide-br">

source: We do it to keep you in control.
cak: Tajin niqab'än richin chi tik'oje' pan aq'a'.

source: We do it so you can browse without worry.<br class="wide-br">
cak: Niqab'än richin chi man kamayon toq atokinäq pa k'amaya'l.<br class="wide-br">

source: And we do it because no one else will.
cak: Chuqa' tajin niqab'än ruma majun chik achike xtib'ano.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
cak: <span id="trust-line1">Ri runimamoloj k'amaya'l</span> <span id="trust-line2">ri yalan nikuqub'äx k'u'x chi rij</span><span id="trust-line3">richin ri ichinanem</span>

source: Designed to protect your privacy
cak: Wachib'en richin nichajïx ri awichinaxik

source: We believe your personal information belongs only to you.<br class="wide-br">
cak: Niqanimaj chi ri awetamab'al ja rat at rajaw.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
cak: Firefox nojnäq chi taq b'anikil richin nijikib'äx chi ke ri' nub'än.

source: Private Browsing with<br> Tracking Protection
cak: Ichinan okik'amaya'l rik'in<br> chajinem chuwäch kanoxïk

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
cak: Man tiyak ri anatab'al, taq akanoxik chuqa' taq kaxlanwey toq yatok pa k'amaya'l chuqa' tiq'eleb'ëx rusamajixik taq kikoki juley chik ri tajin atkitzeqelib'en pan Okik'amaya'l.

source: Learn more about Private Browsing
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Ichinam Okem pa K'amaya'l

source: Forget Button
cak: Pitz'b'äl Timestäx

source: Remove browsing information from your computer after the fact.
cak: Tayuju' el ri retamab'äl okem pa k'amaya'l chupam ri akematz'ib' toq nik'is ri awokem pa k'amaya'l.

source: Use it when you’ve visited a site that you don’t want in your history.
cak: Tawokisaj toq atz'eton jun ruxaq k'amaya'l, ri man nawajo' ta chi tik'oje' pan anatab'al.

source: Add the Forget Button to your toolbar
cak: Tatz'aqatisaj ri Pitz'ib'äl Timestäx pa ri kikajtz'ik taq samajib'äl

source: See who’s watching you online.
cak: Tawetamaj achike yatz'eto pa k'amab'ey.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
cak: Ri Lightbean tz'aqat yeruq'alajisaj ri ajxe'el chuqa' aj rox taq ruxaq ruk'amaya'l, achoq kik'in yatzijon toq yatok pa k'amaya'l.

source: Shine a light on the Web with Lightbeam
cak: Tatzija' saqil chi rij ri Ajk'amaya'l rik'in Lightbeam

source: Keeping you safe across the Web
cak: Niqachajij ri ajikomal chijun ruk'aslem ri Ajk'amaya'l

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
cak: Firefox nuya' q'ij chawe richin nik'oje ch'aqa' chik awetamab'al chi kij ri taq ruxaq k'amaya'l ye'atz'ët chuqa' yaruto chi ütz nana' pa k'amab'ey.

source: World class protection
cak: Aj ruwach'ulew chajinïk

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
cak: Ri taq b'anikil anti-phishing & anti-malware yatkito' pa kiq'a' ri taq trojano chuqa' spyware taq chikopil, chuqa' nikiya' rutzijol chawe pa kiwi' ri ruxaq k'amaya'l yalan yeq'olon.

source: Automatic security updates
cak: Taq ruk'exoj jikomal pa kiyonil

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
cak: Pa ruyonil xtik'ex ri Firefox richin nijikib'äx chi jantape' ruk'wan ri kisolik k'ak'a' taq jikomal.

source: Secure connections
cak: Ütz taq Okem

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
cak: Tawokisaj ri ajchanin ID richin ri ruxaq k'amaya'l richin at jikïl chi kan ja wi ri ruxaq k'amaya'l chuqa' richin najikib'a' chi ütz ri awokem rik'in.

source: Browse without worry
cak: Man kamayon toq atokinäq pa k'amaya'l

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
cak: Tawila' achike ruma ri awichinaxik chuqa' ajikomal janila' k'o kejqalem <br class="wide-br">chuqa' achike yatikïr nab'än richin nato' awi' pa k'amab'ey.

source: Privacy & you
cak: Ri ichinaxïk chuqa' rat

source: How to stay safe online
cak: Achike rub'eyal niq'alaj ri jikomal pa k'amab'ey

source: Privacy & security FAQ
cak: Junelïk taq k'utunïk pa ruwi' ri ichinaxïx chuqa' jikomal

source: Privacy & security add-ons
cak: Taq tz'aqat richin ichinaxïk chuqa' jikomal

source: Privacy blog
cak: Ichinya'l richin ichinaxïk

source: Security blog
cak: Ichinya'l richin jikomal

source: Do Not Track
cak: Mani nikanöx

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
cak: Do Not Track jun k'ak'a' runa'oj Firefox, ri nuya' q'ij chawe nab'ij achike rub'eyal nawajo' chi ri awetamab'al timol chuqa' tokisäx pa k'amab'ey.

source: Learn more about Do Not Track
cak: Tawetamaj ch'aqa' chik taq etamab'äl chi rij 'Mani tilitäj'

source: Private browsing
cak: Ichinan okem pa k'amaya'l

source: Sometimes it’s nice to go undercover.
cak: Jantäq ütz chi k'o nimaläj chajinïk.

source: Turn this feature on to protect your browsing history from others.
cak: Tatzija' re rub'anikil re' richin nachajij ri anatab'al richin okem pa k'amaya'l.

source: Learn how to open a private window
cak: Tawetamaj najäq jun ichinan tz'etöy ruwäch
