Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: Please enter your company name.
af: Voer asseblief jou maatskappynaam in.
bn_bd: অনুগ্রহ করে আপনার কোম্পানির নাম লিখুন।
cy: Rhowch enw eich cwmni.
gd: Cuiribh a-steach ainm ur companaidh.
hi_in: कृपया अपनी कंपनी का नाम दर्ज करें.
km: សូម​បញ្ចូល​ឈ្មោះ​ក្រុមហ៊ុន​របស់​អ្នក។
ms: Sila masukkan nama syarikat anda.
my: ကျေးဇူးပြု၍ ကုမ္ပဏီအမည် ရေးပါ။
pt: Por favor, introduza o nome da sua empresa.
sw: Tafadhali ingiza jina la kampuni.
zu: Uyacelwa ufake igama lenkampani yakho.

source: Please supply a valid URL.
af: Verskaf asseblief 'n geldige URL.
bn_bd: অনুগ্রহ করে একটি কার্যকর URL দিন
cy: Darparwch URL dilys.
gd: Cuiribh a-steach URL dligheach.
hi_in: कृपया वैध URL की आपूर्ति करें.
km: សូម​ផ្ដល់ URL ត្រឹមត្រូវ។
ms: Sila berikan URL yang sah.
my: ကျေးဇူးပြု၍ မှန်ကန်သော URL ရေးပါ။
pt: Por favor, forneça uma URL válida.
sw: Tafadhali sambaza URL halali.
zu: Uyacelwa unikeze i-URL esebenzayo.

source: Please enter a valid email address
af: Voer asseblief 'n geldige e-posadres in
bn_bd: অনুগ্রহ করে আপনার সঠিক ইমেইল ঠিকানা দিন।
cy: Rhowch gyfeiriad e-bost dilys, os gwelwch yn dda
gd: Cuiribh a-steach seòladh puist-d dligheach
hi_in: कृपया एक मान्य ईमेल पता दर्ज करें
km: សូម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​ត្រឹមត្រូវ។
ms: Sila masukkan alamat emel yang sah
my: ကျေးဇူးပြု၍ မှန်ကန်သော အီမေးလ်လိပ်စာ ရေးပါ
pt: Por favor introduza um endereço válido
sw: Tafadhali ingiza anwani halali ya barua pepe
zu: Uyacelwa ufake ikheli le-imeylil elisebenzayo

source: Address
af: Adres
bn_bd: ঠিকানা
cy: Cyfeiriad
gd: Seòladh
hi_in: पता
km: អាសយដ្ឋាន
ms: Alamat
my: နေရပ်လိပ်စာ
pt: Endereço
sw: Anwani
zu: Ikheli

source: City
af: Dorp/stad
bn_bd: শহর
cy: Tref/Dinas
gd: Baile
hi_in: शहर
km: ទីក្រុង​
ms: Bandar
my: မြို့ -
pt: Cidade
sw: Jiji
zu: Idolobha

source: State/Province
af: Deelstaat/provinsie
bn_bd: রাষ্ট্র/প্রদেশ
cy: Sir/Talaith
gd: Siorrachd/Còigeamh/Stàit
hi_in: राज्य/प्रांत
km: រដ្ឋ/ខេត្ត
ms: Negeri/Wilayah
my: ပြည်နယ်/စီရင်စု
pt: Estado/Região
sw: Nchi/ Mkoa
zu: Isifunda

source: Country
af: Land
bn_bd: দেশ
cy: Gwlad
gd: Dùthaich
hi_in: देश
km: ប្រទេស
ms: Negara
my: နိုင်ငံ
pt: País
sw: Nchi
zu: Izwe

source: Zip
af: Zip/poskode
bn_bd: জিপ
gd: Còd-puist
hi_in: जिप
km: កូដ​តំបន់
my: စာပို့သင်္ကေတ
pt: Código postal
sw: Msimbo
zu: I-Zip

source: Register for a session
af: Registreer vir 'n sessie
bn_bd: অধিবেশনের জন্য নিবন্ধন করুন
cy: Cofrestru am sesiwn
gd: Clàraichibh airson seisean
hi_in: सत्र पंजीकृत करें
km: ចុះឈ្មោះ​សម្រាប់​វគ្គ
ms: Daftar untuk sesi
my: တွေ့ဆုံမှုတစ်ခု အတွက် မှတ်ပုံတင်ပါ
pt: Registe-se para uma sessão
sw: Jiandikishe kwa kikao
zu: Bhalisa iseshini

source: Map
bn_bd: মানচিত্র
hi_in: मेप
my: မြေပုံ
pt: Mapa
sw: Ramani

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
bn_bd: MWC 2015 এ ফায়ারফক্স; হল ৩, ৩সি৩০ স্ট্যান্ড
cy: Firefox yn MWC 2015 &ndash; Neuadd 3, Stondin 3C30
hi_in: MWC 2015 &ndash में फायरफॉक्स; विशाल कक्ष 3, ठहराव 3C30
my: MWC 2015 &ndash; ခန်းမ 3၊ အခန်း 3စီ30 ရှိ မီးမြေခွေးပြခန်း
pt: Firefox na MWC 2015 &ndash; Hall 3, Banca 3C30
sw: Firefox katika MWC 2015 &ndash; Hall 3, Stand 3C30

source: Schedule
bn_bd: সময়সূচি
cy: Amserlen
fr: Programme
hi_in: कार्यक्रम
my: အချိန်ဇယား
pt: Agenda
sw: Ratiba

source: Firefox at MWC 2015 &ndash; Schedule of Events
bn_bd: MWC 2015 এ ফায়ারফক্স এবং অনুষ্ঠানের সময়সূচী
cy: Firefox yn MWC 2015 &ndash; Rhestr Digwyddiadau
hi_in: MWC 2015 &ndash में फ़ायरफ़ॉक्स; घटनाओं का कार्यक्रम
my: MWC 2015 &ndash; ရှိ မီးမြေခွေး အစီအစဉ်များ အချိန်ဇယား
pt: Firefox na MWC 2015 &ndash; Agenda de eventos
sw: Firefox katika MWC 2015 &ndash; Ratiba ya matukio

source: Download PDF
af: Laai PDF af
bn_bd: PDF ডাউনলোড করুন
cy: Llwytho'r PDF i lawr
es_mx: Descargar PDF
gd: Luchdaich a-nuas am PDF
hi_in: PDF डाउनलोड करे
km: ទាញ​យក PDF
ms: Muat turun PDF
my: PDF ဒေါင်းလုတ်ဆွဲရန်
pt: Descarregar PDF
sw: Daunlodi PDF
zu: Dawuniloda i-PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
af: Ons het in ons eerste jaar eerlikheid, toeganklikheid en geleenthede aan 15 lande met 4 hardewarevennote, 7 operateurs en 16 bekendstellings gebring.
cy: Yn ystod ein blwyddyn gyntaf, rydym wedi dod agwedd agored, hygyrchedd a chyfle i 15 gwlad gyda 4 partner caledwedd, 7 darparwr ac 16 lansiad.
es_mx: En nuestro primer año, hemos traído la apertura, accesibilidad y oportunidad a 15 países con 4 socios de hardware, 7 operadores y 16 lanzamientos.
gd: Thug sinn fosgailteachd, so-inntrigeachd is cothroman do 15 dùthchannan, 4 com-pàirtichean bathair-bhog, 7 giùlanairean is 16 lòinsichean sa chiad bhliadhna.
hi_in: हमने अपने पहले साल में 15 देशों में खुलापन, पहुंच और अवसर के साथ 4 हार्डवेयर साथी,7 ऑपरेटरों और 16 शुरूआत करी.
km: នៅ​ក្នុង​ឆ្នាំ​ដំបូង​របស់​យើង, យើង​បាន​នាំ​មក​នូវ​ភាព​បើក​ចំហ, មធ្យោបាយ​ងាយស្រួល និង​ឱកាស​ដល់​ 15 ប្រទេស​ដោយ​មាន​ដៃគូ​ផ្នែក​រឹង 4, ប្រតិបត្តិ​ករ 7 និង​​​ការ​បើក​ដំណើរការ 16 ។
ms: Di tahun pertama kami, kami membawakan keterbukaan, kebolehcapaian dan peluang kepada 15 negara bersama 4 rakan perkakasan, 7 pengendali dan 16 pelancaran.
my: ကျွနု်ပ်တို့၏ ပထမနှစ်တွင် နိုင်ငံပေါင်း 15 နိုင်ငံ ကုန်ပစ္စည်းထုတ်လုပ်ပေးသူ 4 ယောက်နှင့် အောက်ပရေတာ လုပ်ငန်း 7 အပြင် မိတ်ဆက်မှုပေါင်း 16 ခု ပြုလုပ်ခဲ့ပါတယ်
pt: No nosso primeiro ano, trouxemos abertura, acessibilidade e oportunidade a 15 países com 4 parceiros de hardware, 7 operadores e 16 lançamentos.
sw: Katika mwaka wetu wa kwanza tumeleta uwazi, upatikanaji na fursa katika nchi 15 na washirika 4 wa kutengeneza simu, opereta 7 na tumefanya uzinduzi mara 16.
zu: Ngonyaka wethu wokuqala, silethe ukuvuleleka, ukufinyeleleka namathuba emazweni ayi-15 nophathina bama-hardware abangu-4, abaqambi abayisi-7 kanye nezinhlelo zokwethula eziyi-16.

source: Partner with us
af: Sluit aan by ons
bn_bd: আমাদের অংশীদার হোন
cy: Partneriaeth gyda ni
es_mx: Sé nuestro socio
fr: Collaborez avec nous
gd: Rach ann an com-pàirteachas leinn
hi_in: हमारे भागीदार बनें
km: ដៃគូ​ជាមួយ​យើង
ms: Bekerjasama dengan kami
my: ကျွနု်ပ် တို့နှင့် လက်တွဲပါ
pt: Seja nosso parceiro
sw: Shirikiana nasi
ur: ہمارے ساتھ شریک ہوں
zu: Hlanganyela kanye nathi

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
af: Firefox OS is 'n oop platform wat groter deelname in die waardeketting koester en ondersteun word deur sommige van die bekendste name in die bedryf. <a %(url)s>Kyk hoe jy betrokke kan raak</a> of <a href="%(url2)s">leer meer oor wat dit vir verbruikers beteken</a>.
cy: Gyda chefnogaeth rhai o'r enwau mwyaf yn y diwydiant, Firefox OS yw'r llwyfan agored sy'n meithrin mwy o gyfranogiad yn y gadwyn gwerth. <a %(url)s>Dewch i weld sut gallwch chi gymryd rhan</a> neu <a href="%(url2)s">ddysgu rhagor am yr hyn y mae'n ei olygu i ddefnyddwyr</a>.
es_mx: Con el respaldo de algunos de los más grandes nombres en la industria. Firefox OS es una plataforma abierta que fomenta una gran participación. <a %(url)s>Mira como puedes involucrarte</a> o <a href="%(url2)s">aprende más acerca de que significa para los usuarios</a>.
gd: Tha cuid dhe na companaidhean as motha sa ghnìomhachas a’ cur taic ri Firefox OS, ùrlar fosgailte a bhrosnaicheas com-pàirteachas nas motha. <a %(url)s>Faic mar is urrainn dhutsa pàirt a ghabhail</a> no <a href="%(url2)s">faigh fiosrachadh air a’ bhuaidh a bhios aige air an luchd-chaitheimh</a>.
hi_in: उद्योग के कुछ सबसे बड़े नामों के द्वारा समर्थित फायरफॉक्स ओ एस एक खुला मंच है जो कि मूल्य श्रृंखला में बहुत बड़ी संख्या में भागीदारी को प्रोत्साहन देता है. <a %(url)s>देखें आप कैसे शामिल हो सकते हैं </a>या <a href="%(url2)s">सीखें ये उपभोक्ताओं के लिए क्या मायने रखता है </a>.
km: បាន​គាំទ្រ​ដោយ​ឈ្មោះ​ក្រុមហ៊ុន​ធំៗ​បំផុត​មួយ​ចំនួន Firefox OS គឺជា​កម្មវិធី​កូដ​បើក​ចំហ​ដែល​មាន​អ្នក​ចូលរួម​ជាច្រើន។ <a %(url)s>មើល​ពី​របៀប​ចូលរួម</a> ឬ <a href="%(url2)s">ស្វែងយល់​បន្ថែម​អំពី​​អត្ថន័យ​របស់​វា​សម្រាប់​អតិថិជន</a>។
ms: Ditunjangi oleh beberapa nama besar dalam industri, Firefox OS adalah platform terbuka yang menggalakkan penyertaan yang lebih besar dalam rantaian nilai. <a %(url)s>Lihat bagaimana anda boleh melibatkan diri </a> atau <a href="%(url2)s">mengetahui lebih lanjut mengenai apa yang dimaksudkan kepada pengguna </a>.
my: မီးမြေခွေး OS သည်အခြား နယ်ပယ်တွင်း နာမည်တစ်ချို့မှ အားပေးထောက်ပံ့ထားပြီး လွတ်လပ်မှု တန်ဖိုးထားသော Platform တစ်ခုဖြစ်သည်။ <a %(url)s>ဘယ်လိုပါဝင်နိုင်မလဲ</a> or <a href="%(url2)s">သုံးဆွဲသူတွေအတွက် ဘာတွေအကျိုးရှိမလဲ</a>.
pt: Suportado pelos maiores nomes na industria, o Firefox OS é uma plataforma aberta que promove uma maior participação na cadeira de valor. <a %(url)s>Veja como pode participar</a> ou <a href="%(url2)s">saiba mais sobre o que isto significa para os consumidores</a>.
sw: Imeungwa mkono na baadhi ya majina makubwa katika sekta, Firefox OS ni jukwaa wazi linalokuza ushiriki mkubwa katika mzunguko wa thamani. <a %(url)s>Tazama jinsi ya kujihusisha</a> ama <a href="%(url2)s"> jifunze zaidi kuhusu yamaanisha nini kwa watumiaji</a>.
ur: صنعت کے کچھ سب سے بڑے ناموں کی حمایت کے ساتھ، Firefox OS ایک کھلا پلیٹ فارم ہے جو کہ ویلیو چین میں زیادہ حصہ داری کو فروغ دیتا ہے۔ <a %(url)s>دیکھیے کی آپ اس میں کیسے شامل ہو سکتے ہیں</a> یا <a href="%(url2)s">مزید سیکھیں کہ یہ صارفین کے لیے کیا معانی رکھتا ہے</a>۔
zu: Isekelwe ngamanye amagama amakhulu embonini, i-Firefox OS yinkundla evulelekile negqugquzela ukuzibandakanya okukhulu kuleli ketango lokuhweba. <a %(url)s>Buka ngezindlela ongazibandakanya ngazo </a> noma <a href="%(url2)s">funda kabanzi ngokuthi lokhu kunamthelela muni kubathengi</a>.

source: View available Firefox OS devices
af: Bekyk beskikbare Firefox OS-toestelle
bn_bd: যেসকল ফায়ারফক্স ওএস ডিভাইস পাওয়া যাচ্ছে দেখুন
cy: Gweld y dyfeisiau Firefox OS cyfredol
es_mx: Ver los dispositivos disponibles para Firefox OS
gd: Faicibh na h-uidheaman Firefox OS a tha ri fhaighinn
hi_in: उपलब्ध फायरफॉक्स ओएस डिवाइस दिखाएँ
km: មើល​ឧបករណ៍ Firefox OS ដែល​មាន
ms: Lihat peranti Firefox OS yang ada
my: ရရှိနိုင်သော မီးမြေခွေး OS ဖုန်းများ
pt: Veja os dispositivos com Firefox OS disponíveis
sw: Tazama vifaa vinavyopatikana vya Firefox OS
zu: Buka amadivayisi atholakala ku-Firefox OS

source: Made of the Web
af: Gemaak van die web
bn_bd: ওয়েবের দ্বারা তৈরি
cy: Gwnaed o'r We
es_mx: Hecho con la Web
fr: Issu du Web
gd: Air a dhèanamh leis an lìon
hi_in: वेब निर्मित
km: បាន​បង្កើត​ពី​តំបន់បណ្ដាញ
ms: Dicipta daripada Web
my: ဝတ်ဘ်နည်းပညာဖြင့်ပြုလုပ်ထားသည်
pt: Feito para a Web
sw: Imetngezwa na Mtandao
ur: ویب کا بنا ہوا
zu: Yenzelwe iWebhu

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
af: Firefox OS beskik nie oor die reëls en beperkings van bestaande besitte platforms nie en is geskep deur volkome HTML5 en ander oop webstandaarde te gebruik.
bn_bd: HTML5 ও অন্যান্য মুক্ত ওয়েব স্ট্যান্ডার্ড দিয়ে তৈরী, ফায়ারফক্স ওএস বিদ্যমান ব্যাক্তিমালিকানাধীন প্লাটফর্মগুলোর নিয়ম ও বাঁধাসমূহ থেকে মুক্ত।
cy: Adeiladwyd yn gyfan gwbl gan ddefnyddio HTML5 a safonau Gwe agored eraill, mae Firefox OS yn rhydd o reolau a chyfyngiadau lwyfannau perchnogol cyfredol.
es_mx: Desarrollado completamente con HTML5 y otros estándares web abiertos, Firefox OS está libre de las limitaciones y normas que imponen las plataformas patentadas existentes.
fr: Entièrement construit en HTML5 et à partir des standards du Web, Firefox&nbsp;OS est libéré des règles et restrictions imposées par les plate-formes propriétaires actuelles.
gd: Leis gun deach a chur ri chèile le HTML5 agus stannardan-lìn fosgailte eile, tha Firefox OS saor o na riaghailtean is cuingeachaidhean àbhaisteach a gheibhear air ùrlaran malairteach.
hi_in: HTML5 और दूसरे खुले वेब मानक इस्तेमाल कर बनाया गया, फायरफोक्स ओएस मुक्त है नियम और प्रतिबंध से मौजूदा स्वामित्व प्लैट्फॉर्म के.
km: បាន​ស្ថាបនា​ឡើង​ទាំងស្រុង​ដោយ​ប្រើ HTML5 និង​ស្តង់ដារ​តំបន់បណ្ដាញ​បើក​ចំហ​ផ្សេង​ទៀត Firefox OS គឺ​ឥតគិតថ្លៃ​ដោយ​យោង​តា​ច្បាប់ និង​ការ​កំណត់​របស់​ម្ចាស់​កម្មវិធី​ដែល​មាន​ស្រាប់។
ms: Keseluruhan dibina menggunakan HTML5 dan standard Web terbuka yang lain, Firefox OS ialah bebas daripada persyaratan dan sekatan daripada platform empunya sedia ada.
my: HTMl5 နှင့် အခြား ပွင့်လင်း ဝတ်ဘ်စံစနစ်များ ဖြင့်တည်ဆောက်ထားသည်၊ FirefoxOS ဟာ ဈေးကွက်ထဲရှိ ပုဂ္ဂလိက ပိုင် platforms တွေရဲ့ စည်းမျဉ်းတွေ ထိန်းချုပ်မှုတွေဆီမှ ကင်းလွတ်သည်။
pt: Construído completamente com recurso ao HTML5 e outras normas Web abertas, o Firefox OS está livre das regras e restrições de plataformas proprietárias existentes.
sw: Imejengwa kutumia HTML5 na viwango vingine wazi vya Mtandao, Firefox OS ni huru kutokana na sheria na vikwazo kama za hiyo mifumo mingine ya simu.
ur: صرف HTML5 اور دیگر ویب معیارات سے تیار کردہ، Firefox OS موجود مالکانہ پلیٹ فارموں کے قائدوں اور پابندیوں سے آزاد ہے۔
zu: Yakhiwe isebenzisa i-HTML5 kanye namanye amazinga eWebhu, i-Firefox OS ayivinjiwe yimithetho nemikhawulo yabanikazi yezinkundla ezisebenzayo.

source: The difference the Open Web makes
af: Die verskil wat die ope web maak
bn_bd: উন্মুক্ত ওয়েব যে পার্থক্য তৈরি করে
cy: Y gwahaniaeth mae'r We Agored yn ei wneud
es_mx: La diferencia que marca la Web abierta
fr: Les bénéfices de l'Open Web
gd: An diofar a nì lìon fosgailte
hi_in: यही अंतर ओपन वेब बनाता है.
km: ភាព​ខុសគ្នា​នៃ​ការ​បង្កើត​តំបន់បណ្ដាញ​បើក​ចំហ
ms: Perbezaan yang dilakukan oleh Open Web
my: ပွင့်လင်းတဲ့ ဝတ်ဘ်ရဲ့ ထူးခြားချက်
pt: A diferença que a Web aberta faz
sw: Tofauti Mtandao Huru huleta
ur: جو فرق آزاد ویب پیدہ کرتا ہے
zu: Umehluko owenziwa yiWebhu Evulelekile

source: Firefox OS offers:
af: Firefox OS bied:
bn_bd: Firefox OS আপনাকে দেয়:
cy: Mae Firefox OS yn cynnig:
es_mx: Firefox OS ofrece:
fr: Firefox&nbsp;OS vous offre&nbsp;:
gd: Seo na bheir Firefox OS dhut:
hi_in: फ़ायरफ़ॉक्स ओएस देती है:
km: Firefox OS ផ្ដល់​នូវ៖
ms: Firefox OS menawarkan:
my: အခြား OS များ၊ စျေးကွက် ထောက်ပံ့သူများ နှင့် ရင်ဘောင်တန်းပြိုင်ဆိုင်နိုင်ပြီ
pt: O Firefox OS oferece:
sw: Firefox OS yakupa:
ur: Firefox OS پیش کرنا:
zu: I-Firefox OS ikuhlinzeka:

source: A level playing field against other OS and marketplace providers
af: 'n Gelyke mededingingsveld teen ander bedryfstelsel- en markplekverskaffers
bn_bd: অন্যান্য OS ও মার্কেটপ্লেস প্রদানকারীদের বিরুদ্ধে খেলার সমান মাঠ তৈরি করে
cy: Cystadleuaeth gyfartal yn erbyn systemau gweithredu eraill a marchnad i ddarparwyr
es_mx: Igualdad de condiciones y oportunidades para todos frente a otros sistemas operativos y proveedores de mercado;
fr: Un marché sur lequel vous êtes sur un pied d'égalité face aux fournisseurs d'OS et de marketplaces
gd: Co-fharpais chothromach an aghaidh solaraichean OS is margaidh eile
hi_in: अन्य ओएस और मार्केटप्लेस प्रदाताओं के सम्मुख समान अवसर
km: កម្រិត​ផ្នែក​កម្សាន្ត​​ដែល​ប្រកួត​ប្រជែង​ជាមួយ​ OS ផ្សេងៗ និង​​ឃ្លាំង​កម្មវិធី។
ms: Satu peringkat bidang permainan menghadapi OS dan pembekal marketplace
my: အခြား OS များ၊ စျေးကွက် ထောက်ပံ့သူများ နှင့် ရင်ဘောင်တန်းပြိုင်ဆိုင်နိုင်ပြီ
pt: Um campo de ação nivelado contra outros sistemas operativos e fornecedores do mercado
sw: Uwanja uliosawazishwa dhidi ya OS nyingine na watoa huduma wa soko la programu tumizi
ur: دوسرے OS اور marketplace مہیا کنندوں کے مقبلے میں ایک ہموار میدان
zu: Inkundla yokudlala eyisicaba ibhekene namanye ama-OS nebahlinzki abasezimakethe

source: Greater participation in the value chain
af: Groter deelname in die waardeketting
bn_bd: মান শৃঙ্খলে বিশেষ অবদান রাখে
cy: Mwy o gyfranogiad yn y gadwyn gwerth
es_mx: Mayor participación en la cadena de valor;
fr: La possibilité de participer à tous les niveaux de la chaîne de valeur
gd: Com-pàirteachas nas motha
hi_in: मान शृंखला में अधिक भागीदारी
km: ការ​ចូលរួម​ដ៏​ប្រសើរ​នៅ​ក្នុង​ជួរ​តម្លៃ
ms: Lebih penglibatan dalam rantaian nilai
my: စျေးကွက်တန်ဖိုးကို ပိုမိုလေ့လာသုံးသပ်နိုင်ခြင်း
pt: Uma maior participação na cadeia de valor
sw: Ushirika zaidi katika mlolongo wa dhamani
ur: value chain میں زیادہ شرکت
zu: Ukuzibandakanya okukhulu kule mboni

source: Ownership and control over relationships with customers
af: Eienaarskap en beheer oor verhoudings met kliënte
cy: Perchnogaeth a rheolaeth dros berthynas â chwsmeriaid
es_mx: Propiedad y control de las relaciones con los clientes;
fr: Le contrôle total de votre relation client
gd: Seilbh is smachd air an dàimh ris na custamairean
hi_in: ग्राहकों के साथ संबंधों पर स्वामीत्व तथा नियंत्रण
km: ភាព​ជា​ម្ចាស់ និង​ការ​ពិនិត្យមើល​នៅ​លើ​ទំនាក់ទំនង​ជាមួយ​អតិថិជន
ms: Pemilikan dan kawalan perhubungan dengan pelanggan
my: သုံးဆွဲသူများ နှင့် ဆက်ဆံရေး ထိန်းသိမ်းထား နိုင်ခြင်း
pt: Propriedade e controlo sob as relações com os consumidores
sw: Umiliki na udhibiti wa uhusiano na wateja
ur: گاہکوں کے ساتھ تعلق میں ملکیت اور کنٹرول
zu: Ubunikazi nokulawula ubudlelano namakhasimende

source: Customized phones that meet the specific needs of various target markets
af: Pasgemaakte fone wat aan die spesifieke behoeftes van verskeie teikenmarkte voldoen
bn_bd: বিভিন্ন লক্ষ্য বাজারের নির্দিষ্ট চাহিদা পূরণ করে এমন স্বনির্ধারিত ফোন
cy: Ffonau wedi eu cyfaddasu sy'n diwallu anghenion penodol gwahanol farchnadoedd targed
es_mx: Teléfonos personalizados que dan respuesta a las necesidades específicas de los distintos mercados objeto.
fr: Des téléphones personnalisés qui correspondent aux besoins précis des marchés que vous ciblez.
gd: Fònaichean gnàthaichte a fhreagras air an dh’fheumas na diofar margaidhean
hi_in: मनपसंद बनाएँ गए फ़ोन जो विविध लक्ष्य बाज़ारों की विशिष्ट आवश्यकताओं पर उतरते है |
km: ទូរស័ព្ទ​ដែល​បាន​បញ្ជា​ទិញ​ដែល​​ជា​តម្រូវ​ការ​ជាក់លាក់​នៃ​ទីផ្សារ​គោលដៅ​​ផ្សេងៗ
ms: Telefon yang disesuaikan yang memenuhi keperluan khusus pelbagai sasaran pasaran
my: ရည်ရွယ်ထားသော စျေးကွက် အတွက် အထူးပြုပြင်ထားသော ဖုန်းများ
pt: Telefones personalizados que cumprem os requisitos específicos de vários mercados-alvo
sw: Simu zilizobinafsishwa kukidhi mahitaji maalum ya masoko mbalimbali yaliyolengwa
ur: تخصیص کردہ فون جو کئ ہدف مارکییٹوں کی اختصاصی ضرورتیں پوری کرتے ہیں
zu: Qamba ngokuthanda kwakho ezingcingweni ezihlangabezana nezidingo ezahlukene ezimakethe ezikhonjiwe

source: Contact our business development team to get on board
af: Kontak ons besigheidsontwikkelingspan om betrokke te raak
cy: Cysylltwch â'n tîm datblygu busnes er mwyn ymuno
es_mx: Contacta con nuestro equipo de desarrollo de negocio para unirte a nosotros
fr: Contactez nos chargés de partenariats afin d'en savoir plus
gd: Cuir fios gun sgioba leasachadh ghnìomhachais againn airson tighinn air bòrd
hi_in: हमारे साथ आने के लिए हमारे उद्योग विकास टीम से संपर्क करें
km: ទាក់ទង​ក្រុម​អភិវឌ្ឍន៍​អាជីវកម្ម​ដើម្បី​ចូលរួម។
ms: Hubungi tim pembangunan perniagaan kami untuk maklumat lanjut
my: ကျွနု်ပ်တို့ ၏ စီးပွားရေး စီမံကိန်း ဌာနာဖြင့် ဆက်သွယ်ပြီး လက်တွဲ လုပ်ဆောင်ပါ
pt: Contacte a nossa equipa de desenvolvimento de negócio para participar
sw: Wasiliana na timu yetu ya ukuzaji biashara ili kuungana nasi
ur: شامل ہونے کے لیے ہماری بزنس ڈیولپمنٹ ٹیم سے رابطہ کریں
zu: Thinta ithimba lethu lokuthuthukiswa kwebhizinisi ukuze ube yingxenye

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
af: Ontdek 'n nuwe manier om deel te neem aan 'n ekostelsel wat die wêreld se gewildste programme asook meer toepaslike, geteikende inhoud bekendstel. ten einde in kliënte se plaaslike behoeftes te voorsien. Kyk hoe dit <a %(url1)s>operateurs en vervaardigers kan help</a>, asook <a %(url2)s>ontwikkelaars</a>.
cy: Dyma ffordd newydd o gymryd rhan mewn ecosystem sy'n cynnwys apiau mwyaf poblogaidd y byd, yn ogystal â chynnwys mwy perthnasol wedi'i dargedu i ddiwallu anghenion lleol cwsmeriaid. Dewch i weld sut all helpu <a %(url1)s>darparwyr a chynhyrchwyr</a> yn ogystal â <a %(url2)s>datblygwyr </a>.
es_mx: Descubre una nueva forma de participar en un ecosistema que dispone de las aplicaciones más populares del mundo así como contenido relevante y enfocado a un público concreto para satisfacer sus necesidades. Mira cómo puede ayudar a <a %(url1)s>operadores, a fabricantes</a> y a <a %(url2)s>desarrolladores</a>.
fr: Découvrez une nouvelle manière de participer à un écosystème dans lequel les applications les plus populaires au monde côtoient des applications au contenu ciblé, local et répondant aux besoins précis de votre clientèle. Découvrez comment cela peut répondre aux besoins des <a %(url1)s>opérateurs et fabricants</a> tout comme à ceux des <a %(url2)s>développeurs</a>.
gd: Feuch àrainneachd ùr air am faigh thu na h-aplacaidean air a bheil fèill mhòr agus susbaint a bhios gu sònraichte iomchaidh do chustamairean ionadail. Faigh a-mach mar a chuidicheas sin <a %(url1)s>giùlanairean, saothraichean</a> agus <a %(url2)s>luchd-leasachaidh</a>.
hi_in: भागीदारी का नया तरीका ढूंढें एक ऐसे पारिस्थितिकी तंत्र में जो दुनिआ की सबसे ज्यादा लोकप्रिय एप्लीकेशनो के साथ ही अधिक प्रासंगिक , उपभोक्ताओं के अनुकूल लक्षित सामग्री की स्थानीय जरूरतों की सुविधा देने वाला है .देखें ये कैसे मद्दद कर सकता है <a %(url1)s> ऑपरेटर और निर्माता </a> साथ के साथ <a %(url2)s>डेवलपर्स</a>.
km: រក​ឃើញ​វិធី​ថ្មី ដើម្បី​ចូលរួម​​នៅ​ក្នុង​ប្រព័ន្ធ​អេកូ​ដែល​មាន​លក្ខណៈ​ជា​កម្មវិធី​ដែល​ពេញ​និយម​បំផុត​នៅ​លើ​ពិភពលោក ព្រមទាំង​មាន​ទំនាក់ទំនង​ជា​ច្រើន, មាតិកា​គោលដៅ​ជា​តម្រូវ​ការ​មូលដ្ឋាន​របស់​អតិថិជន។ មើល​អំពី​របៀប​ជំនួយ​​ <a %(url1)s>សហការី និង​សិប្បករ</a> ព្រមទាំង <a %(url2)s>អ្នក​អភិវឌ្ឍន៍</a> ។
ms: Jelajah sebuah perjalanan baru untuk berpartisipasi dalam sebuah ekosistem yang bercirikan aplikasi yang paling popular di dunia sebagai lebih relevan, bertumpukan maklumat untuk sesuai kemahuan pelanggan lokal. Lihat bagaimana ia dibantu <a %(url1)s>operator dan pengilang</a>bersama juga sebagai <a %(url2)s>pembangun</a>.
my: ဒေသတွင်း သုံးဆွဲသူများ အတွက် ပိုပြီးသင့်လျော်သော အရာများကို ပေးစွမ်းနိုင်မယ့်အက်ပ်များကို အလေးထားသော ဂေဟစနစ်တစ်ခု အတွင်း နည်းလမ်းအသစ်များ ရှာဖွေပါ။ မည်ကဲ့သို့ <a %(url1)s>အောက်ပရေတာများ နှင့်ထုတ်ဝေသူများ </a> အပြင်<a %(url2)s>ဖန်တီးသူများကို</a> ကူညီမလဲဆိုတာကြည့်ပါ။
pt: Descubra uma nova forma de participar num ecossistema que contem as aplicações mais populares e relevantes, conteúdo direcionado às necessidades dos seus utilizadores locais. Veja como isto pode ajudar <a %(url1)s>operadores e fabricantes</a> bem como os <a %(url2)s>programadores</a>.
sw: Gundua njia mpya ya kushiriki katika mazingira yenye programu maarufu zaidi duniani ikiwa ni pamoja na maudhui yaliyolengwa kwako na ya muhimu zaidi yanayokidhi mahitaji ya ndani ya wateja wako. Ona jinsi ambavyo inaweza kusaidia <a %(url1)s> waendeshaji na wazalishaji </a> ikiwa ni pamoja na <a %(url2)s> waendelezaji </a>.
ur: ایسے ایکو سسٹم میں حصہ لینے کا نیا طریقہ سیکھیں جو کہ دنیا کی سب سے معروف ایپس فیچر کرنے کے ساتھ ساتھ گاہگوں کی مقامی ضروریات کو پورا کرنے کے لیے بہترین، تخصیسی مواد بھی رکھتا ہے۔ یہ جانیں کہ آپ <a %(url1)s>آپریٹرز اور مینیوفیکچررز</a> کے ساتھ <a %(url2)s>ڈیولپرز</a> کی مدد کیسے کر سکتے ہیں۔
zu: Thola indlela entsha yokuzibandakanya kulolu hleloxhumano olunama-app athandwa kakhulu kanjalo nadingekayo, imininingwane elungiselwe izidingo zamakhasimende. Buka ukuthi lokho kungasiza kanjani <a %(url1)s>abasebenzisi nabakhiqizi</a> kanjalo <a %(url2)s>nabaqambi</a>.

source: Your needs
af: Jou behoeftes
bn_bd: আপনার যা প্রয়োজন
cy: Eich anghenion
es_mx: Tus necesidades
fr: Vos besoins
gd: Na tha a dhìth ort
hi_in: आपकी जरूरतें
km: តម្រូវ​ការ​របស់​អ្នក
ms: Keperluan anda
my: သင့်လိုအပ်ချက်များ
pt: As suas necessidades
sw: Mahitaji yako
ur: آپ کی ضروریات
zu: Izidingo zakho
