Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: Firefox OS, Marketplace, Android — Partners
af: Firefox OS, Markplek, Android — Vennote
bn_bd: ফায়ারফক্স ওএস, মর্কেটপ্লেস,অ্যানড্রয়েড—পার্টনারস
cy: Firefox OS, Marketplace, Android — Partneriaid
es_mx: Firefox OS, Marketplace, Android — Socios
gd: Firefox OS, a' mhargaid, Android — Com-pàirtichean
hi_in: Firefox OS, Marketplace, Android—साथी
km: Firefox OS, ឃ្លាំង​កម្មវិធី, Android — ដៃគូ
ms: Firefox OS, Marketplace, Android — Rakan kongsi
my: မီးမြေခွေး OS, ဈေးကွက်, အန်းဒရွိုက် — မိတ်ဖက်များ
pt: Firefox OS, Marketplace, Android — Parceiros
sw: Firefox OS, Marketplace,Android — Washirika
zu: I-Firefox OS, Marketplace, Android — Ophathina

source: Get involved
af: Raak betrokke
bn_bd: সম্পৃক্ত হোন
cy: Ymunwch
es_mx: Involúcrate
fr: Impliquez-vous !
gd: Gabh pàirt ann
hi_in: शामिल हों
km: ចូលរួម​
ms: Libatkan diri
my: ပါဝင်ဆောက်ရွက်မည်
pt: Envolva-se
sw: Jihusishe
ur: شامل ہوں
zu: Zibandakanye

source: Contact our business development team to get on board.
af: Kontak ons besigheidsontwikkelingspan om betrokke te raak.
bn_bd: আমাদের সাথে থাকতে আমাদের ব্যবসা উন্নয়ন দলের সাথে যোগাযোগ করুন।
cy: Cysylltwch â'n tîm datblygu busnes i gychwyn arni.
es_mx: Contacta con nuestro equipo de desarrollo de negocio para unirte a nosotros.
fr: Contactez nos chargés de partenariats afin d'en savoir plus.
gd: Cuir fios gun sgioba leasachadh ghnothachais againn airson pàirt a ghabhail ann.
hi_in: संपर्क करें हमारे पेशा विकास दल से बिसात पे सफल होने के लिये
km: ទាក់ទង​ក្រុម​អភិវឌ្ឍន៍​អាជីវកម្ម​ដើម្បី​ចូលរួម។
ms: Hubungi pasukan pembangunan bisnes kami untuk menyertainya.
my: ကျွနု်ပ်တို့ ၏ စီးပွားရေးစီမံကိန်း ဌာနာဖြင့် ဆက်သွယ်ပြီး လက်တွဲလုပ်ဆောင်ပါ
pt: Contacte a nossa equipa de desenvolvimento de negócio para se juntar a nós.
sw: Wasiliana na timu yetu ya ukuzaji biashara ili kuungana nasi.
ur: شامل ہونے کے لیے ہماری بزنس ڈیولپمنٹ ٹیم سے رابطہ کریں۔
zu: Thintana nethimba lethu lezentuthuko yebhizinisi ukuze ukwazi ukuba yingxenye.

source: First Name
af: Voornaam
bn_bd: নামের প্রথমাংশ
cy: Enw Cyntaf
fr: Prénom
gd: Ainm
hi_in: पहला नाम
km: នាម​ខ្លួន
ms: Nama Pertama
my: ပထမ အမည်
pt: Nome
sw: Jina la kwanza
zu: Igama Lokuqala

source: Last Name
af: Van
bn_bd: নামের শেষাংশ
cy: Enw Olaf
fr: Nom
gd: Sloinneadh
hi_in: अन्तिम नाम
km: នាមត្រកូល
ms: Nama Akhir
my: နောက်ဆုံး အမည်
pt: Apelido
sw: Jina la mwisho
zu: Isibongo

source: Title
af: Titel
bn_bd: শিরোনাম
cy: Teitl
fr: Titre
gd: Tiotal
hi_in: शीर्षक
km: មុខងារ
ms: Gelaran
my: ခေါင်းစဉ်
pt: Título
sw: Kichwa
zu: Isibizo

source: Company
af: Maatskappy
bn_bd: কম্পানি
cy: Cwmni
fr: Entreprise
gd: Companaidh
hi_in: कम्पनी
km: ក្រុមហ៊ុន
ms: Syarikat
my: ကုမ္ပဏီ
pt: Empresa
sw: Kampuni
zu: Inkampani

source: Website
af: Webwerf
bn_bd: ওয়েবসাইট
cy: Gwefan
fr: Site web
gd: Làrach-lìn
hi_in: वेबसाइट
km: តំបន់បណ្ដាញ
ms: Laman web
my: ဝဘ်ဆိုဒ်
pt: Site
sw: Tovuti
zu: Iwebhusayithi

source: Email
af: E-pos
bn_bd: ইমেইল
cy: E-bost
es_mx: Correo
fr: Adresse électronique
gd: Post-d
hi_in: ईमेल
km: អ៊ីមែល
ms: Emel
my: အီးမေးလ်
sw: Barua pepe
ur: ای میل
zu: I-imeyili

source: Phone
af: Telefoon
bn_bd: ফোন
cy: Ffôn
fr: Téléphone
gd: Fòn
hi_in: फोन
km: ទូរស័ព្ទ
ms: Telefon
my: ဖုန်း
pt: Telefone
sw: Simu
zu: Ucingo

source: Interest:
af: Belangstelling:
bn_bd: আগ্রহ:
cy: Diddordeb:
es_mx: Interés:
fr: Centres d'intérêt&nbsp;:
gd: Ùidh:
hi_in: रूचि:
km: ចំណាប់អារម្មណ៍
ms: Minat:
my: စိတ်ဝင်စားသောအပိုင်း :
pt: Interesse:
sw: Nia:
ur: دلچسپی:
zu: Intshisekelo:

source: Firefox for Android
af: Firefox vir Android
bn_bd: অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স
cy: Firefox ar gyfer Android
es_mx: Firefox para Android
fr: Firefox pour Android
gd: Faigh Firefox airson Android
hi_in: Android के लिए Firefox
km: Firefox សម្រាប់ Android
ms: Firefox untuk Android
my: အဲန်းဒရိုက် သုံးမီးမြေခွေး
pt: Firefox para o Android
sw: Firefox ya Android
ur: Android کے لیے Firefox
zu: I-Firefox ye-Android

source: Other
af: Ander
bn_bd: অন্যান্য
cy: Arall
es_mx: Otro
fr: Autres
gd: Eile
hi_in: दूसरा
km: ផ្សេង
ms: Lain-lain
my: အခြားအရာများ
pt: Outro
sw: Nyingine
ur: دیگر
zu: Okunye

source: Interest
af: Belangstelling
bn_bd: আগ্রহ
cy: Diddordeb
es_mx: Interés
fr: Intérêt
gd: Ùidh
hi_in: रूचि
km: ចំណាប់អារម្មណ៍
ms: Minat
my: စိတ်ဝင်စားသောအပိုင်း
pt: Interesse
sw: Nia
ur: دلچسپی
zu: Intshisekelo

source: Submit my request
af: Stuur my versoek in
bn_bd: আমার আবেদন জমা
cy: Cyflwyno fy nghais
es_mx: Enviar mi solicitud
fr: Envoyer ma demande
gd: Cuir m' iarrtas
hi_in: जमा करें मेरा अनुरोध
km: ដាក់​ស្នើ​សំណើ​របស់​ខ្ញុំ
ms: Hantarkan permintaan saya
my: တောင်းဆိုချက်အားပေးပို့ပါ
pt: Enviar o meu pedido
sw: Wasilisha ombi langu
ur: میری درخواست جمع کیجیے
zu: Letha isicelo

source: Thanks for your interest in partnering with us
af: Dankie vir jou belangstelling om ons vennoot te wees
bn_bd: আমাদের সঙ্গে অংশীদারিত্বে আপনার আগ্রহের জন্য ধন্যবাদ
cy: Diolch am eich diddordeb mewn partneru gyda ni
es_mx: Gracias por tu interés en asociarte con nosotros
fr: Nous vous remercions de votre intérêt à établir un partenariat avec Mozilla
gd: Tha sinn toilichte a chluinntinn gu bheil ùidh agad ann an com-pàirteachas
hi_in: हमसे भागीदारी मे आपकी रुचि के लिये धन्यवाद
km: អរគុណ​សម្រាប់​ការ​ចាប់អារម្មណ៍​ធ្វើ​ជា​ដៃគូ​ជាមួយ​យើង
ms: Terima kasih atas minat anda untuk bersama kami
my: ကျွနိုပ်တို့နှင့်လက်တွဲရန် သင်၏ စိတ်ဝင်စားမှူအပေါ် ကျေးဇူးတင်ပါတယ်
pt: Obrigado pelo seu interesse em fazer uma parceria connosco
sw: Ahsante kwa kuonyesha nia ya kushirikiana nasi
ur: آپ کا ہمارے ساتھ شرکت کرنے میں دلچسپی کا شکریہ
zu: Siyabonga ngensthisekelo yakho yokuhlanganyela nathi

source: We will review your request and get back to you about possibilities and opportunities soon.
af: Ons sal jou versoek nagaan en vir jou binnekort terugvoer gee oor moontlikhede en geleenthede.
bn_bd: আমরা আপনার অনুরোধ পর্যালোচনা এবং শীঘ্রই সম্ভাবনা ও সুযোগ সম্পর্কে আলোচনায় ফেরত আসবো ।
cy: Byddwn yn adolygu eich cais ac yn dod yn ôl atoch i drafod y posibiliadau a chyfleoedd yn fuan.
es_mx: Revisaremos tu solicitud y nos pondremos en contacto contigo muy pronto para valorar las diferentes posibilidades y oportunidades.
fr: Nous traiterons votre demande dans les plus brefs délais et vous recontacterons afin de discuter des opportunités de collaboration.
gd: Bheir sinn sùil air d' iarrtas agus innsidh sinn dhut dè ghabhas a dhèanamh cho luath 's a ghabhas.
hi_in: हम आपके अनुरोध की समीक्षा करेंगे और जल्द ही आपके पास संभावनाओं और अवसरों को लेकर मिलेंगे.
km: យើង​នឹង​ពិនិត្យ​សំណើ​របស់​អ្នក​ឡើងវិញ​ រួច​ឆ្លើយតប​ទៅ​អ្នក​អំពី​លទ្ធភាព និង​ឱកាស​ក្នុង​ពេល​ឆាប់ៗ។
ms: Kami akan menilai permintaan anda dan akan menghubungi anda dengan segera mengenai sebarang kemungkinan dan peluang.
my: သင်၏ တောင်းဆိုချက်အား လက်ခံဖတ်ရှု စဉ်းစားပေးမည်ဖြစ်ပြီး ဖြစ်နိုင်ခြေ များနှင့် အခွင့်အလမ်းများကို အကြောင်းကြား ပေးမည်ဖြစ်ပါသည်
pt: Iremos rever o seu pedido e entrar em contacto consigo em breve para falar sobre possibilidades e oportunidades.
sw: Tutalipitia ombi lako kisha tukujulishe kuhusu uwezekano na nafasi hivi karibuni.
ur: ہم آپ کی درخواست پر تبصرہ کریں گے اور جلد آپ سے امکانات اور مواقع کے بارے میں رابطہ کریں گے۔
zu: Sizobukeza isicelo sikuphendule ngokushesha ngamathuba akhona.

source: Overview
af: Oorsig
bn_bd: সারসংক্ষেপ
cy: Trosolwg
es_mx: Inicio
fr: Vue d'ensemble
gd: Foir-shealladh
hi_in: सारांश
km: ទិដ្ឋភាព​ទូទៅ
ms: Sekilas pandang
my: ခြုံငုံသုံးသပ်ချက်
pt: Visão global
sw: Muhtasari
ur: عمومی جائزہ
zu: Okufingqiwe

source: Explore the site
af: Verken die werf
bn_bd: ওয়েবসাইট টি ঘেটে দেখুন
cy: Archwilio'r wefan
es_mx: Explora el sitio
fr: Explorez le site
gd: Rùraich an làrach
hi_in: साइट एक्सप्लोर करें
km: រកមើល​តំបន់បណ្ដាញ
ms: Jelajah laman in
my: ဆိုဒ်အားရှာဖွေဖတ်ရှုပါ
pt: Explorar o sítio
sw: Vumbua tovuti
ur: سائٹ کی چھان بِين کریں
zu: Bukabuka isayithi

source: Unleash the future
af: Bevry die toekoms
bn_bd: ভবিষ্যতকে অবাধ করুন
cy: Ryddhau'r dyfodol
es_mx: Desencadena el futuro
gd: Saor an t-àm ri teachd
hi_in: भविष्य का रास्ता खोलना
km: ចេញ​ផ្សាយ​នៅ​ពេល​អនាគត
ms: Rungkaikan masa depan
my: အနာဂတ်ကို ခံစားကြည့်ပါ
pt: Desbloquear o futuro
sw: Wachilia huru usasa
zu: Thukulula ikusasa

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
af: Ons stel operateurs, foonvervaardigers en ontwikkelaars in staat om verhoudings met hul kliënte direk deur middel van ons mobiele produkte te bestuur, te pasmaak en te verbeter: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Markplek</a> and <a %(url3)s>Firefox vir Android</a>.
bn_bd: আমরা অপারেটর, মোবাইল প্রস্তুতকারক এবং ডেভেলপারদের উদ্বুদ্ধ করছি যেন তারা আমাদের মোবাইল পণ্য: <a %(url1)s>ফায়ারফক্স ওএস</a>, <a %(url2)s>ফায়ারফক্স মার্কেটপ্লেস</a> এবং <a %(url3)s>অ্যান্ড্রয়েডের জন্য ফায়ারফক্স</a> এর মাধ্যমে সরাসরি পরিচালনা, কাস্টোমাইজ এবং গ্রাহকদের সাথে সম্পর্ক উন্নয়ন করতে পারেন।
cy: Rydym yn galluogi gweithredwyr, gwneuthurwyr ffôn a datblygwyr i reoli, addasu a meithrin eu perthynas eu hunain gyda'u cwsmeriaid yn uniongyrchol drwy ein cynnyrch symudol: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> a <a %(url3)s>Firefox ar gyfer Android</a>.
es_mx: Estamos haciendo posible que tanto operadores, fabricantes de telefonía como desarrolladores gestionen, personalicen y mejoren sus relaciones con los clientes directamente gracias a nuestros productos para dispositivos móviles: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> y <a %(url3)s>Firefox para Android</a>.
fr: Nous permettons aux opérateurs, fabricants de téléphones et développeurs de gérer, personnaliser et d'améliorer leurs relations clients à travers tous nos logiciels mobiles&nbsp;: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> et <a %(url3)s>Firefox pour Android</a>.
gd: Tha sinn a' toirt cothrom do ghiùlanairean, saothraichean fhònaichean is luchd-leasachaidh an dàimh eadar iad-sa agus na custamairean a stiùireadh, a ghnàthachadh 's a leasachadh iad fhèin slighe a' bhathair mobile againn: <a %(url1)s>Firefox OS</a>, <a %(url2)s>margaid Firefox</a> agus <a %(url3)s>Firefox airson Android</a>.
hi_in: हम ऑपरेटरों, फोन निर्माताओं और डेवलपर्स का प्रबंधन करने, अनुकूलित करने और हमारे मोबाइल उत्पादों के माध्यम से सीधे अपने ग्राहकों के साथ अपने संबंधों को बढ़ाने में सक्षम रहे हैं: <a %(url1)s>फ़ायरफ़ॉक्स ओएस</a>, <a %(url2)s>फ़ायरफ़ॉक्स का मार्केटप्लेस</a> and <a %(url3)s>एंड्राइड के लिए फ़ायरफ़ॉक्स</a>.
km: យើង​កំពុង​បើក​ប្រតិបត្តិការ ក្រុមហ៊ុន​ផលិត​ទូរស័ព្ទ និង​អ្នក​អភិវឌ្ឍន៍​ដើម្បី​គ្រប់គ្រង ប្ដូរ​តាម​តម្រូវ​ការ និង​បង្កើន​ទំនាក់ទំនង​ជាមួយ​អតិថិជន​របស់​ពួកគេ​ដោយ​ផ្ទាល់​តាមរយៈ​ផលិតផល​ទូរស័ព្ទ​របស់​យើង៖ <a %(url1)s>Firefox OS</a>, <a %(url2)s>ឃ្លាំង​កម្មវិធី Firefox</a> និង <a %(url3)s>Firefox សម្រាប់ Android</a> ។
ms: Kami sedang membolehkan operator, pengeluar telefon dan pembangun untuk mengurus, menyesuai dan memperbaiki hubungan dengan pelanggan mereka secara terus melalui produk mudah alih kami: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> dan <a %(url3)s>Firefox untuk Andoid</a>.
my: ကျွန်တော်တို့ဟာ ဖုန်း အပ်ပ်ရေးသူများ၊ ဖုန်းထုတ်လုပ်သူများ နှင့် ဖုန်းအော်ပရေတာများအား ၎င်းတို့၏ ဖောက်သည်များဖြင့် တိုက်ရိုက် ဆက်ဆံနိုင်အောင် အောက်ပါထုတ်ကုန်များ ကို အထူးတီထွင်ထားပါတယ် - <a %(url1)s>မီးမြေခွေး OS</a>, <a %(url2)s>မီးမြေခွေး ဈေးကွက် </a> and <a %(url3)s>အန်းဒရိုက်အတွက် မီးမြေခွေး</a>.
pt: Estamos a permitir que operadores, fabricantes de telemóveis e programadores façam a gestão, personalização e melhorem as relações com os seus clientes, diretamente através dos nossos produtos móveis: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> e <a %(url3)s>Firefox para Android</a>.
sw: Tunawezesha ma opereta, watengezaji simu na waendelezaji, kubinafsisha na kuboresha uhusiano na wateja wao moja kwa moja kupitia bidhaa zetu za simu ya mkono: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Soko La Firefox</a> and <a %(url3)s>Firefox ya Android</a>.
ur: ہم آپریٹرز، فون بنانے والے اور ڈیولپرز کو اپنے گاہگوں کے ساتھ ہمارے موبائل مصنوعات کے ضریعے تعلق سنبھالنے، تخصیص کرنے اور بہتر بنانے کی اہلیئت دے رہے ہیں: <a %(url1)s>Firefox OS</a>، <a %(url2)s>Firefox Marketplace</a> اور Android<a %(url3)s> کے لیے Firefox</a>۔
zu: Sihlomisa abasebenzisi, abakhiqizi bezingcingo nabaqambi ukuze balawule, baqambe ngokwabo baphinde bathuthukise abudlelwano babo namakhasimende abo ngemikhiqizo yomakhalekhukhwini: <a %(url1)s>i-Firefox OS</a>, <a %(url2)s>i-Firefox Marketplace</a> kanye ne<a %(url3)s>-Firefox ye-Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
bn_bd: ফায়ারফক্স ওএস ২৯টি দেশে ৫০টিরও বেশি লঞ্চ এবং ১৪টি গ্লোবাল অপারেটরে নিয়ে এসেছে উন্মুক্তভাব, প্রবেশযোগ্যতা এবং সুযোগ — এবং এই গতিবেগ ২০১৫তেও অব্যাহত থাকবে।
cy: Mae Firefox OS wedi dod â chyfle, mynediad a gweithio'n agored i 29 gwlad gyda mwy na 50 lansiad a 14 darparwr byd eang — ac mae'r momentwm yn parhau yn 2015.
hi_in: फ़ायरफ़ॉक्स ओएस 50 से अधिक की शुरूआत और 14 वैश्विक ऑपरेटरों के साथ 29 देशों के लिए खुलापन, पहुंच और अवसर लाया गया है - और उस गति 2015 में जारी है.
my: မီးမြေခွေး OS သည် လွတ်လပ်မှု၊ သုံးဆွဲနိုင်မှု နှင့် အခွင့်အလမ်းများကို နိုင်ငံပေါင်း 29 နိုင်ငံ သို့ မိတ်ဆတ်မှုပေါင်း 50 နှင့်အတူ နိုင်ငံတကာ အော်ပရေတာ 14 ခုကိုပါ ရောက်ရှိအောင် စွမ်းဆောင်နိုင်ခဲ့တယ် - 2015 မှာ အရှိန်အဟုန်မပျက် ဆက်လက် ဖြန့်ကျက်မှာ ဖြစ်ပါတယ်။
pt: O Firefox OS trouxe abertura, acessibilidade e oportunidades em 29 países com mais de 50 lançamentos e 14 operadores globais — e este dinamismo continua em 2015.
sw: Firefox OS imeleta uwazi, upatikanaji na fursa kwa nchi 29 na imeziduliwa mara 50 na opereta 14 wa kimataifa — na msukumu huo utaendelea 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
af: Kyk wat volgende is vir mobiel met <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Markplek</a> en <a %(url3)s>Firefox vir Android</a>.
bn_bd: মোবাইলের জন্য এর পরে কি দেখুন <a %(url1)s>ফায়ারফক্স ওএস</a>, <a %(url2)s>ফায়ারফক্স মার্কেটপ্লেস</a>এবং <a %(url3)s>অ্যান্ড্রয়েডের জন্য ফায়ারফক্স</a>।
cy: Gweld beth sy nesaf ar gyfer symudol gyda <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> a <a %(url3)s>Firefox Android</a>.
es_mx: Mira que es lo que sigue para los teléfonos celulares con <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> y <a %(url3)s>Firefox for Android</a>.
gd: Faic na tha ri tighinn air <a %(url1)s>Firefox OS</a>, <a %(url2)s>margaid Firefox</a> agus <a %(url3)s>Firefox airson Android</a>.
hi_in: अपने मोबाइल के लिए अगला देखें <a %(url1)s>Firefox OS </a>, <a %(url2)s>Firefox Marketplace</a> और <a %(url3)s>Android के लिए Firefox </a>.
km: មើល​អ្វី​បន្ទាប់​ពី​សម្រាប់​ទូរស័ព្ទ​ចល័ត​ជាមួយ <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> និង <a %(url3)s>Firefox សម្រាប់ Android</a> ។
ms: Lihat apakah seterusnya untuk mudah alih dengan <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> dan <a %(url3)s>Firefox untuk Android</a>.
my: <a %(url1)s>မီးမြေခွေး OS</a>, <a %(url2)s>မီးမြေခွေး ဈေးကွက်</a> and <a %(url3)s>အန်းဒရိုက်အတွက် မီးမြေခွေး </a>.ဖြင့် မိုဘိုင်းလ်သုံးဆွဲသူတွေအတွက် နောက်တစ်ဆင့်ကို မျှော်ကြည့်ပါ
pt: Veja o que vem aí para o móvel com o <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> e <a %(url3)s>Firefox para Android</a>.
sw: Ona nini itakayotokea kwa simu iliyo na <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> na<a %(url3)s>Android ya Firefox</a>.
zu: Bona ukuthi yini elandelayo komakhalekhukhwini nge <a %(url1)s>Firefox OS</a>, <a %(url2)s>i-Firefox Marketplace</a> kanye ne-<a %(url3)s>Firefox ye-Android</a>.

source: See more partners
af: Sien meer vennote
bn_bd: আরো পার্টনার দেখুন
cy: Rhagor o bartneriaid
es_mx: Ver más socios
fr: Afficher d'autres partenaires
gd: Faic barrachd chom-pàirtichean
hi_in: अधिक भागीदारों को देखें
km: មើល​ដៃគូ​ច្រើន​ទៀត
ms: Lihat lebih banyak rakan kongsi
my: နောက်ထပ် ပါတနာများကို ကြည့်မည်
pt: Veja mais parceiros
sw: Ona washirika wengine
ur: مزید شریک دیکھیں
zu: Abanye ophathina

source: Recent news
af: Onlangse nuus
bn_bd: সাম্প্রতিক সংবাদ
cy: Newyddion diweddaraf
es_mx: Últimas noticias
fr: Dernières actualités
gd: Naidheachdan
hi_in: ताजा ख़बरें
km: ព័ត៌មាន​បច្ចុប្បន្ន
ms: Berita mutakhir
my: လတ်တလော သတင်းများ
pt: Notícias recentes
sw: Habari za hivi karibuni
ur: حالیہ خبریں
zu: Izindaba ezintsha

source: Firefox OS Unleashes the Future of Mobile
af: Firefox OS bevry die toekoms van mobiele toestelle
bn_bd: Firefox OS মোবাইলের ভবিষ্যত উন্মুক্ত করে দিয়েছে
cy: Firefox OS yn arwain ar Ddyfodol FfonauSymudol
es_mx: Firefox OS revela el futuro de los teléfonos celulares
gd: Tha Firefox OS a' saoradh nan uidheaman mobile
hi_in: Firefox OS मोबाइल के भविष्य का रास्ता खोलता है
km: Firefox OS បញ្ចេញ​ទូរស័ព្ទ​ចល័ត​នៅ​ពេល​ខាង​មុន
ms: Firefox OS melepaskan Masa Depan Mudah Alih
my: မီးမြေခွေးOS အနာဂတ်ရဲ့ မိုဘိုင်းလ်ဖုန်းကို ခံစားကြည့်လိုက်ပါ
pt: O Firefox OS liberta o futuro do móvel
sw: Firefox OS yavumbua maisha ya baadaye ya Simu
zu: I-Firefox OS ithukulula Ikusasa Likamakhalekhukhwini

source: Be a partner
bn_bd: অংশীদার হোন
cy: Byddwch yn bartner
gd: Bi ’nad chom-pàirtiche
hi_in: एक साथी बने
my: ပါတနာတစ်ယောက်ဖြစ်လာပါ
pt: Seja um parceiro
sw: Kuwa mshirika

source: Just what your customers need
bn_bd: যেমনটা আপনার কাস্টোমারের প্রয়োজন
cy: Dyma'r union beth mae eich cwsmeriaid ei angen
hi_in: बस आपके ग्राहक को क्या जरूरत हैं
my: သင့် ဖောက်သည်တွေလိုအပ်သည့်အရာများသာ
pt: Mesmo aquilo que os seus consumidores precisam
sw: Kile tu wateja wako wanahitaji

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
bn_bd: ব্যবহারে সহজ। কাস্টোমাইজ করাও সহজ। ফায়ারফক্স ওএস একটি উন্মুক্ত প্লাটফর্ম যা মান শৃঙ্খলে বৃহৎ জনগোষ্ঠীর অংশগ্রহণে সহযোগিতা করে।
cy: Hawdd ei ddefnyddio. Hawdd ei gyfaddasu. Mae Firefox OS yn blatfform agored sy'n creu gweithgaredd amgen o fewn y gadwyn werth.
gd: Furasta a chleachdadh. Furasta a ghnàthachadh. 'S e ùrlar fosgailte a tha ann am Firefox OS a tha a brosnachadh com-pàirteachadh nas motha san t-sèine luachan.
hi_in: प्रयोग करने में आसान, मनपसंद बनाने में आसान. Firefox OS एक ओपेन प्लेटफार्म है जो मूल्य श्रृंखला में अधिक से अधिक भागीदारी को बढ़ावा देता हैं
my: သုံးရတာ ပြင်ဆင်ရတာ လွယ်တယ်။ မီးမြေခွေး OS ဟာ ပွင့်လင်းတဲ့ platform တစ်ခုဖြစ်ပြီး အများပါဝင် တည်ဆောက်နိုင်အောင် လုပ်ဆောင်ထားပါတယ်။
pt: Fácil de utilizar. Fácil de personalizar. O Firefox OS é uma plataforma aberta que promove uma maior participação na cadeia de valor.
sw: Rahisi kutumia. Rahisi kubinafsisha. Firefox OS ni jukwaa wazi ambalo hukuza ushiriki mkubwa katika mzunguko wa thamani.

source: The Web is the platform
af: Die web is die platform
bn_bd: ওয়েব-ই হচ্ছে সেই প্ল্যাটফর্ম
cy: Y We yw'r llwyfan
es_mx: La Web es la plataforma
fr: Le Web est la plate-forme
gd: 'S e an lìon an t-ùrlar
hi_in: वेब प्लेटफार्म है
km: តំបន់បណ្ដាញ​គឺជា​កម្មវិធី
ms: Web adalah sebuah platform
my: ဝဘ်ဆိုတာ platform တစ်ခုပဲ
pt: A Web é a plataforma
sw: Mtandao ni jukwaa
ur: ویب ہی تو پلیٹ فارم ہے
zu: IWebhu iyinkundla

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
bn_bd: ফায়ারফক্স ওএস একটি স্বাধীন বিকল্প ইকোসিস্টেম যা বর্তমান ব্যক্তিমালিকানাধীন প্লাটফর্মের নিয়মকানুন ও বিধিনিষেধ থেকে মুক্ত।
cy: Mae Firefox OS yn ecosystem amgen annibynnol sy'n rhydd o'r rheolau a'r cyfyngiadau o fewn y platfformau perchnogol presennol.
gd: 'S e roghainn eile de dh'eag-shiostam neo-eisimeilich a tha ann am Firefox OS a tha saor o na riaghailtean agus bacaidhean a tha an luib nan ùrlaran malairteach a tha againn an-dràsta.
hi_in: Firefox OS नियमों और मौजूदा मालिकाना प्लेटफार्मों के प्रतिबंध से मुक्त एक स्वतंत्र वैकल्पिक पारिस्थितिकी तंत्र है.
my: မီးမြေခွေး OS သည် ဈေးကွက်ထဲရှိ အခြား Platforms များနှင့်မတူ စည်းမျဉ်းများစွာ မှကင်းလွတ်ပြီး တည်ခိုမှုကင်းမဲ့တဲ့ အသိုင်းအဝိုင်းတစ်ခုဖြစ်ပါတယ်။
pt: O Firefox OS é um ecossistema alternativo e independente, livre de regras e restrições de plataformas proprietárias existentes.
sw: Firefox OS ni huru njia mbadala ya mazingira huru kutoka sheria na vikwazo wa majukwaa zilizopo wamiliki.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
bn_bd: আমাদের অংশীদার ইন্ডাস্ট্রি লিডাররা তারা বুঝতে পারছেন এই ভিন্নরকমের সুবিধাগুলো লক্ষ্য বাজারে তাদের নিয়ে যাবে।
cy: Mae ein partneriaid yn arweinwyr diwydiant sydd wedi sylweddoli gwerth y mae cynnyrch amgen yn gallu dod i'r farchnad darged.
hi_in: हमारे पार्टनर्स इंडस्ट्री लीडर है जो मूल्य को एहसास किये है कि एक विभेदित भेंट उनके लक्ष्य बाजार को ला सकता है.
my: ကျွနု်ပ်တို့ရဲ့ ပါတနာများဟာ လုပ်ငန်းနယ်ပယ်အတွင်း ဦးဆောင်နေသူများဖြစ်ပြီး ကွဲပြားတဲ့ ဝန်ဆောင်မှု တစ်ခုမှ ပေးစွမ်းနိုင်တဲ့ တန်ဖိုးတစ်ခုကို နားလည်ထားကြသူတွေပါ
pt: O nossos parceiros são líderes da indústria que perceberam o valor que uma oferta diferenciada pode trazer para os seus mercados-alvo.
sw: Washirika wetu ni viongozi wa sekta hiyo na wamebaini thamani ya kuleta kitu tofauti wanachoweza kuleta kwa masoko wanayolenga.

source: Made by Firefox
af: Gemaak deur Firefox
bn_bd: ফায়ারফক্স এর তৈরি
cy: Gwnaed gan Firefox
es_mx: Hecho por Firefox
fr: Créé par Firefox
gd: Air a dhèanamh le Firefox
hi_in: फायरफोक्स द्वारा बनाया गया
km: បាន​បង្កើត​ដោយ Firefox
ms: Dibuat oleh Firefox
my: မီးမြေခွေးဖြင့် ဖန်တီးထားသည်
pt: Feito pelo Firefox
sw: Imetengenezwa na Firefox
ur: Firefox کی طرف سے بنایا گیا
zu: Yenziwe yi-Firefox
