Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
af: Ons was vir die afgelope 15 jaar behulpsaam om die web te innoveer en te vorm, ten einde dit vir almal oop en beskikbaar te stel. Een-vyfde van alle webaktiwiteit vind vandag plaas deur Firefox-produkte as gevolg van ons pogings.
cy: Am y 15 mlynedd diwethaf, rydym wedi bod yn allweddol wrth arloesi a siapio'r We i'w chadw ar agor ac yn hygyrch i bawb. O ganlyniad i'n hymdrechion, mae un rhan o bump o'r holl weithgaredd ar y we yn digwydd drwy gynnyrch Firefox.
es_mx: Durante los últimos 15 años hemos desempeñado un papel decisivo en la innovación y la transformación de la Web para que continúe siendo abierta y accesible para todos. Como resultado de nuestros esfuerzos, hoy en día una quinta parte de toda la actividad de la Web se genera a través de los productos Firefox.
fr: Ces 15 dernières années, nous avons joué un rôle crucial afin de rétablir l'innovation sur le Web et de le garder ouvert et accessible à tous. Le résultat de ce travail acharné est qu'aujourd'hui, un cinquième de toutes les activités sur le Web est réalisé à travers Firefox.
gd: Bha làmh mhòr againn ann an tionnsgnadh is dealbhadh an lìn thairis air na 15 bliadhna dheug seo chaidh gus a chumail fosgailte dhan a h-uile duine. Mar thoradh air ar n-obair, tha an còigeamh cuid de gach rud a thachras air an lìon a’ cleachdadh bathar Firefox.
hi_in: पिछले 15 वर्षों से हमने वेब को आकार देने के लिए और इसे खुला रखने के लिए,ताकि ये सभी के लिए सुलभ हो,हमने महत्वपूर्ण भूमिका निभाई . हमारे प्रयासों का एक परिणाम के रूप में, सभी वेब गतिविधि में इकाई के पाँचवे भाग आज फ़ायरफ़ॉक्स उत्पादों के माध्यम से होता है।
km: សម្រាប់​រយៈពេល 15 ឆ្នាំ​មុន យើង​បាន​ជួយ​ក្នុង​ការ​ផ្លាស់ប្ដូរ និង​រៀបចំ​បណ្ដាញ​ដើម្បី​រក្សា​ឲ្យ​វា​នៅ​បើក​ចំហ និង​អាច​ចូល​ប្រើ​បាន​ទាំងអស់​គ្នា។ ជា​លទ្ធផល​នៃ​ការ​ខិតខំ​របស់​យើង មួយ​ភាគ​ប្រាំ​នៃ​សកម្មភាព​បណ្ដាញ​ទាំងអស់​ថ្ងៃនេះ​គឺ​កើតឡើង​តាម​ផលិតផល Firefox ។
ms: Selama 15 tahun, kami telah memainkan peranan penting dalam menginovasi dan membentuk Web untuk memastikan ianya terbuka dan tercapai oleh semua. Hasil dari usaha kami, satu per lima daripada semua aktiviti Web pada hari ni terjadi melalui produk Firefox.
my: လွန်ခဲ့တဲ့ ၁၅ နှစ် အတွင်း အင်တာနက်အားလွတ်လပ်ပြီး လူတိုင်းသုံးဆွဲနိုင်ရန် ကြိုးစားခဲ့ပါတယ်။ ကြိုးစားမှုရလဒ်အနေနဲ့ ကတော့ ယနေ့ အင်တာနက်ရဲ့ လှုပ်ရှားမှု ငါးပုံတစ်ပုံဟာ မီးမြေခွေး ထုတ်ကုန်များ မှတစ်ဆင့် ဖြစ်ပွားခြင်းဖြစ်ပါတယ်။
pt: Nos últimos 15 anos, temos sido fundamentais na inovação e definição da Web para manter a mesma aberta e acessível a todos. Como resultado dos nossos esforços, um quinto de toda a atividade na Web hoje acontece através de produtos Firefox.
sw: Kwa kipindi cha miaka 15 iliyopita, tumekuwa tukichangia kwa njia kubwa katika kubuni na kuchagiza Mtandao kuutunza ubaki wazi na kupatikana kwa wote. Kama matokeo ya jitihada zetu, moja kati ya tano ya shughuli zote za mtandao leo hutokea kupitia njia ya bidhaa za Firefox.
ur: ہم پچھلے 15 سال سے، ویب کو آزاد اور ہر ایک کے لیے رسائی پذیر رکھنے کے لیے ایجادوں اور ویب کی نش و نما میں بڑا کردار ادا کر رہے ہیں۔ ہماری کوششوں کے نتیجے میں دنیا کی تمام ویب سرگرمیوں میں سے بیس فیصد Firefox مصنوعات کے ذریعے ہوتی ہیں۔
zu: Eminyakeni eyi-15 edlule, besiyingxenye yokuqamba amasu amasha nokulungisa iWebhu ukuze ihlale ivulelekile futhi ifinyeleleka kuwo wonke umuntu. Ngenxa yemizamo yethu, ingxenye yokuhlanu okwenzeka kuWebhu manje kwenzeka ngemikhiqizo ye-Firefox.

source: The Open Web advantage
bn_bd: ওপেন ওয়েবের সুবিধা
cy: Mantais y We Agored
hi_in: ओपेन वेब का फायदा
my: လွတ်လပ်အင်တာနက် အကျိုးကျေးဇူး
pt: A vantagem da Web aberta
sw: Manufaa ya Mtandao Wazi

source: With Firefox OS you can:
bn_bd: ফায়ারফক্স ওএসে আপনি যা করতে পারবেন:
cy: Gyda Firefox OS gallwch:
hi_in: आप कर सकते हो Firefox OS के साथ:
my: မီးမြေခွေးOS ဖြင့် လုပ်ဆောင်နိုင်သော အရာများ -
pt: Com o Firefox OS pode:
sw: Na Firefox OS unaweza:

source: Create unique user experiences to deliver on specific market needs
bn_bd: নির্দিষ্ট বাজারে চাহিদার উপর ভিত্তি করে অনন্য ব্যবহারকারীর অভিজ্ঞতা তৈরি করে
cy: Creu profiadau unigryw i'r defnyddiwr i ddarparu ar gyfer anghenion marchnadoedd penodol
hi_in: विशिष्ट बाजार की जरूरत पर वितरित करने के लिए अनूठा अनुभव बनाये
my: ဈေးကွက်လိုအပ်ချက်အတိုင်း ထူးခြားသော သုံးဆွဲသူ အတွေ့အကြုံများကို ဖန်တီးပါ
pt: Criar experiências de utilizador únicas para dar uma resposta a necessidades especificas do mercado
sw: Kujenga uzoefu wa kipekee wa watumiaji kutosheleza mahitaji maalum ya soko

source: Own and control your relationship with your consumers
bn_bd: আপনার ভোক্তা এবং আপনার সম্পর্কে আপন এবং নিয়ন্ত্রণ করুন
cy: Perchnogi a rheoli eich perthynas gyda'ch defnyddwyr
hi_in: अपना और अपने ग्राहकों के साथ अपने संबंधों का नियंत्रण
my: သင့်ဖောက်သည်များ နှင့် သင့်ကြား ဆက်ဆံရေးကို ထိန်းသိမ်းပါ
pt: Controlar a sua relação com os seus consumidores
sw: Miliki na udhibiti uhusiano wako na wateja wako

source: Explore alternative business models
bn_bd: বিকল্প ব্যবসায়িক মডেল অন্বেষণ করুন
cy: Ystyried modelau busnes eraill
hi_in: वैकल्पिक व्यापार मॉडल का एक्सप्लोर करें
my: အခြား စီးပွားရေးလုပ်ငန်းပုံစံများကို ရှာဖွေပါ
pt: Explorar modelos de negócio alternativos
sw: Chunguza mifano mbadala ya biashara

source: Stimulate increased Internet use
bn_bd: বর্ধিত ইন্টারনেট ব্যবহারের কর্মপ্রেরণা যোগায়
cy: Annog defnydd cynyddol o'r we
hi_in: बढ़ते इंटरनेट उपयोग को प्रोत्साहित करें
my: အင်တာနက်သုံးဆွဲမှု မြင့်မားလာမှုကို ကိုင်တွယ်ပါ
pt: Estimular a utilização crescente da Internet
sw: Iga kuongezeka kwa matumizi ya intaneti

source: Level the playing field against other OS and marketplace providers
bn_bd: অন্যান্য OS ও মার্কেটপ্লেস প্রদানকারীদের বিরুদ্ধে খেলার সমান মাঠ তৈরি করে
cy: Creu cystadleuaeth gyfartal yn erbyn systemau gweithredu a marchnadoedd darparu eraill
hi_in: अन्य ओएस और मार्केटप्लेस प्रदाताओं के सम्मुख समान अवसर
my: အခြား​ OS များနှင့် ဈေးကွက်ထောက်ပံ့သူများ နှင့်ရင်ဘောင်တန်းနိုင်ရန်
pt: Nivelar o campo de ação contra outros sistemas operativos e fornecedores no mercado
sw: Sawazisha uwanja dhidi ya OS nyingine na watoa huduma wa soko

source: Firefox OS at home
bn_bd: বাড়ীতে ফায়ারফক্স ওএস
cy: Firefox OS yn y cartref
hi_in: घर में Firefox OS
my: အိမ်သုံး မီးမြေခွေး OS
pt: Firefox OS em casa
sw: Firefox OS nyumbani

source: The power of the Web is coming to Panasonic TVs later this year
bn_bd: এই বছরের শেষেই প্যানাসনিক টিভিতে আসছে ওয়েবের ক্ষমতা।
cy: Mae grym y We'n dod i setiau teledu Panasonic yn hwyrach yn y flwyddyn
hi_in: इस वर्ष में आगे वेब का पावर पैनासोनिक TVs में आ रहा हैं
my: အင်တာနက်ရဲ့ စွမ်းအားကို Panasonic TVs များဆီသို့ ယခု နှစ်နောက်ပိုင်းတွင် သယ်ဆောင်လာပါပြီ
pt: O poder da Web está a chegar às televisões da Panasonic no final deste ano
sw: Nguvu ya mtandao ni kuja kwa Panasonic TV baadaye mwaka huu

source: HTML5 apps for all
af: HTML5-programme vir almal
bn_bd: সবার জন্য HTML5 অ্যাপস
cy: Apiau HTML5 ar gyfer pawb
es_mx: Aplicaciones HTML5 para todos
fr: Des applis HTML5 pour tous
gd: Aplacaidean HTML5 airson a h-uile duine
hi_in: सभी के लिए एचटीएमएल५ HTML5 अनुप्रयोग
km: កម្មវិធី HTML5 សម្រាប់​ទាំងអស់
ms: Aplikasi HTML5 untuk semua
my: အားလုံးအတွက် HTML5 အက်ပ်များ
pt: Aplicação HTML5 para todos
sw: Programu za HTML5 kwa ajili ya wote
ur: سم کے لیے HTML5 ایپ
zu: Ama-HTML5 app kubo bonke

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
bn_bd: বিশ্বে সকল জনপ্রিয় অ্যাপ ও স্থানীয় গ্রাহকদের চাহিদার সাথে মানানসই ও আরও সম্পৃক্ত কিছু ফিচার করে এমন ইকোসিস্টেমে অংশগ্রহণ করার নতুন উপায় আবিষ্কার করুন।
cy: Darganfyddwch ffordd newydd i gymryd rhan mewn ecosystem sy'n cynnwys apiau mwyaf poblogaidd y byd yn ogystal â chynnwys mwy perthnasol wedi ei dargedi at anghenion lleol eich cwsmeriaid.
hi_in: अपने ग्राहकों की स्थानीय आवश्यकताओं के अनुरूप दुनिया के सबसे लोकप्रिय एप्स और अधिक प्रासंगिक, लक्षित सामग्री कि सुविधाओं के एक पारिस्थितिकी तंत्र में भाग लेने के लिए एक नया तरीका खोजे.
my: သင့် ဒေသခံ ဖောက်သည်ရဲ့ လိုအပ်ချက်များကို ပိုမို သင့်လျော်သော၊ ရွေးချယ်ထားသော content နှင့် ရေပန်းစားအက်ပ်များ အသုံးပြုပြီး ဈေးကွက်အား ထိုးဖောက်ပါ
pt: Descubra uma nova forma de participar num ecossistema que fornece as aplicações mais populares do mundo, bem como conteúdos mais relevantes e direcionados às necessidades locais dos seus clientes.
sw: Gundua njia mpya ya kushiriki katika mazingira yenye programu maarufu zaidi dunia nzima na za muhimu zaidi, maudhui yaliolengewa mahitaji ya wateja wako.

source: Your own business model
bn_bd: আপনার নিজের ব্যবসা মডেল
cy: Eich model busnes eich hun
hi_in: आपका अपना बिज़नस मॉडल
my: သင့်ကိုယ်ပိုင်စီးပွားရေးလုပ်ငန်း
pt: O seu próprio modelo de negócio
sw: Mfano wako binafsi wa biashara

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
cy: Tyfwch eich busnes drwy gyfuno eich cynlluniau talu cwsmeriaid eich hun gyda'n cynigion gwasanaeth cod agored, gan gyrraedd marchnadoedd newydd a chyfaddasu profiadau prynu sy'n ddiwallu eich anghenion penodol.
hi_in: अपने व्यापार को बढ़ावा दे हमारे उपभोक्ता भुगतान योजनाओ के साथ हमारे खुले स्रोत सेवाओं की पेशकश , नए बाजार तक पहुंच और क्रय अनुकूलित और एप्लीकेशन अनुभव को जोड़ें अपने विशिष्ट जरूरतों को पूरा करने के लिए.
my: ကျွန်တော်တို့၏ အခမဲ့လွတ်လပ်ဝန်ဆောင်မှုများနှင့် သင့် ငွေပေးချေမှုပုံစံ ပေါင်းစပ်ခြင်းဖြင့် သင့်စီးပွားရေးကို တိုးချဲ့ပါ။ သင့်လိုအပ်ချက်များနှင့် ဈေးကွက်သစ်များ ရရှိရန် ဝယ်ယူရေးနှင့် အက်ပ် အသုံးပြုခြင်းကို စိတ်ကြိုက်ပြင်ဆင်ပါ။
pt: Faça crescer o seu negócio combinando os planos pagos dos seus clientes com as nossas ofertas de serviço de código aberto. Personalize as experiências de compras e aplicação para satisfazer necessidades específicas e atingir novos mercados.
sw: Kuza biashara yako kwa kuchanganya mwenyewe mipango ya malipo ya wateja wako na huduma zetu za chanzo wazi. Binafsisha ununuzi na uzoefu wa programu ili kukidhi mahitaji yako maalumu na kufikia masoko mapya.

source: Revolutionary content discovery
bn_bd: বিপ্লবী কন্টেন্ট আবিষ্কার
cy: Canfod cynnwys chwyldrodaol
hi_in: क्रांतिकारी सामग्री खोज
my: ထူးခြားပြောင်မြောက်တဲ့ ရှာဖွေမှု
pt: Descoberta revolucionária de conteúdo
sw: Mapinduzi katika ugunduzi wa maudhui

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
cy: Mae arbenigwyr apiau ac aelodau cymuned Mozilla'n adnabod cynnwys perthnasol ar y Firefox Marketplace. Mae hyn yn sicrhau fod eich cwsmeriaid yn gallu dod o hyd i gynnwys perthnasol sy'n werthfawr iddyn nhw.
hi_in: एप्स एक्सपर्ट और मोज़िल्ला कम्युनिटी मेम्बर पुरे विश्व से फ़ायरफ़ॉक्स बाज़ार पर प्रासंगिक सामग्री की पहचान करने मदद करता हैं. यह सुनिश्चित करता है कि आपके ग्राहकों आसानी से सामग्री जो सबसे ज्यादा मायने रखती है प्राप्त कर सकते हैं.
my: အက်ပ်ဆိုင်ရာ ကျွမ်းကျင်သူများ နှင့် မိုဇီလာ ကွန်မြူနတီမန်ဘာများ မှ သင့်လျော်သော အရာများအား ရှာဖွေနိုင်ရန် ကူညီပေးထားပါတယ်။ ယခုလိုပြုလုပ်ထားခြင်းအားဖြင့် သင့် ဖောက်သည်များ ရှာဖွေနေသည့်အရာအား လွယ်ကူစွာ ရှာဖွေနိုင်​စေနိုင်ပါတယ်။
pt: Especialistas de aplicações e membros da comunidade Mozilla de todo o mundo ajudam a identificar conteúdo relevante no Firefox Marketplace. Isto garante que os seus clientes podem encontrar facilmente os conteúdos que mais lhe interessam.
sw: Wataalamu wa programu tumizi na wanachama wa jamii ya Mozilla kutoka duniani kote wanasaidia kutambua maudhui husika katika Firefox Marketplace. Hii inahakikisha kwamba wateja wako wanaweza kupata kwa urahisi maudhui yenye maana zaidi kwao.

source: Testimonials
af: Getuigskrifte
bn_bd: প্রশংসাপত্র
cy: Tystebau
es_mx: Recomendaciones
fr: Témoignages
gd: Teisteanasan
hi_in: प्रमाण-पत्र
km: លិខិត​បញ្ជាក់​គុណភាព
ms: Testimonial
my: ထင်မြင်ချက်များ
pt: Testemunhos
sw: Ushuhuda
ur: ٹیسٹیمونیئل
zu: Izifakaziselo

source: See what Box, SoundCloud and others have to say
af: Kyk wat Box, SoundCloud en ander alles te sê het
bn_bd: দেখুন what Box, SoundCloud সহ অন্যরা কি বলছে
cy: Gweld beth sydd gan Box, SoundCloud ac eraill i'w ddweud
es_mx: Mira lo que Box, SoundCloud y algunos otros tienen que decir
fr: Découvrez ce que Box, SoundCloud et d'autres disent à notre propos
gd: Faic na tha Box, SoundCloud is feadhainn eile ag ràdh
hi_in: देखिये Box, SoundCloud और अन्यों को क्या कहना चाहिए
km: មើល​ពី​អ្វី​ដែល Box, SoundCloud សេវា​ផ្សេងទៀត​ត្រូវ​និយាយ
ms: Lihat apa Box, SounCloud dan lain-lain menyuarakan pendapat mereka
my: Box, SoundCloud နှင့်အခြား ဝန်ဆောင်မှုများပြောကြားထားသည်ကို ကြည့်မယ်
pt: Veja o que a Box, SoundCloud e outros têm a dizer
sw: Tazama kile Box, SoundCloud na wengine wanasema
ur: دیکھیں کہ Box، SoundCloud اور دوسرے کیا کہتے ہیں
zu: Buka ukuthi ithini i-Box, SoundCloud nokunye

source: Join the Conversation
af: Sluit by die gesprek aan
bn_bd: আলোচনায় যোগ দিন
cy: Ymunwch â'r Sgwrs
es_mx: Únete a la conversación
fr: Rejoignez la conversation
gd: Gabh pàirt sa chòmhradh
hi_in: संवाद में जुड़ें
km: ចូលរួម​សន្ទនា
ms: Sertai Perbualan
my: စကားဝိုင်းတွင် ပါဝင်ပါ
pt: Junte-se à conversa
sw: Jiunge na mazungumzo
ur: تبادلہ خیال میں شریک ہوں
zu: Joyina Ingxoxo

source: Follow @firefoxapps on Twitter
af: Volg @firefoxapps op Twitter
bn_bd: টুইটারে @firefoxapps অনুসরণ করুন
cy: Dilynwch @firefoxapps ar Twitter
es_mx: Sigue a @firefoxapps en Twitter
fr: Suivez @firefoxapps sur Twitter
gd: Lean @firefoxapps air Twitter
hi_in: @firefoxapps को ट्विटर पर फ़ॉलो करें
km: តាម @firefoxapps នៅ​លើ Twitter
ms: Ikuti @firefoxapps di Twitter
my: တွစ်တာရှိ @firefoxapps တွင် သတင်းရယူပါ
pt: Siga @firefoxapps no Twitter
sw: Fuata @firefoxapps kwenye Twitter
ur: @firefoxapps کو Twitter پر فالو کریں
zu: Silandele ku @firefoxapps ku-Twitter

source: Read more on the Apps Blog
af: Lees meer op die programmeblog
bn_bd: বিস্তারিত জানতে অ্যাপস ব্লগ পড়ুন
cy: Darllenwch ragor ar y Blog Apps
es_mx: Infórmate de todo en el blog sobre aplicaciones
fr: En savoir plus sur notre blog dédié aux applications
gd: Leugh barrachd air bloga nan aplacaidean
hi_in: एप्स-ब्लॉग (Apps Blog) पर अधिक पढ़े
km: អាន​បន្ថែម​នៅ​លើ​កំណត់ហេតុ​បណ្ដាញ​កម្មវិធី
ms: Baca selanjutnya di Apps Blog
my: အက်ပ်ဘလော့ဂ်တွင် ပိုမိုဖတ်ရှုပါ
pt: Ler mais no blogue de aplicações
sw: Soma zaidi katika blogu ya Programu tumizi
ur: Apps Blog پر مزید پڑھیں
zu: Funda kabanzi ku-Apps Blog

source: A direct path to your customers
bn_bd: আপনার ভোক্তাদের দিকে সরাসরি পথ
cy: Llwybr syth i'ch cwsmeriaid
hi_in: अपने ग्राहकों के लिए एक सीधा रास्ता
my: သင့် ဖောက်သည်များဆီသို့တိုက်ရိုက်လမ်း
pt: Um caminho direto aos seus consumidores
sw: Njia ya moja kwa moja kwa wateja wako

source: Marketplace offers:
af: Markplek bied:
bn_bd: Marketplace এ আপনি পাবেন:
cy: Mae'r Marketplace yn cynnig:
es_mx: Marketplace ofrece:
fr: Le Marketplace vous offre&nbsp;:
gd: Tairgsean a' mhargaidh:
hi_in: मार्केटप्लेस पेश करता है:
km: ការ​ផ្ដល់​ទីផ្សារ៖
ms: Marketplace menawarkan:
my: ဈေးကွက်မှ အခွင့်အလမ်းများ
pt: O Marketplace oferece:
sw: Matoleo ya Soko:
ur: Marketplace پیش کرنا:
zu: I-Marketplace ikuhlinzeka ngalokhu:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
cy: Bilio gan ddarparwyr sy'n caniatáu i chi gymryd rhan yn yr ecosystem symudol a datblygu perthynas uniongyrchol â'ch defnyddwyr
hi_in: ऑपरेटर बिलिंग जो आपको मोबाइल पारिस्थितिकी तंत्र में भाग लेने और अंत उपयोगकर्ताओं के साथ सीधे संबंधों को विकसित करने देता है
my: သုံးဆွဲသူများ နှင့်တိုက်ရိုက် ထိတွေ့မှုပေးပြီး မိုဘိုင်းလ် ဈေးကွက်အား ဆန်းစစ်နိုင်သော အော်ပရေတာ ဘေလ်တောင်းခံမှု
pt: Pagamentos através do operador que permitem que possa participar no ecossistema móvel e desenvolver relações diretas com utilizadores finais
sw: Kulipisha bili kwa opereta ambako kunakuwezesha kushiriki katika mazingira ya simu na kuendeleza uhusiano wa moja kwa moja na watumiaji.

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
cy: Man darparwr lle gallwch hyrwyddo eich neges, eich cynnwys a chasgliad apiau sy'n berthnasol i'ch cwsmeriaid a'r marchnadoedd
hi_in: एक ऑपरेटर शेल्फ जहां आप अपने ग्राहकों और बाजार के लिए प्रासंगिक अपने संदेश, सामग्री और एप्लिकेशन संग्रह को बढ़ावा दे सकते हैं
my: သင့်ဝယ်သူ၊ ဈေးကွက်တို့နှင့် သက်ဆိုင်သော စာတိုပို့ခြင်း၊ အချက်အလက်နှင့် အက်ပ်လက်ရွေးစင်များကို ကြော်ငြာနိုင်မည့် ရောင်းသူကဏ္ဍ
pt: Uma prateleira do operador onde pode promover a sua mensagem, conteúdos e coleções de aplicações relevantes para os seus consumidores e mercados
sw: Rafu ya Opereta ambapo unaweza kukuza ujumbe wako, maudhui na mkusanyiko wa programu tumizi muhimu kwa wateja wako na masoko

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
cy: Dull darganfod cynnwys unigryw gydag apiau newydd, wedi eu diweddaru'n aml, a'u targedu ar gyfer anghenion lleol eich cwsmeriaid
hi_in: ग्राहकों को 'स्थानीय जरूरतों को पूरा करने के लिए नियमित रूप से अद्यतन, ताजा, प्रासंगिक क्षुधा माइक्रो-लक्षित के साथ एक अद्वितीय सामग्री खोज व्यवस्था
my: ဝယ်သူများ၏ ဒေသတွင်းလိုအပ်ချက်များအတွက် လတ်ဆက်မှု၊ ပုံမှန်အဆင့်မြှင့်ထားမှု၊ ဆက်စပ်အက်ပ်များကို အလေးပေးထားမှုပါဝင်သည့် ထူးခြားအကြောင်းအရာရှာဖွေသည့်မက္ကနစ်ဇမ်
pt: Um mecanismo único de descoberta de conteúdo com aplicação recentes, atualizadas com regularidade e direcionadas para satisfazer as necessidades locais dos seus clientes
sw: Utaratibu wa kipekee wa ugunduzi wa maudhui na safi, unasashishwa mara kwa mara, programu muhimu zinazolenga mahitaji ya ndani ya wateja

source: Commitment from well-known, tier 1 developers
af: Toewyding van welbekende, bewese ontwikkelaars
cy: Ymrwymiad gan datblygwyr haen 1 adnabyddus
es_mx: Compromiso por parte de desarrolladores muy conocidos de primer nivel;
fr: La participation de développeurs d'applications de renommée mondiale
gd: Gealltanas o luchd-leasachaidh ainmeil dhen chiad ìre
hi_in: जाने माने टियर १ डेवलपर्स की प्रतिबद्धता
km: ការ​ប្ដេជ្ញា​របស់​អ្នក​អភិវឌ្ឍន៍​​ដែល​ល្បី​ៗ​​លេខ 1
ms: Komitmen daripada sedia umum, pembangun tier 1
my: လူသိများသော၊ အဆင့်၁ဖန်တီးသူများမှ ကတိပြုချက်
pt: Compromisso de programadores bem conhecidos de primeira linha
sw: Kujitolea kutoka waendelazaji wajulikanao vizuri wa kikundi cha 1
ur: معروف, پہلے درجے کے ڈیولپروں کی زمہ داری
zu: Ukuzibophezela kwabasunguli abaziwayo nabeqophelo loku-1

source: Lower barriers to entry for local app developers in both resource and cost
af: Lae vereistes vir inskrywing vir plaaslike programontwikkelaars in beide hulpbronne en koste
cy: Trothwy is ar gyfer datblygwyr apiau lleol o ran adnoddau a chost
es_mx: Fácil acceso para los desarrolladores de aplicaciones locales tanto en recursos como en costes.
fr: Un abaissement de la barrière d'entrée pour les développeurs d'applications locales tant en termes de coûts que de ressources.
gd: Dèan e nas fhasa do luchd-leasachaidh aplacaidean pàirt a ghabhail a thaobh ghoireasan is cosgais
hi_in: छोटी बाधाएं स्थानीय एप्लीकेशन डेवलपर्स में प्रविष्टि होने के लिए संसाधन और धन
km: ការ​រារាំង​ចូល​ទាប​សម្រាប់​អ្នក​អភិវឌ្ឍន៍​កម្មវិធី​មូលដ្ឋាន​នៅ​ក្នុង​ទាំង​ធនធាន និង​តម្លៃ
ms: Halangan rendah untuk kemasukan bagi pembangun aplikasi lokal dalam kedua-dua sumber dan kos
my: ဒေသတွင်း အက်ပ်တည်ဆောက်သူများ အတွက် ငွေကြေးနှင့် လိုအပ်ချက်များ သက်သာစေပါသည်
pt: Baixa as barreiras de entrada para programadores locais tanto no que diz respeito em recursos como em custos
sw: Vikwazo vya chini vya kuingia kwa waendelezaji kuzingatia rasilimali na gharama
ur: مقامی ایپ ڈیولپرز کے لیے دونوں وصائل اور خرچے کے لحاظ سے شروع ہونے کا آسان راستہ
zu: IImikhawulo embalwa yokungena kubaqambi bama-app ngokwezinsiza nezindleko

source: Become a Marketplace developer
af: Word 'n Markplek-ontwikkelaar
bn_bd: Marketplace ডেভেলপার হোন
cy: Dewch yn ddatblygwr y Marketplace
es_mx: Conviértete en un desarrollador en Marketplace
gd: Rach an sàs obair-leasachaidh sa mhargaidh
hi_in: बाजार(मार्केटप्लेस) के डेवलपर बने
km: បាន​ក្លាយ​ជា​អ្នក​អភិវឌ្ឍន៍​ឃ្លាំង​កម្មវិធី
ms: Menjadi pembangun Marketplace
my: ဈေးကွက်တည်ဆောက်သူ တစ်ယောက်ဖြစ်လာပါ
pt: Torne-se um programador do Marketplace
sw: Kuwa muendelezi wa Marketplace
zu: Yiba ngumqambi we-Marketplace

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
cy: Apiau y gall cwsmeriaid gael mynediad atynt ar draws llwyfannau, dyfeisiau a systemau gweithredu lluosog
hi_in: एप्लिकेशंस जिन्हें उपभोक्ता कई प्लेटफॉर्म्स, यंत्र और ऑपरेटिंग सिस्टम से अभिगमन कर सकता है
my: သင့်ဖောက်သည်များအတွက် Platform မျိုးစုံ၊ ဖုန်းမျိုးစုံ နှင့် ကွန်ပျူတာ စနစ်မျိုးစုံတွင် သုံးနိုင်တဲ့ အက်ပ်များ
pt: Aplicações que os consumidores podem descobrir e aceder facilmente através de várias plataformas, dispositivos e sistemas operativos
sw: Programu tumizi ambazo wateja wanaweza kugundua kwa urahisi na kupata huduma katika majukwaa mbalimbali, vifaa na mifumo ya uendeshaji

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
cy: Model busnes hyblyg, sy'n cynnwys hysbysebu a dewisiadau ariannu talu lluosog sy'n ei gwneud hi'n hawdd i dalu am apiau
hi_in: लचीला व्यापार मॉडल सहित विज्ञापन और कई भुगतान मुद्रीकरण विकल्प, जो इन-ऐप भुगतान को सरल बनाता हैं
my: အက်ပ်တွင်း ငွေပေးချေမှုအား အလွယ်ကူဆုံး ဖြစ်စေသော စီးပွားရေးပုံစံ နှင့် ငွေပေးချေမှု စောင့်ကြည့်​သော အပြင်အဆင်များ
pt: Modelos de negócio flexíveis, incluindo publicidade e várias opções de monetização que tornam os pagamentos nas aplicações simples
sw: Mifano rahisi ya biashara, ikiwa ni pamoja na matangazo na chaguzi mbalimbali za malipo ambazo zinafanya malipo katika programu tumizi kuwa rahisi

source: Optional carrier billing in regional currencies
af: Opsionele draerfakturering in streeksgeldeenhede
cy: Bilio cludwr dewisol mewn arian rhanbarthol
es_mx: Facturación opcional de telefonía móvil en divisas regionales;
fr: Facturation optionnelle de la téléphonie mobile dans la monnaie régionale
gd: Bileachadh ghiùlanairean ann an airgeadrathan ionadail ma lùigear
hi_in: क्षेत्रीय चलनों में वैकल्पिक कैरिएर बिलिंग
km: ជម្រើស​ការ​ចេញ​វិកយបត្រ​របស់​ក្រុមហ៊ុន​បញ្ចូន​គិត​តាម​រូបិយវត្ថុ​ក្នុង​តំបន់
ms: Pilihan pembayaran bil dalam pelbagai mata wang
my: ရွေးချယ်နိုင်သော ဒေသတွင်း ငွေကြေးသုံး ဘေလ် တောင်းခံမှု
pt: Cobrança opcional pelo operador em moedas regionais
sw: Kutoza bili kwa hiari katika sarafu ya kikanda
ur: علاقائی کرنسی میں اختیاری کیریئر بلنگ
zu: Izindlela eziningi zokubiza imali kubathuthi ezizindeni zemali ezehlukile

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
bn_bd: বিশ্বব্যাপী ছড়িয়ে থাকা কোটি কোটি ফায়ারফক্স ব্যবহারকারী ও সমর্থকদের সাথে সংযুক্ত হওয়ার সক্ষমতা রয়েছে
cy: Y gallu i gysylltu gyda channoedd o filiynau o ddefnyddwyr a chefnogwyr Firefox o amgylch y byd
hi_in: विश्वभर के लाखोँ फ़ायरफ़ॉक्स समर्थकों से जुड़ने की क्षमता
my: ကမ္ဘာတဝှမ်းရှိ သိန်းနှင့် သန်းနှင့်ချီသော မီးမြေခွေးအသုံးပြုသူများနှင့် ပံ့ပိုးသူများကို ချိတ်ဆက်ပေးမည့် စွမ်းရည်
pt: A possibilidade de se ligar a centenas de milhar de utilizadores e apoiantes do Firefox de todo o mundo
sw: Uwezo wa kuungana na mamia ya mamilioni ya watumiaji wafuasi wa Firefox duniani kote
