Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
af: Laat groei jou besigheid deur jou eie kliëntebetalingsplan met ons oopbron-diensaanbiedinge te kombineer, nuwe markte te bereik en aankoop- en programervarings te pasmaak om aan jou spesifieke behoeftes te voldoen.
cy: Tyfwch eich busnes drwy gyfuno eich cynlluniau talu cwsmeriaid eich hun gyda'n cynigion gwasanaeth cod agored, gan gyrraedd marchnadoedd newydd a chyfaddasu profiadau prynu sy'n ddiwallu eich anghenion penodol.
es_mx: Haz crecer tu negocio integrando tus propios planes de pago para clientes con nuestras ofertas de servicios de código abierto. Llega a nuevos mercados y personaliza el proceso de adquisición y compra. Brinda experiencias con aplicaciones únicas que den respuesta a tus necesidades concretas.
fr: Développez vos activités en combinant vos propres systèmes de facturation aux utilisateurs grâce aux solutions open source que nous vous proposons. Adressez de nouveaux marchés et personnalisez l'acte d'achat et la gestion des applications mobiles afin qu'ils correspondent aux besoins de votre entreprise.
gd: Thoir fàs air do ghnothachas, a' cur còmhla planaichean pàigheadh nan custamairean agad leis na bheir an t-seirbheis fhosgailte againn, feuch margaidhean ùra agus gnàthaich dòighean ceannaich is aplacaidean ach am freagair iad ort fhèin.
hi_in: अपने व्यापार को बढ़ावा दे हमारे उपभोक्ता भुगतान योजनाओ के साथ हमारे खुले स्रोत सेवाओं की पेशकश , नए बाजार तक पहुंच और क्रय अनुकूलित और एप्लीकेशन अनुभव को जोड़ें अपने विशिष्ट जरूरतों को पूरा करने के लिए.
km: ធ្វើឲ្យ​អាជីវកម្ម​របស់​អ្នក​រីកចម្រើន​ដោយ​ការផ្សំ​គម្រោង​បង់ប្រាក់​អតិថិជន​របស់​អ្នក​ជាមួយ​ការ​ផ្ដល់​​សេវាកម្ម​ប្រភព​បើក​ចំហ​របស់​យើង ទីផ្សារ​ថ្មីៗ ការ​ទិញ​ផ្ទាល់ខ្លួន និង​បទពិសោធន៍​កម្មវិធី​ត្រូវ​តាម​តម្រូវ​ការ​ជាក់លាក់​របស់​អ្នក។
ms: Maju perniagaan anda dengan dicampurkan plan pembayaran pelanggan anda dengan servis sumber terbuka yang ditawarkan kami, mencapai pasaran baru dan kustomisasi pembelian dan pengalaman apl untuk sampai apa yang anda mahukan.
my: သင့်စီးပွားရေးအား ကျွနု်ပ်တို့၏ ပွင့်လင်းမြင်သာ ဝန်ဆောင်မှုများ နှင့် ငွေပေးချေမှုစနစ်များ အသုံးပြုပြီး စျေးကွက်သစ်များ နှင့် အက်ပ် သုံးဆွဲခြင်းအတွေ့အကြုံသစ်များ ရှာဖွေပါ
pt: Faça crescer o seu negócio combinando os planos pagos dos seus clientes com as nossas ofertas de serviço de código aberto, atingindo novos mercados e personalizando as aplicações e a experiência de compra para satisfazer as suas necessidades específicas.
sw: Kuza biashara yako kwa kuchanganya mipango ya malipo ya wateja wako na huduma zetu za chanzo wazi. Binafsisha ununuzi na uzoefu wa programu ili kukidhi mahitaji yako maalumu na kufikia masoko mapya.
ur: اپنے گاہگ ادائگی پلن کو ہماری اوپن سورس پیشکشوں کے ےساتھ ملا کر اپنا کارابار بڑھائیں، نئی مارکٹوں تک پہنچیں اور خریداری اور ایپ تجربے اپنی ضروریات پوری کرنے کے لیے تخصیص کریں۔
zu: Khulisa ibhizinisi lakho ngokuhlanganisa izinhlelo zakho njengekhasimende zokukhokha ngosizo lwethu oluvulelekile, ufinyelele izimakethe ezintsha wenze kuhambelane nawe izindlela zokuthenga nokusebenzisa ama-app ukuze kunelise ezakho izidingo.

source: Our experience
af: Ons ervaring
bn_bd: আমাদের অভিজ্ঞতা
cy: Ein profiad
es_mx: Nuestra experiencia
fr: Notre expérience
gd: Ar n-eòlas
hi_in: हमारा अनुभव
km: បទពិសោធន៍​របស់​យើង
ms: Pengalaman kami
my: ကျွနု်ပ်တို့၏ အတွေ့အကြုံ
pt: A nossa experiência
sw: Uzoefu wetu
ur: ہمارا تجربہ
zu: Indlela esibone ngayo thina

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
af: Ons bewese prestasierekord ten opsigte van die verskaffing van uitstekende gebruikerservarings asook die bediening van inhoud aan groot internasionale teikengroepe, is opgesluit in alles wat ons doen. Ons gids van byvoegings bedien inhoud aan honderde miljoene gebruikers regoor die wêreld.
cy: Mae ein hanes o ddarparu profiadau defnyddwyr ardderchog a darparu cynnwys i gynulleidfaoedd anferth byd-eang yn rhedeg drwy bopeth a wnawn. Mae ein cyfeiriadur o ychwanegion yn gwasanaethu cynnwys i gannoedd o filiynau o ddefnyddwyr ledled y byd.
es_mx: Nuestra reconocida trayectoria en lo que se refiere a proporcionar excelentes experiencias de usuario y servir contenidos a grandes audiencias globales está muy presente en todo lo que hacemos. Nuestro directorio de complementos sirve contenidos a cientos de millones de usuarios de todo el mundo.
fr: Toutes nos activités impliquent de servir du contenu à une audience phénoménale tout en fournissant une expérience utilisateur optimale et nous excellons dans ce domaine. Notre catalogue en ligne de modules complémentaires est utilisé par des centaines de millions d'utilisateurs dans le monde.
gd: Aithnichear air ar n-obair air fad gu bheil sinn air bathar is seirbheisean fìor-mhath a thoirt dhan luchd-chleachdaidh fad ùine mhòr. Agus tha stòras nan tuilleadan againn a' toirt susbaint do mhilleanan is milleanan a luchd-cleachdaidh air feadh an t-saoghail.
hi_in: हमारा उत्कृष्ट उपयोगकर्ता अनुभव का ट्रैक रिकॉर्ड और सामग्री को बहुत बड़े वैश्विक दर्शक को सेवारत करना चलता आ रहा है .हमारी एड आन निर्देशिका सामग्रियों को लाखों उपयोगकर्ताओं को सारे विश्व में परोसती है .
km: កំណត់ត្រា​តាមដាន​បញ្ជាក់​របស់​យើង​គឺ​ផ្ដល់​បទ​ពិសោធន៍​អ្នកប្រើ​ដ៏​ល្អ និង​មាតិកា​ជំនួយ​ដល់​អ្នក​ចូលរួម​សាកល​ឲ្យ​ដំណើរការ​ជាមួយ​អ្វី​ដែល​យើង​បាន​ធ្វើ។ ថត​កម្មវិធី​បន្ថែម​របស់​យើង​មាន​មាតិកា​ជំនួយ​សម្រាប់​អ្នកប្រើ​រាប់​រយ​លាន​នាក់​ទូទាំង​ពិភពលោក។​
ms: Kami mempunyai rekod prestasi yang dipercayai daripada berikan pengalaman pengguna yang unggul dan menyediakan maklumat untuk audien global yang besar dijalankan melalui apa yang kami lakukan. Direktori daripada addon kami menyediakan maklumat untuk ratusan daripada bermillion pengguna seluruh dunia.
my: ကျွနု်ပ်တို့တွင် သုံးဆွဲသူအတွေ့အကြုံကောင်းများဖန်တီးခြင်း နှင့် တကမ္ဘာလုံးရှိ သုံးဆွဲသူများထံသို့ content များ ဝန်ဆောင်မှုပေးခြင်း မှတ်တမ်းကောင်းများရှိပါတယ်။ ကမ္ဘာတစ်ဝှမ်းရှိ သုံးဆွဲသူသန်းနှင့် ချီရှိသော အတ်အွန်များ မှ Content များကို ဝန်ဆောင်ပေးနေတာဖြစ်ပါတယ်။
pt: O histórico comprovado de fornecer excelentes experiências de utilização e de fornecer conteúdos a enormes audiências globais manifesta-se em tudo o que fazemos. O nosso diretório de extras fornece conteúdo a centenas de milhões de utilizadores mundialmente.
sw: Rekodi yetu iliyothibitika ya kutoa huduma bora kwa mtumiaji na kutoa maudhui kwa walengwa duniani kote inahifadhiwa katika kila tufanyako. Kumbu kumbu yetu ya nyongeza za kivinjari inatoamaudhui kwa mamia ya mamilion ya watumiaji duniani kote.
ur: بہترین صارف تجربہ فراہم کرنے اور دنیا بھر مواد پہنچانے میں ہمارا ثابت شدہ ریکارڈ ہمارے ہر کام میں نظر آتا ہے۔ہمارے ایڈ اون ڈائریکٹری دنیا بھر میں سو ملیئن صارفین کو مواد پیش کرتی ہے۔
zu: Umlando wethu uyafakaza ngokuthi sihlinzeka usizo olusezingeni futhi ukuphakela imininingwane kubantu abaningi emhlabeni kungenye yezinto esizenzayo. Uhla lwethu lwezinezelo luyimininingwane efinyelelwa yizigidi ezingamakhulu ngamakhulu abasebenzisi emhlabeni-jikelele.

source: The world’s largest developer community
af: Die wêreld se grootste ontwikkelaargemeenskap
bn_bd: বিশ্বের সবচাইতে বড় ডেভলপার কমিউনিটি
cy: Cymuned datblygwr mwyaf y byd
es_mx: La mayor comunidad de desarrolladores del mundo
fr: La plus grande communauté de développeurs au monde
gd: A' choimhearsnachd luchd-leasachaidh as motha san t-saoghal
hi_in: विश्व का सबसे बड़ा डेवेलपर समुदाय
km: សហគមន៍​អ្នក​អភិវឌ្ឍន៍​ធំ​បំផុត​នៅ​លើ​ពិភព​លោក
ms: Komuniti pembangun yang terbesar di dunia
my: ကမ္ဘာပေါ်ရှိ အကြီးဆုံး ဖန်တီးသူကွန်ယက်
pt: A maior comunidade de programadores do mundo
sw: Jamii kubwa zaidi duniani ya waendelezaji
ur: دنیا کی سب سے بڑی ڈیولپر کمیونٹی
zu: Umphakathi wabasunguli omkhulukazi emhlabeni

source: Micro-targeted content for every use-case to meet customers’ local needs
af: Mikrogeteikende inhoud vir elke gebruik om aan kliënte se plaaslike behoeftes te voldoen
cy: Cynnwys wedi ei ficro-targedu ar gyfer pob achos defnydd i ddiwallu anghenion lleol cwsmeriaid
es_mx: Contenido orientado a un tipo de cliente muy concreto para dar respuesta a sus necesidades;
fr: Du contenu ciblé local et correspondant à tous scénarios d'utilisation de vos clients
gd: Susbaint a choileanas mion-fheumalachdan nan custamairean ionadail
hi_in: सूक्ष्म लक्षित सामग्री सभी यूज़ केस की स्थानीय जरूरतों को पूरा करने के लिए
km: មាតិកា​គោលដៅ​តូច​សម្រាប់​គ្រប់​ករណី​ប្រើប្រាស់​ដើម្បី​ត្រូវ​តាម​តម្រូវ​ការ​មូលដ្ឋាន​របស់​អតិជន
ms: Sasaran maklumat mikro untuk pengguna seharian bagi kegunaan pelanggan lokal
my: သုံးဆွဲသူတိုင်းအတွက် ပိုမိုတိကျသော ဒေသဆိုင်ရာ content များ
pt: Adeque conteúdo a pequenos grupos e a cada caso de uso para satisfazer as necessidades locais dos clientes
sw: Maudhui yaliyolengwa kwa watumiaji ili kufikia mahitaji yao ya ndani.
ur: گاہکوں کی مقامی ضروریات کو پوری کرنے کے لیے ہر صورت کے لیے بہتریں طور پر تخصیص شدہ۔
zu: Imininingwane eyenziwe ngokubheka izidingo zabathengi

source: Apps that customers can access across multiple platforms, devices and operating systems
af: Programme waartoe kliënte toegang kan verkry op meerdere platforms, toestelle en bedryfstelsels
bn_bd: বিভিন্ন প্লাটফর্ম, ডিভাইস ও অপারেটিং সিস্টেমে চলার উপযোগী অ্যাপ
cy: Apiau y gall cwsmeriaid gael mynediad atynt ar draws llwyfannau, dyfeisiau a systemau gweithredu lluosog
es_mx: Aplicaciones a las que los clientes pueden acceder desde multitud de plataformas, dispositivos y sistemas operativos;
fr: Des applications accessibles par les clients via des plate-formes, appareils et systèmes d'exploitation multiples
gd: Aplacaidean a gheibh custamairean cothrom orra air feadh diofar ùrlaran, uidheaman is siostaman-obrachaidh
hi_in: एप्लिकेशंस जिन्हें उपभोक्ता कई प्लेटफॉर्म्स,यंत्र और ऑपरेटिंग सिस्टम से अभिगमन कर सकता है
km: កម្មវិធី​ដែល​អតិថិជន​អាច​ចូល​ប្រើ​បាន​តាម​កម្មវិធី ឧបករណ៍ និង​ប្រព័ន្ធ​ប្រតិបត្តិការ​ច្រើន
ms: Apps yang membolehkan pengguna untuk mengakses ke seluruh platform, peranti dan sistem operasi yang pelbagai
my: platforms မျိုးစုံ၊ ဖုန်းမျိုးစုံနှင့် စနစ်မျိုးစုံတွင် သုံးဆွဲနိုင်သော အက်ပ်များ
pt: Aplicações que os consumidores podem aceder através de várias plataformas, dispositivos e sistemas operativos
sw: Programu tumizi ambazo wateja wanaweza kugundua kwa urahisi na kupata huduma katika majukwaa mbalimbali, vifaa na mifumo ya uendeshaji
ur: ایپس جن تک کہ گاہک کثیر پلیٹ فارم، آلات اور اوپریٹنگ سسٹم پر رسائی کر سکتے ہیں
zu: Ama-app amakhasimende akwazi ukufinyelela kuwo ngezinkundla eziningi, amadivayisi kanye nezinhlelo zokusebenza

source: Flexible business models and multiple payment monetization options
af: Buigsame besigheidsmodelle en meerdere monetiseeropsies vir betaling
cy: Modelau busnes hyblyg ac opsiynau ariannu talu lluosog
es_mx: Modelos de negocio flexibles e infinidad de opciones de monetización;
fr: Des modèles économiques flexibles et de nombreuses possibilités de monétisation des paiements
gd: Modailean gnìomhachais sùbailte is iomadh roghainn pàighidh
hi_in: लचीला व्यापार आदर्श और कई भुगतान मुद्रीकरण विकल्प
km: ម៉ូដែល​ពាណិជ្ជកម្ម​ដែល​អាច​បត់បែន​បាន និង​ជម្រើស​រូបិយវត្ថុ​ការ​បង់​ប្រាក់​ចម្រុះ
ms: Model perniagaan yang fleksibel dan pelbagai pilihan pengewangan pembayaran
my: လွဲကူပြောင်းလွဲနိုင်သော စီးပွားရေး မော်ဒယ်လ် နှင့် ငွေပေးချေမှု စောင့်ကြည့်အပြင်အဆင်များ
pt: Modelos de negócio flexíveis e múltiplas opções de monetização de pagamentos
sw: Miundo igeyukayo kwa urahisi ya biashara na njia kadha za kulipa
ur: لچکدار کاروباری ماڈل اور ادائیگی کو رقم میں لانے کے کثیر طریقے
zu: Amamodeli ebhizinisi akhululekile kanye nezindlela eziningi zokwenza izinkokhelo

source: The ability to connect with hundreds of millions of Firefox supporters around the world
af: Die vermoë om met honderde miljoene Firefox-ondersteuners regoor die wêreld te verbind
bn_bd: বিশ্বব্যাপী ছড়িয়ে থাকা কোটি কোটি Firefox সমর্থকদের সাথে সংযুক্ত হওয়ার সুযোগ
cy: Y gallu i gysylltu gyda channoedd o filiynau o gefnogwyr Firefox o amgylch y byd
es_mx: La posibilidad de conectar con cientos de millones de personas de todo el mundo que apoyan Firefox;
fr: La possibilité de vous adresser à des centaines de millions de fans de Firefox dans le monde entier
gd: Cothrom air ceangal a dhèanamh ris na milleanan is milleanan a luchd-cleachdaidh Firefox air feadh an t-saoghail
hi_in: विश्वभर के लाखोँ फ़ायरफ़ॉक्स समर्थकों से जुड़ने की क्षमता
km: លទ្ធភាព​តភ្ជាប់​ជាមួយ​អ្នក​គាំទ្រ Firefox រាប់​រយ​លាន​នាក់​នៅ​ជុំវិញ​ពិភពលោក
ms: Kebolehan untuk berhubung dengan jutaan penyokong Firefox di seluruh dunia
my: မီးမြေခွေး ထောက်ပံ့အားပေးသူများ နှင့် ချိတ်ဆက် နိုင်မည့် အခွင့်အရေး
pt: A possibilidade de se ligar a centenas de milhar de apoiantes do Firefox de todo o mundo
sw: Uwezo wa kuungana na mamia ya mamilioni ya wafuasi wa Firefox duniani kote
ur: دنیا بھر میں سو ملیئن کی تعداد میں Firefox معاونت کار سے رابطہ کرنے کا موقع
zu: Ukukwazi ukuxhumana nezigidi zamakhulu ngamakhulu kwabeseka i-Firefox emhlabeni jikelele

source: A superior Web experience
af: 'n Beter webervaring
bn_bd: শ্রেষ্ঠ ওয়েব অভিজ্ঞতা
cy: Gwell Profiad Gwe
es_mx: Una experiencia web inigualable
fr: Une expérience du Web supérieure
gd: An lìon ach air dòigh nas fhearr
hi_in: एक अद्भूत वेब अनुभव
km: បទពិសោធន៍​តំបន់បណ្ដាញ​ល្អ
ms: Suatu pengalaman Web yang unggul
my: မြန်ဆန်လွယ်ကူသော ဝတ်ဘ် အတွေ့အကြုံတစ်ခု
pt: Uma experiência Web superior
sw: Uzoefu bora zaidi wa Mtandao
ur: ایک بہترین ویب تجربہ
zu: Umuzwa osezingeni eliphezulu weWebhu

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
af: Ons bekroonde blaaier bied 'n alternatief vir geslote platforms met hoëprestasie, gevorderde kruisplatformkenmerke en die nuutste in sekuriteit, wat jou die buigsaamheid gee om dit te ontwerp, te versprei en daarvoor geld te vra, soos jy goeddunk. <a %(url)s>Leer meer oor vennootgeleenthede.</a>
cy: Gyda nodweddion traws-lwyfan uwch-perfformiad uchel a'r diweddaraf mewn diogelwch, mae ein porwr graddfa uchel yn cynnig dewis arall yn lle llwyfannau caeedig, gan roi'r hyblygrwydd i ddylunio, dosbarthu a chodi tâl yn ôl eich dymuniad chi. <a %(url)s>Dysgwch ragor am gyfleoedd partner.</a>
es_mx: Gracias a sus avanzadas características multiplataforma de alto rendimiento y lo último en seguridad, nuestro navegador es uno de los mejor valorados y ofrece una alterativa a las plataformas cerradas, dándote la flexibilidad para diseñar, distribuir y monetizar como consideres oportuno. <a %(url)s>Más información sobre oportunidades para socios.</a>
fr: Grâce à ses performances élevées, ses fonctionnalités multiplateforme et son haut niveau de sécurité, notre navigateur maintes fois récompensé est une réelle alternative aux plate-formes fermées. Vous avez enfin grâce à Firefox toute la flexibilité dont a besoin votre entreprise pour concevoir, distribuer et facturer vos services selon vos propres critères. <a %(url)s>Découvrez nos possibilités de partenariat</a>.
gd: Le dèanadas fìor-mhath, feartan a dh'obraicheas air feadh ùrlaran agus an tèarainteachd as ùire, tha an sàr-bhrabhsair againn a' toirt roghainn eile do dhaoine, seach na h-ùrlaran dùinte, agus bheir e dhut cothrom a dhealbhadh, a sgaoileadh agus airgead iarraidh air a shon mar a lùigeas tu. <a %(url)s>Barrachd fiosrachaidh air cothroman com-pàirteachais.</a>
hi_in: उच्च प्रदर्शन के साथ अग्रिम क्रॉस प्लेटफॉर्म सुविधाएँ और सुरक्षा में नवीनतम, हमारे शीर्ष दर का ब्राउज़र प्रस्ताव देता है एक बंद प्लेटफॉर्म,आपको देता है डिज़ाइन,वितरण और जब आप दुरुस्त देखें तब जिम्मा दे. <a %(url)s>साथी मौकों के बारे में और अधिक जानें.</a>
km: ដោយ​មាន​ការ​អនុវត្ត​ខ្ពស់, ឆ្លងកាត់​វេទិកា​កម្រិត​ខ្ពស់​ដែល​មាន​លក្ខណៈ​ចុងក្រោយ​បំផុត​​មាន​សុវត្ថិភាព, ការ​ផ្ដល់​កម្មវិធី​អ៊ីនធឺណិត​ដែល​បាន​វាយ​តម្លៃ​ខ្ពស់​របស់​ពួក​យើង​ជា​វេទិកា​​ដែល​បាន​បិទ, ផ្ដល់​ឲ្យ​អ្នក​នៅ​​ភាព​ដែល​អាច​បត់បែន​ និង​ការ​រចនា, ចែកចាយ និង​គិត​ប្រាក់​កម្រៃ​។ <a %(url)s>ស្វែងយល់​បន្ថែម​អំពី​ឱកាស​ជា​ដៃគូ។</a>
ms: Dengan ciri-ciri platform silang yang canggih, berprestasi tinggi serta mutakhir dalam keselamatan, pelayar kami yang unggul menawarkan alternatif kepada platform tertutup, memberikan anda fleksibiliti untuk merekabentuk, mengedar dan mengenakan bayaran mengikut keperluan anda. <a %(url)s>Ketahui lebih lanjut tentang peluang-peluang rakan kongsi.</a>
my: စွမ်းဆောင်ရည်မြင့်​ ပြီး Platform မျိုးစုံ တွင်သုံးနိုင်သော လုံခြုံရေးကောင်းတယ် ဘယောက်ဆာ တစ်ခုကို သုံးပြီး ဒီဇိုင်းလုပ်ခြင်း ဖြန့်ဝေခြင်း နှင့် အခကြေးငွေတောင်းခံခြင်းအား အဆင်ပြေလွယ်ကူစွာ လုပ်ဆောင်နိုင်ပါတယ်။ <a %(url)s>ပါတနာ အခွင့်အရေးများကို ဆက်လက်လေ့လာပါ</a>
pt: Com alto desempenho, funcionalidades avançadas multi-plataforma e as últimas novidades em segurança, o nosso bem cotado navegador fornece uma alternativa a plataformas fechadas, dando a flexibilidade de desenhar, distribuir e cobrar como achar adequado. <a %(url)s>Saiba mais sobre oportunidades de parceria.</a>
sw: Pamoja na utendaji kazi wa juu, vipengee mahiri vinavyofanya kazi katika mifumo tofauti na ya kisasa katika usalama, kivinjari chetu kilichopewa ngazi ya juu kinakupa mbadala wa muundo, kueneza na kulipisha kadri unavyoona inafaa. <a %(url)s>Soma zaidi kuhusu fursa za mshirika.</a>
ur: بہترین سرانجام دہی، اعلٰی کراس پلیٹ فارم فیچر اور سلامتی میں تازی ترین ٹیکنالوجی کے ساتھ، ہمارا بالا سطع پر ریٹ ہوا براؤزر بند پلیٹ فارموں کا ایک متبادل پیش کرتا ہے، اور آپ کو اپنی مرضی سے ڈیزائن، ڈسٹریبیوشن اور ریٹ لگانے دیتا ہے۔ <a %(url)s>شراکت کی مواقعوں کے بارے میں اور سیکھیں۔</a>
zu: Njengoba inamafisha asebenza ngokusezingeni eliphezulu, amafisha avumela ukusebenza ezinkundleni ezahlukene kanye namafisha aphambili okuphepha, ibrawuza yethu elinganiselwa njengephambili ihlinzeka ngokunye ongakukhetha kunezinkundla ezivaliwe, nokukunikeza ithuba lokuklama, wabe ubize nangokubona kufanelekile. <a %(url)s>Funda kabanzi ngamathuba ophathina.</a>

source: Strengthen customer relationships
af: Versterking van kliënteverhoudings
bn_bd: গ্রাহকের সাথে সম্পর্ক দৃঢ করে তুলুন
cy: Cryfhau'r cysylltiadau â chwsmeriaid
es_mx: Fortalece las relaciones con los consumidores
fr: Renforcez vos relations clients
gd: Neartaichibh an dàimh ri ur custamairean
hi_in: ग्राहक संबंध दृड़ करें
km: ពង្រឹង​ភាព​ទំនាក់ទំនង​ផ្ទាល់ខ្លួន​
ms: Mengukuhkan hubungan dengan pelanggan
my: ဖောက်သည်ဆက်ဆံရေးအားကောင်းအောင်ပြုလုပ်ပါ
pt: Fortaleça relações com os clientes
sw: Boresha uhusiano na wateja
ur: گاہک تعلق مضبوط بنائیں
zu: Qinisa ubudlelano namakhasimende

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
af: Skep jou eie unieke afdelings met 'n handelsmerk van Firefox vir Android en Firefox Markplek vir 'n meer aktiewe gebruikerservaring en om die sigbaarheid van jou handelsmerk te verbeter.
cy: Creu eich adrannau masnachu unigryw eich hun o Firefox ar gyfer Android a Firefox Marketplace ar gyfer profiad mwy cyfoethog agyfer y defnyddiwr ac i gynyddu gwelededd eich enw.
es_mx: Crea tus propias secciones de marca únicas de Firefox para Android y Firefox Marketplace para ofrecer una experiencia de usuario apasionante y aumentar la visibilidad de tu marca.
fr: Créez des sections à votre marque sur le Marketplace de Firefox/Firefox pour Android. Assurez-vous ainsi d'une expérience utilisateur optimale et accroissez la visibilité de votre marque.
gd: Cruthaichibh earrannan dhe Firefox airson Android agus margaid Firefox air am bi ur comharra-malairt fhèin airson 's gum bi e nas fhollaisiche dha na custamairean agaibh.
hi_in: अपने उपयोगकर्ता अनुभव को आकर्षित और आपके ब्रांड की दृश्यता बढ़ने के लिए एंड्राइड के लिए फायरफॉक्स और फायरफॉक्स मार्केटप्लेस का अपना अद्वितीय ब्रांडेड अनुभाग बनायें
km: បង្កើត​ផ្នែក​ដែល​បាន​ដាក់​ស្លាក​តែ​មួយ​ផ្ទាល់ខ្លួន​របស់​អ្នក​នៃ Firefox សម្រាប់ Android និង​ឃ្លាំង​កម្មវិធី Firefox ដើម្បី​ទាក់ទាញ​បទពិសោធន៍​អ្នកប្រើ​ជាច្រើន និង​ដើម្បី​បង្កើន​ភាព​មើល​ឃើញ​នៃ​​ស្លាក​សញ្ញា​របស់​អ្នក។
ms: Cipta bahagian jenama unik anda sendiri pada Firefox untuk Android dan Firefox Marketplace untuk pengalaman pengguna yang lebih menarik dan untuk meningkatkan keterlihatan jenama anda.
my: သင်ကိုယ်တိုင် ထူးခြားတဲ့ အန်းဒရိုက်အတွက် မီးမြေခွေး နှင့် မီးမြေခွေး စျေးကွက်ကို ဖန်တီးပြီး သုံးဆွဲသူများ နှင် ထိတွေ့ဆက်ဆံပါ
pt: Crie as suas próprias secções únicas associadas à sua marca para o Firefox para Android e para o Firefox Marketplace para uma experiência de utilização mais aliciante que aumente a visibilidade da sua marca.
sw: Patia watumiaji wako ladha yako mwenyewe ya Firefox kwa Android na Firefox Marketplace kwa uzoefu wenye kujishughulisha zaidi ambao unaongeza muonekano wa bidhaa yako.
ur: اپنے برینڈ کو نمایاں کرنے اور صارفین کے لیے زیادہ بہتر تجربے کے لیے Android کے لیے Firefox اور Firefox Marketplace کے اپنے یکتا برینڈڈ سیکشن بنائیں۔
zu: Yakha ezakho iziqephu ezinophawu lwe-Firefox ye-Android ne-Firefox Marketplace ukuze uthole amava athokozisayo okusebnzisa kanye nokugqamisa uphawu lwakho.

source: Create new value for both you and your users
af: Skep nuwe waarde vir beide jy en jou gebruikers
bn_bd: আপনি এবং আপনার ব্যবহারকারীদের জন্য নতুন মূল্য তৈরি করে
cy: Creu gwerth newydd i chi a'ch defnyddwyr
es_mx: Crea un valor innovador para ti y tus usuarios
fr: Générez de la valeur pour vous et vos clients
gd: Cruthaichibh luach ùr dhuibh fhèin agus dhan luchd-chleachdaidh agaibh
hi_in: अपने लिए एवं अपने उपयोगकर्ताओं के लिए नए मूल्य बनायें
km: បង្កើត​តម្លៃ​ថ្មី​សម្រាប់​អ្នក និង​អ្នក​ប្រើ​របស់​អ្នក
ms: Cipta suatu nilai baru untuk anda dan para pengguna
my: သင် နှင့်သင့် ဖောက်သည် နှစ်ဘက်လုံးအတွက် တန်ဖိုးအသစ်တစ်ခု ဖန်တီးပါ
pt: Crie novo valor para si e para os seus utilizadores
sw: Tengeneza dhamani mpya kwako na watumiaji wako
ur: اپنے صارفین کے لیے نئی ویلیو بنائیں
zu: Yakha ukubaluleka okusha kwakho nabasebenzisi bakho
