Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: Access to relatively untapped markets
af: Toegang tot relatief onuitgeputte markte
bn_bd: অপেক্ষাকৃত দখলমুক্ত বাজারে প্রবেশাধিকার
cy: Mynediad i farchnadoedd cymharol digyffwrdd
es_mx: Acceso a mercados relativamente poco explotados.
fr: L'accès à des marchés relativement peu exploités
gd: Cothrom air margaidean nach eil sàsaichte fhathast
hi_in: तुलनात्मक अप्रयुक्त बाज़ारों तक पहुँच
km: ចូល​ប្រើ​ទីផ្សារ​ពាក់ព័ន្ធ​ដែល​មិន​បាន​ប៉ះ
ms: Akses kepada relatif pasaran yang belum diteroka
my: စျေးကွက်သစ်များ ထိုးဖောက်ပါ
pt: Aceder a mercados relativamente pouco explorados
sw: Upatikanaji wa masoko mapya
ur: نسبتأ کم رسائی والی مارکیٹوں تک رسائی
zu: Ukufinyelela izimakethe okungekafiki muntu kuzo

source: Developer hub
af: Ontwikkelaarsentrum
bn_bd: ডেভেলপার হাব
cy: Canolfan datblygwr
es_mx: Centro de Desarrolladores
fr: Pôle développeur
gd: Làr-ionad an luchd-leasachaidh
hi_in: डेवलपर हब
km: មជ្ឈមណ្ឌល​អ្នក​អភិវឌ្ឍន៍
ms: Hab pembangun
my: ဖန်တီးသူများ ဆုံဆည်းရာ
pt: Central de desenvolvimento
sw: Muungano wa Waendelezi
ur: ڈیولپر ہب
zu: Umhubhe wabaqambi

source: Learn how to make HTML5 apps for an open marketplace
af: Leer hoe om HTML5-programme vir 'n oop markplek te maak
bn_bd: কিভাবে উন্মুক্ত মার্কেটপ্লেসের জন্য HTML5 অ্যাপ তৈরি করতে হয় শিখুন
cy: Dysgwch sut i wneud apps HTML5 ar gyfer marchnad agored
es_mx: Aprende a hacer aplicaciones HTML5 para un mercado abierto
fr: Apprenez à créer des applications en HTML5 destinées à un marketplace ouvert
gd: Ionnsaich mar a nì thu aplacaidean HTML5 airson margaidh fhosgailte
hi_in: खुलें मार्केटप्लेस के लिए एचटीएमएल५ (HTML5) अनुप्रयोग बनाना सीखें
km: សិក្សា​ពី​របៀប​បង្កើត​កម្មវិធី HTML5 សម្រាប់​ឃ្លាំង​កម្មវិធី​បើក​ចំហ
ms: Ketahui cara-cara membuat aplikasi HTML5 untuk pasaran terbuka
my: ပွင့်လင်းဈေးကွက်အတွက် HTML5 အက်ပ်များ ဖန်တီးနည်း လေ့လာပါ
pt: Aprenda a fazer aplicações HTML5 para o mercado aberto
sw: Jifunze jinsi ya kutengeneza programu za HTML5 za soko huru
ur: آزاد مارکٹ پلیس کے لیے HTML5 ایپ بنانا سیکھیں
zu: Funda ukwenzela ama-app e-HTML5 emakethe evulelekile

source: Have an app?
af: Het jy 'n program?
bn_bd: কোন অ্যাপ আছে?
cy: Oes gennych ap?
es_mx: ¿Tienes una aplicación?
fr: Vous avez déjà une application&nbsp;?
gd: A bheil aplacaid agad?
hi_in: अनुप्रयोग है?
km: មាន​កម្មវិធី?
ms: Anda mempunyai aplikasi?
my: အက်ပ်ဖန်တီးထားပါသလား
pt: Tem uma aplicação?
sw: Una programu?
ur: آپ کے پاس ایپ ہے؟
zu: Une-app?

source: Submit it to Firefox Marketplace today
af: Stuur dit vandag nog in na Firefox Markplek
bn_bd: সেটি আজই Firefox Marketplace এ নিয়ে আসুন
cy: Cyflwynwch i'r Firefox Marketplace heddiw
es_mx: Envíala a Firefox Marketplace hoy
gd: Cuir a-null a mhargaidh Firefox e an-diugh
hi_in: इसे आज ही फ़ायरफ़ॉक्स मार्केटप्लेस पर प्रस्तुत करें
km: ដាក់​ស្នើ​វា​ទៅកាន់​ឃ្លាំង​កម្មវិធី Firefox ថ្ងៃនេះ
ms: Hantarkan ia ke Firefox Marketplace hari ini
my: ဒီနေ့ပဲ မီးမြေခွေးဈေးကွက်မှာ တင်လိုက်ပါ
pt: Submeta a aplicação para o Firefox Marketplace hoje mesmo
sw: Iwasilishe kwenye Soko la Firefox leo
zu: Yilethe ku-Firefox marketplace namhlanje

source: A superior mobile experience
bn_bd: শ্রেষ্ঠ মোবাইল অভিজ্ঞতা
cy: Profiad symudol amgen
hi_in: एक अद्भूत वेब अनुभव
my: ပိုမိုကောင်းမွန်သော မိုဘိုင်းလ် အတွေ့အကြုံတစ်ခု
pt: Uma experiência móvel superior
sw: Uzoefu bora zaidi wa simu

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
bn_bd: নিরাপত্তা ও গোপনীয়তায় অনুষঙ্গী এবং সাম্প্রতিক ফিচার নিয়ে, আমাদের উচ্চ মানের ব্রাউজার বদ্ধ প্লাটফর্মের বিকল্প প্রস্তাব করে এবং স্মার্টফোন এবং ট্যাবলেটের ব্যবহারকারীর মত লোকজনের মধ্যে একটি মূল্যবান সংযোগ স্থাপন করে।
cy: Gyda nodweddion wedi eu cydgysylltu â'r diweddaraf mewn diogelwch a phreifatrwydd, mae ein porwr rheng flaen yn cynnig amrywiad ar y platfformau caeëdig ac yn cynnig ffordd werthfawr i gysylltu â defnyddwyr ffonau clyfar a thabledi, fel ei gilydd.
hi_in: सुरक्षा और गोपनीयता के क्षेत्र में नवीनतम और जुड़ी सुविधाओ के साथ, हमारे शीर्ष रेटेड ब्राउज़र बंद प्लेटफार्मों के लिए एक विकल्प प्रदान करता है और एक जैसे smartphones और tablets के उपयोगकर्ताओं के साथ कनेक्ट करने का एक महत्वपूर्ण तरीका प्रदान करता है.
my: ချိတ်ဆက်ထားသည့်စွမ်းဆောင်ရည်များနှင့်အတူ လုံခြုံမှုနှင့်ကိုယ်ရေးလွတ်လပ်ခွင့်တို့တွင် နောက်ဆုံးပေါ်များပါဝင်သော ကျွန်တော်တို့၏ ထိပ်တန်းဘရောက်ဇာက closed platformများအသုံးပြုခြင်းကို အပြောင်းအလဲတစ်ခုအဖြစ်နှင့်သာမက အသုံးပြုသူများအကြိုက် စမတ်ဖုန်းများ၊ တက်ဘလက်များနှင့်ချိတ်ဆက်ရန် တန်ဖိုးရှိသောနည်းလမ်းတစ်ခုပါ ပေးစွမ်းပါတယ်။
pt: Com funcionalidades de comunicação e as últimas novidades em segurança e privacidade, o nosso bem-cotado navegador oferece uma alternativa a plataformas fechadas e fornece uma forma validada de comunicar com utilizadores de smartphones e tablets.
sw: Na sifa zilizoshikamana na mambo ya hivi karibuni ya usalama na faragha, kivinjari chetu kina vipimo vyaa juu na kinatoa mbadala kwa majukwaa yaliyofungwa na hutoa njia muhimu ya kuungana na smartphones na watumiaji wa kompyuta kibao sawa.

source: Customize relationships
bn_bd: স্বনির্ধারিত সম্পর্কসমূহ
cy: Cyfaddasu perthynas
hi_in: रिश्तों को अनुकूलित बनाये
my: ဆက်ဆံရေး ကိုတည်းဖြတ်ပါ
pt: Personalize relações
sw: Binafsisha uhusiano

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
cy: Creu eich adrannau masnachu unigryw eich hun o Firefox ar gyfer Android a Firefox Marketplace ar gyfer profiad mwy cyfoethog ar gyfer y defnyddiwr ac i gynyddu gwelededd eich enw.
hi_in: अपने उपयोगकर्ता अनुभव को आकर्षित और आपके ब्रांड की दृश्यता बढ़ने के लिए एंड्राइड के लिए फायरफॉक्स और फायरफॉक्स मार्केटप्लेस का अपना अद्वितीय ब्रांडेड अनुभाग बनायें.
my: သင့် ထုတ်ကုန်အား မြင်သာမှုရှိစေရန် သင့်စိတ်ကြိုက်ပြင်ဆင်ထားသော အဲန်းဒရိုက်အတွက် မီးမြေခွေးနှင့် မီးမြေခွေးစျေးကွက် အား ထည့်သွင်းပါ
pt: Forneça aos seus utilizadores a sua própria versão do Firefox para Android e Firefox Marketplace para uma experiência mais aliciante para os utilizadores que aumente a visibilidade da sua marca.
sw: Patia watumiaji wako ladha yako mwenyewe ya Firefox kwa Android na Firefox Marketplace kwa uzoefu wenye kujishughulisha zaidi ambao unaongeza muonekano wa bidhaa yako.

source: Create new value
bn_bd: নতুন মান তৈরি করুন
cy: Creu gwerth newydd
hi_in: नया वैल्यू बनाये
my: တန်ဖိုးသစ် ဖန်တီးပါ
pt: Criar novo valor
sw: Unda dhamani mpya

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
cy: Camwch i ecosystem Firefox er mwyn cymryd mantais o gyfleoedd fel Firefox Marketplace a WebRTC. Gallwch ddangos cynnwys Gwe newydd neu integreiddio i ystafell fyw eich cwsmer a chreu cynnwys newydd sy'n annibynnol o unrhyw blatfform.
hi_in: Firefox Marketplace और WebRTC तरह के अवसरों का लाभ लेने के लिए Firefox के पारिस्थितिकी तंत्र में कदम. आप नए वेब सामग्री प्रदर्शित या नए, मंच स्वतंत्र अर्पित बनाने के लिए अपने ग्राहक के रहने वाले कमरे में एकीकृत कर सकते हैं।
my: မီးမြေခွေးဈေးကွက်နှင့် WebRTC ကဲ့သို့သော အခွင့်အလမ်းများရဲ့ အကျိုးကျေးဇူးကို ရယူရန် မီးမြေခွေး ဂေဟစနစ်ထဲသို့ လှမ်းလာလိုက်ပါ။
pt: Entre no ecossistema do Firefox para desfrutar da vantagem de oportunidades como o Firefox Marketplace e WebRTC. Pode disponibilizar novo conteúdo Web ou integrar com a sala do seu cliente para criar ofertas novas e multi-plataforma.
sw: Ingia katika mazingira ya Firefox kupata faida ya fursa kama Firefox Marketplace na WebRTC. Unaweza kuonyesha maudhui mapya ya mtandao au kujiunga katika sebule ya wateja wako kujenga, matoleo yaliyo jukwaa-huru.

source: Learn more about partner opportunities.
cy: Dysgu am gyfleoedd partneriaid.
hi_in: साथी के अवसरों के बारे में अधिक जानें.
my: ပါတနာအခွင့်အလမ်းများကို လေ့လာပါ
pt: Saiba mais acerca das oportunidades para parceiros.
sw: Jifunze zaidi kuhusu fursa za washirika.

source: Stand out <br>from the crowd
af: Staan uit <br>bo die res
bn_bd: ভিড় থেকে<br>বেরিয়ে যান
cy: Sefyll uwchlaw'r <br>dyrfa
es_mx: Sé diferente al resto
fr: Démarquez-vous
gd: Cuiribh astar eadar <br>sibh fhèin agus càch
hi_in: भीड़ से <br> अलग हो जाइये
km: ឃើញ​យ៉ាង​ច្បាស់ <br>​ពី​ក្រុម
ms: Jadi <br>perhatian khalayak
my: အများကြားထဲမှ <br> သိသာထင်ရှားနေပါစေ
pt: Destaque-se <br>da multidão
sw: Tokelezea <br> kwenye umati
ur: بھیڑ سے <br>علیحدہ کھڑے ہوں
zu: Hluka <br>kuningi

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
cy: Cymerwch fantais o'n cynigion gwahanol, enw cryf a hoffter cwsmeriaid o ecosystem Firefox i yrru gwerthiant a defnydd o ddata.
hi_in: हमारे विभेदित अर्पित, मजबूत ब्रांड का लाभ उठाएं और ग्राहक फ़ायरफ़ॉक्स पारिस्थितिकी तंत्र के लिए बिक्री और डेटा का उपयोग को प्यार करता हैं.
my: ကျွနု်ပ်တို့၏ ကွဲပြားတဲ့ဝန်ဆောင်မှု ၊ အမှတ်တံဆိပ် ကျော်ကြားမှု နှင့် သုံးဆွဲသူ အားပေးချစ်ခင်မှုတို့အား အသုံးပြုပြီး ဆွဲဆောင်ပါ
pt: Desfrute da vantagem da nossa oferta diferenciada, de uma marca forte e da paixão dos consumidores pelo ecossistema Firefox, para aumentar as vendas e a utilização de dados.
sw: Chukua faida ya matoleo yetu tofauti, bidhaa yenye nguvu na upendo wa wateja kwa mazingira Firefox kukuza mauzo na matumizi ya data.

source: Firefox for Android lets you:
af: Firefox vir Android bied jou:
bn_bd: আপনার অ্যান্ড্রয়েডের জন্য ফায়ারফক্স
cy: Gwaith celf Firefox Android:
es_mx: Firefox para Android te permite:
fr: Firefox pour Android vous permet de&nbsp;:
gd: Le Firefox air Android, 's urrainn dhuibh:
hi_in: एंड्राइड के लिए फ़ायरफ़ॉक्स आपको दिलाता है:
km: Firefox សម្រាប់ Android អនុញ្ញាត​ឲ្យ​​អ្នក៖
ms: Firefox untuk Android membolehkan anda:
my: Android သုံးမီးမြေခွေး အားသာချက်များ :
pt: O Firefox para Android permite:
sw: Firefox ya Android hukuwezesha:
ur: Android کے لیے Firefox آپ کو:
zu: I-Firefox ye-Android ikunikeza ithuba lokwenza lokhu:

source: Customize the experience
af: Pasmaak die ervaring
bn_bd: অভিজ্ঞতাকে নিজের মত করে সাজান
cy: Cyfaddasu'r profiad
es_mx: Personalizar la experiencia
fr: Personnaliser l'expérience utilisateur
gd: Gnàthachadh na chì an custamair
hi_in: अनुभव को मनपसंद बनाएँ
km: បទពិសោធន៍​ផ្ទាល់ខ្លួន
ms: Menyesuaikan pengalaman
my: အတွေ့အကြုံကို စိတ်ကြိုက်ပြုလုပ်ပါ
pt: Personalize a experiência
sw: Binafsisha uzoefu
ur: تجربہ تخصیص کریں
zu: Yenza isimo sivumelane nawe

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
af: Voeg jou handelsmerk en inhoud by om kliënte-aanraakpunte te verhoog, behoud te verbeter en toekomstige verkope aan te moedig.
cy: Ychwanegwch eich enw masnach a chynnwys i gynyddu cysylltiad â chwsmeriaid, gwella cyfraddau cadw a gyrru gwerthiant yn y dyfodol.
es_mx: Añade tu marca y tus contenidos para aumentar el contacto con los clientes, mejorar la fidelización y aumentar las ventas en un futuro.
fr: Insérez votre contenu à votre image de marque et multipliez les points d'accès à vos services. Fidélisez ainsi votre clientèle pour faciliter de futures ventes.
gd: Fanaibh dlùth ris na custamairean agaibh agus neartaichibh ur reicean le bhith a' cur ur brannd is susbaint agaibh fhèin ris.
hi_in: अपने ब्रांड और सामग्री को जोरे ताकि उपभोक्ताओं का आपसे संपर्क बढे,प्रतिधारण सुधरे और भविष्य की बिक्री चले.
km: បន្ថែម​ស្លាក និង​មាតិកា​របស់​អ្នក​ដើម្បី​បង្កើន​ចំណុច​ប៉ះ​របស់​អតិថិជន ធ្វើឲ្យ​ការ​រក្សាទុក​ប្រសើរ​ឡើង និង​ដើម្បី​ជំរុញ​ការ​លក់​នៅ​អនាគត។
ms: Tambahkan kandungan dan jenama anda untuk meningkatkan titik sentuh dengan pelanggan, meningkatkan pengekalan dan memacu jualan masa depan.
my: သင့် အမှတ်တံဆိပ်နှင့် ဖန်တီးထားသော အရာများ ထည့်သွင်းခြင်းဖြင့် သုံးဆွဲသူများအား ဆွဲဆောင်ပြီး အနာဂတ်အတွက် စျေးကွက် မြှင့်တင်ပါ
pt: Adicione a sua marca e conteúdos para aumentar os pontos de contacto com o consumidor, melhorar a retenção e conduzir a futuras vendas.
sw: Ongeza bidhaa zako ili kuongeza mahala pa kuzunguma na mteja wako, boresha uhifadhi wa wateja na uanzishe mauzo ya siku zijazo.
ur: گاہک کے رابطے کے پوائنٹ، انہیں برقرار رکھنا اور مستقبل کی فروخت کو بڑھانے کے لیے اپنا برینڈ اور مواد ڈالیں۔
zu: Faka owakho umkhiqizo nemininingwane ukuze ukhuphule izindlela zokuxhumana namakhasimende, ukhuphule amanani okugcina amakhasimende enawe kanjalo nokusimamisa ukuthengwa esikhathini esizayo.

source: Build new differentiated offerings
cy: Adeiladu cynnwys gwahanol
hi_in: नये सेवा प्रस्ताव बनायें
my: ထူးခြားတဲ့ ဝန်ဆောင်မှုများ တည်ဆောက်ပါ
pt: Construir novas ofertas diferenciadas
sw: Tengenza sadaka mpya zilizotofautishwa

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
cy: Integreiddiwch wasanaethau yn uniongyrchol i'r porwr i ryddhau eich hun o gyfyngiadau llwyfannau perchnogol.
hi_in: ब्राउज़र में सीधे ही सेवाओं को फायरफॉक्स मार्केटप्लेस और WebRTC के साथ एकीकृत करें ताकि आप स्वामित्व वाले प्लेटफॉर्म का उपयोग करने के लिए बाध्य न हो.
my: ဝန်ဆောင်မှုများအား ဘယောက်ဆာထဲသို့ လွတ်လပ်စွာထည့်သွင်းနိုင်ပြီး အခြား​ တားမြစ်ချက်များ ရှိသော platforms များထက် အားသာချက်ရယူလိုက်ပါ
pt: Integre serviços diretamente no navegador para se libertar das restrições de plataformas proprietárias.
sw: Unganisha huduma moja kwa moja kwenye kivinjari ili kujiweka huru mwenyewe kutokana na vikwazo vya majukwaa yaliyo ya wenyewe.

source: Step into the Firefox ecosystem
cy: Camu i ecosystem Firefox
hi_in: फ़ायरफ़ॉक्स पारिस्थितिकी तंत्र में कदम
my: မီးမြေခွေးဂေဟစနစ်ထဲသို့ လှမ်းလာပါ
pt: Entre no ecossistema Firefox
sw: Piga hatua kwenye mazingira ya Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
cy: Cynyddu gwerth Firefox Marketplace, technoleg WebRTC, cefnogaeth bilio cwsmer uniongyrchol, chwilio gwell, gwasanaethau cwmwl newydd Firefox a mwy.
hi_in: Firefox Marketplace, WebRTC प्रौद्योगिकी, सीधे ग्राहक बिलिंग समर्थन, खोज संवर्द्धन, नई Firefox क्लाउड सेवाओं और अधिक लाभ उठाये.
my: မီးမြေခွေးစျေးကွက်အသုံးပြုပြီး WebRTC နည်းပညာ ၊ တိုက်ရိုက် ဘေလ် တောင်းခံခြင်း ထောက်ပံမှု၊ အဆင့်မြှင့်ရှာဖွေမှု နှင့် မီးမြေခွေး Cloud ဝန်ဆောင်မှု များအား တပ်ဆင်ပါ
pt: Aproveite o Firefox Marketplace, a tecnologia WebRTC, o suporte a cobranças diretas ao consumidor, as melhorias na pesquisa, os novos serviços na nuvem do Firefox e muito mais.
sw: Faidika kutoka kwa Firefox Marketplace, teknolojia ya WebRTC, usaidizi wa kutoza bili wa moja kwa moja, kutafuta kulikoimarishwa, huduma mpya za Firefox Cloud na zaidi.

source: Partner Opportunities
af: Vennootgeleenthede
bn_bd: অংশীদারদের সুযোগ
cy: Cyfleoedd ar gyfer Partneriaid
es_mx: Oportunidades para socios
fr: Possibilités de partenariat
gd: Cothroman com-pàirteachais
hi_in: साझेदारी अवसर
km: ឱកាស​ដៃគូ
ms: Peluang Rakan Penaja
my: ပူးပေါင်းဆောင်ရွက်မှု အခွင့်အလမ်းများ
pt: Oportunidades para parceiros
sw: Fursa za Washirika
ur: پارٹنر مواقع
zu: Amathuba Ophathina

source: For Developers
af: Vir ontwikkelaars
bn_bd: ডেভেলপারদের জন্য
cy: Ar gyfer Datblygwyr
es_mx: Para desarrolladores
fr: Pour les développeurs
gd: Airson luchd-leasachaidh
hi_in: डेवेलपर्स के लिए
km: សម្រាប់​អ្នក​អភិវឌ្ឍន៍
ms: Untuk Pembangun
my: ဖန်တီးသူများ အတွက်
pt: Para programadores
sw: Kwa Waendelezaji
ur: ڈیولپرز کے لیے
zu: Okwabaqambi

source: For Operators & Manufacturers
af: Vir operateurs en vervaardigers
bn_bd: অপারেটর ও প্রস্তুতকারকদের জন্য
cy: Darparwyr a Masnachwyr
es_mx: Para operadores y fabricantes
fr: Pour les fabricants et opérateurs
gd: Airson giùlanairean ⁊ luchd-saothrachaidh
hi_in: ऑपरेटरों और निर्माताओं के लिए
km: សម្រាប់​ប្រតិបត្តិករ និង​ក្រុមហ៊ុន​ផលិត
ms: Untuk Pengendali dan Pengeluar
my: အော်ပရေတာများနှင့် ထုတ်လုပ်သူများအတွက်
pt: Para operadores e fabricantes
sw: Kwa Opereta & Watengezaji
ur: اوپریٹرز اور مینیوفیکچررز کے لیے
zu: Kubasebenzisi Nabakhiqizi

source: Mobile
af: Selfoon
bn_bd: মোবাইল
cy: Symudol
fr: Portable
gd: Gluasadach
hi_in: मोबाइल
km: ទូរស័ព្ទ​ចល័ត
my: မိုဘိုင်းလ်
pt: Móvel
sw: Simu ya mkono
zu: Iselula

source: Firefox Marketplace — Developer testimonials
af: Firefox Markplek — Getuigskrifte van ontwikkelaars
bn_bd: ফায়ারফক্স মার্কেটপ্লেস —ডেভেলপার প্রশংসাপত্র
cy: Firefox Marketplace — Tystebau datblygwyr
es_mx: Firefox Marketplace: Recomendaciones de desarrolladores
fr: Firefox Marketplace — Témoignages de développeurs
gd: Margaid Firefox — Teisteanasan luchd-leasachaidh
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस — डेवेलपर प्रमाणपत्र
km: ឃ្លាំង​កម្មវិធី Firefox — ការ​បញ្ជាក់​របស់​អ្នក​អភិវឌ្ឍន៍
ms: Firefox Marketplace — Testimoni pembangun
my: မီးမြေခွေး စျေးကွက် — ဖန်တီးသူများ၏ ထင်မြင်ချက်များ
pt: Firefox Marketplace — testemunhos de programadores
sw: Firefox Marketplace — Ushuhuda wa Waendelezaji
ur: Firefox Marketplace — ڈیولپر ٹیسٹمونیل
zu: I-Firefox Marketplace — Izifakaziselo zabaqaphi

source: Get it on Google Play
af: Kry dit op Google Play
bn_bd: গুগল প্লে থেকে নিন
cy: Estynnwch o Google Play
es_mx: Obtenlo en Google Play
fr: Téléchargez-le sur Google Play
gd: Faigh e air Google Play
hi_in: इसे गूगल प्ले पर पायें
km: ទទួល​យល់​នៅ​លើ​ Google កម្សាន្ត
ms: Dapatkan ia di Google Play
my: ဂူးဂဲလ်ပလေးတွင် ရယူလိုက်ပါ
pt: Obtenha-o no Google Play
sw: Ipate Google Play
ur: Google Play پر اسے حاصل کریں
zu: Yithole ku-Google Play

source: Mobile World Congress 2014
af: Mobiele Wêreldkongres 2014
bn_bd: মোবাইল ওয়ার্ল্ড কংগ্রেস ২০১৪
hi_in: मोबाइल दुनिया कांग्रेस 2014
km: សន្និសីទ​​ជា​សកល​​ស្ដីពី​ទូរស័ព្ទ​ឆ្នាំ​ 2014
ms: Kongres Dunia Mudah Alih 2014
my: ကမ္ဘာ့မိုဘိုင်းလ်ညီလာခံ 2014
zu: Ingqungquthela Yomhlaba Komakhalekhukhwini 2014

source: Watch our wrap-up video from Mobile World Congress 2013
af: Kyk ons verkorte video van die Mobiele Wêreldkongres 2013
bn_bd: মোবাইল ওয়ার্ল্ড কংগ্রেস ২০১৩ এর ধারণকৃত ভিডিও দেখুন
cy: Gwyliwch ein fideo crynhoi o Mobile World Congress 2013
es_mx: Mira nuestro video resumen del Mobile World Congress 2013
gd: Faighibh an gearr-chunntas video againn on Mobile Word Congress 2013
hi_in: मोबाइल दुनिया कांग्रेस 2013 से हमारे रैप अप वीडियो पर ध्यान दे
km: មើល​វីដេអូ​សង្ខេប​របស់​​យើង​ពី​សន្និសីទ​សកល​ស្ដីពី​ទូរស័ព្ទ​ឆ្នាំ 2013
ms: Menonton video ringkasan kami dari Kongres Dunia Mudah Alih 2013
my: မိုဘိုင်းလ် ကမ္ဘာ 2013 ပွဲမှ ကျွန်တော်တို့၏ ဗီဒီယိုအားကြည့်ပါ
pt: Assista ao nosso vídeo resumo da Mobile World Congress 2013
sw: Tazama video yetu kwa kifupi kutoka Mobile World Congress 2013
ur: ہماری موبائل ویب کانگرس کی 2013 وڈیو دیکھیں
zu: Buka ividiyo yethu yokugoqa yaseNgqungqutheleni Yomhlaba Yomakhalekhukhwini Congress 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
af: Mozilla en hul vennote berei voor om die eerste Firefox OS-slimfone bekend te stel
bn_bd: মজিলা এবং অংশীদারদের প্রথম ফায়ারফক্স ওএস স্মার্টফোন অবমুক্তির প্রস্তুতি
cy: Mae Mozilla a'i bartneriaid yn paratoi i lansio'r ffonau Firefox OS cyntaf
es_mx: Mozilla y sus socios preparan el lanzamiento de los primeros teléfonos inteligentes con Firefox OS
gd: Mozilla agus na com-pàirtichean aige ag ullachadh cur air bhog nan ciad fhònaichean tapaidh Firefox OS
hi_in: मोज़िल्ला और साथियों ने पहला फायरफॉक्स ओएस स्मार्टफोन प्रारम्भ करने की तयारी की है
km: Mozilla និង​ដៃ​គូ​រៀបចំ​ចាប់ផ្ដើម​ទូរស័ព្ទ​ទំនើប Firefox OS ដំបូង
ms: Mozilla dan rakan kongsi bersedia untuk melancarkan telefon pintar Firefox OS yang pertama
my: ပထမဦးဆုံး မီးမြေခွေးစနစ်သုံး စမတ်ဖုန်းများ စတင်ဖြန့်ဖြူးရန် မိုဇီလာနှင့် ပါတနာများက ပြင်ဆင်နေကြပါတယ်
pt: A Mozilla e os parceiros preparam o lançamento dos primeiros smartphones com Firefox OS
sw: Mozilla na washirika wanajianda kuzindua simu za kwanza za Firefox OS
ur: Mozilla اور شرکا پہلے Firefox OS سمارٹ فون لانچ کرنے کی تیاری میں
zu: I-Mozilla nophathina balungiselela ukwethula ama-Firefox OS smartphones okuqala

source: Watch the daily <br>MWC video recap
af: Kyk die daaglikse <br>MWC-videosnit
bn_bd: প্রতিদিনের <br>MWC ভিডিও সারমর্ম দেখুন
cy: Gwylio fideo crynhoi <br>MWC dyddiol
gd: Coimheadaibh air gearr-chunntas <br>làitheil a' MWC
hi_in: रोज़ देखें<br>MWC वीडियो रिकैप
km: មើល <br>MWC video recap ប្រចាំថ្ងៃ
ms: Tonton video penggulungan <br>MVC harian
my: နေ့စဉ် <br>MWC ဗီဒီယို ပြန်လည် ပြသခြင်းအားကြည့်ပါ
pt: Assista ao vídeo com o <br>resumo diário da MWC
sw: Tazama muhtasari wa video wa kila siku wa <br>MWC
zu: Buka nsukuzonke <br>MWC ukuphindwa kwevidiyo

source: Fox Den &amp; other <br>MWC events
af: Fox Den en ander <br>MWC-gebeurtenisse
bn_bd: ফক্স ডেন &amp; অন্যান্য <br>MWC ইভেন্ট
cy: Fox Den a digwyddiadau <br>MWC eraill
gd: Saobhaidh an t-sionnaich ⁊ <br>tachartasan MWC eile
hi_in: फॉक्स धेन &amp; अन्य <br>MWC घटनाएँ
km: Fox Den &amp; <br>ព្រឹត្តិការណ៍ MWC ផ្សេងៗ​ទៀត
ms: Fox Den &amp; acara <br>MWC lain
my: Fox Den &amp; အခြား <br>MWC ပွဲများ
pt: Fox Den &amp; outros <br>eventos MWC
sw: Fox Den &amp; matukio <br>mengine ya MWC
zu: Fox Den &amp; neminye <br>imicimbi ye-MWC

source: Firefox tweets from <br>MWC in Barcelona
af: Firefox twiet van <br>MWC in Barcelona
bn_bd: বার্সিলোনা MWC থেকে<br> ফায়ারফক্স টুইট
cy: Trydar Firefox o <br>MWC ym Marcelona
gd: Tweets Firefox on MWC <br>ann am Barcelona
hi_in: बार्सिलोना में <br>MWC से फ़ायरफ़ॉक्स ट्विट्स
km: Firefox tweets ពី <br>MWC ក្នុង Barcelona
ms: Tweet Firefox daripada <br>MWC di Barcelona
my: ဘာစီလိုနာရှိ MWCမှ <br> မီးမြေခွေးတွိများ
pt: Tweets Firefox da <br>MWC em Barcelona
sw: Tweets za Firefox kutoka <br>MWC huko Barcelona
zu: I-Firefox ithumela i-tweet <br>MWC ise-Barcelona

source: View the version notes
af: Bekyk die weergawenotas
bn_bd: ভার্সন নোটসমূহ দেখুন
cy: Gweler nodiadau'r fersiwn
gd: Faicibh nòtaichean nan tionndaidhean
hi_in: संस्करण नोट दिखाएँ
km: មើល​ការ​ចំណាំ​កំណែ
ms: Lihat nota versi
my: ဗားရှင်း မှတ်စုများအားကြည့်ပါ
pt: Ver as notas da versão
sw: Tazama dondoo la toleo
ur: ورژن نوٹ دیکھیں
zu: Buka amanothi eveshini

source: Read about features, changes and more
af: Lees meer omtrent kenmerke, veranderinge en vele meer
bn_bd: ফিচার, পরিবর্তন এবং আরও কিছু সম্পর্কে পড়ুন
cy: Darllenwch am nodweddion, newidiadau a rhagor
gd: Leughaibh fiosrachadh air feartan, atharraichean is mòran a bharrachd
hi_in: सुविधाएँ, बदलाव और अधिक के बारे में पढ़ें
km: អាន​អំពី​លក្ខណ, ការ​ផ្លាស់ប្ដូរ និង​ច្រើន​ទៀត
ms: Baca tentang ciri-ciri, perubahan dan banyak lagi
my: လုပ်ဆောင်ချက်များ၊ ပြောင်းလဲမှုများ နှင့်အခြား အရာများအကြောင့် ဖတ်ပါ
pt: Ler sobre funcionalidades, alterações e muito mais
sw: Soma kuhusu makala, mabadiliko na mengine mengi
ur: فیچر، تبدیلیوں اور مزید چیزوں کے بارے میں پڑھیں
zu: Funda ngamafisha, izinguquko nokunye

source: Description
af: Beskrywing
bn_bd: বর্ণনা
cy: Disgrifiad
gd: Tuairisgeul
hi_in: विवरण
km: សេចក្ដី​ពិពណ៌នា
ms: Keterangan
my: ဖော်ပြချက်
pt: Descrição
sw: Maelezo
zu: Incazelo

source: Please enter your first name.
af: Voer asseblief jou voornaam in.
bn_bd: অনুগ্রহ করে আপনার নামের প্রথমাংশ লিখুন।
cy: Rhowch eich enw cyntaf.
gd: Cuiribh a-steach ur n-ainm.
hi_in: कृपया अपना पहला नाम दर्ज करें.
km: សូម​បញ្ចូល​នាម​ខ្លួន​របស់​អ្នក។
ms: Sila masukkan nama pertama anda.
my: ကျေးဇူးပြု၍ ပထမဆုံးအမည်ကို ရေးပါ။
pt: Por favor, introduza o seu nome.
sw: Tafadhali ingiza Jina lako la kwanza.
zu: Uyacelwa ubhale igama lakho.

source: Please enter your last name.
af: Voer asseblief jou van in.
bn_bd: অনুগ্রহ করে আপনার নামের শেষাংশ লিখুন।
cy: Rhowch eich enw olaf.
gd: Cuiribh a-steach ur sloinneadh.
hi_in: कृपया आखिर नाम डाले.
km: សូម​បញ្ចូល​នាមត្រកូល​របស់​អ្នក។
ms: Sila masukkan nama terakhir anda.
my: ကျေးဇူးပြု၍ နောက်ဆုံးအမည် ရေးပါ။
pt: Por favor, introduza o seu apelido.
sw: Tafadhali ingiza jina lako la mwisho.
zu: Uyacelwa ubhale isibongo sakho.
