Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: af, bn_bd, cy, es_mx, fr, gd, hi_in, km, ms, my, pt, sw, ur, zu

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
af: Trek voordeel uit diensgeleenthede soos Firefox Markplek en WebRTC om nuwe, platform-onafhanklike aanbiedinge te skep en direkte kliëntepublisiteit te vestig.
cy: Manteisiwch ar gyfleoedd gwasanaeth fel Firefox Marketplace a WebRTC i greu cynnyrch newydd, platfform-annibynnol a darparu bilio cwsmeriaid uniongyrchol.
es_mx: Benefíciate de las oportunidades de servicios como Firefox Marketplace y WebRTC para crear ofertas innovadoras e independientes de plataformas y establecer un sistema de facturación directa a tus clientes.
fr: Profitez des possibilités offertes par des services tels que le Marketplace de Firefox ou WebRTC pour créer de nouvelles offres de produits indépendantes de toute plate-forme et mettez en place des systèmes de facturation directe de vos clients.
gd: Gabhaibh cothrom air na cothroman seirbheise mar mhargaid Firefox agus WebRTC airson tairgsean ùra a chruthachadh a bhios neo-eisimeileach o na h-ùrlaran agus airson bileachadh dìreach a stèidheachadh.
hi_in: सेवा मौके जैसे की फायरफॉक्स मार्केटप्लेस और WebRTC का फायदा ले प्लेटफॉर्म मुक्त प्रस्ताव और प्रत्यक्ष उपभोक्ता भुगतान बनाये.
km: យក​កម្រិត​ខ្ពស់​នៃ​ឱកាស​សេវាកម្ម​ដូច​ជា​ទីផ្សារ Firefox និង WebRTC ដើម្បី​បង្កើត​ថ្មី, វេទិកា​ឯករាជ ដែល​បាន​ផ្ដល់ និង​បាន​បើក​ការ​ចេញ​វិក្កយបត្រ​ផ្ទាល់ខ្លួន។
ms: Ambil kesempatan daripada peluang perkhidmatan seperti Firefox Marketplace dan WebRTC untuk membuat penawaran baru, bebas platform dan mewujudkan bil pelanggan secara langsung.
my: မီးမြေခွေးစျေးကွက်နှင့် WebRTC ကဲ့သို့သော နည်းပညာများသုံးပြီး Platform မှီခိုမှု ကင်းမဲ့သော ထုတ်ကုန်များထုတ်လုပ်နိုင်ပြီ
pt: Tire proveito de oportunidades de serviços como o Firefox Marketplace e a WebRTC para criar novas ofertas, independentes de plataformas, e estabelecer cobrança direta ao consumidor.
sw: Faidikia kutokana na fursa za huduma kama vile Firefox Marketplace na WebRTC kuunda mfumo mpya wa matoleo na uanzishe kutoza bili moja kwa moja kwa wateja.
ur: براہ راست گاہگ ادائگی قائم کرنے کے لیے اور نئے پلیٹ فارم آزاد پیشکشیں بنانے کے لیے Firefox Marketplace اور WebRTC جیسے سروس مواقع کا فائدہ اٹھائیں۔
zu: Sebenzisa amathuba afana ne-Firefox Marketplace kanye ne-WebRTC ukwakha izinto ezincike ezinkundleni kanye nokusungula indlela yokukhokha ngqo kwabathengi.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
af: Trek voordeel uit ons sterk handelsmerk en diensaanbiedinge om jou produk te onderskei en verkope aan te moedig.
cy: Manteisiwch ar ein enw masnachol cryf a'n gwasanaeth cynigion i wahaniaethu eich cynnyrch a gyrru gwerthiant.
es_mx: Benefíciate de la fortaleza de nuestra marca y ofertas de servicios para diferenciar tu producto y aumentar las ventas.
fr: Bénéficiez de l'impact de notre marque et de nos multiples services, différenciez-vous de la concurrence et générez des ventes.
gd: Gabhaibh cothrom air a' bhrannd làidir againn agus air na tairgsean seirbheise airson 's gum bi am bathar agaibh-se eadar-dhealaichte o chàch.
hi_in: हमारे मजबूत ब्रांड और सेवा प्रस्ताव का फायदा ले आपके उत्पाद और अभियान बिक्री अलग करने के लिए करें
km: ទទួល​បាន​ប្រយោជន៍​ពី​ស្លាក​សញ្ញា និង​សេវាកម្ម​ផ្ដល់​ជូន​ដើម្បី​បង្ហាញ​ពី​ភាព​ខុសប្លែក​នៃ​ផលិតផល​របស់​អ្នក និង​ការ​លក់។
ms: Gunakan kesempatan dari tawaran perkhidmatan dan jenama kami yang kukuh untuk membezakan produk anda dan memacu jualan.
my: သင့်ထုတ်ကုန် နှင့် ရောင်းအား မြှင့်တင်ရန် ကျွနု်ပ်တို့၏ အမှတ်တံဆိပ်ကျော်ကြားမှု ဖြင့် အားသာချက်ရယူပါ
pt: Tire partido da nossa forte marca e ofertas de serviços para diferenciar o seu produto e promover as vendas.
sw: Faidikia kutoka na bidhaa yetu na huduma tunazotoa kutofautisha bidhaa na uongeze mauzo.
ur: اپنی پروڈکٹ کو مختلف بنانے اور فروخت بڑھانے کے لیے ہمارے طاقت ور برینڈ اور سروس پیشکشوں کا فائدہ اٹھائیں۔
zu: Sebenzisa umkhiqizo wethu onamandla nezinsiza ukwenza owakho umkhiqizo wehluke kukhule namanani okudayisa.

source: Build new service offerings
af: Bou nuwe diensaanbiedinge
bn_bd: নতুন পরিসেবা তৈরি করুন
cy: Adeiladu cynigion gwasanaeth newydd
es_mx: Crear nuevas ofertas de servicios
fr: Mettre en place des services personnalisés
gd: Cruthaichibh tairgsean seirbheise ùra
hi_in: नये सेवा प्रस्ताव बनायें
km: ស្ថាបនា​ការ​ផ្ដល់​នូវ​សេវា​កម្ម​ថ្មី
ms: Bina penawaran servis yang baru
my: ဝန်ဆောင်မှု အသစ်တစ်ခုတည်ဆောက်ပါ
pt: Construa novas ofertas de serviço
sw: Unda huduma mpya
ur: نئی سروس پیشکشیں بنائیں
zu: Yakha izinsiza zokunikeza usizo ezintsha

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
af: Integreer dienste direk in jou blaaier met Firefox Markplek en WebRTC om jouself van die beperkinge van besitte platforms te bevry.
cy: Integreiddiwch wasanaethau yn uniongyrchol i'r porwr gyda Firefox Marketplace a WebRTC i ryddhau eich hun o gyfyngiadau llwyfannau perchnogol.
es_mx: Integra servicios directamente en el navegador con Firefox Marketplace y WebRTC, y libérate de las limitaciones de las plataformas patentadas.
fr: Intégrez vos services au navigateur grâce au Marketplace de Firefox et WebRTC afin de vous libérer des contraintes des plate-formes propriétaires.
gd: Amalaichibh seirbheisean leis a' bhrabhsair fhèin slighe margaid Firefox agus WebRTC airson a bhith saor o chuing nan ùrlaran coimeirsealta.
hi_in: ब्राउज़र में सीधे ही सेवाओं को फायरफॉक्स मार्केटप्लेस और WebRTC के साथ एकीकृत करें ताकि आप स्वामित्व वाले प्लेटफॉर्म का उपयोग करने के लिए बाध्य न हो.
km: រួមបញ្ចូល​សេវាកម្ម​ដោយ​ផ្ទាល់​ទៅ​ក្នុង​កម្មវិធី​អ៊ីនធឺណិត​ដោយ​ប្រើ​ឃ្លាំង​កម្មវិធី Firefox និង WebRTC ដើម្បី​ឲ្យ​អ្នក​ទំនេរ​ពី​ការ​ដាក់​កម្រិត​របស់​ម្ចាស់​កម្មវិធី។
ms: Mengintegrasikan perkhidmatan terus ke pelayar dengan Firefox Marketplace dan WebRTC untuk membebaskan anda daripada kekangan platform proprietari.
my: မီးမြေခွေးစျေးကွက်နှင့် WebRTC ကဲ့သို့သော နည်းပညာများသုံးပြီး Platform မှီခိုမှု ကင်းမဲ့သော ထုတ်ကုန်များထုတ်လုပ်နိုင်ပြီ
pt: Integre serviços diretamente no navegador com o Firefox Marketplace e a WebRTC para se libertar das restrições de plataformas proprietárias.
sw: Unganisha huduma moja kwa moja ukitumia Firefox Marketplace na WebRTC ili kujiweka huru mwenyewe kutokana na vikwazo vya majukwaa yaliyo ya wenyewe.
ur: اپنے آپ کو مالکانہ پلیٹ فارم کی بندشوں سے آزاد کرنے کے لیے Firefox Marketplace اور WebRTC کے ذریعے سروس براہ راست براؤزر میں ڈالیے۔
zu: Hlanganisa izinsiza ngqo kubrawuza ye-Firefox Marketplace ne-WebRTC ukuze uzikhulule emikhawulweni yabanikazi bezinkundla.

source: Direct customer billing
af: Direkte kliëntefakturering
bn_bd: স্পষ্ট গ্রাহক বিল
cy: Bilio cwsmeriaid uniongyrchol
es_mx: Facturar directamente al consumidor
fr: Facturer directement le client
gd: Bileachadh chustamairean dìreach
hi_in: सीधे ग्राहक बिलिंग
km: ការ​ចេញ​វិកយបត្រ​អតិថិជន​ដោយ​ផ្ទាល់
ms: Keutamaan pelanggan secara langsung
my: တိုက်ရိုက် သုံးဆွဲမှု ဘေလ်
pt: Cobrança direta ao consumidor
sw: Kutoza mteja bili moja kwa moja
ur: براہ راست گاہک بل سازی
zu: Ukuzikhokhela ngqo kwamakhasimende

source: Grow your business by combining your own customer payment plans with our open source service offerings.
af: Groei jou besigheid deur jou eie kliëntebetalingsplanne met ons oopbron-diensaanbiedinge te kombineer.
cy: Tyfwch eich busnes drwy gyfuno eich cynlluniau talu cwsmeriaid eich hun gyda'n gwasanaeth cynigion cod agored.
es_mx: Haz crecer tu negocio integrando tus propios planes de pago para clientes con nuestras ofertas de servicios de código abierto.
fr: Développez vos activités en combinant vos propres systèmes de facturation des utilisateurs avec les solutions open source que nous vous proposons.
gd: Thoiribh fàs air ur gnothachas leis na planaichean pàighidh agaibh fhèin agus na tairgsean seirbheise againn fhìn a tha stèidhichte air còd fosgailte.
hi_in: अपना व्यापार बढ़ाएं आपके अपने प्रथा के भुगतान योजना के साथ हमारे ओपन स्त्रोत सेवा प्रस्तावों को जोर कर.
km: ពង្រីក​ជំនួញ​របស់​អ្នក​ដោយ​បញ្ចូល​គ្នា​នូវ​គម្រោង​បង់ប្រាក់​អតិថិជន​ផ្ទាល់ខ្លួន​របស់​អ្នក​ជាមួយ​ការ​ផ្ដល់​សេវាកម្ម​ប្រភព​ចំហ។
ms: Kembangkan perniagaan anda dengan menyatukan pelan pembayaran pelanggan anda dengan tawaran khidmat sumber terbuka kami.
my: သင့် လုပ်ငန်းအား သင့်ကိုယ်ပိုင် ငွေပေးချေမှု အစီအမံများ နှင့် ကျွနု်ပ်တို့၏ ပွင့်လင်းဝန်ဆောင်မှု ပူးပေါင်းပြီး တိုးတက်အောင်လုပ်ပါ
pt: Faça crescer o seu negócio combinando os seus próprios planos de pagamento dos clientes com as nossas ofertas de serviços de código aberto.
sw: Kuza biashara yako kwa kuunganisha mipango ya kulipa ya wateja wako na huduma yetu ya chanzo huru.
ur: ہماری اوپن سورس اشیاہ کے ساتھ اپنے گاہک ادائیگی پلین ملا کر اپنا کاروبار بڑھائیں۔
zu: Khulisa ibhizinisi lakho ngokuhlanganisa ezakho izinhlelo zokukhokha kanye nosizo lwezinsiza esiluhlinzekayo.

source: Firefox at Mobile World Congress 2013
fr: Firefox au Mobile World Congress 2013

source: Comments or questions?
fr: Des questions ou des commentaires&nbsp;?

source: Blaze Your Own Path
fr: Suivez votre propre chemin

source: We’re enabling operators, phone manufacturers and developers to manage, customize and own relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
fr: Nous permettons aux opérateurs, fabricants de téléphones et développeurs de gérer, personnaliser et contrôler leurs relations clients à travers tous nos logiciels mobiles&nbsp;: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> et <a %(url3)s>Firefox pour Android</a>.

source: Join us at Stand F20, Hall 8.1, App Planet
fr: Rejoignez-nous sur le stand F20, Hall 8.1, App Planet

source: Our keynote & other scheduled events
fr: Notre discours d'ouverture et évènements programmés

source: Firefox tweets from MWC in Barcelona
fr: Les tweets Firefox depuis le MWC à Barcelone

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved.</a>
fr: Supporté par certains des plus grands noms de l'industrie, Firefox&nbsp;OS est une plate-forme ouverte qui favorise la participation à tous les niveaux. <a %(url)s>Voici comment vous impliquer.</a>

source: White Papers
fr: Livre blanc

source: Learn more about the technology behind Firefox OS
fr: Découvrez la technologie derrière Firefox&nbsp;OS

source: MWC demonstrations
fr: Démonstrations au MWC

source: Developed with developers in mind
fr: Développé pour les développeurs

source: Submit it to the Firefox Marketplace today
fr: Publiez-la dès aujourd'hui sur le Marketplace de Firefox
ur: اسے آج ہی Firefox Marketplace میں جمع کرائیں

source: Jam with us, learn about new tools, meet other developers and more
fr: Codez avec nous, découvrez de nouveaux outils, rencontrez d'autres développeurs et bien plus encore.

source: Register
fr: Enregistrez-vous

source: Stand out from the crowd
fr: Démarquez-vous

source: Location
fr: Emplacement

source: Firefox at MWC 2013 — Stand F20, Hall 8.1, App Planet
fr: Firefox au MWC 2013 — Stand F20, Hall 8.1, App Planet

source: From the South Entrance:
fr: Depuis l'entrée sud

source: Walk straight down the main hallway of Hall 8.1. Our stand is located in the middle of the hall on the right.
fr: Traversez l'allée principale du Hall 8.1. Notre stand est situé au milieu de l'allée, sur la droite.

source: From the North Entrance:
fr: Depuis l'entrée nord

source: Go up the escalator to Hall 8.1. Our stand is located in the middle of the hall.
fr: Montez l'escalator vers le Hall 8.1. Notre stand est situé au milieu de l'allée.

source: Download map (PDF)
fr: Télécharger le plan (PDF)

source: Mobile World Congress, Barcelona, 25 - 28 February 2013
fr: Mobile World Congress, Barcelone, du 25 au 28 février 2013

source: Firefox at MWC 2013 — Schedule of events
fr: Firefox au MWC 2013 — Programme des évènements

source: 09:00-10:30 CET
fr: 09:00&nbsp;–&nbsp;10:30

source: 12:30-13:00 CET
fr: 12:30&nbsp;–&nbsp;13:00

source: 09:00-16:00 CET
fr: 09:00&nbsp;–&nbsp;16:00

source: 13:00-15:00 CET
fr: 13:00&nbsp;–&nbsp;15:00

source: 16:00-17:30 CET
fr: 16:00&nbsp;–&nbsp;17:30

source: 16:00-23:00 CET (awards at 22:30)
fr: 16:00&nbsp;–&nbsp;23:00 (prix à 22:30)

source: 17:45-18:30 CET
fr: 17:45&nbsp;–&nbsp;18:30

source: VP of Products, Mozilla
fr: Vice-président en charge des produits, Mozilla

source: Gary Kovacs CEO of Mozilla Keynote
fr: Discours inaugural de Gary Kovacs, DG de Mozilla

source: Mozilla CEO Gary Kovacs’ keynote speech will discuss the benefits of an Open Web device in markets around the world and how Firefox OS will help operators, phone manufacturers and developers reach the next billion Web users.
fr: Le directeur général de Mozilla, Gary Kovacs, parlera des bénéfices d'un appareil basé sur l'Open Web dans les différents marchés mondiaux et comment Firefox&nbsp;OS aidera les opérateurs téléphoniques, les fabricants et les développeurs à atteindre le prochain milliard d'internautes.

source: Mobile World Live Keynote with Mitchell Baker
fr: Discours de Mitchell Baker sur Mobile World Live

source: Mitchell Baker, Chairperson of the Mozilla Foundation, will discuss the importance of bringing Open Web innovation to mobile devices.
fr: Mitchell Baker, présidente de la fondation Mozilla, discutera de l'importance d'apporter aux appareils mobiles l'innovation de l'Open Web.

source: Mobile App Privacy Debate
fr: Débat sur le respect de la vie privée dans les applications mobiles

source: Harvey Anderson, Vice President of Business Affairs and General Counsel at Mozilla, will take part in the debate “Mobile app privacy: What’s your view?” This interactive session is for anyone interested in helping consumers easily make privacy choices on a mobile device.
fr: Harvey Anderson, vice-président aux affaires commerciales et directeur juridique de Mozilla, prendra part au débat «&nbsp;Respect de la vie privée dans les applications mobiles&nbsp;: qu'en pensez-vous&nbsp?» (Mobile app privacy: What’s your view?). Cette session interactive s'adresse à toute personne souhaitant faciliter les choix des consommateurs en matière de respect de la vie privée sur un appareil mobile.

source: Apps Panel: Evolving Ecosystems
fr: Panel sur les applications&nbsp;: l'évolution des écosystèmes

source: Jay Sullivan, Vice President of Products, will take part in the Apps Panel: Evolving Ecosystems. The panel will discuss the current state of the apps industry and consider how the roles and responsibilities within it are adapting as the apps market evolves.
fr: Jay Sullivan, vice-président des produits, participera au «&nbsp;Panel sur les applications&nbsp;: l'évolution des écosystèmes&nbsp;» (Apps Panel: Evolving Ecosystems). Ce panel discutera de l'état actuel de l'industrie et de comment l'évolution du marché des applications mobiles impacte la distribution des rôles et la responsabilité de ses acteurs.

source: GSMA Pavilion, Congress Square (CS80)
fr: Pavillon GSMA, congress square (CS80)

source: Mobile World Live TV Panel
fr: Panel Mobile World Live TV

source: Johnathan Nightingale, VP of Firefox Engineering, will participate in a discussion about future opportunities in the apps market.
fr: Johnathan Nightingale, vice-président de l'ingénierie, participera à une discussion sur le thème des opportunités à venir sur le marché des applications mobiles.

source: Location: the live panel will be streamed on all major screens throughout the show area
fr: Emplacement&nbsp;: le panel sera retransmis en direct sur tous les grands écrans disposés dans la zone de présentation

source: Mobile Premier Awards & AppCircus After Party
fr: Prix Mobile Premier et AppCircus After Party

source: Firefox Marketplace VP Rick Fant will select and present the winning app.
fr: Rick Fant, responsable du Marketplace de Firefox sélectionnera et présentera l'application gagnante.

source: WIP Jam - Day for Developers
fr: WIP Jam - Journée développeurs

source: The key event for mobile developers at MWC. Mozilla CTO Brendan Eich and Mozilla Developer Evangelist Robert Nyman will host a workshop and Q&A session on “Why Open Web Apps & Firefox OS are good for mobile developers.” Mozilla developer evangelist Chris Heilmann will present an UnPanel on "HTML5 Beyond the Hype" and lead several HTML5 discussion groups. WIP Jam will also see DemoCamps of HTML5 apps created during Mozilla Developer Days. Full schedule available here: %(link)s
fr: L'évènement majeur pour les développeurs mobile présents au MWC. Brendan Eich, directeur technique de Mozilla et Robert Nyman, de l'équipe relations développeurs, tiendront un atelier ainsi qu'une séance de questions/réponses sur le thème «&nbsp;Pourquoi les applications web ouvertes et Firefox OS sont bons pour les développeurs mobile.&nbsp;» (Why Open Web Apps & Firefox OS are good for mobile developers). Chris Heilmann de l'équipe relations développeurs, présentera un panel improvisé sur le thème «&nbsp;HTML5 démystifié&nbsp;» (HTML5 Beyond the Hype) et formera plusieurs groupes de discussion autour d'HTML5. WIP Jam sera également l'occasion d'organiser des DemoCamps d'applications HTML5 créées au cours des journées développeurs de Mozilla. Le programme complet est disponible ici&nbsp;: %(link)s

source: Location TBD
fr: Emplacement à déterminer

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: February 25
fr: 25 février

source: February 26
fr: 26 février

source: February 27
fr: 27 février

source: February 28
fr: 28 février

source: CEO, Mozilla
fr: PDG, Mozilla

source: Back to top
fr: Haut de page

source: Mozilla Announces Global Expansion for Firefox OS
fr: Mozilla annonce l'expansion mondiale de Firefox OS

source: Firefox OS has brought openness, accessibility and opportunity to 30 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
gd: Tha Firefox OS air fosgailteach, so-ruigsinneachd agus cothroman a thoirt do 30 dùthchannan 'e 'ga chur air bhog barrachd air 50 turas le 14 giùlanairean air feadh an t-saoghail — agus tha am piseach sin a' dol a leantainn ann an 2015.

source: Firefox at MWC 2014 &ndash; Schedule of Events
gd: Firefox aig MWC 2014 &ndash; Clàr-ama nan tachartasan
km: Firefox នៅ MWC 2014 &ndash; កាលវិភាគ​ព្រឹត្តិការណ៍
ms: Firefox di MWC 2014 &ndash; Jadual Acara

source: Firefox at MWC 2014 &ndash; Hall 3, Stand 3C30
gd: Firefox aig MWC 2014 &ndash; Talla 3, Stannd 3C30
km: Firefox នៅ MWC 2014 &ndash; Hall 3, Stand 3C30
ms: Firefox di MWC 2014 &ndash; Hall 3, Stand 3C30

# ./firefox/partners/index.lang:20
source: First Name
es_mx: Primer Nombre

# ./firefox/partners/index.lang:25
source: Last Name
es_mx: Apellido

# ./firefox/partners/index.lang:30
source: Title
es_mx: Título

# ./firefox/partners/index.lang:35
source: Company
es_mx: Compañía

# ./firefox/partners/index.lang:40
source: Website
es_mx: Sitio web

# ./firefox/partners/index.lang:50
source: Phone
es_mx: Teléfono

# ./firefox/partners/index.lang:397
source: Mobile
es_mx: Teléfono celular
