Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features/bookmarks.lang.po
Languages: azz

source: Firefox Browser: Better bookmarks everywhere you go
azz: Navegador Firefox: kipia tein okachi kuali nexkayomej marcadores kampa yeski tionyouej

source: Easily organize your bookmarks into folder and access them across all your devices, from desktop to mobile.
azz: Xikonixtali kemej kuali moajsij moneskayouan marcadores ika carpetas uan itech xionkalaki ika nochin moteposuan, kemej tein tajkuilouapal oso tein se uelis mouikas.

source: Better bookmarks
azz: Neskayomej marcadores itech Internet tein okachi kuali

source: Don’t agonize, lovers of bookmarking. Organize with Firefox.
azz: Tejuatsin tikontasojta neskayomej marcadores, amo xiontajyoui. Xikonojtokalti ika Firefox

source: File that bookmark
azz: Archivo tein neskayot marcador

source: Get your faves all sorted with the bookmark star icon, which lets you add custom names and folders quickly. Then dial in your bookmarks toolbar to make sure you never lose sight of the links you love.
azz: Xionajsi tein tikonteluelita uan tetekpantokej ika ixtakopin icono tein sitalin, nejin mitsonkauas tikontalis tokaymej uan carpetas uan ijsiujka tikonchiuas kemej tikonnekis. Ijkon, xikonpatskili mobarraj ika manamik tein neskayomej marcadores, uan nochipa tikonitstok tapatskililismej tein mitsonpaktiaj.

source: Fly with that bookmark
azz: Xionpatani ika nejin neskayot marcador

source: Take your favorites on the fly. Use Firefox Sync to access your bookmarks across all your devices, from desktop to mobile. Or try <a href="%(url)s">Pocket</a> to save any online article, or page and come back to later – even without internet.
azz: Xikonkui tein tikonteluelita ijkuak tikonnekis. Xikontatekiujti Firefox Sync uan xionkalakis kampa moneskayouan marcadores itech nochin moteposuan, kemej tein tajkuilouapal oso tein se uelis mouikas. Oso xikontatekiujti <a href="%(url)s">Pocket</a> uan ijkon tikoneuas tein yeski tamachtilis tein moajsi itech Internet, oso página web uan satepan tionuelis tionmokepas, maski amo ika Internet.

source: Futz with that bookmark
azz: Amo xiontonalpoloua ika nejin neskayot marcador

source: Practice your exactitude with every bookmark manager <a href="%(url)s">add-on</a> you can think of, from full page snapshots to quick-switch sidebars to locked-down-tight private bookmarks.
azz: Xikonita sayoj tein tikonyolnejnektinemi san ika sejsemej <a href="%(url)s">tamajsikayomej</a> kampa se uelis kiyekanas neskayomej marcadores, tel miak onkakej kanachi tionuelis tikonixnemilis: kampa tikonitas páginas tein ajsitokej, barras tein tanakastan oso neskayomej marcadores tein amo senteixtenoj uan kiajchiuilijkej.
