Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features/index.lang.po
Languages: azz

source: Protect your privacy and browse faster with Firefox features
azz: Xikonpaleui maj mitsonyekpialikan tein Internetkopa kiseliskej uan xikontatekiujti Internet okachi ijsiujka ika nepaleuilmej tein kipia Firefox.

source: You’re in control with Firefox’s easy-to-use features that protect your privacy and browsing speeds.
azz: Tiontayekantok ika nepaleuijlmej tein kipia Firefox tein amo ouij tikontatekiujtis uan kipaleuiaj maj mitsonyekpialikan tein Internetkopa kiseliskej uan kichiuaj Internet maj okachi ijsiujka tekiti.

source: Firefox features
azz: Inepaleuiluan Firefox

source: Modern
azz: Axkan motekitiltia

source: Your favorite add-ons and extensions
azz: Motamajsikayouan uan moextensiónuan tein tikonteluelita

source: Adblock, Ublock, LastPass and thousands more.
azz: Adblock, Ublock, LastPass uan oksekin okachi tel miakej.

source: Get powerful add-ons
azz: Xikonajsi chikaujkej tamajsikayomej

source: Customize your browser
azz: Xikonyekchiua monavegador kemej tikonkuisnekis

source: Personalize Firefox with everything from themes to privacy tools.
azz: Xikonyekchiua nochi Firefox kemej tikonkuisnekis, kemej neskayot tamachtilismej oso manamikmej tein ika tikonyekanas motajkuilolneskayouan.

source: Make Firefox yours
azz: Xikonchiua Firefox moaxka

source: Browse faster
azz: Xikontatekiujti Internet okachi ijsiujka

source: Start faster, tab hop quicker, get more done.
azz: Okachi ijsiujka xionpeua, okachi ijsiujka xipano pestaña, okachi xikonchiua tensa.

source: Do more with Firefox
azz: Okachi xikonchiua tensa ika Firefox

source: Sync between devices
azz: Xikontekitilti Sync ika moteposuan

source: Get your tabs, logins and history on the go.
azz: Ijsiujka xikonajsi mopestañajuan, kampa se kalakteua uan historial.

source: Use Firefox everywhere
azz: Xikontatekiujti Firefox kampa yeski

source: Tabs that travel
azz: Tel uejka xionyo uan xikonuika mopestañajuan

source: View open tabs on any device.
azz: Xikonita pestañas tapotokej itech tein yeski tepos.

source: Start sharing
azz: Xionpeua xikonpanoltili okse tensa

source: Firefox for Android
azz: Firefox tein tionuelis tikontatekiujtis ika Android

source: Our most customizable Firefox for Android yet.
azz: ToFirefox ika Android tein okachiok tionuelis tikonyekchiuas kemej tikonkuisnekis

source: Take control of your browser
azz: Xikonyekana monavegador

source: Firefox for iOS
azz: Firefox tein tionuelis tikontatekiujtis ika iOS

source: The speed you need. The privacy you trust.
azz: Ijsiujkayot tein moneki. Keniuj kiyekpiaj tein kiseliaj tein ika tionuelis tikontakuajtamatis.

source: Go beyond the default
azz: Amo xionmokaua sayoj keniuj yekinika kiyektalijkej motepos san

source: Firefox Test Pilot
azz: Taejekolis piloto ika Firefox

source: Experimental features that can simplify your life.
azz: Nepaleuilmej tein kiixejekojtokej tein uelis kichiuaskej okachi amo ouij monemilis.

source: Help launch new features
azz: Xikonpaelui maj kisakan yankuikej nepaleuilmej

source: Balanced memory usage
azz: Kitekitiltia taelnamikilis kemej moneki

source: Browse smoothly and leave plenty of memory for your computer programs.
azz: Amo ouij xikontatekiujti Internet uan xikonkaua tel miak taelnamikilis tein uelis kikuis programas tein moajsij itech motepos.

source: Speed up your computer
azz: Xikonkaua maj telijsiujka tekiti motepos

source: Better bookmarks
azz: Neskayomej marcadores itech Internet tein okachi kuali

source: Quickly save and organize your favorite sites.
azz: Ijsiujka xikoneua uan xikontali sitios tein tikonteluelita.

source: Customize your bookmarks
azz: Xikonyekchiua moneskayouan marcadores kemej tikonkuisnekis

source: Privacy
azz: Keniuj tiyekpiaj tein tikseliaj

source: Ad tracker blocking
azz: Maj moajchiuakan tanauatilmej tein tetoktiliaj

source: Firefox Private Browsing blocks ads with trackers.
azz: Nepaleuil maj se kitatekiujti Internet uan amo se mokuejmolo tein kipia Firefox kiajchiua tanauatilmej tein tetoktiliaj.

source: Block ad trackers
azz: Maj moajchiuakan tanauatilmej tein tetoktiliaj

source: More powerful Private Browsing
azz: Nepaleuil maj se kitatekiujti Internet uan amo se mokuejmolo yejua okachi chikauak

source: More protection than Incognito mode or InPrivate.
azz: Okachi tapaleuilis ok uan amo tein kimakatinemij nepaleuilmej maj amo moita se itokay oso InPrivate.

source: Get better privacy
azz: Xikonajsi tein okachi kuali ika keniuj kiyekpiaj tein teaxka itech Internet

source: More private
azz: Okachiok amo senteixtenoj

source: We don’t sell access to your online data. Period.
azz: Amo tiknamakaj maj kalakikan itech motajkuilolixnekayouan tein moajsij Internet. Tonalmej.

source: Get Firefox for privacy
azz: Xikonajsi Firefox ta kiyekpia tein kiselia

source: Limited data collection
azz: Nechikolis ika datos tein kiixtalijkej

source: Opted-in to privacy, so you can browse freely.
azz: Tikixpejpenaj kiyekpiaskej tein kiseliskej, ijkon tionuelis tikontatekiujtis tatojtomal Internet.

source: Read our privacy policy
azz: Xikonixtajtolti totanemililis keniuj tikyekpiaj tein tikseliaj

source: Password Manager
azz: Kampa se uelis kiyekanas ichtakatajkuilolmej

source: Forget the reset. Save passwords and logins quickly.
azz: Xikonelkaua oksepa tiontapeualtis. Ijsiujka xikoneua ichtakatajkuilolmej uan kampa se kalakteua.

source: Easily manage your logins
azz: Amo ouij xikonyekana kampa tionkalakteua

source: Independence
azz: Ijkuak se moixyekana

source: By non-profit, Mozilla
azz: Tein amo kitemoua motomintis, Mozilla

source: Protecting the health of the internet.
azz: Maj se kipaleui Internet tein paktok.

source: Read Mozilla’s mission
azz: Xikonixtajtolti itekiuj Mozilla

source: Open source
azz: Tein se uelis mokuis tein amo tatsaktok

source: We’re always transparent.
azz: Tejuan nochipa tinaltoktik

source: See what makes us different
azz: Xikonita keyej tejuan titataman kemej oksekin

source: Protect your rights
azz: Xikonmatampaui momelaujkatanauatiluan

source: We help keep corporate powers in check.
azz: Tikpaleuijtokej motsinkixtiaj ininchikaujkauelilis uejueyitekitiloyamej.

source: Choose independence
azz: Xikonixpejpena tionmoixyekanas
