Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features/memory.lang.po
Languages: azz

source: Firefox Browser: Use less memory, get more speed
azz: Navegador Firefox: kikui amo okachi taelnamikilis, kipia okachi ijsiujkayot

source: Is your computer slow? Your browser might be using too much memory. Switch to Firefox today for more speed.
azz: ¿Motepos amo ijsiujkatekiti? Xa monavegador kikuitinemi tel miak taelnamikilis. Xionmopata axkan uan xikontatekiujti Firefox tein okachi ijsiuik.

source: Less memory usage than Chrome
azz: Amo okachi kikui taelnamikilis uan amo Chrome

source: If your web browser uses too much memory, switch to Firefox.
azz: Komo monavegador kikui tel miak taelnamikilis, xikonpata uan xikontatekiujti Firefox.

source: Speed up your computer
azz: Xikonkaua maj telijsiujka tekiti motepos

source: Every computer program you run takes up some memory. When too much is used, your system can slooooowww down. Firefox aims for a balance — using enough memory to let you browse smoothly and leaving plenty of memory to keep your computer responsive.
azz: Sejsemej programas tein moajsi itech computadora keman tekiti kikui tepitsin taelnamikilis. Komo tel miak kikuij, mosistema uelis tiuiiiiiixtiiiias. Firefox tekiti keniuj moneki — kikui taelnamikilis tein ajsi uan ijkon tionuelis tikontatekiujtis Internet amo ika kuejmolmej, uan tikonkauas tel miak taelnamikilis tein ika motepos uelis tekitis.

source: Stop running out of memory
azz: Amo xikonauilo taelnamikilis

source: <a href="%(url)s">Chrome uses up to 1.77x more memory than Firefox</a>. If your computer is already low on memory, this can cause a significant slowdown. Using Firefox’s latest version with multi-process can result in more available memory to run your favorite programs.
azz: <a href="%(url)s"> Chrome kikui kemej 1.77 okachi taelnamikilis uan amo Firefox </a>. Komo motepos kipia ya amo miak taelnamikilis, nejon uelis kichiuas maj yolik tekiti. Komo tikontatekiujtis Firefox tein yankuik uan ika tekiti tel miak ojtokaltilismej, uelis mokauas taelnamikilis tein tionuelis tikonkuis ika programas tein tikonteluelitstinemi.

source: Browse faster, privately
azz: Okachi ijsiujka xikontatekiujti Internet, uan kuali kiyekpiaskej tein kiseliskej

source: Explore the web faster with <a href="%(url)s">Firefox Private Browsing</a>. Only Firefox’s private mode includes tracking protection which blocks ads with trackers from loading on pages. Decluttering sites means web pages can load faster.
azz: Okachi ijsiujka xikonita Web ika nepaleuil <a href="%(url)s">Maj se kitatekiujti Internet uan amo se mokuejmolo</a> tein kipia Firefox. Sayoj nejin inepaleuil Firefox amo kikaua maj tetoktilikan uan kiajchiua tanauatilmej tein tetoktiliaj tein moajsij itech sitios web. Se kiyektejtekpanas sitios kiijtosneki páginas web tein okachi ijsiujka monextijkej.
