Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features/password-manager.lang.po
Languages: azz

source: Firefox Browser: Fast, Easy Password Manager
azz: Navegador Firefox: tein ika se ijsiujka uan amo ouij kiixyekanas ichtakatajkuilolmej

source: Firefox Password Manager saves all your passwords in one place so you can automatically login to sites, or retrieve saved passwords.
azz: Inepaleuil Firefox tein itokay Password Manager kieua nochin moichtakatajkuiloluan sayoj sekosaj uan ijkon tionuelis ijsiujka tionkalakteuas itech sitios oso tikonajsis ichtakatajkuilolmej tein achto tikoneuak.

source: Password Manager achievement unlocked
azz: Tionmomachtijya nochi tein monekia tein mouika ika manamik tein ika se kiixyekanas ichtakatajkuilolmej

source: Give up the memory game with Firefox Password Manager.
azz: Amo xikonteltekitilti motaelnamikilis ika inepaleuil Firefox Password Manager.

source: Password hero
azz: Chiujkej ika ichtakatajkuilol

source: Forget the reset. Firefox Password Manager keeps all your passwords so you can log in automatically, or find saved passwords easily. For super security, give your computer a <a href="%(url)s">master password</a>.
azz: Xikonelkaua oksepa tiontapeualtis. Inepaleuil Firefox Password Manager kiyekpia nochin moichatakatajkuiloluan uan ijkon tionuelis ijsiujka tionkalakteuas oso amo ouij tikonajsis ichtakatajkuilolmej tein achto tikoneuak. Xikonmaka mocomputadora se <a href="%(url)s">ichtakatajkuilol tein kampa yeski kualtia</a> uan tikonpias se uejueyi yekyetolis.

source: Password ninja
azz: Ichtakatajkuilol tein ninja

source: No more “try again” while you’re trying to get somewhere. Log in to your Firefox Account on your phone, and your passwords come with you. Your login details will simply appear, just like that.
azz: Amo sepa ok "oksepa xikonchikua" ijkuak tikontemojtok tikonajsis se sitio. Xionkalakteua itech mocuenta Firerfox ika moteléfono uan moichtakatajkuiloluan yaskej mouan. Tein moneki tionkalakteua ipa monextis, kemej nejin.

source: Password master
azz: Ichtakatajkuilol tein kampa yeski kualtia

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Choose an existing favorite or find a next-level one through expert community ratings and reviews.
azz: Xikontani okse motiltiktajkoilpiloni tein mouika iuan yekyetolis itechkopa miakej <a href="%(addons)s"> tamajsikayomej </a> kampa se uelis kiyekanas ichtakatajkuilolmej. Xikonixpejpena se tein xikonteluelita oso xikonajsi se yankuik itechkopa ratings uan tein kinemiliaj tokniuan.

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Go with a favorite like <a href="%(lastpass)s">LastPass</a>, or reach password manager mastery with ratings and community reviews.
azz: Xikontani okse motiltiktajkoilpiloni tein mouika iuan yekyetolis itechkopa miakej <a href="%(addons)s"> tamajsikayomej </a> kampa se uelis kiyekanas ichtakatajkuilolmejej tein kipia Firefox. Xikontatekiujti se tein nochi kiteluelitaj, kemej neskayot <a href="%(lastpass)s"> LastPass</a>, oso xionmokuepa xitamachtijkej akin semi tikonixmattos tikonyekanas ichtakatajuilolmej itechkopa ratings uan tein kinemiliaj tokniuan.
