Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features/private-browsing.lang.po
Languages: azz

source: Private Browser with extra tracking protection
azz: Navegador tein kuali kiyekpia tein kiselia uan no kiyekpia maj amo tetoktilikan

source: Firefox protects your online privacy and blocks trackers that follow you around the web.
azz: Firefox kuali mitsonyekpilia tein tikonseliltis Internetkopa uan amo kikaua maj tekitikan tein mitsontoktiliaj itech web.

source: Firefox: More protection. Less worry.
azz: Firefox: Okachi tematampauilis. Amo okachi kuejmololis.

source: We’re obsessed with protecting your privacy. That’s why we’ve made Firefox Private Browsing more powerful than the others.
azz: Nochipa tiknemilijtinemij keniuj kuali timitsonyekpialiskej tein titechonseliltis. Yejua ika tikchijchiujkej Firefox Private Browsing okachi chikauak uan amo oksekin.

source: Browse without a trace
azz: Xikontatekiujti Internet uan amo xikonkaua motaksalis tein uelis kitojtiliskej

source: Sharing is caring, but that should be your call. Firefox Private Browsing automatically erases your online info like passwords, cookies and history from your computer. So that when you close out, you leave no trace.
azz: Ijkuak se kinpanoltilis oksekin tensa monekiskia se motachilis, sayoj ke nejin moneki yeski motaixpejpenalis. Firefox Private Browsing ipa kichipaua motajkuilolixneskayouan tein moajsij itech Internet, kemej ichtakatajkuilolmej, cookies uan historial itech motepos. Ijkuin, ijkuak titatsakuas, amo mokauas motaksalis tein oksekin uelis kitojtiliskej.

source: Catch those hidden trackers
azz: Xikonkitski tein teichtakatoktiliaj

source: Some websites and ads attach hidden trackers that collect your browsing info long after you’ve left. Only Firefox Private Browsing has tracking protection to block them automatically.
azz: Sekin sitios web uan tanauatilmej kitaliaj tein teichtakatoktiliaj uan ijkon kinechikouaj tein moaxka itech Intenet satepan tionkisas. Sayoj Firefox Private Browsing san yualitonal kiyekpixtinemi maj amo akin kiita toni se kiitstinemi Internetkopa uan ipa kiajchiuilis.

source: Shake off tracking weight
azz: Xionmoijkuanili akin tetoktiliaj akin tel etikej

source: Not only do trackers collect info, they can weigh down your browsing speeds. Only Firefox Private Browsing blocks ads with hidden trackers, so you can drop the baggage and browse freely.
azz: Amo sayoj tein tetoktiliaj kinechikouaj tein teaxka, ta uelis kiijtakoskej ijsiujkayot ijkuak tekititok Internet. Sayoj Firefox Private Browsing san kiajchiuilia tanauatilmej tein kipia tein teichtakatoktiliaj, uan ijkon tionuelis tikonkauas nejin tamamal uan titatojtomal tikontatekiujtis Internet.
