Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/home/index.lang.po
Languages: hsb

source: We’re building a better Internet
hsb: Wutworjamy nowy internet

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
hsb: Sće hižo wědźał? Mozilla - zhotowjer Firefox - wojuje, zo by internet jako globalnu zjawnu resursu wobchował, kotraž je wotewrjena a přistupna za wšěch.

source: Home of the Mozilla Project
hsb: Startowa strona projekta Mozilla

source: Read more
hsb: Wjace čitać

source: Community
hsb: Zhromadźenstwo

source: Continue to mozilla.org
hsb: Dale k mozilla.org

source: Discover <br>what drives our mission
hsb: Wotkryjće, <br>štož našu misiju pohonjuje

source: See the principles <br>that guide everything <br>we do.
hsb: Wobhladajće sej zasady, <br>kotrež wšitko wjedu, <br>štož činimy.

source: Read the <br>Mozilla Manifesto
hsb: Přečitajće <br>manifest Mozilla

source: Donate to Mozilla,<br> the non-profit behind Firefox.
hsb: Darće Mozilla,<br> powšitkownosći słužacej organizaciji za Firefox.

source: Our year-end<br> fundraiser ends Dec 31.
hsb: Naša kónclětna<br> darjenska kampanja so 31. decembra skónči.

source: Donate now
hsb: Darće nětko

source: Mozilla Developer Network
hsb: Syć wuwiwarjow Mozilla

source: 10 years of documenting your Web.
hsb: 10 lět dokumentowanja wašeho weba.

source: Celebrate with us
hsb: Swjećće z nami

source: Introducing <br>Firefox Friends
hsb: Zawod do <br>Firefox Friends

source: Join. Share. <br>Get rewarded.
hsb: Čińće sobu. Dźělće. <br>Dóstańće mytowanje.

source: Join Firefox Friends
hsb: Přidružće so Firefox Friends

source: Learn about Mozilla Advocacy
hsb: Zhońće wjace wo Mozilla Advocacy

source: Understand your privacy online
hsb: Zrozumće swoju priwatnosć online

source: Download Firefox
hsb: Firefox sćahnyć

source: Introducing<br> the new Webmaker
hsb: Zawjedźenje<br> do noweho Webmaker

source: Discover, create and share original content with the free Webmaker app.
hsb: Wuslědźće, wutworće a dźělće originalny wobsah z darmotnym nałoženjom Webmaker.

source: Learn more
hsb: Dalše informacije

source: Teach<br> the Web
hsb: Wučće<br> web

source: Make the Web you want
hsb: Čińće sej web, kotryž chceš

source: Build a Web page or app in minutes<br> — no coding required.
hsb: Wutworće webstronu abo nałoženje za mjeńšiny<br> - žane programowanje trěbne njeje.

source: Become a Webmaker
hsb: Budźće webwuhotowar

source: Teach the Web
hsb: Wučće web

source: Let’s build a Web that’s open <br>and made by everyone.
hsb: Twarmy web, kotryž je wotewrjeny <br>a wot kóždeho činjeny.

source: Build an app <br>in seconds
hsb: Wutworće nałoženja <br>za sekundy

source: Volunteer <br>with Mozilla
hsb: Budźće dobrowólnik <br>pola Mozilla

source: Try Firefox Developer Edition
hsb: Wupruwujće wuwiwarsku ediciju Firefox

source: Introducing Firefox Developer Edition
hsb: Zawjedźenje wuwiwarskeje edicije Firefox

source: The only browser made only for developers.
hsb: Jenički wobhladowak, kotryž je so jenož za wuwiwarjow wutworił.

source: Get Firefox Developer Edition
hsb: Wobstarajće sej wuwiwarsku ediciju Firefox

source: Try the best Firefox yet
hsb: Wuprobujće dotal najlěpši Firefox

source: Made with a mission to put you first.
hsb: Z misiju sčinjeny, kotraž was na prěnje městno staja.

source: Learn more about Firefox
hsb: Zhońće wjace wo Firefox

source: Put your Firefox on your Android
hsb: Donjesće swój Firefox na swój Android

source: The features <br>you love. <br>The privacy <br>you trust.
hsb: Funkcije, <br>kotrež lubujeće. <br>Priwatnosć, <br>kotrejž dowěrjeće.

source: Learn about <br>Firefox for Android
hsb: Zhońće wjace wo <br>Firefox za Android

source: Official Mozilla gear is here
hsb: Oficielne wabjenske artikle Mozilla su tu

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
hsb: Twora z misiju. <br>Produkty ze zaměrom. <br>Twory, kotrež dobre činja.

source: Get your Mozilla gear
hsb: Wobstarajće sej wabjenske artikle Mozilla

source: Help Mozilla users
hsb: Pomhajće wužiwarjam Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
hsb: Pomhajće milionam, <br>najlěpše z jich <br>najlubšeho wobhladowaka wućahnyć.

source: Join our support team
hsb: Přidružće so našemu podpěranskemu teamej

source: Reply
hsb: Wotmołwić

source: Retweet
hsb: Tweet znowa pósłać

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
hsb: <strong>Wam, wašej priwatnosći</strong> a <strong>wotewrjenemu webej</strong> zawjazany

source: active Mozillians <br>worldwide
hsb: aktiwnych Mozillačanow <br>swětodaloko

source: upcoming events <br>around the globe
hsb: předstejacych podawkow <br>wokoło zemjekule

source: languages and counting, <br>on every continent
hsb: rěčow na kóždym kontinenće, <br>z přiběracej tendencu

source: Get Involved with Mozilla today
hsb: Čińce dźensa pola Mozilla sobu

source: Upcoming events
hsb: Předstejace podawki

source: Next event
hsb: Přichodny podawk

source: See all events
hsb: Wšě podawki pokazać

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
hsb: Přirunajće płaćizny, informujće so wo wjedrje, poskajće na hudźbu, pósćelće tweet a čińće wjace direktnje z Firefox.

source: Careers
hsb: Powołanja

source: Learn about the benefits of working at Mozilla and view open positions around the world.
hsb: Zhońće wjace wo lěpšinach dźěła pola Mozilla a pytajće za wotewrjenymi dźěłowymi městnami w cyłym swěće

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
hsb: Dóstańće wotmołwy na swoje prašenja wo Firefox a wšěch produktach Mozilla wot našeho teama pomocy.

source: Discover more
hsb: Wotkryjće wjace

source: Help us celebrate 10 years of Firefox.
hsb: Pomhajće nam, 10 lět Firefox swjećić.

source: Donate to Mozilla
hsb: Za Mozilla darić

source: Your gift helps us build the Internet the world needs.
hsb: Waš dar nam pomha, internet tak wuwiwać, kak swět jón trjeba.

source: Donate today
hsb: Darće dźensa

source: Meet<br> Firefox Hello
hsb: Zeznajće so z<br> Firefox Hello

source: The easiest way to connect for free over video.
hsb: Najlóše wašnje so darmo přez widejo zwjazać.

source: Try Firefox Hello
hsb: Wuprobujće Firefox Hello

source: Get smart on Tracking
hsb: Zeznajće so ze slědowanjom

source: Try the Thimble code editor
hsb: Wupruwujće kodowy editor Thimble

source: Firefox is<br> now available<br> for iOS
hsb: Firefox nětko za iOS <br>k dispoziciji steji<br>

source: Add it to your iPhone, iPad &amp; iPod touch.
hsb: Přidajće jón swojemu iPhone, iPad a iPod touch.

source: Get Firefox for iOS
hsb: Wobstarajće sej Firefox za iOS

source: Introducing the new <br>Private Browsing
hsb: Zawjedźenje do <br>priwatneho modusa

source: More protection. <br>The most privacy.
hsb: Wjace škita.<br>Najwjace priwatnosće.

source: Try Private Browsing
hsb: Wupruwujće priwatny modus
