Repository: alvinlaz96/mozilla-lang
Catalog: ig/mozorg/home/index.lang.po
Languages: ig

source: We’re building a better Internet
ig: Anyị na arụ Ịntanetị ka mma

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
ig: Ị mara na? Mozilla — ndị rụpụtara Firefox — na agba mbọ ịhụ na Ịntanetị bụ ngwa ọhaneze gburugburu ụwa mepere emepe ma dị ebe niile.

source: Home of the Mozilla Project
ig: Ụlọ nke Arụmarụ Mozilla

source: Read more
ig: Gụkwuo

source: Community
ig: Ogbe

source: Continue to mozilla.org
ig: Gaa n'ihu na mozilla.org

source: Discover <br>what drives our mission
ig: Chọpụta <br>ihe na akwado ebumnuche anyị

source: See the principles <br>that guide everything <br>we do.
ig: Hụ iwu <br>na edu ihe niile <br>anyị na eme.

source: Read the <br>Mozilla Manifesto
ig: Gụọ <br> Ebumnobi Mozilla

source: Mozilla Developer Network
ig: Netwọk Onye Nrụpụta Mozilla

source: Learn about Mozilla Advocacy
ig: Mara maka Nkwado Mozilla

source: Understand your privacy online
ig: Ghọta nzuzo gị n'ịntanetị

source: Download Firefox
ig: Budata Firefox

source: Learn more
ig: Mụtakwuo

source: Make the Web you want
ig: Mebe Weebụ ị chọrọ

source: Build a Web page or app in minutes<br> — no coding required.
ig: Rụpụta ibe ma ọ bụ ngwa Weebụ na nkeji<br> — mkpa ịde koodu adịghị.

source: Become a Webmaker
ig: Bụrụ Webmaker

source: Teach the Web
ig: Goziere Weebụ ihe

source: Let’s build a Web that’s open <br>and made by everyone.
ig: Ka anyị rụpụta Weebụ mepere emepe <br>nke mmadụ niile mere.

source: Build an app <br>in seconds
ig: Rụpụta ngwa <br>na ntakịrị nkeji

source: Volunteer <br>with Mozilla
ig: Wepụta onwe gị <br>maka Mozilla

source: Introducing Firefox Developer Edition
ig: Na edubata Usoro Onye Nrụpụta Firefox

source: The only browser made only for developers.
ig: Naanị ihe nchọgharị emere naanị maka ndị nrụpụta.

source: Get Firefox Developer Edition
ig: Nweta Usoro Onye Nrụpụta Firefox

source: Try the best Firefox yet
ig: Nwalee Firefox kachasị mma ugbu a

source: Made with a mission to put you first.
ig: Eji ebumnuche itinye gị izizi wee mepụta.

source: Learn more about Firefox
ig: Mụtakwuo maka Firefox

source: Put your Firefox on your Android
ig: Tinye Firefox gị n'ime Android gị

source: The features <br>you love. <br>The privacy <br>you trust.
ig: Atụmatụ <br>ị hụrụ n'anya. <br>Nzuzo <br>ị tụkwasịrị obi.

source: Learn about <br>Firefox for Android
ig: Mara maka <br> Firefox maka Android

source: Official Mozilla gear is here
ig: Akụrụngwa Mozilla akwadoro abịala

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
ig: Arịa nwere ebumnuche. <br>Ngwaahịa nwere atụmatụ. <br>Ngwaahịa ndị na eme ezigbo ihe.

source: Get your Mozilla gear
ig: Nweta akụrụngwa Mozilla gị

source: Help Mozilla users
ig: Nyere ndị ọrụ Mozilla aka

source: Help millions <br>get the most from their <br>favorite browser.
ig: Nyere ọnụọgụ nde ndị mmadụ aka <br>ịnweta ọtụtụ ihe na <br>ihe nchọgharị kachasị amasị ha.

source: Join our support team
ig: Sonye otu nkwado anyị

source: Reply
ig: Zaghachi

source: Retweet
ig: Degharịa

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
ig: Ewepụtara uche maka <strong>gị, nzuzo gị</strong> yana <strong>Weebụ mepere emepe</strong>

source: active Mozillians <br>worldwide
ig: ndị Mozilla na arụ ọrụ <br>na gburugburu ụwa

source: upcoming events <br>around the globe
ig: mmemme ndị na abịa <br>n'akụkụ ụwa niile

source: languages and counting, <br>on every continent
ig: asụsụ ma na aga n'ihu, <br>na akụkụ ụwa niile

source: Get Involved with Mozilla today
ig: Tinye aka na Mozilla taa

source: Upcoming events
ig: Mmemme ndị na abịa

source: Next event
ig: Mmemme na esote

source: See all events
ig: Hụ mmemme niile

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
ig: Tụlee ọnụego, lelee ihuigwe, gee egwu, zipu twiit yana ihe ndị ọzọ site na Firefox.

source: Careers
ig: Akaọrụ

source: Learn about the benefits of working at Mozilla and view open positions around the world.
ig: Marakwuo maka elele nke ịrụ ọrụ na Mozilla ma lelee ọnọdụ ndị mepere emepe na gburugburu ụwa.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
ig: Nweta asịsa maka ajụjụ gị gbasara Firefox yana ngwaahịa Mozilla niile site na otu nkwado anyị.

source: Discover more
ig: Chọpụtakwuo ihe ndị ọzọ

source: Help us celebrate 10 years of Firefox.
ig: Nyere anyị aka nwee ọhụụ nke afọ 10 nke Firefox.

source: Donate to Mozilla
ig: Tinye obere ego na Mozilla

source: Your gift helps us build the Internet the world needs.
ig: Onyinye gọụ na enyere anyị aka ịrụpụta Ịntanetị nke ụwa chọrọ.

source: Donate today
ig: Tinye obere ego taa

source: Meet<br> Firefox Hello
ig: Zute<br> Firfox Hello

source: The easiest way to connect for free over video.
ig: Ụzọ kachasị mfe ijikọ n'efu n'ofe vidio.

source: Try Firefox Hello
ig: Nwaa Firefox Hello
