Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/partners/index.lang.po
Languages: sat

source: Firefox OS, Marketplace, Android — Partners
sat: फायार फॉक्स OS, बाजार जायगा, एंड रोयेड — गाते को .

source: Get involved
sat: सामिलोक्

source: Contact our business development team to get on board.
sat: बोर्ड रे ञाम ला़गित् आलेरिन बेपार लाहा होचो दोल सोमपोक कोम.

source: First Name
sat: पा़हिल ञुतुम

source: Last Name
sat: मुचा़त् ञुतुम

source: Title
sat: ञुतुम

source: Company
sat: कोमपानी

source: Website
sat: वेबसाइट

source: Email
sat: इमेल

source: Phone
sat: फोन

source: Interest:
sat: गोरोज :

source: Firefox for Android
sat: एंडरोयेड ला़गित् फायार फॉक्स .

source: Other
sat: एटागाक्

source: Interest
sat: गोरोज

source: Submit my request
sat: इञाक् नेहोर जोमाय मे

source: Thanks for your interest in partnering with us
sat: आले सांव गाते रे आमाक् गोरोज ला़गित् सारहाव .

source: We will review your request and get back to you about possibilities and opportunities soon.
sat: आले आमाक् नेहोर ले ञेल दोहड़ा या आर लोगोन ते हुय के आर ओबसोर ञाम बाबोत ते आम ठेन ले रुवा़ड़ा.

source: Overview
sat: ञेल पारोम

source: Explore the site
sat: साइट पानते तुत्

source: Unleash the future
sat: आगाम छाडाव

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
sat: आले बेबोसात ला़गित् चा़लु को, फोन तेयार को आर लाहा होचो को हुय होचो तेयार, आलेयाक् मोबाइल तेयार ओडोक् सेत् ते सोझे आकोरिन गांहकी को सांव कुसियाक् तेयार आर सा़गा़य सोम्बोंध बाड़ हावा : <a %(url1)s>फायार फॉक्स OS</a>, <a %(url2)s>फायार फॉक्स बाजार जायगा</a> आर <a %(url3)s> एंडरोयेड ला़गित् फायार फॉक्स </a>.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
sat: ञेंल मे मोबाइल ला़गित् इना़ तायोम चेत् <a %(url1)s> फायार फॉक्स OS</a>, <a %(url2)s> बाजार जायगा </a>आर <a %(url3)s>एंडरोयेड ला़गित् फायार फॉक्स </a>.

source: See more partners
sat: बाड़ती भा़गिया़री ञेल.

source: Recent news
sat: नितोगाक् खोबोर को

source: Firefox OS Unleashes the Future of Mobile
sat: फायार फॉक्स OS मोबाइल रेयाक् आगाम को छाडावा .

source: The Web is the platform
sat: वेब दो प्लेटफोर्म काना.

source: Made by Firefox
sat: फायार फॉक्स दाराय ते तेयारा काना.

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
sat: 15 सेरमा तायोम ला़गित्. आले ठेन जोतो ला़गित् झिज आर आ़तुर नोवा दोहो ला़गित् वेब नावा आ़रु आर बेनाव रे ले गोड़ो होचो आकाना, आलेयाक् कुरुमुटु को रेयाक् कुड़ाय रेयाक् कुड़ाय लेका ते, तेहेञ जोतो वेब चोगोड़ रेयाक् रेयाक् मित् मोड़ो हिंस फायार फॉक्स तेयार ओडोक को सेत् ते हुयुक् आ .

source: HTML5 apps for all
sat: जोतो ला़गित् TML5 एप.

source: Testimonials
sat: पोरमान साकाम को

source: See what Box, SoundCloud and others have to say
sat: ञेल मे चद बाक्सा, साडे रिमिल आर एटाक् को रोड़ रेयाक् मेनाक् आ .

source: Join the Conversation
sat: गापाल माराव खोंजाय मे.

source: Follow @firefoxapps on Twitter
sat: टवीटार रे @firefoxapps पांजाय मे .

source: Read more on the Apps Blog
sat: एप ब्लॉग रे बाड़ती चाड़हा़व मे .

source: Marketplace offers:
sat: बाजार जायगा ए को :

source: Commitment from well-known, tier 1 developers
sat: बेस-बाडायाक् खोन काथा एम, तिरयाव 1 लाहा होचोयिच् .

source: Lower barriers to entry for local app developers in both resource and cost
sat: बानार सोत आर गोनोङ रे नोडेनाक् एप लाहा होचो को ला़गित् आदेर रे लातार एसेत् को .

source: Become a Marketplace developer
sat: मित् बाजार जायगा लाहा होचोयिच् तेयारोक् .

source: Optional carrier billing in regional currencies
sat: स्थानीय जायगा टाका पुयसा़ रे आपनार मोने तेयार गोगाक् बिल को .

source: Access to relatively untapped markets
sat: बाङ टेप बाजार सोम्बोंध रे आ़तुर मे .

source: Developer hub
sat: लाहा होचो हाव

source: Learn how to make HTML5 apps for an open marketplace
sat: मित् झिज बाजार जायगा ला़गित् HTML5 एप चेत् लेका तेयारा .

source: Have an app?
sat: चेत् मित् एप मेनाक् आ ?

source: Submit it to Firefox Marketplace today
sat: तेहेञ फायारफॉक्स बाजार जायगा रे नोवा जोमा एम मे.

source: Stand out <br>from the crowd
sat: भिड़ खोन <br> तिंगु ओडोक् .

source: Firefox for Android lets you:
sat: ने आम एंडरोयेड ला़गित् फायारफॉक्स:

source: Customize the experience
sat: ञेंल हेरेड़ कुसियाक् तेयार .

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
sat: किरिञिजाक् जोटेत् टुडा़क् बाड़हाव ला़गित् आमाक् छाप आर बिसोय आखरिञ ड्राइब लाहाय .

source: Partner Opportunities
sat: भा़गिया़री ओबसोर को .

source: For Developers
sat: लाहा होचो को ला़गित्.

source: For Operators & Manufacturers
sat: ओपरेटार आर बेनाव को ला़गित् .

source: Mobile
sat: मोबाइल

source: Firefox Marketplace — Developer testimonials
sat: फायारफॉक्स बाजार जायगा- लाहाहोचोयिजाक् पोरमान साकाम

source: Get it on Google Play
sat: गुगाल खेलोंड रे नोवा ञाम मे.

source: Mobile World Congress 2014
sat: मोबाइल वार्ल्ड कांग्रेस 2014 .

source: Watch our wrap-up video from Mobile World Congress 2013
sat: मोबाइल वार्ल्ड कांग्रेस 2013 खोन आलेयाक् गुड़िया़व-राकाब बिडियो ञेल मे.

source: Mozilla and partners prepare to launch first Firefox OS smartphones
sat: मोजिला आर भा़गिया़री पा़हिल फायारफॉक्स OS स्मार्टफोन उछा़न ला़गित् किन तेयारा .

source: Watch the daily <br>MWC video recap
sat: दिना़माक् <br>MWC बिडियो दोहड़ा ओडोक ञेल मे .

source: Fox Den &amp; other <br>MWC events
sat: फॉक्स बोगदा &amp; एटाक् <br>MWC घोटना को .

source: Firefox tweets from <br>MWC in Barcelona
sat: ब्रेसलोना रे <br>MWC खोन फायार फॉक्स टवीट्ञ .

source: View the version notes
sat: बार्सान खाटो ओल ञेल मे.

source: Read about features, changes and more
sat: गुन को, बोदोल को आर बाड़ती बाबोत ते पाड़हाव मे.

source: Description
sat: बोरनोन मे

source: Please enter your first name.
sat: आमाक् पा़हिल ञुतुम आदेर मे.

source: Please enter your last name.
sat: आमाक् मुचा़त् ञुतुम आदेर मे.

source: Please enter your company name.
sat: आमाक् कोमपानी ञुतुम आदेर मे.

source: Please supply a valid URL.
sat: मित् बातावाक् URL एम मे.

source: Please enter a valid email address
sat: बातावाक् इमेल ठिका़ना आदेर मे .

source: Address
sat: ठिका़ना

source: City
sat: सोहोर

source: State/Province
sat: राज्य/ टोठा

source: Country
sat: दिसोम

source: Zip
sat: जिप

source: Register for a session
sat: मित् ओकतो ला़गित् ञुतुम ओल होचो.

source: Download PDF
sat: PDF आ़तुर आंड़गोय मे.

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
sat: आलेयाक पा़हिल सेरमा रे, आले 4 हार्डवेयार गाते को सांव 15 दिसोम ला़गित् झिजतेत् आ़तुर के आर ओक्सोर ले आ़गु आकात् आ, , 7ओपरेटार आर 16 उछा़नाक् को .

source: Partner with us
sat: आले सांव भा़गिया़री

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
sat: उद्योग जायगा रे तिना़क् गान माराङ ञुतुम को दाराय ते बेक आकाना, फायार फॉक्स OS दो मित् झिज प्लेटफोर्म काना ओका दो गोनोङ सिकड़ी रे माराङ सा़मिला़त हारा़कुरु. <a %(url)s> ञेल मे चेत् लेका रे आमेम देड़ेयाक् आ </a>आर बाङ <a href="%(url2)s"> गांहकी को ला़गित् ते नोवा माने चेत् काना बाबोत ते बाड़ती चेद मे. </a>.

source: View available Firefox OS devices
sat: ञा़मोगाक् फायारफॉक्स OS डिबाइस ञेंल मे.

source: Made of the Web
sat: वेब ते तेयार आकाना

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
sat: HTML5 आर एटाक् झिज वेब बातावाक् गोटाय बेभारा. फायार फॉक्स OS दो मेनाक् आकात् मा़लिकोक् प्लेटफोर्म रेयाक् नियोम को आर कोहड़ाव को खोन सा़धिना.

source: The difference the Open Web makes
sat: भेनेगार झिज वेब तेयारा .

source: Firefox OS offers:
sat: फायार फॉक्स OS एम तेल्:

source: A level playing field against other OS and marketplace providers
sat: एटाक् OS आर बाजार जायगा एमोक् को बिरुद मित् ताह एनेच् जायाग.

source: Greater participation in the value chain
sat: गोनोङ सिकड़ी रे माराङ सा़मिला़त

source: Ownership and control over relationships with customers
sat: गांहकी को सांव मा़लिक तेयार आर सा़गा़य सोंबोध चेतान कोबोज .

source: Customized phones that meet the specific needs of various target markets
sat: कुसियाक् तेयार फोन को ओका आ़डी लेकान जोस बाजार रो रेयाक् बिसेस ला़कती को ञापामा .

source: Contact our business development team to get on board
sat: बोर्ड रे ञाम ला़गित् आलेयाक् बेपार लाहा दोल सोमपोक मे .

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
sat: इको सेस्टेम रे सा़मिलोक ला़गित् मित् नावा होर पानते तुत् ओका गुन को दुनिया रेयाक् आ़डी नामडाक् एप को सांव ते बाड़ती सोम्बोंध, गाहकी कोवाक् नोडेनाक् ला़कती को जोड़ोक ला़गित् जोसाक् बिसोंय , ञेल चेत् लेका ओना गोड़ो दाड़ेयाक् आ <a %(url1)s> ओपरेटार को तेयार को </a> सांव ते <a %(url2)s> लाहा होचो को </a>.

source: Your needs
sat: आमाक् ला़कती को.

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
sat: आलेयाक् झिज सोत् का़मी एम को सांव आमाक् निजे गांहकी टाका एम पोनथा मेसा मित् दाराय ते आमाक बेपैार बाड़हाव मे, नावा बाजार सेटेरोक् मे आर आमाक् बिसेस ला़कती ञाम ला़गित् किरिञ आर ला़गित् किरिञ आर एप ञेंल हेरेड़ कुसियाक् तेयार मे.

source: Our experience
sat: आलेयाक् ञेल हेरेड़.

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
sat: आलेयाक् एम आकान आ़डी बेस बेभारिजाक् ञेल हेरेड़ रेयाक् पांजा रेकोर्ड पोरमान एम आर आले ले का़मी जोतोवाक् सेत् ते माराङ गोलोबाल ञेञेलकोवाक् चालाव रे का़मी बिसोय आबोवाक् एड-ऑन्स का़मी बिसोय रेयाक् उनुदुक् गोटा दुनिया बेभार कोवाक् हाजार लाख मेनाक् आ.

source: The world’s largest developer community
sat: दुनिया़ रिन माराङ उता़र लाहा होचो बिरा़द .

source: Micro-targeted content for every use-case to meet customers’ local needs
sat: किरिञिजाक् नोडेनाक् ला़कती को ञापाम ला़गित् जोतो बेभार ला़गित् हुडिञ जो बिसोय .

source: Apps that customers can access across multiple platforms, devices and operating systems
sat: एप को ओका किरिञ को आ़ड़ी लेकान प्लेटफोर्म . डिबाइस को आर ओपरेटिंग सेस्टेम चेतान आ़तुर दाड़ेयाक् आ .

source: Flexible business models and multiple payment monetization options
sat: लिचाड़ाक् बेपार मोडेल आर आ़डी लेकान टाका एम पुयसा कावड़ी लेका ते चालाव आपनार ओमेतेयाक् .

source: The ability to connect with hundreds of millions of Firefox supporters around the world
sat: गोटा दुनिया रे फायारफॉक्स गोड़ो को वाक् साय हाजार सांव जोड़ाव लेक .

source: A superior Web experience
sat: मित् माराङाक् वेब ञेंल हेरेड़ .

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
sat: चेतान उदुक् सोदोर सांव लाहावाक् आपारोम- प्लेटफोर्म गुन को आर जा़पती रे नावा उता़र, आलेयाक् चोट-दोर ब्राउजार बोनदोवाक् प्लेटफोर्म रे एपेटाक् एमोक् आ आम जोह तेयार ला़गित् लिचा़ड़ तेत् ए एमामा, हा़टिञ गोनोङ आमा . <a %(url)s> भा़गीया़री याक् ओबसोर को बाबोत् ते बाड़ती चेद मे .</a>

source: Strengthen customer relationships
sat: किरिञ कोवाक् सा़गा़य सोम्बोंध केटेच् तेयार मे .

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
sat: एंडरोयेड ला़गित् फायारफॉक्स रेयाक् आमाक् निजेर भेनेगार छाप हा़टिञ तेयार मे आर बेभारिजाक् ञेल हेरेड़ बाड़ती जोहोड़ ला़गित् फायार फॉक्स बाजार जायगा आर आमाक् छाप रेयाक् ञेल तेत् बाड़हाव ला़गित्.

source: Create new value for both you and your users
sat: बानार आम आर आमरिन बेभार को ला़गित् नावा गोनोङ तेयार मे .

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
sat: फायारफॉक्स बाजार जायगा आर वेब RTC लेका नावा तेयार ला़गित् का़मी ओबसोर को रेयाक् लाब हाताव मे, प्लेटफोर्म-साधिन सोझे किरिञिजाक् बिल तेयार एम आर थापोना .

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
sat: आमाक् तेयार ओडोक आर ड्राइब आखरिञ भेगार तेयार ला़गित् आलेयाक् केटेच् छाप आर का़मी एम को रेयाक् लाब हाताब मे.

source: Build new service offerings
sat: नावा का़मी आलाय को तेयार मे.

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
sat: मा़लिकोक् प्लेटफोर्म रेयाक् ओता खोन आम तेत् ते सा़धिन ला़गित् फायार फॉक्स बाजार जायगा आर वेब RTC सांव ब्राउजार रे सोझे का़मी को जुमिदा .

source: Direct customer billing
sat: सोझे किरिञिजाक् बिल तेयार .

source: Grow your business by combining your own customer payment plans with our open source service offerings.
sat: आलेयाक् सोत का़मी आलाय को सांव आमाक् निजे किरिञिजाक टाका एम पोनथा मेसा भित दाराय ते आमाक् बेपार बाड़हाव मे .
