Repository: alvinlaz96/mozilla-lang
Catalog: ig/firefox/os/faq.lang.po
Languages: ig

source: Firefox OS Frequently Asked Questions
ig: Ajụjụ Ndị A Na Ajụkarị Firefox OS

source: About Firefox OS
ig: Gbasara Firefox OS

source: What is Firefox OS?
ig: Gịnị bụ Firefox?

source: How is Firefox OS different from other operating systems?
ig: Kedu otu Firefox OS si dị iche na sistemụ arụmọrụ ndị ọzọ?

source: For developers
ig: Maka ndị nrụpụta

source: Buying Firefox OS
ig: Ịzụta Firefox OS

source: What phones will Firefox OS be available on?
ig: Kedu ekwentị ndị Firefox OS ga-adị na ya?

source: Where can I buy Firefox OS?
ig: Kedu ebe m nwere ike ịzụta Firefox OS?

source: What will be the price of the phone?
ig: Kedu ihe ga-abụ ọnụego nke ekwentị ahụ?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ig: Mozilla atọghị ọnụego, ndị na ahụ maka ọrụ na ndị nrụpụta mmekọ anyị ga-emepụta nke ahụ dabere na mgbanwe ahịa mpaghara.

source: What apps will be available on Firefox OS?
ig: Kedu ngwa ndị ga-adị na Firefox OS?

source: Is Firefox OS available in my language?
ig: Firefox OS adị n'asụsụ m?

source: Using Firefox OS
ig: Iji Firefox OS

source: How do I…
ig: Kedu otu m ga-esi…

source: …make a call?
ig: …kpọọ oku?

source: …import my contacts?
ig: …bubata kọntaktị m?

source: …create and view messages?
ig: …mepụta ma lelee ozi?

source: …use the internet?
ig: …jiri ịntanetị?

source: …download and install an app?
ig: …budata ma wụnye ngwa?

source: …take pictures?
ig: …seta foto?

source: …compose and send an email?
ig: …mepụta ma zipu email?

source: Firefox Marketplace
ig: Ọdụ Ahịa Firefox

source: Your go-to source for the best apps for Firefox OS.
ig: Isi mmalite gị ị ga-aga maka ngwa kachasị mma maka Firefox OS.

source: Firefox browser
ig: Ihe nchọgharị Firefox

source: The fast, smart, safe way to get the best of the Web.
ig: Ụzọ dị ọsọ, amamịghe, na enweghị mmekpa ahụ ịnweta ọkacha mma nke Weebụ.

source: Deep integration with social media
ig: Ngwakọta miri emi n'ime mgbasa ozi mmekọrịta

source: Full access to every Twitter and Facebook update from wherever you are.
ig: Ohere ịnweta mmelite Twitter na Facebook niile site n'ebe ọ bụla ị nọ.

source: Camera
ig: Igwefoto

source: With built-in style filters for fun, creative shots.
ig: Nwere myọ nka arụnyere n'ime maka ịnwe ọhụụ, nseta mara mma.

source: FM Radio
ig: Redio FM

source: All the audio you want on the go, all on one device.
ig: Ọdịyo niile ị chọrọ ma ị na agagharị, ha niile n'otu ngwaọrụ.

source: Maps
ig: Maapụ

source: Includes directions, traffic and local transit information.
ig: Gụnyere nduzi, okporo ụzọ na ozi njegharị mpaghara.

source: Privacy and Security
ig: Nzuzo na Nche

source: Mozilla was the first to implement the Do Not Track privacy feature.
ig: Mozilla bụ onye izizi tinyere atụmatụ nzuzo Esochina.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ig: Firefox nwekwara ntọala nche enwere ike ịhazi iji jikwaa okwuntughe, ndekọ, data nzuzo, kuki, nhọrọ saịtị na mgbakwunye. <a href="%(url)s">Mụtakwuo.</a>

source: Developer Questions
ig: Ajụjụ Onye Nrụpụta

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ig: Ị bụ onye nrụpụta? Ịnwere ajụjụ? <a href="%(url)s">Mụtakwuo ihe ndị ọzọ na Netwọk Onye Nrụpụta Mozilla.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ig: Nke ụfọdụ aha kachasị n'ụlọ ọrụ aka kwadoro, Firefox OS bụ sistemụ arụmọrụ ọhụrụ mepere emepe maka ekwentị amamịghe nke Mozilla rụpụtara.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ig: Eji HTML5 wee rụọ ya dum yana ọkọlọtọ Weebụ ndị ọzọ mepere emepe, Firefox OS enweghị mgbochi nke iwu na mmachi nke nyiwe ọnwịnwe ndị dị adị.

source: Firefox OS is the only operating system with Adaptive App Search.
ig: Firefox OS bụ naanị sistemụ arụmọrụ nwere Ọchụchọ Ngwa Na Eme Ndaba.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ig: Ebe ekwentị ọ bụla ọzọ taa kwụ otu ebe, na enye gị otu ngwa ahụ kpọmkwem oge ọ bụla ị gbanwuru ya, Firefox OS na agbanwe oge niile iji nye ngwa ị chọrọ kpọmkwem n'oge ọ bụla na ndụ gị.

source: It adapts so you can live every moment to its fullest.
ig: Ọ na adaba ka ị nwee ike ibiri ndụ gị n'isi.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ig: Mozilla na ewetara gị Firefox OS, ụlọ ọrụ gburugburu ụwa na anaghị achụ ego nke na ekwupute usoro iwu karịa ego ọmụrụnwa.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ig: Anyị kwenyere na Weebụ bụ ngwa ọhaneze ekekọrịtara ekwesịrị ịlekọta anya, ọbụghị arịa a ga-ere ere.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ig: Anyị na ogbe gburugburu ụwa niile na arụkọta ọrụ iji mepụta ngwaahịa isi mmalite mepere emepe dịka Mozilla Firefox yana iji wepụta ihe ọhụụ maka elele nke ndị mmadụ yana ọ dị mma nke Weebụ.

source: The result is great products built by passionate people and better choices for everyone.
ig: Nsonaazụ ya bụ ngwaahịa mara mma nke ndị mmadụ nwere ịhụnanya n'ọrụ ha rụpụtara yana nhọrọ ka mma maka mmadụ niile.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ig: Iji hụ ndepụta n'uju nke ekwentị Firefox OS dị, biko gaa na <a href="%(link)s">ibe ngwaọrụ</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ig: Iji zụta ekwentị Firefox OS, biko gaa na <a href="%(link)s">ibe ngwaọrụ</a> ma họrọ obodo gị dị.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ig: Ndepụta ahụ na ebuwanye gụnyere ngwa ndị kachasị dịka Facebook, Twitter, Nokia HERE maps, Cut the Rope, na Time Out.

source: Many more are being made available every day.
ig: A na emepụtakwu ọtụtụ kwa ụbọchị.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ig: Firefox OS dị ugbu a na Spanish, Polish, Bekee, Italian, Portuguese, German, Serbian, Hungarian na Greek.

source: We’re working on adding more languages all the time.
ig: Anyị na arụ ọrụ na itinyekwu asụsụ ndị ọzọ oge niile.

source: Adaptive App Search
ig: Ọchụchọ Ngwa Na Eme Ndaba

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ig: Nweta ozi maka isiokwu ọ bụla ozugbo mgbe ị chọrọ ya, nke Firefox OS wetara gị yana ekwentị gị.
