Repository: alvinlaz96/mozilla-lang
Catalog: ig/firefox/os/index-new.lang.po
Languages: ig

source: Firefox OS — Just what you need — Great smartphone features, apps and more
ig: Firefox OS — Ihe ị kwesịrị ịnwe — Nnukwu atụmatụ, ngwa na ihe ndị ọzọ mara oke mma

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
ig: Ezubere Firefox OS iji nye gị ihe ị kwesịrị ịnwe, mgbe ị chọrọ ya. Ọ na eji ngwa maka ihe niile ị na eme wee bịa, ị nwere ike ibudatakwu ihe ndị kachasị amasị gị site na Fireox Marketplace. Amamịghe adịbeghị mfe karịa nke a.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
ig: Ezubere ya ịnye gị ị kwesịrị ịnwe n'ekwentị amamịghe, nwee ngwa maka ihe niile ị na eme yana ihe ndị ọzọ. Amamịghe adịbeghị mfe karịa nke a.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ig: Firefox OS — Ekwentị Nnomi — Atụmatụ Ekwentị Amamịghe Mara Oke Mma, Ngwa na Ihe Ndị Ọzọ

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
ig: Ekwentị amamịghe Firefox OS na enye gị atụmatụ ndaba mara oke mma yana ngwa na enye gị ohere ibiri ndụ n'isi ma rụpụta ọdịnaya ka mma maka Weebụ.

source: Firefox OS device illustration
ig: Nkọwapụta ngwaọRụ Firefox OS

source: Designed to give you just what you need, just when you need it.
ig: Ezubere ya iji nye gị ihe ịkwesịrị ịnwe, mgbe ị chọrọ ya.

source: Give these a try
ig: Nwalee ndị a

source: Scroll the homepage
ig: Pịgharịa n'ibe mbata

source: Swipe between apps
ig: Mịa n'etiti ngwa

source: Smart has never been so simple
ig: Amamịghe adịbeghị mfe karịa nke a

source: interaction icon
ig: akara nkwụkọrịta

source: Scroll for what you need
ig: Pịgharịa maka ihe ị chọrọ

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
ig: Feere ọtụtụ ihuenyo mbata aka. Ihe niile ị chọrọ dị ebe ahụ n'otu mpịgharị doro anya, na aga n'usoro. Kedu ihe ka mfe?

source: Search in a snap
ig: Chọọ n'otu ntabi anya

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
ig: Chọọ na Weebụ yana Firefox Marketplace, ma ọ bụ gaa na weebụsaịtị ozugbo — ha niile site na ogwe ọchụchọ n'elu nke ihuenyo mbata gị.

source: Swipe&nbsp;between apps
ig: Mịa&nbsp;n'etiti ngwa

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
ig: Nweta ngwa i jiri nso nso a na ntabi anya. Mịa site n'akụkụ nke ihuenyo ahụ iji gbaa okirikiri na ngwa gị niile emepere emepe.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
ig: Ezubere Firefox OS iji dabaa na ndụ gị, iji Ọchụchọ Ngwa Nghọrọ ọ na eme nke ahụ. Bido ịpị ihe iji nweta ohere nnweta dị ọsọ ma dị mfe metụtara ngwa na ọdịnaya mpaghara. Ọ nwere amamịghe ma dị mfe — otu ọchụchọ niile kwesịrị ịdị.

source: Apps for all you do
ig: Ngwa maka ihe niile ị na eme

source: Stay connected
ig: Jikọọ

source: Stay entertained
ig: Nwee ọhụụ

source: Stay organized
ig: Hazie onwe gị

source: Search or enter address
ig: Chọọ ma ọ bụ tinye adreesị

source: 12:34 PM
ig: 12:34 EH

source: Phone
ig: Ekwentị

source: Camera
ig: Igwefoto

source: Video
ig: Vidio

source: Messages
ig: Ozi

source: Calendar
ig: Kalịnda

source: Browser
ig: Ihe nchọgharị

source: Clock
ig: Elekere

source: Contacts
ig: Kọntaktị

source: Music
ig: Egwu

source: FM Radio
ig: Redio FM

source: Settings
ig: Ntọala

source: Gallery
ig: Ọba

source: Usage
ig: Ojiji

source: Add more from the Firefox Marketplace
ig: Tinyekwuo site na Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
ig: Nweta egwuregwu ndị na ewu ewu na ngwa njikọta mmekọrịta ebe a.

source: Go to the Marketplace
ig: Gaa na Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
ig: * Ngwa ndị awụnyere n'oge nrụpụta nwere ike ịdị iche iche site na ndị nrụpụta yana ndị na ahụ maka ọrụ.

source: In the news
ig: N'akụkọ

source: See more
ig: Hụkwuo

source: Mozilla community photo
ig: Foto ogbe Mozilla

source: Powered by the Mozilla community
ig: Nke ogbe Mozilla na akwado

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
ig: Mozilla bụ ụlọ ọrụ anaghị achụ ego nke nwere nkwado ogbe dị na gburugburu ụwa. Ijikọta aka ọnụ, anyị nwere ike ịmepụta ma rụpụta ihe ebu mmasị mpaghara n'uche, na emekwa Weebụ ebe ka mma ma dịkwuoro mmadụ niile n'ebe niile.

source: Learn more about Mozilla
ig: Mụtakwuo maka Mozilla

source: Need Help?
ig: Ịchọrọ enyemaka?

source: Firefox OS Support
ig: Nkwado Firefox OS

source: Find My Device
ig: Chọta Ngwaọrụ M

source: For Developers
ig: Maka Ndị Nrụpụta

source: Mozilla Developer Network
ig: Netwọk Onye Nrụpụta Mozilla

source: Firefox OS devices
ig: Ngwaọrụ Firefox OS

source: Where is Firefox OS available?
ig: Kedu ebe Firefox OS dị?

source: Other Firefox OS versions
ig: Ụdị Firefox OS ndị ọzọ

source: For Partners
ig: Maka Ndị Mmekọ

source: Partnership opportunities
ig: Ohere Mmekọ

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ig: Anyị na ndị nnweta ole ma ole na arụkọta ọrụ iji nye Firefox OS na ọtụtụ ngwaọrụ.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ig: Si na ndepụta dị n'okpuru wee họrọ iji nweta ekwentị amamịghe Firefox OS n'obodo gị.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ig: Pịa na ihe nnweta dị n'okpuru iji nweta ekwentị amamịghe Firefox OS n'obodo gị.

source: Sign up for our monthly newsletter
ig: Debanye aha maka akwụkwọ akụkọ kwa ọnwa anyị

source: Thank you for signing up!
ig: Daalụ maka ịdebanye aha!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ig: Debanye aha maka akwụkwọ akụkọ kwa ọnwa anyị ma nweta nke kachasị ọhụrụ na Firefox OS
