Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/about.lang.po
Languages: hsb

source: Get to know Mozilla
hsb: Zeznajće so z Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
hsb: Zhońće wjace wo našich projektach, produktach a principach, wutworjenych, zo bychu ludźo kontrolu wo dospołnym potencialu jich žiwjenja w interneće měli a jón wuslědźili.

source: The Mozilla mission
hsb: Misija Mozilla

source: What drives us and makes us different
hsb: Štož nas doprědka ćěri a nas rozeznawa

source: Career center
hsb: Poskitki dźěłowych městnow

source: Want to work at Mozilla? Apply today!
hsb: Chceće pola Mozilla dźěłać? Zamołwće so dźensa!

source: Want to work on Firefox? Apply today!
hsb: Chceće na Firefox dźěłać? Zamołwće so dźensa!

source: Mozilla blog
hsb: Blog Mozilla

source: News, notes and ramblings from the Mozilla project
hsb: Nowinki, přispomnjenki a kleski wo projekće Mozilla

source: Mozilla style guide
hsb: Stilowy wjednik Mozilla

source: Logos, copy rules, visual assets and more
hsb: Loga, kopěrowanske prawidła, wizuelne materialije a wjace

source: Locations & contacts
hsb: Městna a kontakty

source: Addresses, emails, support and feedback forms
hsb: Adresy, e-mejle, podpěranske a komentarowe formulary

source: The Mozilla Corporation
hsb: Předewzaće Mozilla

source: A corporation that serves the public good. Seriously.
hsb: Předewzaće, kotrež zjawnemu dobru słuži. Chutnje.

source: Our products
hsb: Naše produkty

source: An overview of what we make and what we’re working on
hsb: Přehlad wo tym, štož činimy a na čimž dźěłamy

source: Get involved
hsb: Čińće sobu

source: Become a volunteer contributor in a number of different areas
hsb: Stańće so z dobrowólnikom na wšelakich polach

source: Press center
hsb: Nowinski centrum

source: Press info and other useful stuff
hsb: Informacije za nowinarstwo a druhi wužitny material

source: Privacy center
hsb: Centrum priwatnosće

source: How Mozilla handles your personal information
hsb: Kak Mozilla z wašimi wosobinskimi informacijemi wobchadźa

source: Mozilla partnerships
hsb: Partnerstwa Mozilla

source: Details about partnering with us
hsb: Podrobnosće wo partnerstwje z nami

source: The Mozilla Foundation
hsb: Załožba Mozilla

source: The non-profit organization behind Firefox and all Mozilla products
hsb: Powšitkownosći słužaca organizacija zady Firefox a wšěch produktow Mozilla
