Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/home.lang.po
Languages: hsb

source: Home of the Mozilla Project
hsb: Startowa strona projekta Mozilla

source: Next article
hsb: Přichodny nastawk

source: Previous article
hsb: Předchadny nastawk

source: We are %(mozilla_wordmark)s
hsb: My smy %(mozilla_wordmark)s

source: Doing good is part of our code
hsb: Něšto dobre činić - to je dźěl našeho kodeksa

source: Get involved
hsb: Čińće sobu

source: <i>Explore</i> our mission
hsb: <i>Zeznajće so</i> z našej misiju

source: Our principles guide us
hsb: Naše principy wjedu nas

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
hsb: Smy globalne zhromadźenstwo technikarjow, myslerjow a programowarjow, kotřiž internet žiwy a přistupny wobchowuja.

source: Read more about our mission
hsb: Čitajće wjace wo našej misiji

source: <i>Look</i> ahead
hsb: <i>Hladajće</i> doprědka

source: Look ahead
hsb: Hladajće doprědka

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
hsb: Přinjesemy wjace ludźi do weba na wjace wašnjow a z wjace městnow hač hdy do toho.

source: Learn more about Firefox OS
hsb: Zhońće wjace wo Firefox OS

source: <i>Join</i> our community
hsb: <i>Přidružće so</i> našemu zhromadźenstwu

source: Join our<br> developer community
hsb: Přidružće so našemu<br> wuwiwarskemu zhromadźenstwu

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
hsb: Wobstarajće sej dokumenty a demo, nastroje a nawody a wšo, štož so na wotewrjeny web poćahuje.

source: <i>Forge</i> the future
hsb: <i>Skowajće</i> přichod

source: Mozilla Festival
hsb: Festiwal Mozilla

source: Forge the future<br> of the Web
hsb: Skowajće přichod<br> weba

source: Learn from some of the most passionate thinkers and inventors from around the world.
hsb: Wukńće wot někotrych najbóle zahoritych myslerjow a wunamakarjow ze wšeho swěta.

source: Come to the Mozilla Festival
hsb: Wopytajće festiwal Mozilla

source: Different by&nbsp;design
hsb: Z wotpohladom&nbsp;hinak

source: In the news
hsb: W nowinkach

source: See all news
hsb: Wšě nowinki pokazać

source: Help launch Firefox OS in your country.
hsb: Pomhajće Firefox OS w swojim kraju startować.

source: Become a Mobilizer today.
hsb: Stańće so dźensa z mobilizowarjom.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
hsb: Njetrjebaće znajomosće wo programowanju měć, zo byšće z Mozilla hromadźe dźěłał. <a href="%s">Zhońće wjace wo móžnosćach za dobrowólnikow</a>.

source: <i>Watch</i> the watchers
hsb: <i>Wobkedźbujće</i> wobkedźbowarjow

source: See who’s watching you online
hsb: Hladajće, štóž was online wobkedźbuje

source: Shine a light on the third parties that are collecting data about your online activity.
hsb: Wotkryjće třećich, kotřiž daty wo wašej aktiwiće online nahromadźuja.

source: Install the Lightbeam add-on
hsb: Instalujće přidatk Lightbeam

source: <i>Learn</i> the Web
hsb: <i>Zeznajće so</i> z webom

source: We teach the Web
hsb: Wučimy web

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
hsb: Dajće nam hromadźe slědźeć, paslić a tworić, zo bychmy web twarili, kotryž je wotewrjeny a sčinjeny za kóždeho.

source: Become a Webmaker
hsb: Stańće so z webwuhotowarjom

source: <i>See</i> the new MDN
hsb: <i>Wobhladajće sej</i> nowy MDN

source: See what’s new <br>for developers
hsb: Wobhladajće sej, štož je nowe <br>za wuwiwarjow

source: Our community hub for docs, demos and other resources just got a brand new look.
hsb: Křižnišćo našeho zhromadźenstwa za dokumenty, demo a druhe resursy je čisće nowy napohlad dóstało.

source: Visit the Mozilla Developer Network
hsb: Wopytajće wuwiwarsku syć Mozilla

source: The Web needs you
hsb: Web was trjeba

source: What kind of Web do you want?
hsb: Kotru družinu weba chceće?

source: Tell us what matters most to you and help shape the future of the Web.
hsb: Zdźělće nam, štož za wažne maće a pomhajće přichod weba wuhotować.

source: Share your vision
hsb: Dźělće swoju wiziju

source: <i>Try the best</i> Firefox yet
hsb: <i>Wuprobujće dotal najlěpši</i> Firefox

source: Try the best Firefox yet
hsb: Wuprobujće dotal najlěpši Firefox

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
hsb: Zhońće wjace wo darmotnym desktopowym wobhladowaku, kotryž je wam, wašej priwatnosći a wotewrjenemu webej zawjazany.

source: See what’s new
hsb: Čitajće, štož je nowe

source: Football <i>fanatic?</i>
hsb: Koparski <i>fan?</i>

source: Football fanatic?
hsb: Koparski fan?

source: Firefox lets you keep up with all the action in Brazil.
hsb: Firefox informuje was běžnje wo wšěm, štož stawa so w Brazilskej.

source: Activate the Goal.com sidebar
hsb: Aktiwizujće bóčnicu Goal.com
