Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/mission.lang.po
Languages: hsb

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
hsb: Čitajće <a href="%(url)s">manifest Mozilla</a>, zo byšće wjace wo hódnotach a principach zhonił, kotrež nam při spjelnjenju našeje misije wjedu.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
hsb: Wobhladajće sej widejo horjeka, zo byšće wjace wo tym zhonił, štóž smy, zwotkelž přińdźemy a kak web za was polěpšujemy.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
hsb: Pola Mozilla smy globalne zhromadźenstwo technologow, myslerjow a tworićelow, kotřiž hromadźe dźěłaja, zo by internet žiwy a přistupny wostał, tak zo ludźo móža informowani sobuskatkowacy a tworićeljo weba być.

source: Topics include support, products, and technologies
hsb: Temy wopřijimaja podpěru, produkty a technologije

source: Volunteer opportunities in a number of different areas
hsb: Móžnosće za dobrowólnikow na wšelakich polach

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
hsb: Wěrimy, zo tutón akt čłowjeskeje kooperacije na wotewrjenej platformje je bytostny za indiwidualny róst a naš zhromadny přichod.

source: We’re building a better Internet
hsb: Wutworjamy nowy internet

source: Our structure, organization, and the broader Mozilla community
hsb: Naša struktura, organizacija a šěrše zhromadźenstwo Mozilla

source: Where we come from and how we got to where we are
hsb: Zwotkelž přińdźemy a kak smy so tam dóstali, hdźež smy

source: Get involved
hsb: Čińće sobu

source: Forums
hsb: Forumy

source: Our mission is to promote openness, innovation & opportunity on the Web.
hsb: Naša misija je spěchowanje wotewrjenosće, inowacije a móžnosćow we webje.

source: History
hsb: Stawizny

source: Governance
hsb: Wjednistwo
