Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/newsletters.lang.po
Languages: hsb

source: Your email address:
hsb: Waša e-mejlowa adresa:

source: Language:
hsb: Rěč:

source: Select country
hsb: Wubjerće kraj

source: Country:
hsb: Kraj:

source: Sign me up!
hsb: Zregistrujće mje!

source: Thanks for Subscribing!
hsb: Dźakujemy so za abonowanje!

source: Your newsletter subscription has been confirmed.
hsb: Waš abonement powěsćoweho lista je so wobkrućił.

source: Firefox & You
hsb: Firefox a wy

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
hsb: Měsačny powěsćowy list a wosebite připowědźe, kotrež wam pokiwy dawaja, zo bychu waše dožiwjenje z Firefox na wašim desktopje a na graće Android polěpšili.

source: Firefox OS News
hsb: Nowinki Firefox OS

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
hsb: Měsačny powěsćowy list a wosebite připowědźe wo tym, kak móžeće najlěpše z grata Firefox OS wućahnyć, inkluziwnje najnowše funkcije a najwulkotniše nałoženja na Torhošću Firefox.

source: Mozilla Communities
hsb: Zhromadźenstwa Mozilla

source: Bringing you the best new opportunities to help support the open Web.
hsb: Poskićamy wam najlěpše nowe móžnosće, zo bychmy wam pomhali, wotewrjeny web podpěrować.

source: Firefox Student Ambassadors
hsb: Firefox - Studentscy wulkopósłancy

source: A monthly newsletter on how to get involved with Mozilla on your campus.
hsb: Měsačny powěsćowy list wo tym, kak móžece z Mozilla na swojim polu hromadźe dźěłać.

source: Firefox Affiliates
hsb: Partnerojo Firefox

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
hsb: Měsačny powěsćowy list, zo by was wo programje partnerow Firefox běžnje informował.

source: Firefox Apps & Hacks
hsb: Nałoženja a triki Firefox

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
hsb: Nowinki za wuwiwarjow wo Firefox OS, Firefox Marketplace a ekosystemje nałoženjow wotewrjeneho weba.

source: Mozillians
hsb: Mozillačenjo

source: Email updates for vouched Mozillians on mozillians.org.
hsb: E-mejlowe aktualizacije za zaručenych Mozillančanow na mozillians.org.

source: Firefox for desktop
hsb: Firefox za desktop

source: Don’t miss the latest announcements about our desktop browser.
hsb: Njezapasće najnowše připowědźe wo našim desktopowym wobhladowaku.

source: Firefox for Android
hsb: Firefox za Android

source: Keep up with releases and news about Firefox for Android.
hsb: Budźće z wersijemi a nowinkami wo Firefox za Android na běžnym.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
hsb: Wosebite připowědźe a powěsće wot teama, kotrež su za to myslene, web swobodny a wotewrjeny dźeržeć.

source: Firefox Marketplace
hsb: Torhošćo Firefox

source: Know when the coolest apps hit the Marketplace for your platform:
hsb: Zhońće, hdyž najwulkotniše nałoženja so na Torhošćo za wašu platformu dóstawaja:

source: Firefox OS smartphone owner?
hsb: Wobsedźiće smartfon Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
hsb: Njezapasće wažne nowinki a aktualizacije wo swojim graće Firefox OS.

source: Be the first to know when Firefox is available for iOS devices.
hsb: Budźće prěni, kotryž wě, zo Firefox je za iOS-graty k dispoziciji.

source: Periodic email updates about our annual international film competition.
hsb: Periodiske e-mejlowe aktualizacije wo našim kóždolětnim mjezynarodnym filmowym wubědźowanju.

source: Beta News
hsb: Nowinki wo beta-wersiji

source: Mozilla Foundation
hsb: Załožba Mozilla Foundation

source: News and special updates about our work to promote openness, innovation and participation on the Internet, including ways for you to get involved.
hsb: Nowinki a wosebite aktualizacije wo našim dźěle, zo bychu wotewrjenosć, inowaciju a wobdźělenje na interneće spěchowali, inkluziwnje móžnośce za was sobu činić.

source: Shape of the Web
hsb: Forma weba

source: News and information related to the health of the web.
hsb: Nowinki a informacije nastupajo dobro weba.

source: About Addons
hsb: Wo přidatkach

source: Firefox OS news, tips, launch information and where to buy.
hsb: Firefox OS - nowinki, pokiwy, startowe informacije a hdźe móžeće jón kupić.

source: We can keep in touch with occasional messages that matter most to you.
hsb: Móžemy ze składnostnymi powěsćemi w zwisku wostać, kotrež su najwažniše za was.

source: Submit
hsb: Wotpósłać

source: Find out how!
hsb: Dóstajće won kak!

source: Newsletters
hsb: Powěsćowe listy

source: About us
hsb: Wo nas

source: I didn't sign up for this.
hsb: Njejsym za to zregistrował.

source: Save Preferences
hsb: Nastajenja składować

source: The supplied link has expired. You will receive a new one in the next newsletter.
hsb: Podaty wotkaz je njepłaćiwy. Dóstanjeće nowy wotkaz w přichodnym powěsćowym lisće.

source: Get up and go
hsb: Horje a preč

source: Subscribe
hsb: Abonować

source: Set your preferences below to make sure you always receive the news you want.
hsb: Stajće deleka swoje nastajenja, zo byšće zawěsćił, zo přeco nowinki dóstawaće, kotrež chceće.

source: You send too many emails.
hsb: Sće přewjele e-mejlkow pósłał.

source: Getting too much email from us?
hsb: Dostawaće přewjele e-mejlkow wot nas?

source: Would you mind telling us why you’re leaving?
hsb: Nochceće nam zdźělić, čehodla nas wopušćiće?

source: Get Firefox for mobile!
hsb: Wobstarajće sej mobilny Firefox!

source: What’s Mozilla all about?
hsb: Što wšitko Mozilla čini?

source: I’m interested in:
hsb: Sym zajimowany:

source: Your content wasn't relevant to me.
hsb: Waš wobsah njeje za mnje relewantny był.

source: Don’t forget to check your inbox to confirm your request to get Firefox for iOS updates. If you don’t see an email from mozilla@e.mozilla.org, check your spam filter. You must confirm your request in order to receive the updates.
hsb: Njezabywajće, swój póstowy dochad kontrolować, zo byšće swoju naprašowanje wo aktualizacijach Firefox za iOS wobkrućił. Jeli e-mejlku wot mozilla@e.mozilla.org njewidźiće, přepruwujće swój spamowy filter. Dyrbiće swoje naprašowanje wobkrućić, zo byšće aktualizacije dóstał.

source: We’re sorry to see you go.
hsb: Je nam žel, zo woteńdźeće.

source: title
hsb: titul

source: Firefox is coming soon to iOS!
hsb: Firefox budźe bórze na iOS!

source: It’s your Web anywhere you go.
hsb: Waš web je tam, hdźež wy sće.

source: Your email design was too hard to read.
hsb: Waš e-mejlowy design bě ćežko čitajomny.

source: Please enter a valid email address
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu

source: Newsletter Subscriptions
hsb: Abonementy powěsćowych listow

source: Unsubscribe
hsb: Wotskazać

source: Mozilla Newsletter
hsb: Powěsćowy list Mozilla

source: Thanks for updating your email preferences.
hsb: Dźakujemy so za aktualizowanje wašich e-mejlowych nastajenjow.

source: We’re glad you asked!
hsb: Rjenje, zo sće so prašał!

source: Firefox on iOS — Sign up for email updates — Mozilla
hsb: Firefox na iOS - Zregistrujće so za e-mejlowe aktualizacije - Mozilla

source: Something is amiss with our system, sorry! Please try again later.
hsb: Něšto na našim systemje w porjadku njeje! Prošu spytajće pozdźišo hišće raz.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
hsb: Přepruwujće kategorije, kotrež na was přitrjecha, a lubimy wam, e-mejl na minimum wobmjezować.

source: description
hsb: wopisanje

source: Sign up today to receive email updates about the iOS version of Firefox.
hsb: Zregistrujće so dźensa, zo byšće e-mejlowe aktualizacije wo iOS-wersiji Firefox dóstał.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
hsb: Wostanu z Mozilla na Facebook a Twitter w zwisku.

source: Success! An email has been sent to you with your preference center link. Thanks!
hsb: Wutrobne zbožopřeće! E-mejlka je so wam z wašim wotkazom preferencneho centruma připósłała. Wulki dźak!

source: Remove me from all Mozilla emails
hsb: Wotstrońće mje ze wšěch e-mejlow Mozilla

source: Thanks for telling us why you’re leaving.
hsb: Dźakujemy so, zo sće nam zdźělik, čehoždla nas wopušćiće.

source: Enter your email address and we’ll send you a link to your email preference center.
hsb: Zapodajće swoju e-mejlowu adresu a pósćelemy wam wotkaz k wašemu e-mejlowemu preferencnemu centrumej.

source: Added extras
hsb: Přidate dodawki

source: %s is not a valid newsletter
hsb: %s płaćiwy powěsćowy list njeje

source: English&nbsp;only
hsb: Jenož&nbsp;jendźelsce

source: This is not a valid email address. Please check the spelling.
hsb: To płaćiwa e-mejlowa adresa njeje. Prošu kontrolujće prawopis.

source: Thanks for your interest in the upcoming iOS version of Firefox. We’re pretty excited about it too!
hsb: Dźakujemy so za waš zajim na přichodnu iOS-wersiju Firefox. Smy tež wo tym chětro zahorjeni!

source: You’ve been unsubscribed.
hsb: Sće wotskazany.

source: Make Firefox do more with add-ons.
hsb: Rozšěrće funkcionalnosć Firefox přez přidatki.

source: You must agree to the privacy policy
hsb: Dyrbiće do prawidłow priwatnosće zwolić

source: Other…
hsb: Druhe…

source: Newsletter confirm
hsb: Wobkrućenje powěsćoweho lista

source: Not interested in our newsletters, but like those special announcements? No problem.
hsb: Njejsće na našich powěsćowych listach zajimowany, spodobaja so wšak wam te wosebite připowědźe? Žadyn problem.

source: Manage your Email Preferences
hsb: Waše e-mejlowe nastajenja zrjadować

source: We love sharing updates about all the awesome things happening at Mozilla.
hsb: Dźělimy rady aktualizacije wo wšěch fantastiskich wěcach, kotrež so pola Mozilla wotměwaja.

source: This email address is not in our system. Please double check your address or <a href="%s">subscribe to our newsletters.</a>
hsb: E-mejlowa adresa w našim systemje njeje. Prošu klikńće dwójce na swoju adresu abo <a href="%s">abonujće naše powěsćowe listy.</a>

source: We are sorry, but there was a problem with our system. Please try again later!
hsb: Bohužel je problem z našim systemom wustupił. Prošu spytajće pozdźišo hišće raz!

source: The supplied link has expired or is not valid. You will receive a new one in the next newsletter, or below you can request an email with the link.
hsb: Podaty wotkaz je spadnył abo njeje płaćiwy. Dóstanjeće nowy w přichodnym powěsćowym lisće abo móžeće deleka e-mejlku z wotkazom požadać.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
hsb: Prošu njezabudźće našu adresu wotpósłanja mozilla@e.mozilla.org swojemu adresnikej přidać, zo byšće zaručił, zo so přeco do wašeho póstoweho kašćika dóstawamy.

source: While here, why not check out some more Firefox awesomeness.
hsb: Hdyž nětko jónu sće tu, čehodla njewuslědźiće wulkotne móžnosće Firefox.

source: Manage your <span>Newsletter Subscriptions</span>
hsb: Zrjadujće swoje <span>abonementy powěsćowych listow</span>

source: Sign up below for updates and to be notified when it launches.
hsb: Zregistrujće so deleka za aktualizacije a zo byšće zdźělenki dóstał, hdyž so na wikach zawjedźe.

source: Newsletter email recovery
hsb: E-mejlowe wobnowjenje powěsćoweho lista

source: *You’ll only receive updates and announcements about the iOS version of Firefox.
hsb: *Dóstanjeće aktualizacije a připowědźe jenož wo iOS-wersiji Firefox.

source: Firefox Marketplace for Firefox OS
hsb: Torhošćo Firefox za Firefox OS

source: Discover the latest, coolest HTML5 apps on Firefox OS.
hsb: Wotkryjće najnowše a wulkotne HTML5-nałoženja na Firefox OS.

source: Firefox Accounts Tips
hsb: Pokiwy kontow Firefox

source: Get the most out of your Firefox Account.
hsb: Wućehńće najwjace ze swojeho konta Firefox.

source: Firefox Weekly Tips
hsb: Tydźenske pokiwy Firefox

source: Get a weekly tip on how to super-charge your Firefox experience.
hsb: Wobstarajće sej tydźensce pokiw, kak móžeće waše dožiwjenja z dźěłom Firefox polěpšił.

source: Student Reps
hsb: Studentscy reprezentanća

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
hsb: Bywši uniwersitowy program z lět 2008-2011, nětko zastajeny a znowa startowany jako program studentowych wulkopósłancow Firefox.

source: Mozilla Learning Network
hsb: Wuknjenska syć Mozilla

source: Updates from our global community, helping people learn the most important skills of our age: the ability to read, write and participate in the digital world.
hsb: Aktualizacije z našeho globalneho zhromadźensta, kotraž ludźom pomha, najwažniše znajomosće našeje doby wučić: kmanosć čitanja, pisanja a wobdźělenja na digitalnym swěće.

source: Download Firefox for iOS
hsb: Sćehńće Firefox za iOS

source: Download Firefox for Android
hsb: Sćehńće Firefox za Android

source: Get Firefox for Android
hsb: Firefox za Android wobstarać

source: Drumbeat Newsgroup
hsb: Diskusijna skupina Drumbeat

source: Mozilla Festival
hsb: Festiwal Mozilla

source: Special announcements about Mozilla's annual, hands-on festival dedicated to forging the future of the open Web.
hsb: Specielne připowědźe wo kóždolětnym praksowym swjedźenju Mozilla, kotryž je za to mysleny, přichod wotewrjeneho weba kować.

source: Firefox Marketplace for Android
hsb: Torhošćo Firefox za Android

source: About Standards
hsb: Wo standardach

source: Get Involved
hsb: Čińće sobu

source: Download Firefox for Mobile
hsb: Sćehńće Firefox za Android

source: Maker Party
hsb: Party webdesignerow

source: Mozilla's largest celebration of making and learning on the web.
hsb: Najwjetši swjedźeń Mozilla, zo by web wuhotował a wučił.

source: Join Mozilla
hsb: Přidružće so Mozilla

source: About Labs
hsb: Wo Labs

source: Read about the latest features for Firefox desktop and mobile before the final release.
hsb: Čitajće wo najnowšich funkcijach desktopoweho a mobilneho Firefox před kónčnej wersiju.

source: Special announcements helping you get the most out of Webmaker.
hsb: Specielne připowědźe, kotrež wam pomhaja, najwjace z Webmaker wućahać.

source: Addon Development
hsb: Přidatkowe wuwiwanje

source: Firefox Marketplace for Desktop
hsb: Torhošćo Firefox za desktop
