Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/plugincheck.lang.po
Languages: hsb

source: Keep your Firefox healthy with a quick checkup
hsb: Wobchowajće swój Firefox w porjadku ze spěšnym přepruwowanjom

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
hsb: Wužiwaće Flash? QuickTime? Java? Jeli te wužiwaće, zo byšće swoje dožiwjenje z Firefox porjeńšił, přepruwujće swoje tykače! Je móžno, zo dyrbiće je aktualizować.

source: Plugin Check &amp; Updates
hsb: Přepruwowanje a aktualizacije tykačow

source: Update Now
hsb: Nětko aktualizować

source: Research
hsb: Pytać

source: current version plugin
hsb: aktualna wersija tykača

source: Up to Date
hsb: Aktualny

source: Plugin icon
hsb: Symbol tykača

source: unknown
hsb: njeznaty

source: vulnerable
hsb: napadliwy

source: outdated
hsb: zestarjeny

source: Check Your Plugins
hsb: Waše tykače přepruwować

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
hsb: Hdyž tykače aktualne dźeržiće, pomhaće, wěste a hładke dźěło za Firefox zaručić.

source: <span>Firefox</span> + You
hsb: <span>Firefox</span> + Wy

source: Get Firefox tips, tricks, news and more
hsb: Wobstarajće sej pokiwy, triki, nowinki a wjace za Firefox

source: Currently the plugin check service is only available to Firefox users.
hsb: Tuchwilu je kontrolna słužba za tykače jenož za wužiwarjow Firefox k dispoziciji.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
hsb: Tykački so přeco awtomatisce njeaktualizuja. Přepruwujće swoje tykače, zo byšće wěsty wostał a bjez přetorhnjenja přehladował!

source: Looks like you’re using an older version of Firefox.
hsb: Zda so, zo staršu wersiju Firefox wužiwaće.

source: Plugin Status
hsb: Status tykača

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
hsb: Žane tykače namakane. Jeli sej myliće, zo to je zmylk,<a href="%(bugzilla_url)s">wočińće zmylkowu rozprawu</a> a informujće nas wo tym.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
hsb: Podpěra přepruwowanja tykačow <strong>za Internet Explorer je wobmjezowana</strong>. Wužijće tež Extras &gt; Add-Ons verwalten

source: Step 1: Click Update to update a plugin.
hsb: Krok 1: Klikńće na Aktualizować, zo byšće tykač aktualizował.

source: Step 2: Complete all recommended updates before restarting your browser.
hsb: Krok 2: Přewjedźće wšě doporučene aktualizacije, prjedy hač swój wobhladowak znowa startujeće.

source: Potentially vulnerable plugins
hsb: Potencielnje napadliwe tykače

source: Plugin
hsb: Tykač

source: Action
hsb: Akcija

source: Outdated Plugins
hsb: Zestarjene tykače

source: Unknown Plugins
hsb: Njeznate tykače

source: These plugins are up to date
hsb: Tute tykače su aktualne

source: Back to Top
hsb: Wróćo horje

source: Frequently Asked Questions
hsb: Huste prašenja

source: What is a plugin?
hsb: Što je tykač?

source: Plugins power videos, animation and games
hsb: Tykače so za to staraja, zo wideja, animacije a hry funguja

source: They're built outside of Firefox by companies like Adobe Systems and Apple
hsb: Wutworjeja so zwonka Firefox přez předewzaća kaž Adobe Systems a Apple

source: Plugins don't always update automatically.
hsb: Tykače so přeco awtomatisće njeaktualizuja.

source: Why should I update my plugins?
hsb: Čehodla tykače aktualizować?

source: Old plugins can interrupt browsing and waste your time.
hsb: Stare tykače móža přehladowanje mylić a waš čas přečinić.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
hsb: Stare tykače <strong>powyšeja waše riziko</strong> za nadpady přez złomyslnu software, wirusy a druhe wohroženja wěstoty.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
hsb: <strong>Zaktualizowane tykače maja polěpšenja</strong>, kotrež web za was <strong>polěpšeja a wěsćiši činja</strong>.

source: Screenshot of Add-Ons manager
hsb: Foto wobrazowki zrjadowaka přidatkow

source: How can Firefox help me?
hsb: Kak móže mi Firefox pomhać?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
hsb: W přichodźe budźe Firefox tykače za was aktualizować. Hač do toho, wy měł tutu stronu prawidłownje kontrolować a swoje tykače aktualizować, zo byšće wěsty wostał.

source: Which Plugins do I have?
hsb: Kotre tykače mam?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
hsb: Smy horjeka podate tykače awtomatisće wotkryli, zo byšće sej instalowane tykače w Firefox wobhladał, slědujće tute kroki:

source: Want to spread the word?
hsb: Chceće to dale powědać?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
hsb: Pomhajće, swojim přećelam wěsći wostać! Woyptajće sydło <a href="%(url)s">Partnerojo Firefox</a>, zo byšće rjad přepruwowanja tykačow za swoje sydło dóstał.

source: How do I disable a plugin?
hsb: Kak móžu tykač znjemóžnić?

source: In Firefox:
hsb: W Firefox:

source: Open the Tools menu.
hsb: Wočińće meni Nastroje.

source: Open the <span class="menu">menu</span>.
hsb: Wočińće <span class="menu">meni</span>.

source: Choose Add-ons.
hsb: Wubjerće Přidatki.

source: Click the plugins tab.
hsb: Klikńće na rajtark Tykače.

source: Click on the drop down next to the plugin you wish to disable.
hsb: Klikńće na padacy meni pódla tykača, kotryž chceće znjemóžnić.

source: Click on a plugin in the list.
hsb: Klikńće na tykač w lisćinje.

source: Select "Never Activate" from the available choices.
hsb: Wubjerće "Ženje njeaktizować" z k dispoziciji stejacych wuběranskich móžnosćow.

source: Click the Disable button.
hsb: Klikńće na tłóčatko Znjemóžnić.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
hsb: Kedźbu: Znjemóžnjenje tykača woznamjenja, zo wěste wěcy hižo njemóžeće činić. Jeli na přikład Flash znjemóžniće, njemóžeće sej wideja na YouTube wobhladować.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
hsb: Kedźbu: Znjemóžnjenje tykača woznamjenja, zo wěste wěcy hižo njemóžeće činić. Jeli na přikład Flash znjemóžniće, njemóžeće sej wideja na někotrych websydłach z kontinuěrowanym přenošowanjom widejow wobhladować.

source: Mozilla Support
hsb: Podpěra Mozilla

source: Have more questions?
hsb: Maće dalše prašenja?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
hsb: Wopytajće <a href="%(sumo_url)s">support.mozilla.org</a> za dalšu pomoc!
