Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/products.lang.po
Languages: hsb

source: Mozilla Products — Built by us, for the Web
hsb: Produkty Mozilla — wot nas wutworjene, za web

source: Built for the Web
hsb: Za web wutworjene

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
hsb: Naš angažement za spěchowanje weba a wobchowowanje jeho wotewrjenosće za kóždeho ćehnje so přez wšitko, štož činimy.

source: Developers
hsb: Wuwiwarjo

source: The free, non-profit browser for your desktop.
hsb: Darmotny njekomercielny wobhladowak za waš desktop.

source: The fast, smart, safe choice for Android browsing.
hsb: Spěšny, inteligentny, wěsty wuběr za přehladowanje Android.

source: An open operating system for mobile devices.
hsb: Wotewrjeny dźěłowy system za mobilne graty.

source: A new standard to recognize and verify learning.
hsb: Nowy standard za připóznaće a přepruwowanje wědy.

source: A creation and distribution platform for apps.
hsb: Wutworjenska a rozdźělenska platforma za nałoženja.

source: A better way to sign in to websites.
hsb: Lěpše wašnje so pola websydłow registrować.

source: Safe, fast and easy email.
hsb: Wěsta, spěšna a lochka e-mejl.

source: Make something amazing with the Web.
hsb: Čińće něšto wobdźiwajomneho z webom.

source: Our community-driven innovation accelerator.
hsb: Naš pospěšak inowacijow spěchowany wot zhromadźenstwa.

source: New ways to explore, experiment and innovate.
hsb: Nowe wašnja slědźić, eksperientować a inowacije wutworić.

source: A bug tracking system to help manage software development.
hsb: System slědowanja programowych zmylkow, kotryž pomha, wuwiwanje softwary zrjadować.

source: Inspect, debug, analyze and more inside your browser.
hsb: Přewjedźće přepruwowanja, pytanja za zmylkami, analyzy a wjace znutřka wašeho wobhladowaka.

source: The layout engine that drives Firefox.
hsb: Wuhotowanska mašina, kotraž Firefox ćěri.

source: An environment for XUL-based applications.
hsb: Wokolina za nałoženja na zakładźe XUL.

source: Firefox APIs
hsb: API Firefox

source: The foundations for building a Firefox OS app.
hsb: Zakłady za wutworjenje nałoženjow Firefox OS.

source: Mozilla Developer Network
hsb: Syć wuwiwarjow Mozilla

source: All Mozilla-based Products
hsb: Wšě produkty Mozilla

source: All Developer Tools
hsb: Wšě wuwiwarske nastroje
