Repository: alvinlaz96/mozilla-lang
Catalog: trs/download_button.lang.po
Languages: trs

source: Download Firefox
trs: Naduninj Firefox

source: Download now
trs: Naduninj sa nakâa

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
trs: Nitaj si aran' si agat' nga <a href="%(url)s"> sa ni'ñan </a> da' gi'iaj sunj nga Firefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
trs: Si ga'ue gi'iaj sun si sistema nga Firefox, sani ga'ue garahuet nga nej versión na.

source: <span>Firefox Beta</span> for Android
trs: <span>Firefox Beta</span> guenda Android

source: <span>Firefox Aurora</span> for Android
trs: <span>Firefox Aurora</span> guenda Android

source: <span>Firefox</span> for Android
trs: <span>Firefox</span> guenda Android

source: Get it free on Google Play
trs: Nadunij ma riña Google Play.

source: <span>Firefox</span> for iOS
trs: <span>Firefox</span> guenda iOS

source: Get it free from the App Store
trs: Nadunij riña App Store

source: Free Download
trs: Naduninj chre'

source: Update your Firefox
trs: Nagui'iaj nako' Firefox

source: Supported Devices
trs: Nej aga' ran' dugui'

source: Get it on Google Play
trs: Nadunij riña Google Play

source: Get Firefox for Android
trs: Firefox guenda Android

source: Download on the App Store
trs: Naduni' asîj riña App Store

source: Get Firefox for iOS
trs: Firefox guenda iOS

source: What’s New
trs: Nùhuin sa hua nakà doj

source: Firefox Privacy
trs: Nuguan huìi riña Firefox

source: Systems &amp; Languages
trs: Sistemas &amp; Nanj a'mi'

source: Firefox for Other Platforms & Languages
trs: Firefox guenda A'ngo Platforms & nanj a'mi'
