Repository: alvinlaz96/mozilla-lang
Catalog: trs/main.lang.po
Languages: trs

source: Navigation
trs: Gaché nu'

source: Pre-release downloads
trs: Gi'iaj suhui' da' nadunin'

source: About
trs: Rayi'î

source: Apps
trs: Nej aplikasiûn

source: Do Not Track
trs: Si nana'ui'

source: Developer Edition
trs: Guenda nej si nagi'iaj

source: Private Browsing
trs: Gache nun hui'

source: Need help?
trs: ¿ Ni¿ñanj sa ruguñu'unj son aj?

source: News
trs: Noticiâ

source: Choose the independent browser
trs: Nagui navegador hua ninin

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
trs: 'Iaj sun nika Firefox, nitaj si nachin' ma guenda. So' huin ni'in si garasunt Firefox. Rugujñu'un rukut da' ganin ma'an ruhuat.

source: Donate
trs: Ga'ui' che'

source: Support
trs: Sa ruguñu'unj un

source: Products
trs: Rasuun

source: Add-ons
trs: Sa ga'ue nutò'

source: About Us
trs: Rayi'in ñunj

source: Labs
trs: Rakïj ñaj

source: skip to Navigation
trs: Gun' riña ga'ue gache nun'

source: switch language
trs: Naduno' nanj a'mi'

source: Back to home page
trs: Gun' ñan gayi'ij

source: About Mozilla
trs: Rayi'i Mozilla

source: Get Involved
trs: Gatu gi'iaj sunt

source: Careers
trs: Suun

source: Press Center
trs: Rayi'i prensan

source: Contact Us
trs: Contacto

source: Other languages:
trs: A'ngo nanj a'mi'

source: Page language:
trs: Página ma nanj a'mi'

source: Legal
trs: Nuguan' a'nï'ïn

source: Legal Notices
trs: Nuguan nikà

source: Privacy Policy
trs: Sa gara yino’

source: Release Notes
trs: Nuguan' ri' riña aga' na

source: Other Systems and Languages
trs: A'ngo nanj a'mi' ni sistema

source: Close
trs: Ganarun'

source: (in English)
trs: (nanj ra'ña'an)

source: Return to top
trs: Gun' ne' yata'a

source: Features
trs: Daj hua ma

source: Customize
trs: Nagi'iô' daj huin ruhuô'

source: Download
trs: Naduni'

source: Previous
trs: Sa gachin

source: Next
trs: Ne'ian an

source: Videos
trs: Sa siki' ni'io'

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
trs: Dà doj si gataj ma <a href="%s">si nuhuij</a>, na nun riña sitio web ni na'ninj ma nga <br /><a href="%s">Creative Commons Atribución-Licenciamiento recíproco v3.0</a> nej si a'ngo sa nakà doj..

source: Report Trademark Abuse
trs: Garân ruhuo' rayi'i a'ngo marca

source: Free Upgrade
trs: Nagi'iaj nakà chre'

source: Follow us on:
trs: Ganiko' ñunj riña:

source: Customize with Add-ons
trs: Nagi'iaj sa rugujñu'unj

source: Learn More
trs: Gahio' doj

source: Learn more
trs: Gahio' doj

source: Replay
trs: Duguchro'

source: Watch the video
trs: Ni'io' sa siki'i

source: Replay the video
trs: Tanikaj ñun

source: Share the video
trs: Duyin'nga' ma

source: WebM format
trs: Formato WebM

source: Ogg Theora format
trs: Formato Ogg Theora

source: MPEG-4 format
trs: Formato MPEG-4

source: Mobile
trs: Sa atô'

source: View Full Site
trs: Ni'io' da'ua ngè sitiô

source: Desktop
trs: Escritorio

source: Firefox for mobile
trs: Firefos guendà nej aga' ato'

source: Email
trs: Korrêo

source: Upgrade now
trs: Nagi'iaj nako' hiàj

source: Update now
trs: Nagi'ia nako' ma

source: Privacy
trs: Sa hùii

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
trs: Da'aj sa nu riña man huin ©1998–%(current_year)s sa 'iaj sun nej dugui' nikaj ñu'unj mozilla.org. da'uit gachinj ni'iat riña <a href="%(url)s">Creative Commons</a>.

source: Contribute to this site
trs: Rugujñu'unj riña sitiô na

source: Contribute to this page
trs: Rugujñu'unj riña página na

source: Mission
trs: Ña guchi'

source: Tour
trs: Gaché nu'

source: Desktop Add-ons
trs: Sa rugujñu'unj si aga' re'

source: Android Add-ons
trs: Sa rugujñu'unj Android

source: Themes
trs: Tema

source: Desktop Support
trs: Sa dugu'nin' rukù Escritorio

source: Android Support
trs: Sa dugu'nin' ruku Android

source: Releases
trs: Sa duyingo'

source: Get Mozilla updates
trs: Nahuin ràa sa nagui'iaj nako' Mozilla

source: Share
trs: Duyingo'

source: Mozilla on Twitter
trs: Mozilla riña Twitter

source: Firefox on Twitter
trs: Firefox riña Twitter

source: Mozilla on Facebook
trs: Mozilla riña Facebook

source: Firefox on Facebook
trs: Firefox riña Facebook

source: Forums
trs: Foros

source: Patents
trs: Patentes

source: Leadership
trs: Daj ganikaj ñu'un'

source: Governance
trs: Daj ga'nin'

source: History
trs: Daran' rajsunt

source: Our Products
trs: Sì rasun'

source: Software and other innovations designed to advance our mission.
trs: Software ni a'ngo sa rugujñu'unj da' guchi' ñan anin ruo'.

source: Become a volunteer contributor in a number of different areas.
trs: Ganahuin ngo dugui' rugujñu'unj a'ngo suun.

source: Menu
trs: Menû

source: Committed to you, your privacy and an open Web
trs: Hua nikà ruaj ngàt, ni nga si redt.

source: Please turn on JavaScript to display this page correctly.
trs: Nachrun JavaScript da' ga'ue gi'iaj sunt nga página na.

source: Firefox Features
trs: Daj hua Firefox

source: Firefox Help
trs: Ruguñu'unj Firefox

source: January
trs: Enero

source: February
trs: Febrero

source: March
trs: Marzo

source: April
trs: Abril

source: May
trs: Mayû

source: June
trs: Juniû

source: July
trs: Juliû

source: August
trs: Gustû

source: September
trs: Septiembre

source: October
trs: Octubre

source: November
trs: Noviembre

source: December
trs: Diciembre

source: <abbr>Jan</abbr>
trs: <abbr>Ene</abbr>

source: <abbr>Apr</abbr>
trs: <abbr>Abr</abbr>

source: <abbr>Aug</abbr>
trs: <abbr>Agos</abbr>

source: <abbr>Dec</abbr>
trs: <abbr>Dic</abbr>

source: Congrats. You’re up to date!
trs: Guruat. ¡Ngà huaj!

source: Format
trs: Formatù

source: Text
trs: Formatù

source: Whoops! Be sure to enter a valid email address.
trs: ¡Uy! Gachrun ngo korreô ni'ñanj an.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
trs: Guendaj ni hua hue'ej sin Mozilla achín ni'iaj garasunj sa ni'in guendaj <a href="%s">dnaj hua nian sa hûii</a>

source: Keep up with<br> all things Firefox.
trs: Garasun nga <br> nuin si hua rayi'i Firefox.

source: Get Firefox news
trs: Nahuin ra'a noticia rayi'i Firefox

source: YOUR EMAIL HERE
trs: SI KORREÔ ÑUNA

source: Sign Up Now
trs: Guta' si yuguit

source: Sign me up
trs: ¡Guta' si yuguí!

source: Select country
trs: Ganahui ngo país

source: Available Languages
trs: Nej nanj hua

source: We will only send you Mozilla-related information.
trs: Man si nuguan' Mozilla ga'ue ga'ninj ñunj.

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
trs: Ni'ias si nga garajyinat gi'iaj sunt nga Mozilla, si nihuij ni da'ui ginùn huint. Gi'iaj suntuj ni ni'iaj riña si korreôt da' gi'iaj hià raj.

source: Read all about it in our <span>newsletter</span>
trs: ¡Gahia daran' sa da'uít gini'in rayi'ì Firefox riña <span>riña ma nuguan'an!</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
trs: Guta' si yuguit da' nahuin ra'at da' ahuii sa nakà 'iaj sun nga Firefox, daran ngo sa' nahuin nakà da' ga'ue garasun hue'uet si navegador rá. ¡Danaj huin gi'io' da' ga'ue girinu'un ne'ñan doj!

source: <span>Firefox</span> + You
trs: <span>Firefox</span> guenda iOS

source: Get Firefox tips, tricks, news and more
trs: Nana'ui' nuin si hua doj riña Firefox

source: Internet Health
trs: Hua hue'e internet
