Repository: alvinlaz96/mozilla-lang
Catalog: brx/firefox/channel.lang.po
Languages: brx

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
brx: फायारफक्स जौगाखांहोग्रा बिसान एबा बेटा &amp; खौ डाउनल'ड खालाम, उननि फायारफक्सखौ थि खालामनो मदद खालाम

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
brx: फायारफक्स Aurora एबा बेटा &amp;खौ डाउनल'ड खालाम, उननि फायारफक्सखौ थि खालामनो मदद खालाम

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
brx: उननि ओंखारनाय फायारफक्सखौ डाउनल'ड खालाम। जौगाहोग्रा बिसान एबा बेटा बिल्डजों बावैसोनि गोदान खान्थिखौ मोनथि।

source: The latest features in a more stable environment
brx: गोबां दिदोम आबहावायाव बावैसोनि आखुथाय

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
brx: फायारफक्स बेटाआ फिनथाइखौ मजिलायाव गावनो गाव महरै दैथाय हरो। <a href="%(link)s">गोबां सोलों</a>।

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
brx: <a href="%(feedback)s">दिदोम आबहावाआव थानाय</a>मावफुंनाय आरो खामानि मावनाय गोहोयाव जोबथा टुइकखौ दोननाव मदद खालामनो जोंनो फिनथाइ हो।

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
brx: फायारफक्स Aurora आरो फायारफक्स जौगाहोग्रा बिसानआ फिनथाइखौ मजिलायाव गावनो गाव महरै दैथाय हरो। <a href="%(link)s">गोबां सोलों</a>।

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
brx: फायारफक्स Aurora आ फिनथाइखौ मजिलायाव गावनो गाव महरै दैथाय हरो।<a href="%(link)s">गोबां सोलों</a>।

source: Built for those who build the Web
brx: वेबखौ जाय बानायो बेफोरनि थाखाय बानायबाय

source: The newest innovations in an experimental environment
brx: आनजादलु आबहावायाव बावैसोनि गोदान खान्थि।

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
brx: आनजादलु आबाहावायाव मावफुंनायखौ आनजाद खालाम, फाइल बाग आरो <a href="%(feedback)s">बेटायाव मा खालामनो बेखौ थि खालामनो जोंखौ मदद होयो</a>।

source: Tried, tested and used by millions around the world
brx: गासै बुहुमावनो रोजा रोजा सुबुंजों नाजाजाबाय, आनजाद खालामजाबाय आरो बाहायजाबाय

source: Learn more about Firefox Beta
brx: फायारफक्स बेटानि सोमोन्दै गोबां सोलों

source: Learn more about Firefox Aurora
brx: फायारफक्स Aurora नि सोमोन्दै गोबां सोलों

source: Learn more about Firefox
brx: फायारफक्सनि सोमोन्दै गोबां सोलों
