Repository: alvinlaz96/mozilla-lang
Catalog: brx/firefox/new.lang.po
Languages: brx

source: Firefox for desktop
brx: डेस्कटपनि थाखाय फायारफक्स

source: Choose Independent.
brx: उदांखौ बासिख

source: Choose Firefox.
brx: फायारफक्सखौ बासिख

source: Different by design
brx: डिजाइनजों आलादा

source: Proudly<br />non-profit
brx: गोग्गायै<br />मुलाम्फा-नङै

source: Innovating<br />for you
brx: नोंथांनि थाखाय<br />गोदानै दिहुनगासिनो दं

source: Fast, flexible,<br />secure
brx: गोख्रै, रुयदब,<br />रैखाथि

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
brx: मोनसे मुलाम्फा-नङै महरै, गोरोबहोनो जेबो नारसिननाय गैयाबालानो जों नोंथांनि फारसे जानानै गोदानै दिहुननो उदां। नोंथाङा गुबुनखौ मोजां मोनगासिनो दं।

source: Firefox screenshot
brx: फायारफक्स स्क्रिनसट

source: Thanks for downloading Firefox!
brx: फायारफक्सखौ डाउनल'ड खालामनायनि थाखाय साबायखर!

source: Start the process by clicking Run.
brx: सालाय-खौ क्लिक खालामनानै प्रसेसखौ जागाय।

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
brx: नोंथांनि डाउनल'डआ गावनो गाव महरै जागायनांगोन। नङाब्ला, <a id="%s" href="">बेयाव क्लिक खालाम</a>। बेयो इसे सम लानो हागौ, नाथाय नेथ'नाया गाहाम जागोन।

source: When prompted, drag the Firefox icon into the image of your Applications folder.
brx: थुलुंगा होनाय समाव, फायारफक्स आइकनखौ नोंथांनि एप्लिकेसन फल्डारनि मुसुखायाव बोबो।

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
brx: मजिला फायारफक्स सेटआप उइजार्डखौ जागायनो थाखाय सालाय-खौ क्लिक खालाम। बेनि उनाव गाहायनि खलबखौ फालि (जों प्रसेसखौ जेसेबां हायो एसेबां खष्ट-गैयै खालामबाय)।

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
brx: फायारफक्स आइकनखौ एप्लिकेसन फल्डार निफ्राय डकआव बोबो। बेनि उनाव, नोंथाङा जेब्लानो वेबखौ बाहायनो लुबैयो अब्लानो फायारफक्सखौल' क्लिक खालाम!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
brx: नोंथाङा दा वेब सार्फिंनि गोदान मुवायाव थांनो थियारि। नोंथाङा जेब्लानो अनलाइनआव थांनो लुबैयो अब्लानो फायारफक्स आइकनखौ खेबनै-क्लिक खालाम।

source: Mozilla Firefox Web Browser
brx: मजिला फायारफक्स वेब ब्राउजार

source: Sorry, Firefox is currently unsupported by iOS devices.
brx: निमाहा बियो, फायारफक्सआ दासान्दि iOS डिभाइसजों हेफाजाब होजाया।

source: Congrats! You’re using the latest version of Firefox.
brx: हामलायनाय! नोंथाङा फायारफक्सनि गोदान बिसानखौ बाहायगासिनो दं

source: Looks like you’re using an older version of Firefox. Update on Google Play.
brx: नोंथांखौ फायारफक्सनि गोजाम बिसानखौ बाहायबाय थानाय बादि नुयो। गुगल प्लेआव आपडेट खालाम।

source: Looks like you’re using an older version of Firefox.
brx: नोंथांखौ फायारफक्सनि गोजाम बिसानखौ बाहायबाय थानाय बादि नुयो।

source: Update to stay fast and safe.
brx: गोख्रै आरो रैखाथियै दोननो आपडेट खालाम।

source: Get it free on Google Play
brx: बेखौ गुगल प्लेआव बेसेन-नाङै मोन

source: Learn more about Firefox for desktop
brx: डेस्कटपनि थाखाय फायारफक्सनि सोमोन्दै गोबां सोलों

source: Looking for mobile?
brx: म'बाइलखौ नागिरगासिनो दं?

source: Download a fresh copy
brx: थाजा कपिखौ डाउनल'ड खालाम

source: Learn more about Firefox for Mobile
brx: म'बाइलनि थाखाय फायारफक्सनि सोमोन्दै गोबां सोलों

source: Learn more about Firefox OS
brx: फायारफक्स OS नि सोमोन्दै गोबां सोलों

source: Get Firefox on your Android device
brx: नोंथांनि एनड्र'इड डिभाइसआव फायारफक्सखौ ला

source: Discover all the ways to take Firefox on the go
brx: फायारफक्सखौ सालायलांबाय थानो गासै राहाखौ दिहुन

source: Learn more about Firefox on iOS
brx: iOS आव फायारफक्सनि सोमोन्दै गोबां सोलों

source: Why don’t we offer an iOS version?
brx: जों मानो iOS बिसानखौ होआ?

source: Download Firefox
brx: फायारफक्सखौ डाउनल'ड खालाम

source: Free Web Browser
brx: बेसेन-नाङै वेब ब्राउजार

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
brx: मोनसे बेसेन-नाङै वेब ब्राउजार, मजिला फायारफक्सखौ डाउनल'ड खालाम। फायारफक्सआ दबथायनाय अनलाइनआव साफा साफा सुबुंखौ दोननानै बावसोमखानाय मोनसे मुलुगनां मुलुम्फा-नङैजों सोरजिजायो। दिनैनो फायारफक्सखौ ला!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
brx: मजिला फायारफक्स, बेसेन-नाङै वेब ब्राउजारआ मोनसे मुलुगनां मुलुम्फा-नङैजों सोरजिजायो, राइजो-राजानि मोजांनि थाखाय वेबनि इयुनखौ दानानै दबथायनाय &amp;आव साफा साफा सुबुंखौ दोननानै बावसोमबाय।

source: Give Firefox a tune up
brx: फायारफक्सखौ टिउन-आप खालाम

source: Refresh Firefox
brx: फायारफक्सखौ थाजा खालाम
