Repository: alvinlaz96/mozilla-lang
Catalog: brx/firefox/whatsnew.lang.po
Languages: brx

source: Hooray! Your Firefox is up to date.
brx: जै! नोंथांनि फायारफक्सआ गोदान

source: Your Firefox is out of date.
brx: नोंथांनि फायारफक्सआ गोजाम।

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
brx: रैखिथिनि थाखाय, जों गोदानथार आरो गेदेरथार बिसान <a href="{url}">आपग्रेड खालामनो बोसोन होयो</a>।

source: You’re running an unknown version of Firefox.
brx: नोंथाङा फायारफक्सनि मोनथिमोनै बिसानखौ सालायगासिनो दं

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
brx: रैखिथिनि थाखाय, जों गोदानथार आरो गेदेरथार बिसान <a href="{url}">डाउनल'ड खालामनो बोसोन होयो</a>।

source: Get to your next task<br/>faster than ever
brx: नोंथांनि उननि टास्कखौ आगोल निख्रुइ गोख्रैसिन <br/> जागाय

source: See how the new features in Firefox help you browse faster and more efficiently.
brx: फायारफक्सआव थानाय गोदान आखुथाया माबोरै नोंथांखौ गोख्रैसिन आरो आखाफाखायै ब्राउज खालामनो मदद खालामो बेखौ नाय।

source: Learn more about <a href="{url}">the New Tab feature »</a>
brx: गोदान टेब <a href="{url}">आखुथायनि »</a> सोमोन्दै गोबां सोलों

source: Learn more about our <a href="{url}">redesigned home page »</a>
brx: जोंनि फिन डिजाइन खालामखानाय <a href="{url}">ह'म बिलाइनि »</a> सोमोन्दै गोबां सोलों

source: Keep in touch
brx: सोमोन्दोआव थाबाय था

source: Keep it moving
brx: बेयो लोरिहोबाय दं

source: Get Firefox » <b>for Android</b>
brx: एनड्र'इडनि थाखाय फायारफक्स » खौ <b>ला</b>

source: Keep it going
brx: बेखौ थांहोबाय था

source: Join Mozilla
brx: मजिलायाव लोगो लादेर

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
brx: एनड्र'इड रबटआ गुगलजों सोरजिजानाय आरो शेयार खालामजानाय खामानि निफ्राय<a href="%s"> फिन-दिहुनजाबायमोन</a> आरो <a href="%s">क्रियेटिभ कमन्स 3.0 एट्‌ट्रिबिउसन लाइसेन्स</a>आव बेखेवखानाय रादायनि मथे बाहायनाय जायो।

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
brx: <a href="%s">एनड्र'इडनि थाखाय फायारफक्सखौ ला</a> आरो वेबनि गोहोखौ नोंथांनि आखाइआव दोन। बेयो गोख्रै, स्मार्ट आरो रैखाथि!

source: Now get the mobile browser that’s got your back
brx: दा म'बाइल ब्राउजारखौ ला जाय नोंथांनिखौ मोनफिनबाय

source: Welcome to Firefox
brx: फायारफक्सआव बरायबाय

source: Firefox for Android artwork
brx: एनड्र'इड आर्टवार्कनि थाखाय फायारफक्स

source: Fast. Smart. Safe.
brx: गोख्रै। स्मार्ट। रैखाथि

source: Get the mobile browser that’s got your back.
brx: म'बाइल ब्राउजारखौ ला, जाय नोंथांनिखौ मोनफिनबाय

source: Facebook Messenger for Firefox
brx: फायारफक्सनि थाखाय फेसबुक मेसेनजार

source: Now you can keep up with friends wherever you go on the Web.
brx: दा नोंथाङा जेब्लानो वेबआव थायो अब्लानो लोगोफोरजों मोजां सोमोन्दो लाखिनो हायो।

source: Visit Facebook to turn it on
brx: बेखौ अन खालामनो फेसबुकआव थां

source: Get notified right away
brx: थाबनो मिथिसारहो

source: See new comments, photo tags & other Facebook updates instantly.
brx: गोदान बिबुंसारखौ नाय, फ'ट' टेग आरो गुबुन फेसबुकआ हरखाबै आपडेट खालामो।

source: Chat while you browse
brx: नोंथाङा ब्राइज खालामनाय समाव रायज्लाय

source: Stay connected to your Facebook friends without having to click away.
brx: क्लिक खालामाबालानो नोंथांनि फेसबुक लोगोफोरजों जगाजगाआव था

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
brx: फेसबुकआ <a href="%(url)s">फेसबुक, Inc.</a> नि ट्रेडमार्क।

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
brx: हामलायथिनाय थाबाय!<br> नोंथांनि ब्राउजारआ आगोल निख्रुइ रैखाथिसन आरो <br>खैफोद-गैयैसिन।

source: Get the same level of<br> choice and innovation<br> in a smartphone.
brx: स्मार्टफनआव<br>पसायनाय आरो गोदानै दिहुननायनि<br> एखे लेभेलखौ ला

source: Learn more about Firefox OS
brx: फायारफक्स OS नि सोमोन्दै सोलों
