Repository: alvinlaz96/mozilla-lang
Catalog: ff/privacy/principles.lang.po
Languages: ff

source: Data Privacy Principles
ff: Piɓle keɓe sutura

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our privacy practices.
ff: Mozilla ko eɓɓoore nde sewnde udditiinde tawi dawol mum ko ƴellitde keɓe geese. Ɗum ko doole ɗowooje e ɗooftagol sarɗiyeeji sutura

source: Back to Mozilla Privacy Policy
ff: Caggal to Sarɗiyeeji Keeriiɗi Mozilla

source: The following five principles stem from the <a href="%(link)s">Mozilla Manifesto</a> and inform how we:
ff: Ɗee cate joyi garooje ɗowooje ummaade e <a href="%(link)s">Mozilla Manifesto</a> kadi ina habra on hol no min :

source: develop our products and services
ff: ƴellitiri njeñtule e golle

source: manage user data we collect
ff: yiil keɓe huutortooɓe min ndoɓindii

source: select and interact with partners
ff: suɓo e

source: shape our public policy and advocacy work
ff: heblu dawrugol amen denndangol e golle gullitagol

source: No surprises
ff: alaa bettere

source: Use and share information in a way that is transparent and benefits the user.
ff: Huutoro e lollin kabaaru e laawol laaɓtungol kadi naftowol kuutortooɗo

source: User control
ff: Juurnitogol kuutoro

source: Limited data
ff: Keɓe keertiiɗe

source: Collect what we need, de-identify where we can and delete when no longer necessary.
ff: Roɓindo ko cokluɗen, heɓtin ɗo mbaawɗen kadi momtaa so nattii sokleede

source: Sensible settings
ff: Teelte parwuɗe

source: Design for a thoughtful balance of safety and user experience.
ff: Siŋkude ngam potal miijtangal kisal e humpitooji kootoro

source: Defense in depth
ff: Palagol luggiɗngol

source: Maintain multi-layered security controls and practices, many of which are publicly verifiable.
ff: Jokkude rewindo e baɗe kisal keewɗe tolnooji, keewɗi e ɗiin baawɗi ƴeewteede e renndo
