Repository: alvinlaz96/mozilla-lang
Catalog: son/home.lang.po
Languages: son

source: Personalize
son: Hanse boŋše

source: One size doesn’t fit all.
son: Adadu foo ši too ikul.

source: Go Fast
son: Cahã

source: Accelerate the way you use the web.
son: War Interneti goy-alhaaloo cahãndi.

source: Stay Safe
son: Saajaw gaabu

source: We’ve got your back.
son: Ir duu war dumaa.

source: Get Firefox on your phone!
son: Firefox zaa war talfonoo ga!

source: Made for sharing.
son: Teendi žemnayan še.

source: Create <br/> dedicated <br/> tabs for it
son: Ga <br/>goyyan <br/> nor lokuyaŋ tee a še

source: Customize <br/> to make <br/> it faster
son: Hanse <br/> k'a tee <br/> cahãnte ka tonton

source: Get add-ons <br/> and make <br/> it easier
son: Duu tontoniyaŋ <br/> nd'a tee <br/> faalante

source: Works harder so <br /> you don't have to.
son: Ga goy ka tonton <br /> war ši duu k'a tee.

source: Increased <br/> speed
son: Tonton <br/> cahãri ga

source: Easy to <br/> access tabs
son: Faala ka duu <br/> huru nor lokey

source: Productivity <br/> add-ons
son: Goy-albarka <br/> tontoney

source: Made for <br/> the way you play.
son: Teendi <br/> war hooray ibaayi še.

source: 3D <br/> graphics
son: 3D <br/> bii takari

source: Even more <br/> reliable
son: Bešere <br/> nga naanaa

source: Effortless <br/> customization
son: Bila nda sungay <br/> boŋše hanseyan

source: Advanced <br/> security
son: Tonton <br/> saajaw ra

source: Advanced <br/> graphics
son: Koyjinante <br/> bii takari

source: Improved <br/> reliability
son: Boryandi <br/> nda naanay
