Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/internet-health/decentralization.lang.po
Languages: cak

source: Decentralization: Vital to Internet Health
cak: Jachsamajinem: K'atzinel chi re Raxnaqil K'amaya'l

source: A decentralized internet, owned by all of us, is where net neutrality, interoperability, competition, and local contribution thrive.
cak: Jun jachsamajin k'amaya'l, qichin qonojel, akuchi' yek'iyïr ri ruk'islanem k'amab'ey, ri pamsamajilal, junamanem chuqa' ri aj wawe' to'ïk.

source: Privacy &amp; Security
cak: Ichinanem chuqa' ch'ajinem

source: Open Innovation
cak: Jaqäl tz'ukuj

source: Decentralization
cak: Jachsamajinem

source: Digital Inclusion
cak: Ajilal tz'aqat

source: Web Literacy
cak: Ajk'amaya'l tijoj

source: A healthy Internet is created and owned by us all
cak: Jun raxinäq K'amaya'l ninuk' chuqa' qichin qonojel

source: The Internet owes much of its success to openness: its open, shared structure has made it easy for everyone to build, surf, and thrive on it. But a few big companies are closing in, closing doors, and creating walled gardens that concentrate their ownership and control of the Web. Together, we can fight to make sure no one limits our Internet access, experience, or creation.
cak: Ri K'amaya'l nuya' retal ruq'i'oj ruma ri rokisaxik: ri jaqäl chuqa' komonin ruch'akulal nub'än chi man k'ayew ta ninuk', yatok chupam chuqa' yanimär chupam. Xa xe chi jujun taq nimamolojri'ïl tajin yejel pe, nikitz'apij ruchi' jay chuqa' tajin yekinük' k'ojon taq kotz'ib'äl, akuchi' yekimöl kiwachinaq chuqa' akuchi' nikichajij ri Ajk'amaya'l. Chi qonojel yojtikïr niqajikib'a' chi majun tiq'ato' qokem pa K'amaya'l, qetamab'al o qatz'ukuj.

source: A healthy Internet belongs to you.
cak: Atrojqan jun raxinäq K'amaya'l.

source: Here are four areas where we can make a difference.
cak: Wawe' k'o kaji' k'ojlib'äl akuchi' yojtikïr niqab'än jun jaloj.

source: Net Neutrality
cak: Majun rojqanem K'amab'ey

source: Interoperability
cak: Pamsamajilal

source: Competition and Choice
cak: Junamanem chuqa' Cha'oj

source: Local Contribution
cak: Aj wawe' To'ïk

source: Decentralization means Net Neutrality
cak: Ri jachasamajinem nuq'ajuj Majun rojqanem K'amab'ey

source: No one should be able to restrict our access to the Web for their own gain.
cak: Man ta jun ri xtikïr xtuq'ät qokem pa Ajk'amaya'l ruma ruch'akoj.

source: We rely on network providers – telcos and cable companies – for access to the Internet. Which puts them in a position to restrict that access for their own business objectives, favoring their own products, blocking sites or brands, or charging different prices and offering different speeds depending on content type. Net neutrality prohibits network providers from discriminating based on content, so everyone has equal access.
cak: Niqakuqub'a' qak'u'x chi kij ajya'öl k'amab'ey – kinimamolojri'ïl taq talutzijol chuqa' kinimolojri'ïl k'amataluwäch – richin yojok pa K'amaya'l. Ri nub'än chi nikiq'ät ri okem ri' pa ri taq kirayib'al ajk'ayij, akuchi' nikiya' ruq'ij ri tikojil, yekiq'ät taq ruxaq k'amaya'l o ketal taq b'i'aj, o nikik'ül jalajöj taq kajil chuqa' nikisüj jalajöj taq aninem achike na ri ruwäch rupam. Ri majun rojqanem k'amab'ey nutaqej chi ke ri ajya'öl taq k'amab'ey yetz'ilon ruma ri rupam etamab'äl ruma ri' toq konojel junam kokem.

source: As of December 2016, 47 countries currently have laws in place to protect Net Neutrality.
cak: K'a ri rukab'laj rik' 2016, 47 taq amaq' kitaqem richin kichajim ki' rik'in ri Majun Rojqanem K'amab'ey.

source: Source: <a href="%(wwwf)s">Access Now</a>, 2015
cak: Xe'el: <a href="%(wwwf)s">Katok Wakami</a>, 2015

source: How you can support net neutrality
cak: Achike rub'eyal yato'on rik'in ri majun rojqanem k'amab'ey

source: Keep speaking up
cak: Katzijon

source: The fight for net neutrality continues all over the world. The rules that have been adopted in the US and Europe need to be defended and enforced. Reach out to your government official wherever you live, and express your support.
cak: Ri samaj chi rij ri majun rojqanem k'amab'ey najin chijun ri ruwach'ulew. Ri taq rub'eyal yekisamajij ri EE.UU. chuqa' Europa k'o chi yeto' chuqa' yesamajïx. Katzijon rik'in ri rusamajel chanpomanel, xab'akuchi' at k'äs wi richin tatzijoj chi re ri ato'ik.

source: How Mozilla is supporting net neutrality
cak: Achike rub'eyal ri Mozilla nito'on pa ruwi' ri majun rojqanem k'amab'ey

source: Advocating policy change
cak: Kach'o pa ruwi' ri rujaloj na'ojil

source: Working directly with legislative bodies to craft policy frameworks for and meaningful enforcement of net neutrality in the <a href="%(usa)s">United States</a>, <a href="%(europe)s">Europe</a>, <a href="%(india)s">India</a>, and all over the world.
cak: Jumul yasamäj kik'in ri poponela' richin yetz'ib'äx ruwa taqanem tzij chuqa' richin jikïl ri majun rojqanem k'amab'ey pa <a href="%(usa)s">United States</a>, <a href="%(europe)s">Europe</a>, <a href="%(india)s">India</a>, chuqa' chijun ri ruwach'ulew.

source: Building community
cak: Tinuk' tinamït

source: Fostering a global community of passionate Internet users who share our vision.
cak: Nik'ut jun aj chijun kitinamit rajowanela' ruwinaq K'amaya'l, ri ütz nikitz'ët ri qatzub'al.

source: Decentralization means Interoperability
cak: Ri jachsamajinem nuq'ajuj Pamsamajilal

source: The Web should remain open and interoperable, so we can keep our experience consistent, transparent, and full of possibility.
cak: Ri Ajk'amaya'l k'o chi nik'oje' jaqäl chuqa' pamsamajilal, richin tik'oje' qik'in ri qetamab'al pa rub'eyal, ch'ajch'öj chuqa' k'ïy ri yeruk'äm pe.

source: Interoperability is a big word with a simple result: your Web experience is basically the same across browsers, hardware, and operating systems because it was designed that way – and built with the open standards to support it. Open standards also allow anyone to invent new ways to make your Web experience better. But interoperability is losing ground to closed systems – and we’re losing transparency, participation, and innovation along with it.
cak: Ri pamsamajilal jun nimaläj tzij rik'in jikïl ri nuq'i': ri retamab'al pa ri Ajk'amaya'l junam rik'in pa taq okik'amaya'l, ch'akulakem chuqa' samajel taq q'inoj ruma ke ri' xwachib'ëx – chuqa' xnuk' kik'in ri jaqäl taq chojmil chuqa' nuya' q'ij chi xab'achike winäq tutz'uku' k'ak'a' rub'anikil ricchin nub'än retamab'al pa ri ütz Ajk'amaya'l. Xa xe chi ri pamsamajilal nuk'utuj ruk'ojlem pa tz'apäl taq q'inoj – chuqa' niqak'utuj ri ch'ajch'ojilal, ri to'ojri'ïl chuqa' ri tz'ukuj rik'in rija'.

source: 73% of Internet users have seen someone harassed online and 40% have personally experienced it.
cak: 73% chi ke ri ruwinaq K'amaya'l rutz'eton chi k'o jun, ri xtz'iläx pa k'amab'ey chuqa' ri 40% chuqa' kik'ulwachin chik.

source: Source: <a href="%(pew)s">Pew Research</a>, 2014
cak: Xe'el: <a href="%(pew)s">Ruk'ojlib'al kanonïk</a>, 2014

source: How you can support interoperability
cak: Achike rub'eyal naköch' ri pamsamajilal

source: Go independent
cak: Jät rik'in alaj k'aslem

source: Innovation can still come from anywhere – especially if we support it. Try out apps and products from companies you don’t already know.
cak: Ri tz'ukuj nitikïr nipe xab'akuchi' – ke ri' we niqato'. Ke'atojtob'ej kichokoy chuqa' kitikojil ajk'aymoloj man awetaman ta kiwäch.

source: How Mozilla is supporting interoperability
cak: Achike rub'eyal ri Mozilla nuto' ri pamsamajilal

source: Setting the standards
cak: Yerunük' ri taq rub'eyal

source: Working with and even leading open standards bodies, like <a href="%(ietf)s">IETF</a> and <a href="%(w3c)s">W3C</a>.
cak: Nib'an samaj rik'in achi'el chuqa' kik'in ri rajpoponela' jaqäl taq b'eyal achi'el <a href="%(ietf)s">IETF</a> chuqa' <a href="%(w3c)s">W3C</a>.

source: Walking the talk
cak: Tib'an ri nib'ix

source: Building interoperability into our own products, and empowering web developers through initiatives like the <a href="%(mdn)s">Mozilla Developer Network</a>.
cak: Tinuk' ri pamsamajilal pa ri taq qatikojil chuqa' ketijöx ri rub'anonela' ajk'amaya'l rik'in taq retal samaj achi'el ri <a href="%(mdn)s">Mozilla Developer Network</a>.

source: Decentralization means Competition and Choice
cak: Jachsamajinem nuq'ajuj Junamanem chuqa' Cha'oj

source: The Internet should continue to foster healthy competition among companies, opportunity for entrepreneurs, and meaningful choices for users.
cak: Ri K'amaya'l k'o ta chi nuk'üt ri ütz junamaxïk chi kikojol ri ajk'aymoloj, ri taq samaj nuk'äm pe chi kiwa ri ajk'ayinela'I chuqa' ri nimaläj taq cha'oj chi kiwa ri winaqi'.

source: A personalized Internet is an exciting prospect. But more and more, that means opting into a single company’s ecosystem – which streamlines your experience right now, but may seriously limit your choices in the future. Competitors will be reduced to those few companies who can offer the whole enchilada, thus consolidating the power of existing tech giants and making it much harder for entrepreneurs to disrupt the market with great ideas.
cak: Jun ichinan K'amaya'l jun nuyäk ak'u'x chi tzub'al. Xa xe chi jantape' ri ri' nuq'ajuj chi tik'am ruwa jun ch'ach'öj ruq'inoj – xa xe jun ajk'aymoloj, ri nuya' ruq'ij wakami xa xe chi nitikïr nuq'ät retamab'al ri chwa'q kab'ij. Ri junamanela' yech'utinär qa chi jub'a' ajk'aymoloj, ri yetikïr nikisüj ri rik'il, nuya' kuchuq'a' ri nima'q ajna'ob'alil e k'o chuqa' k'ayew nub'än chi kiwa ri ajk'ayinela' ye'ok pa k'ayb'äl rik'in ri nima'q taq kina'ojib'al.

source: In most EU member countries, Google controls more than 90 percent of the search market. In some countries, it controls as much as 97%.
cak: Pa b'ama chijun ri taq ramaq' UE, ri Google ruchapon ri 90 mul ruwok'alel ruk'ayb'al kanonïk. Pa jujun taq tinamït ruchapon k'a ri 97%.

source: Source: <a href="%(atlantic)s">The Atlantic</a>, 2015
cak: Xe'el: <a href="%(atlantic)s"> The Atlantic</a>, 2015

source: How you can influence competition and choice
cak: Achike rub'eyal k'o nab'än pa ruwi' ri junamanem chuqa' cha'oj

source: Know the tradeoffs
cak: Tawetamaj achike nach'äk

source: Make sure you understand the tradeoffs of that seamless online experience before you opt into a single ecosystem. Support the companies and services that best reflect your needs – and your values.
cak: Tijike' chawäch ri nuk'äm pe ruma ri etamab'äl ri' pa k'amab'ey akuchi' majun k'ayewal chuwäch nak'äm xa jun ch'ajch'öj q'inoj. Ke'ato' ri taq ajk'aymoloj chuqa' ri taq samaj, ri yalan ütz nikik'üt ri narayib'ej – chuqa' ri taq awejqalem.

source: How Mozilla is influencing competition and choice
cak: Achike rub'eyal ri Mozilla k'o nub'än pa ruwi' ri junamaxïk chuqa' ri cha'oj

source: Opposing gatekeeper power
cak: Q'eleb'enel chuwäch ruchuq'a' chajinel

source: <a href="%(netpolicy)s">Advocating</a> for net neutrality, copyright reform, and other issues all over the world.
cak: <a href="%(netpolicy)s">Ruto'ik</a> ri majun ojqanem k'amab'ey, ri taq ruk'exoj kich'ojib'al b'anel chuqa' ch'aqa' chik taq wachinäq chijun ri ruwach'ulew.

source: Championing openness
cak: Rutaluxik tikirib'äl

source: Building with <a href="%(standards)s">open standards</a> and open source in our own products, and <a href="%(mpl)s">supporting openness</a> at every opportunity.
cak: Tajin ninuk' rik'in <a href="%(standards)s">jaqäl taq b'eyal</a> chuqa' jaqäl taq xe'el pa ri taq qatikojil, chuqa' <a href="%(mpl)s">Ruto'ik tikirib'äl</a> pa chi kijujunal taq samaj

source: Decentralization means Local Contribution
cak: Jachsamajinem nuq'ajuj Aj wawe' To'ïk

source: We should all be able to contribute to the Web, so it reflects and serves all of its users.
cak: Qonojel k'o chi yojtikïr yojto'on rik'in ri Ajk'amaya'l, ruma ri nuwachij chuqa' nik'atzin chi ke konojel ri winaqi'.

source: Today 3 billion people all over the world use the Internet to learn, work, play, and connect. But not everyone is able to contribute to it equally. Which means the Web doesn’t reflect the full diversity of its users, doesn’t work as well for some people as others, and can even marginalize certain communities and individuals.
cak: Wakami, 3 xo'il taq t'ij chi winaqi' chijun ri ruwach'ulew nikokisaj ri K'amaya'l richin niketamaj, yesamäj, ye'etz'an chuqa' ye'ok chupam. Xa xe man konojel ta yetikïr nikito' junam. Ri nuq'ajuj chi ri Ajk'amaya'l man nuk'üt ta ri tz'aqät kijalanri'ïl ruwinaq, man ütz ta nisamäj achi'el nisamäj chi kiwäch ch'aqa' chik, achi'el chuqa' nitikïr yerujech'uj kan jujun taq tinamït chuqa' winaqi'.

source: Chinese, Spanish, Arabic and Portuguese speaking internet users make up 37.5% of the total online population, but only 11% of the Web is in their language.
cak: Ri taq ruwinaq k'amaya'l aj China, aj España, aj Arabe chuqa' aj Portugues chi ronojel nikiq'i' ri 37,5% chi winäq e k'o pa k'amab'ey, xa xe ri 11% chi re ri Ajk'amaya'l k'o pa ruch'ab'äl.

source: Source: <a href="%(wikipedia)s">Wikipedia</a>
cak: Xe'el: <a href="%(wikipedia)s">Wikipedia</a>

source: How you can support local contribution
cak: Achike rub'eyal yatikïr yato'on rik'in ri aj wawe' to'ïk

source: Start making
cak: Tachapa' rub'anik

source: Try your hand at creating Web content you care about, in your language. <a href="%(thimble)s">Thimble</a> is a great way to start.
cak: Pan aq'a' k'o wi runuk'ik rupam Ajk'amaya'l ri niqa chawäch pan ach'ab'äl. <a href="%(thimble)s">Thimble</a> jun utziläj rub'anikil richin natikirisaj el.

source: How Mozilla is supporting local contribution
cak: Achike rub'eyal ri Mozilla nuto' ri aj wawe' to'ïk

source: Teaching makers
cak: Tijonela'

source: Providing the <a href="%(tools)s">tools</a> and <a href="%(teaching)s">teaching</a> to foster the next generation of Web creators.
cak: Nuya' ri <a href="%(tools)s">taq samajib'äl</a> chuqa' <a href="%(teaching)s">nik'utun</a> richin yeruchilab'ej ri jun chik alk'walaxnem chi Ajk'amaya'l nuk'unela'.

source: Teaching localization
cak: Nuk'üt tzalq'omanri'ïl

source: Providing the <a href="%(l10n)s">blueprint for localization</a>, so Web content can be made relevant for people in different languages and locales.
cak: Tajin nikiya' ri <a href="%(l10n)s">nuk'samaj richin tzalq'omanri'ïl</a>, ruma ri' ri rupam Ajk'amaya'l janila nik'oje' ruq'ij chuwäch ri winäq pa ruch'ab'äl chuqa' jalajöj chi aj wawe'.

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Read on about Decentralization in our <a href="%(healthreport)s">Internet Health Report</a>.
cak: Tasik'ij pa ruwi' ri Jachsamajinem pa <a href="%(healthreport)s">Rutzijol Raxnaqil K'amaya'l</a>.

source: Stay informed.
cak: Tawetamaj.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
cak: Tatz'ib'aj ab'i'. Tasik'ij. Tak'ulu' ri ko'öl ruwuj rutzijol Mozilla richin atna'owinäq chi kiwäch ri taq k'ayewal nikitz'ila' ak'aslem pa k'amab'ey.
