Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/internet-health/digital-inclusion.lang.po
Languages: cak

source: Digital Inclusion: Vital to Internet Health
cak: Kemtz'ib' nimoj: Rajowaxik chi re Raxnaqil K'amaya'l

source: Digital inclusion means promoting diversity, practicing respect, and supporting universal access online.
cak: Kemtz'ib' nimoj nuq'ajuj rutaluxik ri jalan, nusamajij ri kamelanïk chuqa' nuto' ri ojer okem pa k'amab'ey

source: A Healthy Internet is Inclusive to All
cak: Jun Raxnaqil K'amaya'l öj k'o chuwäch qonojel

source: The more voices, perspective, languages, and people contributing to the Web, the richer the experience for everyone. But the whole Internet is not yet accessible, welcoming, and safe for all. Together, we have the power to shape the Web, and our world along with it.
cak: Toq k'o ch'aqa' chik taq ch'owen, taq tzub'al, taq ch'ab'äl chuqa' winaqi' nikito' ri Ajk'amaya'l, nïm ri etamab'äl chi qawäch qonojel. Xa xe chi ronojel ri K'amaya'l k'a man okel ta, man k'amonel ta chuqa' man ütz chi qawäch qonojel. Qonojel yojtikïr niqanük' ri Ajk'amaya'l chuqa' ja jun ri ruwach'ulew.

source: A healthy Internet is open to you.
cak: Jun raxinäq k'amaya'l atrojqan rat.

source: Here are three areas where we can make a difference.
cak: Wawe' k'o oxi' k'ojlib'äl akuchi' yojtikïr niqab'än jun jaloj.

source: Promote Diversity
cak: Titalüx ri Jalanri'ïl

source: Practice Respect
cak: Tikameläx ri samajinïk

source: Support Universal Access
cak: Ruto'ik ri ojer okem

source: Digital Inclusion means promoting diversity
cak: Kemtz'ib' nimoj nuq'ajuj chi titalüx ri jalanri'ïl

source: For the Internet to fulfill its greatest promise, it must reflect the diversity and experience of all people, everywhere.
cak: Richin chi ri K'amaya'l nub'än ri nusüj, k'o chi nuq'alajisaj ri jalanri'ïl chuqa' ri ketamab'al konojel ri winaqi' aj xab'akuchi'.

source: As inclusive as the Web can seem, it’s not yet an equal playing field. More than half the world is still without it; emerging economies and marginalized communities are often the last to gain access. Far fewer women are using the Internet than men. And without diversity among its creators, the Web itself will reflect unconscious biases, while personalizing algorithms can reinforce our own.
cak: Achi'el yalan tununel niwachin ri Ajk'amaya'l, xa k'a man okel ta chi k'ojlib'äl chi kiwa konojel. Jotöl chi re ri nik'aj aj ruwach'ulew man ketaman ta ruwa. Ri loq'oj k'ayij k'a ja yenimär chuqa' ri ejech'en taq tinamït nikik'isib'ej rokisaxik. Ni xa ta ri ixoqi' tajin ye'okisan chuqa' man ke ta ri' chi kiwa ri achi'a'. Chuqa' man jalajöj ta kiwa ri yenuk'un richin, ja ri Ajk'amaya'l xtuq'alajisaj pe ri jalan taq na'oj toq ri rub'eyal taq jik'oj richin ichinanem yetikïr nikiya' ruchuq'a' ri qichin.

source: In nine developing countries, women are still nearly 50% less likely to access the Internet than men.
cak: Pa b'eleje' achamaq'i' tajin yenimär, ri ixoqi' e jun 50% ri majun nikokisaj ta ri K'amaya'l chi kiwa ri achi'a'.

source: Source: <a href="%(wwwf)s">World Wide Web Foundation</a>, 2015
cak: Xe'el: <a href="%(wwwf)s"> World Wide Web Moloj</a>, 2015

source: How you can promote diversity
cak: Achike rub'eyal nitaqëx ri jalanri'ïl

source: Create web content
cak: Tinuk' rupam ajk'amaya'l

source: Create your own Web content – like videos, blog posts, GIFs – in your language, local to your area.
cak: Tatz'uku' rupam Awajk'amaya'l – taq silowachib'äl, rupam taq ichinya'l, GIFs – pan ach'ab'äl, atinamit pan ak'ojlib'al.

source: Build resources
cak: Kinuk'ik taq tob'äl

source: Support a resource like <a href="%(wiki_support)s">Wikipedia</a> that drastically lowers the barriers to knowledge – or better yet, <a href="%(wiki_contribute)s">help build it</a>. Wikipedia needs more, and more diverse, contributors.
cak: Tato' jun tob'äl achi'el <a href="%(wiki_support)s">Wikipedia</a> ri yalan nuto' chi majun tiqato' rutaluxik ri etamab'äl – ri chuqa' yalan ütz, <a href="%(wiki_contribute)s">kato'on chi runuk'ik</a>. Wikipedia yerajo' k'ïy k'ïy jalajöj taq ruto'onela'.

source: How Mozilla is promoting diversity
cak: Achike rub'eyal ri Mozilla tajin nuya' rutzijol ri jalanri'ïl

source: Advancing accessibility
cak: Tiya' jun xak pan okel

source: Advancing web accessibility standards, and making Firefox inclusive through efforts like our <a href="%(web_a11y)s">Accessibility</a> team.
cak: Nib'an chi tiya' jun xak pa kiwi' ri taq kichojmil pan okel ajk'amaya'l chuqa' nib'an chi ri Firefox tok k'amonel achi'el ri kisamaj <a href="%(web_a11y)s">Pan okel</a>Molaj.

source: Building digital skills
cak: Kib'anik kemtz'ib' taq etamab'äl

source: <a href="%(un_women)s">Partnering with UN Women</a> to help women in Africa and across the globe build key digital skills.
cak: <a href="%(un_women)s">Natün awi' rik'in UN Women</a> richin ye'ato' ri ixoqi' pa Aprika tinamït chuqa' chijun ri ruwach'ulew chi kib'anik ruxe' kemtz'ib' taq etamab'äl.

source: Digital Inclusion means practicing respect
cak: Ri nimoj kemtz'ib' nuq'ajuj chi niya' ruq'ij ri kamelanïk

source: We should all have the ability to participate fully on the Internet, without threat to our reputations, our confidence, or our safety.
cak: Konojel k'o chi yojtikïr yojto'on rik'in ri K'amaya'l, akuchi' majun k'ayewal nipe chi qij, ri qakuqub'al k'u'x o chuqa' ri qajikomal.

source: We’ve all seen our share of nasty comments sections. At times, the Web can feel like a very unfriendly place – particularly for women, minorities, and members of marginalized communities. By discouraging people from getting online, cyberbullying and cyber violence threaten not just individuals, but the Internet itself.
cak: Qonojel qatz'eton ri peraj richin itzel taq rutzijol. K'o re, ri Ajk'amaya'l nina' chi jun itzel k'ojlib'äl – achi'el chi kiwäch ri ixoqi', ri e jub'a' ok chuqa' ri e ruwinaq q'eleb'en taq tinamït. Nuqasaj kik'u'x ri winaqi' richin yek'oje' pa k'amaya'l, achi'el ri yoq'k'am chuqa' ri itzelanel k'amil, ri man xa xe ta yerutz'ila' winaqi' xa chuqa' nutz'ila' ri k'amaya'l

source: 73% of Internet users have seen someone harassed online and 40% have personally experienced it.
cak: 73% chi ke ri ruwinaq K'amaya'l rutz'eton chi k'o jun, ri xtz'iläx pa k'amab'ey chuqa' ri 40% chuqa' kik'ulwachin chik.

source: Source: <a href="%(pew)s">Pew Research</a>, 2014
cak: Xe'el: <a href="%(pew)s">Ruk'ojlib'al kanonïk</a>, 2014

source: How you can practice respect
cak: Achike rub'eyal nawoqaj ri k'amelanïk

source: Report bullying
cak: Taya' rutzijol ri yoq'onïk

source: If you see cyber violence and bullying online, <a href="%(report)s">record it and report it</a>.
cak: We rat natz'ët ri itzelanïk k'amil chuqa' ri itzelanïk pa k'amaya'l, <a href="%(report)s">tayaka' chuqa' taya' rutzijol</a>.

source: Talk about respect
cak: Titzijöx rij ri k'amelanïk

source: <a href="%(kids)s">Talk to your kids</a> about cyberbullying, and <a href="%(teachers)s">encourage their teachers to do the same</a>.
cak: <a href="%(kids)s">Tatzijoj chi ke ri awalk'wal</a> chi rij ri itzelanel k'amil, chuqa' <a href="%(teachers)s">tab'ij chi ke ri atijonela' chi ke ri chuqa' tikib'ana'</a>.

source: How Mozilla is practicing respect
cak: Achike rub'eyal ri Mozilla rojqan ri kamelanïk

source: Supporting tools for safety
cak: To'onel taq samajib'äl richin ri jikomal

source: Supporting the <a href="%(coral)s">Coral Project</a>, which works to improve how journalists and communities engage on news websites, including tools like <a href="%(talk)s">Talk</a>, that aims to create smarter, safer comments sections.
cak: Tajin niqato' ri <a href="%(coral)s">Coral Nuk'samaj</a>, ri nisamäj richin nub'än rutzil rub'eyal chi ri taq tzijonela' chuqa' taq tinamït tikinima' ki' pa ri taq ruxaq rajk'amaya'l tzijob'äl, achi'el chuqa' taq samajib'äl <a href="%(talk)s">Talk</a>ri rojqan yerunük' na'owinäq chuqa' jikonem taq kik'ojlib'al tzijol.

source: Empowering individuals
cak: Ketijöx ri winaqi'

source: Creating open curricula that empowers people to create safe spaces online, like the <a href="%(teaching)s">Teaching Kit: Combating Cyber Violence Against Women and Girls</a>.
cak: Kinuk'ik kicholajem jaqäl taq tijonïk, ri kikitijoj winaqi' richin yekinük' jikïl taq k'ojlib'äl pa k'amab'ey, achi'el ri <a href="%(teaching)s"> Molaj tijonela': nuq'eleb'ej ri ri itzelanïk k'amil chi kij ri xtani' chuqa' ixoqi'</a>.

source: Digital Inclusion means supporting universal access to the whole Internet
cak: Ri nimoj kemtz'ib' nuq'ajuj chi niqato' ri ojer okem chupam ronojel ri K'amaya'l

source: We should all have affordable, high-quality, unrestricted access to the whole Web, so the whole world can benefit.
cak: Qonojel k'atzinel chi yojtikïr yojok, ütz ruwa, akuchi' majun q'atoj pa ronojel ri Ajk'amaya'l, richin konojel nikïl utzil.

source: To participate online, you have to be able to get online. Programs have emerged that offer free or subsidized Internet access, but it is often slow or restricted, creating a ‘poor Internet for poor people.’ At its most extreme, governments worldwide are turning off all or parts of the Internet to serve their own agendas, which can threaten human rights and even the health of the global economy.
cak: Richin yato'on pa k'amab'ey, k'o chi tik'oje' pan aq'a' ri k'amab'ey. E'elenäq pe taq kema' ri nikisüj sipan taq okem o etojon ruma ri K'amaya'l, xa xe chi k'o re' eqal chuqa' q'aton rij, akuchi' nuk'un jun ‘meb'a' K'amaya'l kichin ri meb'a' winaqi'.’ Pa ri juk'an chik ri chanpomanela' chijun ri ruwach'ulew tajin nikichüp ronojel o jun peraj chi re ri K'amaya'l richin nikoqaj ri kiq'ejun, ri nuya' pa tz'ilanem ri kich'ojib'al winaqi' chuqa' ri raxnaqil pwaqil chijun ri ruwach'ulew.

source: In 2016, there were 51 intentional Internet shutdowns in 18 countries.
cak: Pa 2016, xk'ulwachitäj 51 na'ojin taq ruq'atik K'amaya'l pa 18 amaqi'.

source: Source: <a href="%(accessnow)s">AccessNow</a>, 2016
cak: Xe'el: <a href="%(accessnow)s">AccessNow</a>, 2016

source: How you can support universal access
cak: Achike rub'eyal yatikïr nato' ri ojer okem

source: Donate your tech
cak: Tasipaj ri ana'ob'äl

source: Donate your old computers, laptops, and phones to non-profits that refurbish and redistribute them to underserved communities.
cak: Ke'asipaj ri ojer taq akematz'ib', ejqatel taq kematz'ib' chuqa' taq oyonib'äl chi ke taq molojri'ïl man qojqan ta ch'akoj, kekejalwachij el richin nikitaluj chi kiwa ri taq tinamït ejech'un.

source: Donate your old computers, laptops, and phones to non-profits like <a href="%(reconnect)s">Reconnect</a>, <a href="%(strut)s">Students Recycling Used Technology</a>, or <a href="%(interconnection)s">Interconnection</a>, who refurbish and redistribute them to underserved communities.
cak: Ke'asipaj ri taq akematz'ib', ch'uti akematz'ib' chuqa' ri ojer awoyonib'al chi ke taq moloj man kojqan ta ch'akoj achi'el <a href="%(reconnect)s">Tokisäx chik</a>, <a href="%(strut)s">Tijoxela' yekike'ej ojer na'ob'äl</a>, o <a href="%(interconnection)s">Aj ruwach'ulew okem</a>, ri yekiwachib'ej chik chuqa' yekitaluj chi kiwa ri tinamït emestan.

source: Advocate for openness
cak: Tich'o pa ruwi' ri tikirisanïk

source: Tell your representatives that open and affordable access to the Internet should be a policy priority.
cak: Tatzijoj chi ke ri k'amöl taq b'ey chi ri jaqäl chuqa' q'i'el okem pa K'amaya'l k'o ta chi jun na'ojil ri niya' rejqalem.

source: How Mozilla is supporting universal access
cak: Achike rub'eyal ri Mozilla tajin nuya' to'ïk chi rij ri ojer okem

source: Advocating for neutrality
cak: Tich'o pa ruwi' ri majun ojqanem

source: Championing <a href="%(neutrality)s">net neutrality</a>, so that everyone has access to the same Internet.
cak: Titalüx rutzijol ri <a href="%(neutrality)s">majun rojqanem ri k'amab'ey</a>, richin chi konojel ke'ok chupam ri junam K'amaya'l.

source: Connecting the unconnected
cak: Rokem ri okem

source: Sponsoring the <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> to find novel solutions for connecting the unconnected to the full, open Internet.
cak: Nito' rij ri <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> richin ye'ilitäj k'ak'a' taq soloj richin tokisäx ri man okinäq ta pa ri tz'aqät chuqa' jaqäl K'amaya'l.

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Read on about Digital Inclusion in our <a href="%(healthreport)s">Internet Health Report</a>.
cak: Tasik'ij pa ruwi' ri nimoj kemtz'ib' pa <a href="%(healthreport)s">Rutzijol Raxnaqil K'amaya'l</a>.
