Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/internet-health/open-innovation.lang.po
Languages: cak

source: Open Innovation: Vital to Internet Health
cak: Jaqäl tz'ukuj: Rajowaxik chi re Raxnaqil K'amaya'l

source: Open Innovation means innovating collectively through shared ideas and open source code.
cak: Jaqäl tz'ukuj nuq'ajuj nuq'ajuj chi nitz'uk pa molaj rik'in komonin taq na'oj chuqa' jaqäl b'itz'ib'.

source: Privacy &amp; Security
cak: Ichinanem chuqa' ch'ajinem

source: Digital Inclusion
cak: Ajilal tz'aqat

source: Open Innovation
cak: Jaqäl tz'ukuj

source: A healthy Internet is open for innovation
cak: Jun K'amaya'l ütz raxnaqil jaqäl chuwäch ri tz'ukuj

source: The Internet was built on the promise that any one of us might create the next big thing. But in order to keep creating, imagining, and reinventing our future online, the building blocks of the Web must be open to all. And together, we need to make sure the policies and laws that govern those building blocks are fair and functional.
cak: K'amaya'l xk'oje' ruxe'el chi rij ri rusujik chi xab'achike chi qe roj xtinuk'u rjun chik nïm wachinäq. Xa xe chi richin k'a yojnuk'un, yojch'ob'on chuqa' yojnuk'un chik ri qak'aslem ri chwa'q kab'ij pa k'amb'ey, ri taq ruperaj runuk'ij Ajk'amaya'l k'o chi jaqäl chi kiwäch konojel. Chuqa' qonojel, niqajo' chi keqajikib'a' taq na'ojil chuqa' taqonem taq tzij ri yekik'wab'ej ri taq peraj richin nuk'uj, ri e ütz chuqa' e okel yesamajïx.

source: A healthy Internet is created by you.
cak: Jun raxinäq k'amaya'l nuk'un awuma rat.

source: Here are three areas where we can make a difference.
cak: Wawe' k'o oxi' k'ojlib'äl akuchi' yojtikïr niqab'än jun jaloj.

source: Support Open Source
cak: Rutemeb'al jaqäl b'itz'ib'

source: Engage in Copyright Reform
cak: Tito' ri jaloj chi rij ri ruch'ojib'al b'anel

source: Influence Patent Policy
cak: Pajb'äl pa ruwi' ri kina'ojil rajawal wuj

source: Open Source: Keeping the building blocks of the Web open for creativity
cak: Jaqäl xe'el: Tib'an chi ri taq ruperaj runuk'ik jaqäl Ajk'amaya'l richin ri na'owinaqil

source: Open source should continue to be the heart of the Internet, so we can all see, verify, and contribute to its future.
cak: Ri jaqäl b'itz'ib' k'o chi k'a ja ri' ruk'u'x ri K'amaya'l, richin chi qonojel yojtikïr niqatz'ët, niqanik'oj chuqa' niqato' pa ruk'aslem ri chwa'q kab'ij.

source: Open source software – technology built with code that is open for view, use, and modification – is the engine that powers a huge amount of the Internet, from servers to operating systems to the bots that fetch your search results. It’s the infrastructure that makes the Web a truly public resource: transparent, trustworthy, and collaborative, so that anyone with an idea can contribute. But much like our IRL infrastructure, we have to commit the attention and resources to maintain it.
cak: Ri rukema' jaqäl b'itz'ib' – na'ob'âl nuk'un rik'in jaqäl b'itz'ib' richin rutz'etik, rokisaxik chuqa' ruk'exik – ja ri' ri k'wayöl ri nitzuqu' richin k'ïy chi re ri K'amaya'l, achi'el taq ruk'u'x samaj chuqa' samajel taq q'inoj ke ri k'a ri taq ch'ich' ala's ri k'o yekïl. Ja ri ch'akulal nib'ano chi ri Ajk'amaya'l nok jun tob'äl kichin winaqi': ch'ajch'öj, kuqel k'u'x chi rij chuqa' to'el richin chi xab'achike winäq rik'in runa'oj tito'on. Junam achi'el ri qach'akulal IRL, k'atzinel niqaya' qatzub'al chuqa' taq qatob'äl pa ruwi' richin tik'ase'.

source: GitHub, the world’s largest open source community, includes 19 million developers, 100,000 teams, and 52 million repositories for established and developing technologies.
cak: GitHub, ri rutinamit jaqäl b'itz'ib', ri yalan nïm chijun ri ruwach'ulew, e k'o 19 t'ij chi b'anonela' chupam, 100.000 taq molaj chuqa' 52 t'ij chi yaktz'ib' kichin ri taq na'ob'äl e k'o chuqa' tajin yeb'an.

source: Source: <a href="%(github)s">GitHub</a>
cak: Xe'el: <a href="%(github)s">GitHub</a>

source: How you can support open source
cak: Achike rub'eyal yitikïr nintemej jaqäl b'itz'ib'

source: Contribute to a project
cak: Kato'on rik'in jun nimasamaj

source: Contribute to an existing open source project. Become a <a href="%(contribute)s">Mozillian!</a> Or use <a href="%(open_hatch)s">OpenHatch</a> to match your skillset to a project.
cak: Kato'on rik'in jun nimasamaj richin jaqäl b'itz'ib', ri k'o chik. Katok jun <a href="%(contribute)s">Ajmozilla</a> O tawokisaj <a href="%(open_hatch)s">OpenHatch</a> richin nuk'äm ri' ri awetamab'al rik'in jun nimasamaj.

source: Create something new
cak: Tanuk'u' jun k'ak'a' wachinäq

source: Not sure where to start? Try our <a href="%(toolkit)s">Open Innovation Toolkit</a>.
cak: ¿La man at jikïl ta achike rub'eyal natikirisaj? Tatojtob'ej <a href="%(toolkit)s">Jaqäl tz'ukuj Toolkit</a>.

source: How Mozilla is supporting open source
cak: Achike rub'eyal ri Mozilla tajin nutemej ri jaqäl xe'el

source: Contributing to the ecosystem
cak: Kato'on rik'in ri ch'ajch'öj nuk'ulem

source: Contributing directly to the open source ecosystem through our products, build systems, and back end systems, and fostering community through the <a href="%(mdn)s">Mozilla Developer Network</a>.
cak: Jumul kato'on rik'in ri ch'ajch'öj runuk'ulem jaqäl b'itz'ib' pa ri taq qatiko'n, ke'anuk'u' taq q'inoj chuqa' back end taq q'inoj chuqa' tichilab'ëx ri tinamït rik'in ri <a href="%(mdn)s">Mozilla Developer Network</a>.

source: Offering support
cak: Tisuj to'ïk

source: Establishing <a href="%(moss)s">MOSS</a>, the Mozilla Open Source Support program, to give back to the movement we were born from.
cak: Tajin nipab'äx <a href="%(moss)s">MOSS</a>, ri runuk'samaj Mozilla richin nito' ri jaqäl b'itz'ib', richin yojtzolin pa ri peraj akuchi' xojaläx wi pe.

source: Copyright: Reforming laws for our digital reality
cak: Ruch'ojib'al b'anel: Tajin yek'ex taqanem taq tzij richin ri qak'aslem kemtz'ib' wakami

source: We should all be able to share, reuse and reinterpret the creativity that inspires us on the Internet.
cak: Qonojel k'o chi yojtikïr yojkomonin, yojokisan chik chuqa yojna'ojin pa ruwi' ri na'onïk nuyäk qak'u'x chi rij ri K'amaya'l.

source: Intellectual Property (IP) rights were designed as a practical solution to advance creativity in all its forms: arts, science, business, and technology. In order for IP to continue sowing seeds for the future of the Web, our laws need to support the speed and spirit of collaboration that defines our digital world.
cak: Ri taq ruch'ojib'al Ichinil Na'owinïk (IP) xewachib'ëx achi'el jun samajel soloj richin nichilabëx ri na'owinïk pa ronojel rub'eyal: taq na'ojinïk, etamab'alil, loq'k'ayij chuqa' na'ob'äl. Richin chi ri IP tusamajib'ej ri ruk'aslem Ajk'amaya'l ri chwa'q kab'ij, ri taqanem taq qatzij nikajo' chi tikito' ri aninäq chuqa' ri nuyäk qak'u'x richin yojto'on, ri nikiq'alajisaj qa ruwach'ulew.

source: There are now an estimated 1 billion Creative Commons-licensed works online that encourage reuse, including texts, photos, and music.
cak: Wakami nipaj chi k'o 1.000 t'ij chi samaj nuk'un ruma ri Creativ Commons-licensed esamajin pa K'amaya'l, ri nikichilab'ej chi tikamulüx rokisaxik, ke ri chuqa' ri taq wuj, taq wachib'äl chuqa' q'ojom.

source: Source: <a href="%(cc)s">Creative Commons</a>, 2015
cak: Xe'el: <a href="%(cc)s">Creative Commons</a>, 2015

source: How you can engage in copyright reform
cak: Achike rub'eyal yatikïr yato'on rik'in rujalik ruch'ojib'al b'anel

source: Keep the pressure on
cak: Taya' atzub'al pa ruwi'

source: Protests against SOPA/PIPA in the US and ACTA in Europe led to the shelving of laws that may have hindered open innovation. EU citizens: the <a href="%(single_market)s">Digital Single Market</a> could produce good or bad new copyright law. <a href="%(change)s">Join us</a> and others in the fight!
cak: Ri taq ch'ojinïk chi rij SOPA/PIPA pan Estados Unidos chuqa' ACTA pa Europa xeto'on chi xech'ak kij ri taqanem taq tzij ri xetikïr ta xekiq'ät ri jaqäl tz'ukuj. Ruwinaq ri UE: r <a href="%(single_market)s">Yonil K'ayb'äl kemtz'ib'</a> rik'in jub'a' yetikïr yekinük' ütz chuqa' itzel k'ak'a' taqanem taq tzij pa ruwi' ri kich'ojib'al b'anel. <a href="%(change)s">¡Tatunu' pe awi' qik'in</a> chuqa' ch'aqa' chik rik'in ri tijomal!

source: Get creative
cak: Katok na'owinäq

source: Keep making memes, posting links, and getting creative on the Web with <a href="%(attribution)s">respectful attribution</a>.
cak: K'a ke'ab'ana' taq meme, ke'ataluj taq ximonel chuqa' ye'anük' pa Ajk'amaya'l rik'in <a href="%(attribution)s">kamelanïk na'oj</a>.

source: How Mozilla is engaged in copyright reform
cak: Achike rub'eyal nito'on ri Mozilla rik'in rujalik ruch'ojib'al b'anel

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Stay informed.
cak: Tawetamaj.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
cak: Tatz'ib'aj ab'i'. Tasik'ij. Tak'ulu' ri ko'öl ruwuj rutzijol Mozilla richin atna'owinäq chi kiwäch ri taq k'ayewal nikitz'ila' ak'aslem pa k'amab'ey.
