Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/internet-health/privacy-security.lang.po
Languages: cak

source: A Healthy Internet is Secure and Private
cak: Jun Raxinäq K'amaya'l ütz chuqa' ichinan

source: The Internet only stays healthy if we trust it as a safe place – to explore, transact, connect, and create.
cak: Raxinäq ri K'amaya'l we niqakuqub'a' qak'u'x chi rij chi jun utziläj chi k'ojlib'äl – richin nikanöx, nik'ex, nokisäx chuqa' ninuk'.

source: Privacy &amp; Security
cak: Ichinanem chuqa' ch'ajinem

source: Digital Inclusion
cak: Ajilal tz'aqat

source: Open Innovation
cak: Jaqäl tz'ukuj

source: The Internet only stays healthy if we trust it as a safe place – to explore, transact, connect, and create. Our privacy and security online is under constant threat. But there’s something you can do about it: get informed, protect yourself, and make your voice heard.
cak: Ri k'amaya'l xa xe raxinäq we niqakuqub'a' qak'u'x chi rij chi jun utziläj chi k'ojlib'äl – richin nikanöx, nik'ex, nokisäx chuqa' ninuk'. Ri qichinaxik chuqa' qajikomal pa k'amab'ey janila niq'eleb'ëx rij. Xa k'o jun yatikïr nab'än chi rij ri': nawetamaj, nachajij awi' chuqa' nab'än chi tikak'axaj ri ach'ab'äl.

source: A healthy Internet depends on you.
cak: Jun raxinäq k'amaya'l atrojqan rat.

source: Here are three areas where we can make a difference.
cak: Wawe' k'o oxi' k'ojlib'äl akuchi' yojtikïr niqab'än jun jaloj.

source: User Control
cak: Ruchajinem rub'i' winäq

source: Cyber Security
cak: Chanpomanelil Jikomal

source: Government Surveillance
cak: Chanpomal chajinïk

source: User Control: Deciding who can collect your data
cak: Ruchajinem rub'i' winäq: Rujikib'axik achike nitikïr nimolo richin ri taq atzij

source: We should all be able to choose – with clarity and confidence – what information we share with what companies, understanding the tradeoffs we’re making when we do.
cak: Qonojel k'o chi yojtikïr yojcha'on – rik'in ch'ajch'ojil chuqa' kuqub'äl k'u'x – achike etamab'äl yeqakomonij kik'in ri taq ajk'ayij, akuchi' niq'ax pa qawi' ri taq ch'ojilal tajin niqab'än.

source: Right now, we all lack meaningful choice online – privacy policies are often miles long and hard to read, we don’t understand what information we’re sharing or when, and opting out is seldom on the menu.
cak: Wakami qonojel nik'atzin jun utziläj chi ya'öl na'oj chi qe pa k'amab'ey – ri ichinan taq na'ojil junelïk taq nïm raqän taq xo'il k'ayewal richin yesik'ïx, man qetaman ta achike taq etamab'äl tajin yeqakomonij o jampe', chuqa' ri opting out man jutaqil ta k'o pa k'utüy samaj.

source: 91% of adults agree that consumers have lost control of how personal information is collected and used by companies.
cak: 91% chi ke ri nimawinaqi' kiya'on chi kiwäch chi ri loq'onela' kisachon ri jikomal achikem rub'eyal ri ketamab'al nimol chuqa' nokisäx kuma ri taq ajk'ayij.

source: Source: <a href="%(pew)s" rel="external">Pew Research Center</a>, May 2015
cak: Xe'el: <a href="%(pew)s" rel="external">Pew Kanob'äl jay</a>, Ro' rik' 2015

source: What you can do about user control
cak: Achike yatikïr nab'än pa ruwi' ri ruchajinem rub'i' winäq

source: Control your apps
cak: Ke'achajij ri taq achokoy

source: Make sure your mobile apps access only the info they need. Control your privacy and location settings on <a href="%(ios)s" rel="external">iOS</a> and <a href="%(android)s" rel="external">Android</a>.
cak: Tajikib'a' chi ri taq ruchokoy awoyonib'al xa xe ke'ok pa ri etamab'äl nik'atzin chi ke. Tachajij ri taq runuk'ulem awichinanem chuqa' k'ojlib'äl pa <a href="%(ios)s" rel="external">iOS</a> chuqa' <a href="%(android)s" rel="external">Android</a>.

source: Manage your preferences
cak: Ke'anuk'samajij ri taq ajowab'al awichin

source: Know your settings. You can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook</a> ads.
cak: Tawetamaj kiwa ri taq runuk'ulem. Yatikïr nanuk'samajij ri ruwäch ab'i' chuqa' ri taq awajowab'äl richin <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> chuqa' <a href="%(facebook)s">Facebook</a> taq tzijol.

source: Know your settings. You can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook</a> ads, and even <a href="%(acxiom)s">edit data that’s been collected about you by Acxiom</a>, one of the world’s largest marketing data brokers.
cak: Tawetamaj kiwäch ri taq nuk'ulem. Yatikïr nanuk'samajij ri ruwäch ab'i' chuqa' ri awajowab'al richin <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> chuqa' <a href="%(facebook)s">Facebook</a> ads, achi'el chuqa' ri <a href="%(acxiom)s">kinuk'ik taq tzij ri moloj chawij ruma Acxiom</a>, jun chi ke ri taq kanöy taq tzij richin kuqül k'ayb'äl, ri nïm pa ruwach'ulew.

source: What Mozilla is doing about user control
cak: Achike nub'än ri Mozilla chi rij ruchajinem rub'i' winäq

source: Writing our own policy
cak: Tiqatz'ib'aj ri qana'ojil

source: Writing <a href="%(privacy)s">our own privacy policy</a> in clear, understandable language.
cak: Titz'ib'äx ri <a href="%(privacy)s"> ichinan qana'ojil</a> pa jun ch'ajch'öj chuqa' q'axel ch'ab'äl.

source: Creating supportive products
cak: Kinuk'ik to'onel taq tiko'n

source: Walking the talk with our own products, with features like the Forget Button, and <a href="%(focus)s">Firefox Focus</a>, our private browser for iOS.
cak: Rub'inisanik ri tzij kik'in ri taq qatikomal, rik'in taq kib'anikil achi'el ri Forget Pitz'b'äl, chuqa' <a href="%(focus)s">Firefox Focus</a>, ichinan qakanob'al richin iOS.

source: Educating the industry
cak: Tajin nitijöx ri k'iyb'anoj

source: Encouraging and educating the industry about <a href="%(leandata)s">lean data practices</a>.
cak: Tiyak kik'u'x chuqa' tik'ut chuwäch ri k'iyb'anoj chi rij <a href="%(leandata)s">kesik'ïx samajel taq tzij</a>.

source: Cyber Security: Locking down your sensitive information
cak: Chanpomanil jikomal: Achike rub'eyal niq'at rutz'etik ri ewan etamab'äl

source: We should all have the ability to protect our online identity.
cak: Qonojel k'o chi yojtikïr niqachajij ri qetamab'al pa k'amab'ey.

source: At this point, it feels like we’ve all been victims of a cyberattack somewhere, somehow. Data breaches can lay bare the passwords of millions of people, often going undiscovered for years. Which means your identity may be at risk of theft without you even knowing it.
cak: Chi rij re', achi'el qonojel ojruq'eleb'en jun chanpomanelil chi q'eleb'enïk pa jun k'ojlib'äl o pa jun rub'eyal. Ri kikojol taq tzij yetikïr yekik'üt ri ewan taq kitzij ri t'ijtäq taq winaqi', akuchi' man ninab'ëx ta pa k'ïy juna'. Ri nuq'ajuj chi ri awetamab'al tzeqelb'en ruma ri eleq', akuchi' ni ta xa xtanab'ej.

source: Breaches affected hundreds of millions of accounts in 2013-2016. In December 2016, the biggest breach in history was reported: 1 billion accounts.
cak: Ri taq tz'ilanem xerutz'ila' t'ijtäq chi kib'i' taqoya'l pa 2013-2016. Pa rukab'laj rik' 2016 xk'ulwachitäj ri nimaläj majun niman tzij pa b'anob'äl: 1.000 t'ijtäq kib'i' taq taqoya'l.

source: Source: Wikipedia, <a href="%(wiki)s" rel="external">List of data breaches</a>, 2013-2016
cak: Xe'el: Wikipedia, <a href="%(wiki)s" rel="external"> Kicholajem majun taq niman tzij</a>,2013-2016

source: What you can do about cyber security
cak: Achike yatikïr nab'än rik'in ri chanpomanelil chajinem

source: Choose strong passwords
cak: Ke'acha' ütz ewan taq tzij

source: <a href="%(strongpass)s" rel="external">Choose strong, unique pins and passwords</a>, and use a <a href="%(passmanager)s" rel="external">password manager</a>. (Note: we haven’t tried them all – see what works for you.)
cak: <a href="%(strongpass)s" rel="external">Ke'acha' kowiläj chuqa' yonil ewan taq tzij</a>, chuqa' tawokisaj jun <a href="%(passmanager)s" rel="external">ewan tzij nuk'samajel</a>. (Rutzijol: man eqatojtob'en ta konojel ri' – tatz'eta' achike ütz chawäch rat.)

source: Use 2-factor authentication
cak: Tawokisaj ri rujuxunem ka'i' jachab'äl

source: An extra step goes a long way. For the best protection, take advantage of <a href="%(twofactor)s" rel="external">2-factor authentication</a> wherever it’s offered.
cak: Jun rutz'aqat xak ruk'wan jun nimaläj b'ey. Richin nawïl utziläj chajinem, tawokisaj <a href="%(twofactor)s" rel="external">kijikib'axik 2-jachab'el</a> xab'akuch' nisuj wi pe.

source: What Mozilla is doing about cyber security
cak: Achike nub'än Mozilla chi rij ri chanpomanelil chajinem

source: Supporting encryption
cak: Ewan rusik'ixik rutemenïk

source: Educating about the value of <a href="%(codemoji)s" rel="external">encryption</a>, and advocating for its <a href="%(letsencrypt)s" rel="external">universal adoption</a>.
cak: Nuk'üt rejqalem ri <a href="%(codemoji)s" rel="external">ewan rusik'ixik</a>, chuqa' nich'o pa kiwi' ri <a href="%(letsencrypt)s" rel="external">ojer k'amoj</a>.

source: Educating the industry about <a href="%(leandata)s">lean data practices</a>.
cak: Tik'ut chuwäch ri k'iyb'anoj chi rij <a href="%(leandata)s">kesik'ïx samajel taq tzij</a>.

source: Government Surveillance: Keeping prying eyes and ears out of your business
cak: Ruchajinem Chanpomanel: Kanachan chuqa' taya' axikin toq man at k'o ta pan ak'ayij

source: We should all have the freedom to be ourselves — online and off – without surveillance, judgment and imposed societal bias.
cak: Qonojel ütz nik'oje' pa qaq'a' yojok röj — chupam chuqa' chi rij ri k'amab'ey – akuchi' majun chajinïk, tzeqelb'enïk tzij chuqa' ch'owen winäq yetz'uk' pe.

source: You wouldn’t want the government following your every move in real life – there’s no reason they should be shadowing you on the Internet. The Edward Snowden disclosures showed that even democracies can and do take liberties with your privacy.
cak: Man nawajo' ta chi ri chanpomanel troqaj ronojel ri nab'än pan ak'aslem. Majun aruma chi yatroqaj pa K'amaya'l. Ri xuya' rutzijol ma Edward Snowden xuq'alajisaj chi ri taq junawäch yetikïr chuqa' nikichäp taq jamalil rik'in ichinanem.

source: Just four in 10 (38%) of internet users trust that their activities on the internet are not being monitored.
cak: Xa xe kaji' chi ke 10 (38%) ruwinaq k'amaya'l kuqül kik'u'x chi man tajin ta yetz'et ri kisamaj pa k'amaya'l.

source: Source: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>-Ipsos, 2016</a>
cak: Xe'el: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>-Ipsos, 2016</a>

source: What you can do about government surveillance
cak: Achike yatikïr nab'än chi rij ri chanpomanel chajinem

source: Encrypt your data
cak: Tewäx rusik'ixik ri atzij

source: Choose apps that keep your conversations encrypted. <a href="%(encryptedapps)s" rel="external">Here’s a list</a>.
cak: Ke'acha' taq chokoy ri nikewaj kisik'ixik ri taq atzijonem. <a href="%(encryptedapps)s" rel="external">Wawe' k'o jun rucholajem</a>.

source: <a href="%(strongpass)s" rel="external"> Choose strong, unique pins and passwords</a>, and use a <a href="%(passmanager)s" rel="external">password manager</a>. (Note: we haven’t tried all the options on these lists – see what works for you.)
cak: <a href="%(strongpass)s" rel="external"> Ke'acha' kowiläj chuqa' yonil ewan taq tzij</a>, chuqa' tawokisaj jun <a href="%(passmanager)s" rel="external">ewan tzij nuk'samajel</a>. (Rutzijol: man eqatojtob'en ta konojel ri taq cha'oj pa re cholajem re' – tatz'eta' achike ütz chawäch rat.)

source: What Mozilla is doing about government surveillance
cak: Achike nub'än ri Mozilla chi rij ri chanpomanel chajinem

source: Advocating for reform
cak: Kach'o pa ruwi' ri chojmirisaxik

source: Recommending <a href="%(reform)s" rel="external">reform at the policy level</a> to improve government disclosure of security vulnerabilities.
cak: Ruchilab'enïk <a href="%(reform)s" rel="external"> Jaloj pa ri na'ojil xak</a> richin nib'an rutzil rutzijol taq ruk'ayewal jikomal ruma ri chanpomanel..

source: Calling on lawmakers
cak: Tajin ye'oyöx ri taqarisanela'

source: Calling on lawmakers all over the globe to rein in mass surveillance, and <a href="%(usafreedom)s" rel="external">helping to pass the USA Freedom Act</a>.
cak: Ke'oyöx ri taqarisanela' chi jun ri ruwach'ulew richin nijikib'äx ri chajinem, chuqa' <a href="%(usafreedom)s" rel="external">tikito' richin nijikib'äx tzij chi rij ri Rutaqanem tzij Rujamalil USA</a>.

source: Partnering with educators
cak: Tatunu' awi' kik'in ri tijonela'

source: Cohosting <a href="%(standford)s" rel="external">talks with Stanford’s Center for Internet and Society</a> about government hacking.
cak: Cohosting <a href="%(standford)s" rel="external">taq tzijonem rik'in ri K'amaya'l Jay chuqa' Stanford winaqil</a> chi rij rumajoj chanpomanel.

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Keep reading about Privacy and Security in our <a href="%(healthreport)s">Internet Health Report</a>.
cak: Tasik'ij pa ruwi' ri Ichinanem chuqa' Jikomal pa <a href="%(healthreport)s">Rutzijol Raxnaqil K'amaya'l</a>.

source: Stay informed.
cak: Tawetamaj.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
cak: Tatz'ib'aj ab'i'. Tasik'ij. Tak'ulu' ri ko'öl ruwuj rutzijol Mozilla richin atna'owinäq chi kiwäch ri taq k'ayewal nikitz'ila' ak'aslem pa k'amab'ey.
