Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/internet-health/web-literacy.lang.po
Languages: cak

source: Web Literacy: Vital to Internet Health
cak: Ajk'amaya'l b'anob'äl: K'atiznel richin ri Raxinäq K'amaya'l

source: Web literacy means having the skills to read, write, and participate online. A healthy internet is yours to master.
cak: Ajk'amaya'l b'anob'än nuq'ajuj chi k'o ri etamab'äl awik'in richin nasik'ij, yatz'ib'an chuqa' yato'on pa k'amab'ey. Jun raxinäq K'amaya'l awichin richin nawetamaj pa ruwi'.

source: A healthy Internet means everyone has the skills to thrive
cak: Jun raxinäq K'amaya'l nuq'ajuj chi qonojel k'o qetamab'al richin yojnimär

source: People everywhere should have the knowledge they need to tap into the full power of the Internet – and use it to make their lives and the world better. This means everyone needs to be able to read, write, and participate online.
cak: Ri winaqi' k'o xab'akuchi' k'o chi k'o ri retamab'al nik'atzin chi re richin nrïl rutzil ronojel ruchuq'a' K'amaya'l – richin nrokisaj richin nrutzilaj ruk'aslem chuqa' ri ruwach'ulew. Re re' nuq'ajuj chi konojel k'o chi yetikïr nikisik'ij, yetz'ib'an chuqa' yeto'on pa k'amab'ey.

source: A healthy Internet is yours to master.
cak: Jun raxinäq K'amaya'l awichin richin nawetamaj ronojel pa ruwi'.

source: Here are three areas where we can make a difference.
cak: Wawe' k'o oxi' k'ojlib'äl akuchi' yojtikïr niqab'än jun jaloj.

source: Making Web Literacy Meaningful
cak: Tib'an chi ri Ajk'amaya'l B'anob'äl tik'oje' rejqalem

source: Teaching Web Literacy Effectively
cak: Ütz ruk'utik ri Ajk'amaya'l B'anob'äl

source: Cultivating Digital Citizenship
cak: Rutikik ri kemtz'ib' amaq'elil

source: Making Web literacy meaningful for everyone
cak: Tib'an chi ri Ajk'amaya'l b'anob'äl tik'oje' rejqalem chi qawäch qonojel

source: Web literacy should mean all the skills we need to think, create, and thrive online.
cak: Ri Ajk'amaya'l choltz'ib'anem k'o chi nuq'ajuj ronojel ri etamab'än nik'atzin chi qe richin yojna'ojin, yojnuk'un chuqa' yojnimär pa k'amab'ey.

source: Many people hear the term Web literacy and think it means learning to code, or <abbr>STEM</abbr> (science, technology, engineering, math) education. But Web literacy is much broader than that – it should include all the skills to be confident and competent online. To be empowered digital citizens, we all need to know how to navigate, how to share, what information to trust, and most importantly, how to expand the frontiers of our knowledge.
cak: K'ïy winaqi' nikak'axaj ri tzij Ajk'amaya'l choltz'ib'anem nikina'ojij chi richin netamäx nuk'unem, o <abbr>STEM</abbr> (etamab'alil, na'ob'alil, retamab'alil nojk'ay, ajilanem). Xa xe chi ri Ajk'amaya'l choltz'ib'anem nïm chuwäch ri' – k'o chi eruk'wan ronojel ri etamab'äl richin jikïl chuqa' taqel pa k'amab'ey. Richin tikirel nok jun kemtz'ib'il amaq'el, qonojel k'o chi niqetamaj achike rub'eyal yojok pa k'amaya'al, achike rub'eyal yojkomonin, achike etamab'äl ütz nikuqub'äx ak'u'x chi rij, chuqa' ri yalan k'o rejqalem, achike rub'eyal niqanimirisaj ruchi' qetamab'al.

source: 82% of American middle-schoolers assessed couldn’t tell the difference between an ad labeled “sponsored content” and a real news story on a website.
cak: Ri 82% chi ke ri rutijoxela' ruk'u'x tijonïk aj Estados Unidos ri xetojtob'ëx man xetikïr ta nikiya' rukojol jun etan rutzijol achi'el jun “to'on rupam” rik'in jun qitzij rutzijol pa jun ruxaq k'amaya'l.

source: Source: <a href="%(stanford)s">Stanford University</a>
cak: Xe'el: <a href="%(stanford)s">Stanford Nimatijob'äl</a>

source: How you can develop meaningful Web literacy
cak: Achike rub'eyal nisamajïx jun Ajk'amaya'l choltz'ib'anem, ri k'o rejqalem

source: Learn to spot fake news
cak: Tawetamaj naya' ketal q'olonel taq rutzijol

source: Take a <a href="%(quiz)s">fake news quiz</a>, or <a href="%(primer)s">follow this helpful primer</a> from our friends at the <abbr title="International Federation of Library Associations and Institutions">IFLA</abbr>.
cak: Tichap jun <a href="%(quiz)s">molaj q'olonel taq tzijol</a>, o <a href="%(primer)s">tawoqaj re ütz rucholajem re'</a> kichin qachib'il pa <abbr title="International Federation of Library Associations and Institutions">IFLA</abbr>.

source: Tinker with X-Ray Goggles
cak: K'aqät rik'in rulemowäch richin tz'etch'akulaj

source: See and remix the code on your favorite Web pages with <a href="%(goggles)s">this fun Mozilla tool</a>.
cak: Tatz'eta' chuqa' tixol ri b'itz'ib' pa ri ajowanel taq ruxaq Ajk'amaya'l rik'in <a href="%(goggles)s">re jeb'ël rusamajib'al Mozilla re'</a>.

source: Join the club
cak: Katok pa molil

source: Join or start <a href="%(clubs)s">your local Mozilla club</a> to learn the Web among your peers.
cak: katok o tatikirisaj <a href="%(clubs)s">aj wawe' Mozilla amolil</a> richin niwetamaj pa ruwi' ri Ajk'amaya'l chi ikojol ri iwachib'il iwi'.

source: How Mozilla is making Web literacy meaningful for everyone
cak: Achike rub'eyal nub'äl ri Mozilla chi ri Ajk'amaya'l choltz'ib'anem tik'oje' rejqalem chi qawäch qonojel

source: Defining the term
cak: Ruq'ajarik ri tzij

source: Collaborating with leaders in the field to create Mozilla’s <a href="%(map)s">Web Literacy Map</a> that provides a clear, practical definition of web literacy.
cak: Kito'ik rajpoponela' Mozilla ketaman yenuk'un <a href="%(map)s">Ruwäch Rusetul Ajk'amaya'l Choltz'ib'anem</a> ri nuq'alajisaj pe jun ütz chuqa' ruk'amon ruq'ajarik ri ajk'amaya'l choltz'ib'anem.

source: Advocating for education policy
cak: Tito' ri tijonïk na'ojil

source: Working with educations and policymakers to help make Web literacy <a href="%(education)s">as foundational to education as reading and math</a>.
cak: Tib'an samaj junam kik'in ri tijonela' chuqa' ri nuk'unela' taq na'ojil richin nito' rub'anik ri choltz'ib'anem pa Ajk'amaya'l <a href="%(education)s">achi'el ruxe'el tijonïk ri rusik'ixik wuj chuqa' ri ajilanem</a>.

source: Teaching Web literacy effectively
cak: Ütz ruk'utik ri Ajk'amaya'l b'anob'äl

source: Web literacy should be as foundational to education as reading, writing, and math – and it should be taught everywhere learning happens.
cak: Ri Ajk'amaya'l choltz'ib'anem k'o chi yalan rejqalem pa tijonïk achi'el ri sik'inem, ri tz'ib'anïk chuqa' ri ajilanem – chuqa' k'o chi nik'ut xab'akuchi' nik'ulwachitäj ri k'utunïk.

source: Learning Web literacy is like any other essential skill: we learn best by doing. And in the digital world, learning happens not just with teachers in the classroom, but everywhere there’s an Internet connection. We need all kinds of educators to have the knowledge and resources to teach Web literacy the way kids learn it best. And we need to make sure every student grows up not just on the Web, but fluent in the way it works.
cak: Ri retamaxik Ajk'amaya'l choltz'ibanem achi'el xab'achike k'atzinel etamab'äl: ütz niqetamaj toq niqasamajij. Pa ri kemtz'ib' ruwach'ulew, man netamäx ta xa xe kik'in ri tijonela' pa tijonijay ruma chi xab'akuchi' k'o okem pa K'amaya'l. K'atzinel chi qe chi jalajöj kiwa ri tijonela' richin niqetamaj chuqa' nik'oje' tob'äl richin niqak'üt ri Ajk'amaya'l choltz'ib'anem achi'el jeb'ël niketamaj ri ak'wala'. Chuqa' k'o chi niqajikib'a' chi ri tijoxela' man kek'ïy xa xe pa Ajk'amaya'l, xa chuqa' jeb'ël tusamajij rub'eyal nisamäj.

source: Increasing the number of young adults with Internet skills is a United Nations Sustainable Development Goal, and the UN now tracks schools with computers and Internet.
cak: Tinimirisäx jarupe' xtani' k'ajola' k'o ketamab'al pa K'amaya'l, jun Rurayib'al Pa'äl K'iyirisanem ri Naciones Unidas, chuqa' ri ONU wakami yerukanoj tijob'äl akuchi' e k'o kematz'ib' chuqa' K'amaya'l.

source: Source: <a href="%(itu)s">ITU</a>
cak: Xe'el: <a href="%(itu)s">ITU</a>

source: How you can teach Web literacy
cak: Achike rub'eyal yatikïr nak'üt ri Ajk'amaya'l choltz'ib'anem

source: Become a Web teacher
cak: Katok jun Ajk'amaya'l tijonel

source: Use <a href="%(activities)s">these activities and instructions</a> to help your kids and your community build strong Web literacy skills.
cak: Tawokisaj <a href="%(activities)s">re taq samaj re' chuqa' taq k'utunem re'</a> richin ye'ato' awalk'wal chuqa' ri atinamit chi kekisamajij nima'q taq etamab'äl richin Ajk'amaya'l choltz'ib'anem.

source: Ask for it
cak: Tak'utuj chi kij

source: Tell your school – and those of your kids – that Web literacy is essential to education, and should go beyond having computers in the classroom.
cak: Tatzijoj chi re atijob'al – chuqa' ri kichin awalk'wal – chi ri Ajk'amaya'l choltz'ib'anem yalan rejqalem pa tijonïk, ruma ri' man xa xe ta chi kek'oje' taq kematz'ib' pa tijonijay.

source: How Mozilla is teaching Web literacy
cak: Achike rub'eyal nuk'üt ri Ajk'amaya'l choltz'ib'anem ri Mozilla

source: Supporting teachers
cak: Kito'ik tijonela'

source: Giving educators of all kinds the <a href="%(activities)s">skills and tools</a> they need to teach Web literacy, including knowledge-sharing efforts like <a href="%(hive)s">Hive Learning Networks</a>.
cak: Nuya' chi ke ri tijonela' jalajöj ruwäch chi <a href="%(activities)s">taq etamab'äl chuqa' taq samajib'äl</a> ri nik'atzin chi ke richin nikik'üt ri Ajk'amaya'l choltz'ib'anem, achi'el chuqa' ri uchuq'a' richin nik'üt ri etamab'äl <a href="%(hive)s">Tok'oy Kik'amab'ey Etamab'äl</a>.

source: Supporting youth
cak: Kito'ik xtani' alab'oni'

source: Creating opportunities and building communities to support youth accessing the Web and <a href="%(learning)s">learning how to use it</a>, like our <a href="%(un_women)s">partnership with UN Women</a> to teach digital skills to girls and women in Africa.
cak: Yetz'uk taq samaj chuqa' yetz'uk taq tinamït richin yeto' ri xtani' alab'oni' chi ye'ok pa Ajk'amaya'l chuqa' <a href="%(learning)s">tiketamaj nikokisaj</a>, achi'el ri <a href="%(un_women)s">tunujmoloj kik'in UN Women</a> richin nik'ut kemtz'ib' chi kiwäch xtani' chuqa' chi kiwäch ixoqi' chi la' pa Africa.

source: Cultivating digital citizenship
cak: Rutikik ri kemtz'ib' amaq'elil

source: A fundamental part of Web literacy is understanding the forces that shape our lives online: the companies building our experiences, the politicians crafting and supporting government policies, and the power we hold as digital citizens to create the Internet we want. Having a say in our shared future on the Web means deciding which values are most important to us, and standing up for those values when they are threatened.
cak: Jun nïm ruxe'el ri Ajk'amaya'l choltz'ib'anem ja ri tiq'ax pa qawi' ri uchuq'a' nub'ït qak'aslem pa k'amab'ey: ri ajk'aymoloj yenuk'un ri qetamab'al, ri ajna'ojil yekitz'ib'aj chuqa' yekito' ri chanpomanel taq na'ojil chuqa' ri quchuq'a' k'o ruma öj kemtz'ib'il amaq'el richin niqanük' ri K'amaya'l niqajo'. Tik'oje' qach'ab'äl ri chwa'q kab'ij junam pa Ajk'amaya'l nuq'ajuj chi röj yojjikib'an ri taq ejqalem janila kejqalem chi qawäch chuqa' yeqato' ri taq ejqalem ri' toq k'o yeq'eleb'en kichin.

source: Indian Citizens sent over 750,000 emails to the Telecom Authority of India in just one week, ultimately influencing their government’s decision to ban discriminatory pricing practices.
cak: Indian Citizens xutäq jotöl chi re 750,000 taq taqoya'l chi re ri Q'atöy Rutzij Talutzijol xa xe pa jun wuqq'ij, ri xrajo', nikimäj ri runa'oj ruchanpomal richin yeruq'ät ri samaj nib'an chi kij ri taq ajil.

source: Source: <a href="%(motherboard)s">Motherboard</a>
cak: Xe'el: <a href="%(motherboard)s">Rute' pirt'im</a>

source: How you can cultivate your digital citizenship
cak: Achike rub'eyal natïk ri kemtz'ib' amaq'elil

source: Get informed
cak: Takanoj atzijob'al

source: Which aspect of your online life matters most to you? <a href="%(privacy)s">Privacy</a>? Net neutrality? <a href="%(inclusion)s">Inclusion</a>? Learn about the issues, and find your own way to take action.
cak: ¿Achike peraj pa k'amab'ey k'o pan ak'aslem yalan rejqalem chawäch? <a href="%(privacy)s">Ichinanem</a>?Majun Rojqanem K'amab'ey? <a href="%(inclusion)s">Tz'aqatisanïk</a>? Tawetamaj chi kij ri taq k'ayewal chuqa' tawila' rub'eyal nab'än.

source: How Mozilla is cultivating digital citizenship
cak: Achike rub'eyal nutïk ri kemtz'ib' amaq'elil ri Mozilla

source: Raising awareness
cak: Na'onem

source: Creating space for understanding, conversation, and community around what makes a healthy Internet – like the page you’re reading right now, and campaigns such as <a href="%(reform_copyright)s">Reform Copyright</a>.
cak: Yenuk' taq k'ojlib'äl richin niq'ax pan awi', ri tzijonem chuqa' ri tinamït chi rij ri nub'än chi re jun raxinäq K'amaya'l – achi'el re ruxaq k'amaya'l tajin nasik'ij wakami <a href="%(reform_copyright)s">Ruk'exoj Ruch'ojib'al b'anel</a>.

source: Educating legislators
cak: Ketijöx ri poponela'

source: <a href="%(advocating)s">Advocating at the policy level</a> to make sure politicians understand the role that digital citizens play in our society, and adopt policies to empower citizens.
cak: <a href="%(advocating)s">Tito' rij pa ruxak na'ojil</a> richin nijikib'äx chi ri ajna'ojil tiq'ax pa kiwi' ri kisamaj nikib'än ri kemtz'ib' taq amaq'el pa qawinaqirem richin kekichapa' taq na'ojil chi niya' kuchuq'a' ri amaqela'.

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Read on about Web Literacy in our <a href="%(healthreport)s">Internet Health Report</a>.
cak: Tasik'ij pa ruwi' ri Ajk'amaya'l Choltz'ib'anïk pa <a href="%(healthreport)s">Rutzijol Raxnaqil K'amaya'l</a>.
