Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/privacy_tour/privacy_tour.lang.po
Languages: cak

source: See what’s new
cak: Tatz'eta' ri k'ak'a'

source: You’re up to date with the latest features to help keep you in control.
cak: Ütz atb'enäq kik'in ri ruk'isib'äl taq b'anikil richin yatkito' chi nik'oje' ri chajinïk pan aq'a'.

source: Let’s go
cak: Jo'

source: Not now
cak: Wakami mani

source: Open tour
cak: Tijaq b'enam

source: Close tour
cak: Titz'apïx b'enam

source: See the newest ways you can take control of your digital life
cak: Ketz'et ri k'ak'a' taq rub'anikil pa ruwi' rub'eyal nik'oje' pan aq'a' ruchajinik ajq'ab'aj ak'aslem

source: Declare your independence
cak: Taq'alajirisaj ri ajachojri'ïl

source: Thank you for choosing Firefox
cak: Niqak'amowaj chawe ruma xacha' Firefox

source: Watch the video to see our story
cak: Tatz'eta' ri silowachib'äl richin nawetamaj ri qab'anob'al

source: Now share it with your world
cak: Wakami takomonij kik'in konojel pa ruwach'ulew

source: Play
cak: Titzij

source: Play the video
cak: Titzij ri silowachib'äl

source: Share
cak: Tikomonïx

source: Start browsing
cak: Tachapa' ri okem pa k'amaya'l

source: Previous
cak: Chuwäch

source: Next
cak: Jun chik

source: Close
cak: Titz'apïx

source: <span>Next:</span> %s
cak: <span>Jun chik:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
cak: Tawokisaj Timestäx richin ye'aküch kan ri taq awetal o yatanimäj chi kiwäch ri taq ruxaq k'amaya'l, ri man e ütz ta chawäch

source: Remove browsing history from your computer
cak: Tayuju' el ri runatab'al rokem pa k'amaya'l akematz'ib'

source: Erase website information after the fact
cak: Tiyuj ri retamab'al Ajk'amaya'l ruxaq k'amaya'l k'a ri' tib'etz'et

source: Add it above for quick, easy access
cak: Tatz'aqatisaj ajsik richin man k'ayew ta ri aninäq okem

source: The new Forget button
cak: Ri k'ak'a' pitz'b'äl Timestäx

source: Want to cover your tracks? Activate the Forget button and leave no trace.
cak: ¿La nawajo' ye'aküch ri taq awetal? Tatzija' ri pitz'b'äl Timestäx chuqa' richin man naya' ta kan awetal.

source: Add it now
cak: Titz'aqatisäx wakami

source: Later
cak: Jub'a' chik na

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
cak: Jantape' xtik'oje' wawe' richin toq xtik'atzin pe chawe. Richin nasiloj o nayuj el, xa xe tajaqa' ri k'utsamaj chuqa' tacha' Tichinäx.

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
cak: ¿La nawajo' natz'aqatisaj pa jun chik mej? Tajaqa' re k'utsamaj re' chuqa' tacha' Tichinäx. K'a ri taqirirej (o xab'achike chik jun pitz'b'äl) k'a ri' taya' kan pa xab'akuchi' nawajo'.

source: <span>Previous:</span> Forget
cak: <span>Chuwäch:</span> K'utsamaj

source: <span>Next:</span> Private Browsing
cak: <span>Jun chik:</span> Ichinan Okem pa K'amaya'l

source: %s lets you <br>search anonymously
cak: %s nuya' q'ij chawe <br>yakanon pa ewan rub'anikil

source: Get great results with less tracking
cak: Ke'ak'ulu' nimaläj taq q'i'oj rik'in ti jub'a' taqeb'äl

source: Make it (or any other) your default
cak: Tok (xab'achike chik jun) ri ruk'amon wi pe

source: Find what you’re looking for, your way
cak: Tawila' ri tajin nakanoj, pan ab'anikil

source: <span>Previous:</span> %s
cak: <span>Chuwäch:</span> %s

source: Private Browsing: <br>Our original privacy tool
cak: Ichinan Okem pa K'amaya'l: <br>Qitzij qasamajib'al richin ichinanem

source: Keep history and other info off your computer
cak: Tik'oje' ri natab'äl chuqa' jun chik retamab'al ri akematz'ib'

source: Browse without recording where you’ve been
cak: Tikanöx xa xe chi man tiyak akuchi' xak'oje' wi

source: So others using your computer can’t see it
cak: Ke ri toq ch'aqa' chik winaqi' xtikokisaj ri kematz'ib', man ketikir tikitz'et
