Repository: alvinlaz96/mozilla-lang
Catalog: ig/legal/index.lang.po
Languages: ig

source: Legal
ig: Iwu

source: Terms
ig: Usoro

source: Our Websites
ig: Weebụsaịtị Anyị

source: Firefox Services
ig: Ọrụ Firefox

source: Firefox Marketplace
ig: Ọdụ Ahịa Firefox

source: Privacy & trademarks
ig: Nzuzo & ụghalahịa

source: Privacy Notices and Policy
ig: Ọkwa Nzuzo na Iwu

source: Trademark Policy
ig: Iwu Ụghalahịa

source: Downloadable software notices
ig: Ọkwa ngwanrọ ndị enwere ike ibudata

source: Get involved
ig: Tinye aka

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
ig: Ezigbo ekele maka mmadụ niile na enyere aka ekpesa mmetọ nke akara Mozilla, sonyere n'ọgbakọ ọchịchị, nye nzaghachi maka usoro ntụgharị & iwu anyị, ma tinye nka gị na ọganihu nke arụmarụ Mozilla.

source: Get involved!
ig: Tinye aka!

source: Protect the Fox
ig: Chedo Fox

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
ig: Nyere anyị aka kpuchido ndị ọrụ anyị site na ịkpesa mmetọ nke Ụghalahịa Mozilla.

source: Takedown requests
ig: Arịrịọ mwetu

source: Report abuse of your copyrights and trademarks.
ig: Kpesa mmetọ nke nwebisinka na ụghalahịa.

source: Back to Legal
ig: Laghachi na Iwu

source: Websites & Communications Terms of Use
ig: Usoro Ojiji Weebụsaịtị & Nkwukọrịta

source: Acceptable Use Policy
ig: Iwu Ojiji Anabatara

source: Firefox Hello Terms of Service
ig: Usoro Ọrụ Firefox Hello

source: Firefox Cloud Services: Terms of Service
ig: Ọrụ Urukpuru Firefox: Usoro Ọrụ
