Repository: alvinlaz96/mozilla-lang
Catalog: */thunderbird/start/release.lang.po
Languages: bn_bd, br, bs, cy, es_mx, gd, is, kab, lt, nb_no, pt, uz

source: Mozilla announced Thunderbird version 1.0 ten years ago. Can you imagine the last ten years without e-mail? Can you imagine e-mail without Thunderbird? We can’t!
es_mx: Mozilla anunció la versión 1.0 de Thunderbird hace diez años. ¿Te imaginas los últimos diez años sin correo electrónico? ¿Podrías imaginarte el correo electrónico sin Thunderbird? ¡Nosotros no podemos!
gd: Dh'fhoillsich Mozilla tionndadh 1.0 de Thunderbird deich bliadhna air ais. Nach e a bhiodh a dhìth oirnn mur an robh e ann. Cha bhiodh sinne toilichte as aonais Thunderbird.
pt: A Mozilla anunciou a versão 1.0 do Thunderbird há 10 anos. Consegue imaginar os últimos 10 anos sem correio eletrónico? Consegue imaginar o correio eletrónico sem o Thunderbird? Nós não!
uz: Thunderbird’ning 1.0-versiyasini Mozilla o‘n yil oldin e’lon qilgandi. So‘nggi o‘n yilni e-pochtasiz tasavvur qila olasizmi? Biz esa tasavvur qila olmaymiz!
