Repository: alvinlaz96/mozilla-lang
Catalog: */thunderbird/start/release.lang.po
Languages: bn_bd, br, bs, cy, es_mx, gd, is, kab, lt, nb_no, pt, uz

source: Welcome to <span>Thunderbird</span>
bn_bd: <span>Thunderbird</span>-এ আপনাকে স্বাগতম
br: Donemat war <span>Thunderbird</span>
bs: Dobrodošli u <span>Thunderbird</span>
cy: Croeso i <span>Thunderbird</span>
es_mx: Bienvenido a <span>Thunderbird </span>
gd: Fàilte gu <span>Thunderbird</span>
is: Velkomin í <span>Thunderbird</span>
kab: Anṣuf ɣer <span>Thunderbird</span>
lt: Sveiki! Čia – <span>Thunderbird</span>
nb_no: Velkommen til <span>Thunderbird</span>
pt: Bem-vindo ao <span>Thunderbird</span>
uz: <span>Thunderbird</span>’ga xush kelibsiz

source: Why we need donations
bn_bd: আমাদের কেন অনুদানের প্রয়োজন
br: Perak hon eus ezhomm kaout roadoù arc'hant?
bs: Zašto trebamo donacije
cy: Pan fod angen cyfraniadau arnom ni
is: Af hverju þurfum við peningaframlög
kab: Nesra tadrimt
lt: Kodėl mums reikia paramos
nb_no: Hvorfor vi trenger donasjoner

source: You might already know that Thunderbird improvements are no longer paid for by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
br: Marteze e ouziit endeo ne bae ket Mozilla ken evit gwelladurioù Thunderbird. Dre chañs hon eus ur c'humuniezh oberiant a zalc'h da vont en-dro ha da ziorren ar raktres. Evit dreistbevañ war an hir-dermen avat, hon eus ezhomm arc'hant.
bs: Možda već znate da Thunderbird poboljšanja više nisu plaćena od strane Mozille. Srećom tu je aktivna zajednica koja ga zadržava u radu i daljem razvoju. Ali da preživi duži period, projekt treba sredstva.
cy: Mae'n bosib eich bod yn gwybod yn barod nad yw gwelliannau Thunderbird bellach yn cael eu talu gan Mozilla. Yn ffodur mae yna gymuned fywiog yn ei gadw'n fyw ac yn ei ddatblygu ymhellach. Ond er mwyn parhau i'r tymor hir, mae'n rhaid cael nawdd i'r project.
is: Eins og þú kannski veist þá er viðhald á Thunderbird ekki lengur borgað af Mozilla. Sem betur fer er virkt samfélag sem sér um viðhald og þróun áfram. En til að geta það til lengdar, þarf þetta verkefni pening.
kab: Ahat teẓriḍ d akken asnerni n Thunderbird mačči d Mozilla i tyettxilliṣen. Meɛna, tella tmezdagnut turmiṭ i t-iḥerzen, i t-isneflayen ugar. Acukan akken ad nidir ugar, asenfar yesra tadrimt.
lt: Galbūt jau esate girdėję, jog „Thunderbird“ vystymas nebėra apmokamas „Mozillos“ lėšomis. Laimei, šią programą toliau vysto ir tobulina aktyvi savanorių bendruomenė. Vis dėlto, kad projektas išgyventų ilguoju laikotarpiu, jam reikia finansavimo.
nb_no: Du vet kanskje allerede at forbedringer av Thunderbird ikke lenger betales av Mozilla. Heldigvis er det en aktiv fellesskap som holder liv i det og utvikler det videre. Men for å overleve på lang sikt trengs det prosjektfinansiering.

source: Thunderbird is currently transitioning to an independent organization. Being independent, we can shape our own fate, but there is significant infrastructure that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
br: O tremen d'un aozadur dizalc'h emañ Thunderbird. Bezañ dizalc'h a dalv e c'hallomp sevel hon dazont, met un danemframm pouezus a zo da zerc'hel evit kinnig an arload d'hor degadoù a vilionoù a arveriaded. Evit ma zreistbevfe ha ma emdrofe Thunderbird hon eus ezhomm eus ho skoazell hag ho roadennoù arc'hant. AN holl arc'hant dastumet az aio war-eeun evit arc'hantaouiñ diorren ha danemframm Thunderbird.
bs: Thunderbird je trenutno u tranziciji ka nezavisnoj organizaciji. Biti nezavisni, možemo oblikovati našu vlastitu sudbinu, ali tu je značajna infrastruktura koja mora biti održavana za isporuku aplikacije za naše desetke miliona korisnika. Za preživljavanje i nastavak razvoja Thunderbirda, trebamo vašu podršku i tražiti od vas donacije danas. Sav doniran novac će ići direktno za finansiranje razvoja i infrastrukture Thunderbirda.
cy: Mae Thunderbird ar hyn o bryd yn symud i fod yn gorff annibynnol. Drwy fod yn annibynnol, gallwn greu ein dyfodol ein hunain, ond mae yna isadeiledd sylweddol y mae'n rhaid ei gynnal er mwyn darparu'r rhaglen i'n degau o filiynau o ddefnyddwyr. Er mwyn i Thunderbird oroesi, mae angen eich cefnogaeth chi arnom ac rydym felly'n gofyn am gyfraniad ariannol gennych heddiw. Bydd yr holl arian yn mynd yn uniongyrchol i gefnogi datblygiad ac isadeiledd Thunderbird.
is: Thunderbird er að færa sig yfir í að vera sjálfstæð stofnun. Með því að vera sjálfstæðir, getum við markað okkar eigin örlög, en það þýðir að við þurfum að viðhalda stórum innviðum til að geta boðið upp á forritið fyrir tugi milljóna notanda. Til að Thunderbird geti lifað af og haldið áfram að þróast, þurfum við stuðning þinn og biðjum um peningaframlag. Öll peningaframlög fara beint í innviði og að viðhalda þróun á Thunderbird.
kab: Thunderbird yettuɣal akka tura d takebbanit tamunant. Ticki nuɣal d imunanen, ad nizmir ad nḍebber ɣef yimal nneɣ, acukan yessefk ad neǧǧ tadumsuka meqqṛen akken ad nessiweḍ asnas i yefḍan n iseqdacen. Akken Thunderbird ad yidir udiɣ ad ikemmel anern, nesra tallalt nwen udiɣ awen-d-nesuter ass-a tawsa. Akk idrimen ad yettwagemren ad ttusqedcen deg usefti n tneflit n Thunderbird akked tdumṣuka yines.
lt: Šiuo metu vyksta „Thunderbird“ atsiskyrimo į nepriklausomą organizaciją procesas. Būdami nepriklausomi, mes galėsime patys kurti savo likimą, tačiau tam, kad programą galėtume ir toliau siūlyti dešimtims milijonų naudotojų, turėsime palaikyti nemažą infrastruktūrą. Kad „Thunderbird“ išgyventų ir toliau tobulėtų, mums reikia jūsų paramos. Visi paaukoti pinigai bus panaudoti tolesniam „Thunderbird“ vystymui ir infrastruktūrai.

source: Donate to Thunderbird
bn_bd: Thunderbird এ অনুদান দিন
br: Roit arc'hant da Thunderbird
bs: Donirajte za Thunderbird
cy: Cyfrannu tuag at Thunderbird
is: Gefa pening til Thunderbird
kab: Mudd tawsa i Thunderbird
lt: Paremkite „Thunderbird“ vystymą
nb_no: Doner til Thunderbird

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better.
br: An arval deiziataer ha posteloù treuz-savennoù ha frank pennañ eo Thunderbird. Digoust eo evit un arver hiniennel ha greantel. Fellout a ra deomp e chomfe diogel hag e teufe da vezañ gwelloc'h c'hoazh.
bs: Thunderbird je vodeći međuplatformski klijent za email i kalendar, otvorenog izvora, besplatan za poslovnu i ličnu upotrebu. Želimo da ostane bezbjedan i da postane još bolji.
cy: Mae Thunderbird yn un o brif raglenni e-bost a chalendr, croes blatfform, cod agored, sydd ar gael am ddim ar gyfer defnydd busnes neu bersonol. Rydym am barhau i'w gadw'n ddiogel ac i'w wella i'r dyfodol.
is: Thunderbird er með opinn kóða og fremst í flokki fyrir tölvupóstforrit og dagatal fyrir allar gerðir tölva og er ókeypis fyrir einstaklinga og fyrirtæki. Okkar takmark er að Thunderbird verði öruggur og ennþá betri.
lt: „Thunderbird“ – tai pirmaujanti daugiaplatformė laisvoji elektroninio pašto ir kalendoriaus programa, nemokama tiek verslui, tiek asmeniniam naudojimui. Mes norime, kad ji ir toliau išliktų saugi ir taptų dar geresnė.

source: If you like Thunderbird, please consider a donation!
bn_bd: আপনি যদি Thunderbird পছন্দ করে থাকেন, অনুগ্রহ করে অনুদান দিন!
br: Ma plij deoc'h Thunderbird, soñjit en ur road arc'hant!
bs: Ako vam se sviđa Thunderbird, molimo razmislite o donaciji!
cy: Os ydych yn hoffi Thunderbird, beth am ystyried cyfrannu!
is: Ef þú ert ánægður með Thunderbird, gefðu þá peningaframlag!
kab: Ma tḥemled Thunderbird, Mudd-d tawsa!
lt: Jeigu jums patinka „Thunderbird“, kviečiame paremti programos vystymą!
nb_no: Om du liker Thunderbird, vurder en donasjon!

source: By donating, you will help us to continue delivering an ad-free top-notch email client.
br: En ur reiñ arc'hant e skoazellit ac'hanomp da genderc'hel da ginnig ur arval posteloù dispar hag hep bruderezh.
bs: Doniranjem, pomoći ćete nam da nastavimo isporuku vrhunskog email klijenta bez reklama.
cy: Drwy gyfrannu, rydych yn ein cynorthwyo i ddarparu rhaglen e-bost, yn rhydd o hysbysebion, o'r radd flaenaf.
is: Með því að gefa pening, hjálparðu okkur við að viðhalda frábæru tölvupóstforriti sem er ekki með neinum auglýsingum.
kab: Ma tmuddeḍ-d tawsa, ayagi aɣ-d-yefk tazmert akken ad nkemmel udiɣ ad snerni amsaɣ n tirawt n baṭel.
lt: Paaukodami, jūs mums padėtumėte ir toliau tobulinti šią aukščiausios klasės elektroninio pašto programą be reklamų.
nb_no: Ved å donere, vil du hjelpe oss med å levere en reklamefri, førsteklasses e-postklient.

source: Make a donation
bn_bd: দান করুন
br: Roit arc'hant
bs: Donirajte
cy: Gallwch gyfrannu
is: Gefa pening
kab: Mudd tawsa
lt: Paaukokite

source: Other ways to contribute to Thunderbird
bn_bd: Thunderbird এ কন্ট্রিবিউট করার অন্যান্য উপায়
br: Doareoù all da gemer perzh e Thunderbird
bs: Drugi načini za doprinos Thunderbirdu
cy: Ffyrdd eraill o gyfrannu tuag at Thunderbird
is: Aðrar leiðir til að hjálpa til með Thunderbird
kab: Iberdan nniḍen akken ad ttekkid di Thunderbird
lt: Kiti būdai prisidėti prie „Thunderbird“ gyvavimo
nb_no: Andre måter å bidra med, til Thunderbird

source: Now is a great time for you to get involved: writing code, testing, support, localization and more. Join a global community! Share your skills and pick up a few new ones along the way. Volunteer as much as you like. Or as little. It’s totally up to you.
br: Ur mare mat eo evit engouestlañ er raktres: skrivañ bonegoù, amprouiñ, skorañ, troidigezh ha muioc'h c'hoazh. Kejit ouzh ur gumuniezh bedel! Rannit ho parregezhioù ha deskit un nebeud re all er memes mare. Kemerit perzh ken alies ha ma fell deoc'h. Pe ken nebeut. Deoc'h da zibab.
bs: Sada je pravo vrijeme za vas da se uključite: pisanje kodova, testiranje, podrška, lokalizacija i više. Pridružite se globalnoj zajednici! Podijelite vaše vještine i pokupite neke nove usput. Volontirajte onoliko koliko želite. Ili malo. U potpunosti je na vama.
cy: Mae nawr yn amser da i ymuno â ni: ysgrifennu cod, profi, cefnogi, lleoleiddio a mwy. Ymunwch a'r gymuned fyd eang! Rhannwch eich sgiliau a chasglu rhai newydd ar y ffordd. Gwirfoddolwch faint bynnag yr hoffech chi. Neu gyn lleied. Mae i fyny i chi'n llwyr.
is: Núna er góður tími til að vera þátttakandi: skrifa kóða, prófanir, stuðningur, þýðingar og fleira. Vertu þátttakandi í alheims samfélagi! Deildu þínum hæfileikum og lærðu fleira í leiðinni. Taktu þátt eins mikið og þú vilt. Eða eins lítið og þú vilt. Það er allt undir þér komið.
lt: Dabar – puikus laikas įsitraukti į mūsų veiklą: galite prisidėti prie programavimo, testavimo, lokalizavimo, pagalbos naudotojams ir kitų sričių. Tapkite mūsų pasaulinės bendruomenės dalimi! Panaudokite savo žinias ir įgykite naujų. Savanoriaukite tiek, kiek norite – gal daug, gal mažai – šis sprendimas priklauso jums.
nb_no: Akkurat nå er et godt tidspunkt for å involvere seg: skriv kode, test, brukerstøtte, lokalisering med mer. Ta del i det verdensomspennende fellesskapet! Del dine ferdigheter og få nye på veien. Bidra så mye eller så lite som du vil. Det er helt opp til deg.

source: Contribute to Thunderbird
bn_bd: Thunderbird এ কন্ট্রিবিউট করুন
br: Kemerit perzh e Thunderbird
bs: Doprinesite Thunderbirdu
cy: Cyfrannu tuag at Thunderbird
es_mx: Colabora con thunderbird
gd: Cuir taic ri Thunderbird
is: Hjálpaðu til með Thunderbird
kab: Mudd tawsa i Thunderbird
lt: Prisidėkite prie „Thunderbird“ kūrimo
nb_no: Gi ditt bidrag til Thunderbird
pt: Contribuir para o Thunderbird
uz: Thunderbird’ga hissangizni qo‘shing

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
bn_bd: এটি নিশ্চিত করার জন্য Thunderbird এর উন্নতি যাতে অব্যাহত থাকে,যেমনটি ছিল গত দশ বছর ধরে , সক্রিয় অবদানকারীরা <a href="%s"> সম্প্রতি সংগঠিত </a> ভবিষ্যতের উপর ফোকাস করা হয়েছে।
br: Evit bezañ sur e kendalc'hfe Thunderbird da wellaat (ha graet en deus e-pad 10 vloaz endeo) eo stiet ar perzhidi pennañ <a href="%s">war-du an dazont</a>.
bs: Kako bi se osiguralo da Thunderbird nastavi poboljšavanje, kako je to bilo u posljednjih deset godina, aktivni saradnici su se <a href="%s">nedavno organizovali</a> da se fokusiraju na budućnost.
cy: I sicrhau fod Thunderbird yn parhau i wella, fel mae wedi gwneud dros y deg mlynedd diwethaf, mae cyfranwyr blaenllaw <a href="%s">wrthi'n trefnu</a> i feddwl am ei dyfodol.
es_mx: Para asegurar que thunderbird continué mejorando, como lo ha hecho los últimos diez años, los colaboradores activos <a href="%s">recientemente se han organizado </a> para enfocarse en el futuro
gd: Airson dèanamh cinnteach gun dèid Thunderbird a shìor-leasachadh, mar a rinneadh san deichead seo chaidh, thàinig na com-pàirtichean <a href="%s">còmhla o chionn goirid</a> airson planadh an ama ri teachd.
is: Til að hjálpa Thunderbird að verða betri, eins og það hefur verið seinustu tíu ár, ákváðu virkir þátttakendur <a href="%s">sem komu saman nýlega</a> að leggja áherslu á framtíðina.
kab: Akken ad nedmen asnerni n Thunderbird, akken yella deg mraw n iseggassen aya, imttekkiyen urmiden <a href="%s">sɛiwsen melmi kan ahil</a> akken ad gren tamuɣli ɣer zdat.
lt: Siekdami užtikrinti, kad „Thunderbird“ programa ir toliau tobulėtų, aktyvūs jos kūrėjai <a href="%s">neseniai susirinko</a> aptarti ateities gairių.
nb_no: For å forsikre at Thunderbird fortsetter å forbedre seg, slik den har gjort de siste ti årene, har aktive bidragsytere <a href="%s">nylig organsiert seg</a> for å fokusere på fremtiden.
pt: Para garantir que o Thunderbird continua a melhorar, tal como aconteceu nos últimos 10 anos, os colaboradores ativos <a href="%s">organizaram-se recentemente</a> para se focarem no futuro.
uz: Thunderbird’ning yaxshilab borishiga ishonch hosli qiling, uning <a href="%s">yaqinda tashkillashtirilgan</a> kelajakka e’tiborini qaratgan so‘nggi yillarda faol hissa qo‘shuvchilari bor.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
bn_bd: আপনার জন্য এখনই <a href="%s" class="iconic">সম্পৃক্ত হওয়ার</a> সঠিক সময়।
br: Ur mare a-feson evit evidoc'h da <a href="%s" class="iconic">gemer perzh</a>.
bs: Sada je pravi trenutak za vas da <a href="%s" class="iconic">se uključite</a>.
cy: Mae nawr yn amser da i chi <a href="%s" class="iconic">ddod yn rhan o'r datblygiad</a>.
es_mx: Ahora es un excelente momento para que <a href="%s" class="iconic">te involucres</a>.
gd: Deagh-àm 's deagh chothrom airson <a href="%s" class="iconic">pàirt a ghabhail ann</a>.
is: Núna er góður tími fyrir þig að <a href="%s" class="iconic">taka þátt</a>.
kab: Tura yebbeḍ-d lawan <a href="%s" class="iconic">akken ad ttekkiḍ</a>.
lt: Dabar yra puikus metas jums <a href="%s" class="iconic">įsitraukti</a> į mūsų veiklą.
nb_no: Akkurat nå passer det bra å <a href="%s" class="iconic">engasjere seg</a>.
pt: Agora é uma ótima altura para <a href="%s" class="iconic">participar</a>.
uz: Hozir <a href="%s" class="iconic">qo‘shilish</a>ning ayni vaqti.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
bn_bd: Thunderbird এর ব্যবহারকারীদের সহায়তা করতে, Thunderbird পণ্য এবং ইকো-সিস্টেমের উন্নতি করতে আমাদের সাহায্য করুন।
br: Sikourit ac'hanomp da skoazellañ arveriaded Thunderbird ha gwellaat ar meziant hag an endro.
bs: Molimo vas, pomozite nam pomoći korisnicima Thunderbirda, poboljšati Thunderbird proizvod i ekosistem.
cy: Mae'n amser i ni gefnogi defnyddwyr Thunderbird, gwella Thunderbird fel cynnyrch a'r gefnogaeth iddo.
es_mx: Por favor ayúdanos asistiendo a los usuarios de thunderbird y a mejorar thunderbird y su ecosistema.
gd: Nach cuidich thu leinn a' cumail taic ri cleachdaichean Thunderbird 's a' leasachadh Thunderbird e fhèin?
is: Hjálpaðu okkur að leiðbeina notendum Thunderbird, og betrumbæta Thunderbird forritið og umhverfi þess.
kab: Ma ulac aɣilif, mudd-aɣ-d akken ad nizmir anɛiwen iseqdacen n Thunderbird, udiɣ ad nesnerni afaris Thunderbird product akked anagraw n tesenwennaḍt.
lt: Padėkite mums ir toliau džiuginti „Thunderbird“ naudotojus bei tobulinti šią programą ir jos ekosistemą.
nb_no: Hjelp oss å bistå brukere av Thunderbird, og forbedre både produktet Thunderbird og dets økosystem.
pt: Ajude-nos a ajudar os utilizadores do Thunderbird e a melhorar o produto e eco-sistema do Thunderbird.
uz: Iltimos, Thunderbird foydalanuvchilariga yordam berishimizda va Thunderbird mahsulotlari va eko-tizimini yaxshilashimizda yordam bering.

source: We look forward to <a href="%s">hearing from you</a>.
bn_bd: আমরা সানন্দে <a href="%s">আপনার কাছ থেকে শুনতে</a> চাই।
br: Mal hon eus resevout eus <a href="%s">ho keloù.</a>.
bs: Radujemo se <a href="%s">vaše odzivu</a>.
cy: Rydym yn edrych ymlaen i <a href="%s">glywed gennych</a>.
es_mx: Esperamos más tarde <a href="%s">tener noticias tuyas </a>.
gd: Bidh e math <a href="%s">cluinntinn uat</a>.
is: Við hlökkum til að <a href="%s">heyra frá þér</a>.
kab: Nessaram d akken<a href="%s">ak-nwali ɣer zdat</a>.
lt: Jau dabar nekantraukdami <a href="%s">laukiame norinčių prisidėti!</a>
nb_no: Vi ser frem til at du <a href="%s">lar høre fra deg</a>.
pt: Gostávamos de <a href="%s">o ouvir</a>.
uz: <a href="%s">Sizdan buni eshitganimiz</a>dan xursandmiz.

source: Learn more
bn_bd: বিস্তারিত জানুন
br: Gouzout muioc'h
bs: Saznajte više
cy: Dysgu rhagor
es_mx: Para aprender más
gd: Barrachd fiosrachaidh
is: Fræðast meira
kab: Issin ugar
lt: Išsamiau
nb_no: Les mer
pt: Saber mais
uz: Ko‘proq o‘rganish

source: Need Support?
bn_bd: সহযোগীতা প্রয়োজন?
br: Ezhomm skoazell?
bs: Trebate podršku?
cy: Angen Cefnogaeth?
es_mx: ¿Necesitas ayuda?
gd: Taic a dhìth ort?
is: Vantar þig hjálp?
kab: Teriḍ tallalt?
lt: Reikia pagalbos?
nb_no: Behov for hjelp?
pt: Precisa de apoio?
uz: Yordam kerakmi?

source: Most Thunderbird support questions are answered in the <a href="%s">Knowledge Base</a>.
br: Lodenn vrasañ ar goulennoù skoazell a zo respontet en <a href="%s">Diaz anaoudegezh</a>.
bs: Većina Thunderbird pitanja za podršku su odgovorena u <a href="%s">Bazi znanja</a>.
cy: Mae'r rhan fwyaf o gwestiynau cefnogaeth Thunderbird yn cael eu hateb yn y <a href="%s">Knowledge Base</a>.
is: Flestum Thunderbird spurningum hefur verið svarað í <a href="%s">þekkingargrunninum</a>.
kab: Tugett n isteqsiyen ɣef Thunderbird ɣur-sen tiririt di <a href="%s">Taffa n tmusni</a>.
lt: Dauguma su „Thunderbird“ programa susijusių klausimų yra atsakyti mūsų <a href="%s">Žinyne</a>.
nb_no: De fleste brukerstøttespørsmålene om Thunderbird finner du svar på i <a href="%s">kunnskapsbasen</a>.

source: If you can’t find an answer, <a href="%s">ask your question in our support forum</a>.
br: Ma n'hallit ket kavout ho respont e c'hallit <a href="%s">sevel ho koulenn ouzh hor forom skoazell</a>.
bs: Ako ne možete naći odgovor, <a href="%s">postavite vaše pitanje na forum naše podrške</a>.
cy: Os nad ydych yn gallu dod o hyd i ateb, yna <a href="%s">gofynnwch yn ein fforwm cefnogaeth</a>.
is: Ef þú finnur ekki neitt svar, <a href="%s">spurðu þá á hjálparspjallsvæðinu okkar</a>.
kab: Ma yella ur d-ufid ara tiririt, <a href="%s">steqsi def unmager nneṣ n tallalt</a>.
lt: Jeigu ieškomo atsakymo nerasite, <a href="%s">užduokite savo klausimą mūsų pagalbos forume</a>.
nb_no: Hvis du ikke finner svar på det du lurer på, <a href="%s">still spørsmålet ditt i brukerstøtteforumet vårt</a>.

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
br: Lodenn vrasañ ar goulennoù skoazell a zo respontet en <a href="%s">Diaz anaoudegezh</a>.
bs: Većina Thunderbird pitanja za podršku su odgovorena u <a href="%s">Bazi znanja</a>.
cy: Mae'r rhan fwyaf o gwestiynau cefnogaeth Thunderbird yn cael eu hateb yn y <a href="%s">Knowledge Base</a>.
es_mx: La mayoría de las preguntas de soporte de thunderbird son respondidas con los<a href="%s"> conocimientos de base.
gd: Gheibhear freagairtean air cuid mhòr dhe na ceistean a thaobh Thunderbird san <a href="%s">Knowledge Base</a>.
is: Flestum Thunderbird spurningum hefur verið svarað í <a href="%s">þekkingargrunninum</a>.
kab: Tugett n isteqsiyen ɣef Thunderbird ɣur-sen tiririt di <a href="%s">Taffa n tmusni</a>.
lt: Dauguma su „Thunderbird“ programa susijusių klausimų yra atsakyti mūsų <a href="%s">Žinyne</a>.
nb_no: De fleste brukerstøttespørsmålene om Thunderbird finner du svar på i <a href="%s">kunnskapsbasen</a>.
pt: A maioria das questões de apoio ao Thunderbird são respondidas na <a href="%s">Base de Conhecimento</a>.
uz: Ko‘pgona Thunderbird bilan bog‘liq savollarga <a href="%s">Bilimlar manbai</a>da javob berilgan.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
br: Ma n'hallit ket kavout ho respont e c'hallit <a href="%s">sevel ho koulenn ouzh hor forom skoazell</a>.
bs: Ako ne možete naći odgovor, <a href="%s">postavite vaše pitanje na forum naše podrške</a>.
cy: Os nad ydych yn gallu dod o hyd i ateb, yna <a href="%s">gofynnwch yn ein fforwm cefnogaeth</a>.
es_mx: Si no puedes encontrar una respuesta, <a href="%s">formula tu pregunta en el foro de soporte </a>.
gd: Mur eil freagairt ann, <a href="%s">cuir ceist air fòram na taice againn</a>.
is: Ef þú finnur ekki neitt svar, <a href="%s">spurðu þá á hjálparspjallsvæðinu okkar</a>.
kab: Ma yella ur d-ufid ara tiririt, <a href="%s">steqsi def unmager nneṣ n tallalt</a>.
lt: Jeigu ieškomo atsakymo nerasite, <a href="%s">užduokite savo klausimą mūsų pagalbos forume</a>.
nb_no: Hvis du ikke finner svar på det du lurer på, <a href="%s">still spørsmålet ditt i brukerstøtteforumet vårt</a>.
pt: Se não conseguir encontrar uma resposta, <a href="%s">coloque a sua questão no nosso fórum de apoio</a>.
uz: Agar javob topa olmasangiz, <a href="%s">savolingizni bizning yordam forumimizdan so‘rang</a>.

source: Features
bn_bd: বৈশিষ্ট্যাবলী
br: Keweriusterioù
bs: Mogućnosti
cy: Nodweddion
es_mx: Características
gd: Feartan
is: Eiginleikar
kab: Timahilin
lt: Savybės
pt: Funcionalidades
uz: Xususiyatlar

source: Visit our blog
bn_bd: আমাদের ব্লগ দেখুন
br: Gweladennit hor blog
bs: Posjetite naš blog
cy: Dewch i'n blog
es_mx: Visita nuestro blog
gd: Tadhail air a' bhloga againn
is: Heimsækja bloggið okkar
kab: Rzu ɣer ublug nneɣ
lt: Mūsų tinklaraštis
pt: Visite o nosso blogue
uz: Blogimizga tashrif buyuring

source: Contribute
bn_bd: অবদান রাখুন
br: Kemer perzh
bs: Doprinesite
cy: Cyfrannu
es_mx: Colabora
gd: Gabh pàirt ann
is: Taka þátt
kab: Ttekki
lt: Prisidėkite
pt: Contribuir
uz: Hissa qo‘shish

source: Tips
bn_bd: পরামর্শ
br: Tunioù
bs: Savjeti
cy: Cynghorion
es_mx: Consejos
gd: Gliocasan
is: Ábendingar
kab: Tixbula
lt: Patarimai
pt: Dicas
uz: Maslahatlar

source: Add-ons
bn_bd: অ্যাড-অন
br: Askouezhioù
bs: Dodaci
cy: Ychwanegion
es_mx: Complementos
gd: Tuilleadain
is: Viðbætur
kab: Izegrar
lt: Priedai
nb_no: Utvidelser
pt: Extras
uz: Qo‘shimcha dasturlar

source: Get help
bn_bd: সাহায্য পান
br: Kaout skoazell
bs: Primite pomoć
cy: Derbyn cymorth
es_mx: Obtén ayuda
gd: Faigh cobhair
is: Fá hjálp
kab: Awi-d tallalt
lt: Žinynas ir pagalba
pt: Obter ajuda
uz: Yordam olish

source: Happy 10th Birthday Thunderbird!
es_mx: ¡Feliz décimo Cumpleaños Thunderbird!
gd: Tha Thunderbird 10 bliadhna a dh'aois an-diugh!
pt: Feliz 10º aniversário Thunderbird!
uz: Thunderbird’ning 10 yilligi muborak bo‘lsin!
