Repository: alvinlaz96/mozilla-lang
Catalog: nv/download_button.lang.po
Languages: nv

source: Download Firefox
nv: Firefox níłch’ih bee ’ééhoziní bits’ą́ą́dóó choideesht’eeł nisin.

source: Download now
nv: K’ad choideesht’eeł nisin.

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
nv: Béésh łichíi’ii t’áá bí nitsíkeesí ’éí Firefox yiyoołwoł dooleełígíí <a href="%(url)s">doo bá bíighah da</a> lá.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
nv: Béésh łichíi’ii t’áá bí nitsíkeesí ’éí Firefox yiyoołwoł dooleełígíí doo bá bíighah dagi ’át’ée nidi díí Firefox nówoh yę́ędą́ą́’ ’ádaalyaa yę́ę’ígíí bídinéeshtah daats’í nínízin.

source: <span>Firefox Beta</span> for Android
nv: <span>Firefox Beta</span>Android báhígíí

source: <span>Firefox Aurora</span> for Android
nv: <span>Firefox Aurora</span>Android báhígíí

source: <span>Firefox</span> for Android
nv: <span>Firefox</span>Android báhígíí

source: Get it free on Google Play
nv: Google Play bits’ą́ą́dóó t’áá jíík’ehgo choisíníłt’e’go bíighah.

source: <span>Firefox</span> for iOS
nv: <span>Firefox</span>iOS báhígíí

source: Get it free from the App Store
nv: App Store bits’ą́ą́dóó t’áá jíík’ehgo choisíníłt’e’go bíighah.

source: Firefox Beta
nv: Firefox bídínóotah biniiyéhígíí

source: Free Download
nv: T’áá jíík’ehgo níłch’ih bee ’ééhoziní bits’ą́ą́dóó choot’eehígíí ’át’é.

source: Update your Firefox
nv: Firefox t’áá ’ániidí ’ánídeeshdlííł nisin.

source: Supported Devices
nv: Béésh ’atsiniltłish biyi’jį’ nizhónígo nidaalnish dooleełígíí

source: Get it on Google Play
nv: Google Play bits’ą́ą́dóó t’áá jíík’ehgo choisíníłt’e’go bíighah.

source: Get Firefox for Android
nv: Firefox ’éí Android bá choiniłt’eeh

source: Download on the App Store
nv: App Store bits’ą́ą́dóó ch’oiniłt’eeh

source: Get Firefox for iOS
nv: Firefox ’éí iOS bá choiniłt’eeh

source: What’s New
nv: Ha’át’íí ’Ániid ’ádaalyaa

source: Privacy
nv: Dįnę́ bits’ą́ą Nanil’in

source: Firefox Privacy
nv: Firefox bibee nanil’iní

source: Systems &amp; Languages
nv: bee ’ałch’é ’ál’íní &amṕ; Saad bee yá’áti’í

source: Firefox for Other Platforms & Languages
nv: Firefox ’éí platforms dóó saad bee yá’áti’ ’ał’ąą ’ádaat’éhígíí bá ’ádaalyaaígíí
