Repository: alvinlaz96/mozilla-lang
Catalog: nv/download.lang.po
Languages: nv

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
nv: Mozilla Firefox ’éí t’áá jíík’eh nį́łch’ih bee ’ééhoziní bee níl’íní ’át’éego doo béeso ’ál’į́į da dooleełgo biniiyé ’ályaa dóó Dįnę́ t’áadoo le’é bee bóhólníihgo níłch’ih bee ’ééhoziní t’áá nizhóní dooleełgo biniiyé t’áá ’ał’ąą ’át’éego ’ádeił’į́į doo.

source: Different by Design
nv: Naashch’ąą’ígíí bee łahgo ’át’é.

source: Proudly <span>non-profit</span>
nv: Doo béeso biniiyéégóó <span>biniinaa baa ha’niih</span>

source: Innovating <span>for you</span>
nv: Ha’át’íi da <span>’ániid ’ádaat’éego ná ’ál’į́įgo ’át’é</span>

source: Fast, flexible, <span>secure</span>
nv: Tsxį́įłgo naalnish dóó łahgo ’ádoolníiłgo bíighah <span>dóó ’ayóo ’ách’ą́ą́h ’ádósin</span>

source: Thanks for choosing Firefox!
nv: Firefoxjígo nínízį́į́’ígíí baa ’ahxééh daniidzin lą́ą!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
nv: Hodíína’go FireFox t’áá bí béésh łichíi’ii t’áá bí nitsíkeesí biyi’jį’ dah didoolwoł, nidi doo ná ’ánééhgóó, <a href="%s">kwe’é bił ’adílchííd</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
nv: Doo béeso biniiyé ’ádeiit’į́į́góogo, t’áá nį ’íinínízingo t’áadoo le’é ’ániid ’ádeeshłííł nínízingo bíighah. ’Éí ts’ídá ’ayóo nił yá’át’éeh doo.

source: Welcome to the only browser <em>that puts you first.</em>
nv: Díí níłch’ih bee ’ééhoziní bee níl’íní <em>t’áá ’álą́ąjį’ sizį́ góne’é ’ánósinígíí ’éí k’é niłníí lá.</em>

source: Mozilla Firefox Web Browser
nv: Mozilla Mą’iikǫ’ biNíłch’ih bee ’ééhoziní bee níl’íní
