Repository: alvinlaz96/mozilla-lang
Catalog: sat/mozorg/about/manifesto.lang.po
Languages: sat

source: The Mozilla Manifesto
sat: मोजिला ला़य सोदोर उदुक्

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
sat: नोवा दो नियोम को काना ओका आलेयाक् मिसोन लाहा राकाब झिज तेत् नावा आ़रु आर वेब रे ओबसोर उदुक् ला़गित् .

source: Share this
sat: नोवा हा़टिञ

source: <strong>Our 10</strong> Principles
sat: <strong> आलेयाक् 10</strong> नियोम को .

source: Previous principle
sat: पा़हिल तेयाक् नियोम

source: Next principle
sat: दोसार नियोम

source: See more…
sat: बाड़ती नियोम…

source: Learn more
sat: बाड़ती ञेंल मे

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
sat: इन्टार नेट दो मित् नाहागाक् जिबोन रेयाक् मित् पुरुनाक् हा़टिञ काना —सिखनात् संचार ,गोड़ो, बेपार, रा़स्का रोमोज आर गोटा सांवता लेका रे मित् का़ठी जोड़ान.

source: Use Open Badges to share your skills and interests
sat: आमाक् लेकमान आर गोरजी हा़टिञ ला़गित् झिज बैज को बेभार मे .

source: Explore how the Web impacts science
sat: चेत् लेका वेब सांड़ेस ए पोरभावा पानते तुद मे.

source: Learn about open source code in journalism
sat: पत्रकारिता रे झिज सोत कोड बाबोत ते चेद मे.

source: Making to learn in the digital world
sat: डिजिटाल दुनिया रे चेदोक् ला़गित् तेयार मे .

source: Open Badges
sat: झिज बैज को

source: The Internet is a global public resource that must remain open and accessible.
sat: इन्टार नेट दो मित् गोलोबाल होड़ कोवाक् सोत काना ओका झिज आर आ़तुर लेक ताहें ला़कती .

source: Read about open Internet policy initiatives and developments
sat: झिज इन्टार नेट नीति एहोबोक् को आर लाहा़नती को बाबोत ते पाड़हाव .

source: Explore how to help keep the Web open
sat: चेत् लेका वेब झिज दोहो गोड़ोवाक् आ पानते तुद मे .

source: Mozilla story
sat: मोजिला काहनी

source: You don’t have to make a case for open. You have to make a case for not open.
sat: आम झिज ला़गित् काथा तेयार बाङ ला़कती. आम बाङ झिज ला़गित् मित् काथा तेयार ला़कती.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
sat: <span> जोनाथान नाइटिंगाल ,</span> <span>VP फायारफॉक्स </span>

source: The Internet must enrich the lives of individual human beings.
sat: इन्टार नेट निजे मानवा होपोन कोवाक् ताहें बा़ड ला़कती.

source: See how the Web can connect the world to healthcare
sat: ञेंल मे चेत् लेका वेब बेस होड़मो दोहो रे दुनिया़ जोड़ाव दाड़ेयाक् आ.

source: Explore how the Web works
sat: चेत् लेका वेब का़मी या पानते तुद में .

source: Medic Mobile
sat: मोडिक मोबाइल

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
sat: निजेराक् ’ जा़पती आर इन्टार नेट रे निजेराक् दो मुलाक् काना आर आपनार मोने तेयाक् लेका बेभार बाङ ला़कती .

source: See how Mozilla works to put your privacy first
sat: ञेंल मे चेत् लेका मोजिला आमाक् निजेराक् पा़हिल दोहो ला़गित् का़मी या .

source: Read about developments in privacy and data safety
sat: निजेराक् आर डाटा निजेराक् रे लाहा़नती बाबोत ते पाड़हाव मे .

source: Learn more about how to protect yourself online
sat: चेत् लेका आमतेत् ते ऑनलाइन रे आ़डोक् आबाबोत् ते बाड़ती चेद मे .

source: The Web We Want: An Open Letter
sat: वेब आले ले ञाम कान : मित् झिज चिठीसाकाम .

source: Individuals must have the ability to shape the Internet and their own experiences on it.
sat: निजेते इन्टार नेट बेनाव ला़गित् लेकमान आर ओना रे आकोवाक् निजे ञेल हेरेड़ को हुयुक् ला़कती.

source: Use these free tools to teach the Web
sat: वेब पाड़हाव ला़गित् नोवा को पोला तेयाक् टुल बेभार मे .

source: Learn about creating and curating content for the Web
sat: वेब ला़गित् तेयार आर आजार चाबा बिसोय बाबोत ते चेद मे.

source: Teaching the Web
sat: वेब पाड़हाव चेत् होचो

source: Meet the Webmakers
sat: वेब तेयार को ञापाम .

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
sat: मित् होड़कोवाक् सोत लेका इन्टारनेट रेयाक् पोरभाव तेत् भितिर चालाव तेत् चेतान ताबेक आ (गापाते, डाटा तेयार, बिसोय ), नावा आ़रु आर दुनियाजाक् सा़मिला़त् होक हा़टिञ काना .

source: Add new voices to open source technology
sat: सोत प्रौद्योगिकी झिज ला़गित् नावा साडे को सेलेद मे.

source: Set your Do Not Track preference
sat: आमाक् आलोम पांजा तुसियाक् साजाव मे.

source: Understand the Web ecosystem
sat: वेब पोरिस्थिती सेस्टेम बुझा़व मे.

source: Who is Mozilla?
sat: मोजिला दो ओकोय काना ?

source: Free and open source software promotes the development of the Internet as a public resource.
sat: पोला तेयाक् आर झिज सोत सोफ्टवेयार मित् होड़ कोवाक् सोत लेका इन्टारनेट रेयाक् लाहानी राकाब मे.

source: Explore how open practices keep the Web accessible
sat: चेत् लेका वेब आ़तुर दोहो हेवा को झिजा पानते तुद मे.

source: Learn how to remix content to create something new
sat: जाहांनाक् नावा तेयार ला़गित् चेत् लेका बिसोय मेसाया चेद मे.

source: Learn how to maximize the interactive potential of the Web
sat: वेब रेयाक् हुयुगाक् आपोसपोर का़मी चेत् लेका माराङ उता़र तेयारा चेद मे .

source: Contributing to Open Source Software
sat: झिज सोत् सोफ्टवेयार ला़गित् चांदा एम .

source: Transparent community-based processes promote participation, accountability and trust.
sat: ञेल पारोमाक् बिरा़द-बा़यसा़व का़मी सा़मिला़त, हिंसाब दाड़ा तेत् आर पा़तिया़व राकाब .

source: Participate in our governance forum
sat: आलेयाक् सासोन फोरुम रे सा़मिलोक्.

source: Join us as a volunteer
sat: मित् का़मी लेका आले ठेन खोंजा मे .

source: Join us as a student ambassador
sat: मित् पा़ठुवा़ गिदरा़ दुत लेका आले ठेन खोंजाइम .

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
sat: <a href="%(volunteer)s">का़मिया</a> or <a href="%(ambassador)s">पा़ठुवा गिदरा़ दुत </a>

source: Learn how to collaborate online
sat: ऑान लाइन चेद लेका गोड़ोवाक् आ चेद मे .

source: I am a Mozillian
sat: इञ दो मित् मोजिलायान काना .

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
sat: इन्टार नेट रेयाक् लाहानती रे बानिज लेका ते सा़मिलोक् आ आयमा लाब को ; बानिज लेका तेयाक् लाब आर होड़ कोवाक् ला़ब ताला बाराबारी सोमान दो आंझाट गेया .

source: Visualize who you interact with on the Web with Lightbeam
sat: ञेंल होचो तेयार लाइट बिम सांव वेब सांव ओकोय आम आपोस पोर काथा होचो मे.

source: See how Firefox phones seek to balance the mobile ecosystem
sat: ञेल मे चेत् लेका फायार फॉक्स कोन मोबाइल पोरिस्थिती सोमान दोहो ला़गित् ञामा .

source: Learn about creating Web resources with others
sat: एटाक् को सांव वेब सोत को तेयार बाबोत ते चेद मे .

source: Lightbeam for Firefox
sat: फायारफॉक्स ला़गित् लाइटबिम

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
sat: इन्टार नेट रेयाक् ओबोसता होड़ कोवाक् लाब हुडिञाक् माराङ तेयार दो मित् मोहोत् जोस काना, ओकतो रेय़ाक् बेसाक्, धेयान आर आलायोक्, .

source: Host or join a Maker Party
sat: हुय होचोयिच् आर बाङ मित् दोलतेना रिजाक् रे खोंजा काना.

source: Learn how to build online collaboration skills
sat: ऑनलाइन गोड़ो लेक तेत् चेद लेका तेयारा चेद मे.

source: What is MozFest?
sat: मोजफेस्ट दो चेद काना ?

source: Read the entire manifesto
sat: सानाम ला़य सोदोर पाड़हाव मे .

source: Tell your friends
sat: आमरिन गाते को मेता कोम .

source: I support Mozilla because… #mozmanifesto
sat: इञ मोजिला गोड़ोवाक् आ चेदाक् जे … # मोजमानि फिसटो .

source: Tweet this
sat: नोवा ट्वीट मे

source: Learn more about…
sat: बाबोत ते बाड़ती चेद मे …

source: Donating to Mozilla
sat: मोजिला रे दान .

source: Our history
sat: आलेयाक् हिता़ल

source: Our mission
sat: आलेयाक् मिसोन

source: Introduction
sat: उपरुम

source: The Internet is becoming an increasingly important part of our lives.
sat: इन्टार नेट दो आलेयाक् ताहें रेयाक् मित् बाड़हावाक् मोहोत हुयुक् आ.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
sat: मोजिला प्रोजेक्ट दो होड़ कोवाक् गोलोबोल बिरा़द काना ओकोय ओना झिज तेत् , नावा आ़रु पा़तिया़वाक् आ, आर ओबसोर दो इन्टारनेट रेयाक् बेस होड़मो लेताड़ ला़गित् का़ठी काना . आले गोटाय ला़गित् 1998 खोन मित् धाव तेले का़मी काना ओका ते इन्टार नेट दो मित् होर रे लाहा आकाना ओना ते जोतो होड़ को लाबोक् आ. आले दो मोजिला वेब ब्राउजार तेयार ला़गित् बेस उता़र बाडाय को काना ले.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
sat: मोजिला प्रोजेक्ट वेयार तेयार ला़गित् बिरा़द-बा़यसा़व सेटेर बेभारा आर गोड़ो चोगोड़ को रेयाक् नावा लेकानाक् लाहाय ला़गित् , आले जोतो को ला़गित् बेस इन्टार नेट ञेंल हेरेड़ तेयार रे सा़मिलाकान होड़ कोवाक् बिरा़द को आले ले तेयारा.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
sat: नोवा कुरुमुटु को रेयाक् कुड़ाय लेकाते, आले नियोम को रेयाक् मित् साजाव छा़नी आकात् आ ओना होड़ कोवाक् बेस लाब ला़गित् आंझाट गेया. आले लातार रे नोवा नियोम को साजाव आकात् आ .

source: The goals for the Manifesto are to:
sat: ला़य सोदोर जोस को दो :

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
sat: इन्टार नेट ला़गित् मित् बार्सान पुस्टा़व ओका मोजिला सा़मिला़त् को पांजा ला़गित् मोजिला फांडेसोन को ञाम काना ;

source: speak to people whether or not they have a technical background;
sat: होड़ को मेताको जुदी यो आर बाङ उनकु ठेल मित् टेकनिकाल ओनोड़ बाय ताहेना ;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
sat: मोजिला गोड़ो एमोक् को गोरोब तेयार ओका आले ले का़मी काना आर लेताड़ ला़गित् आले ले उसका़क् काना ; आर .

source: provide a framework for other people to advance this vision of the Internet.
sat: इन्टार नेट रेयाक् नोवा विज्ञान लाहाय ला़गित् एटाक् होड़ को ला़गित् मित् फ्रेमवार्क एम.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
sat: नोवा नियोम कोदो आकोवाक् निजे रे जिवोन ला़गित् बाय हिजुक् आ. होड़ को इन्टार नेट झिज आर सा़मिलोक तेयार ला़गित् ला़कती आ- होड़ को निजे लेका को का़मी या, दोल रे मित् धाव तेको का़मी या, आर एटाक् को को आ़युर कोवा. मोजिला फाउंडेसोन दो मोजिला ला़य सोदोर रे साजावाकान नियोम को लाहा ला़गित् आलायाकाना. आले आलेठेन खोंजा ला़गित् एटाक् को ले नेवतायेत् कोवा आर जोतो होड़ ला़गित् जावगे बेस जायगा इन्टटार नेट तेयार ला़गित्.

source: Principles
sat: नियोम को

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
sat: निजेराक् इन्टारनेट बेनाव ला़गित् लेकमान ताहें ला़कती आर इन्टार नेट रे आकोवाक् निजे ञेंल हेरेड़.

source: Advancing the Mozilla Manifesto
sat: मोजिलाला़य सोदोर लाहायेत् आ .

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
sat: नोडे मोजिला ला़य सोदोर रेयाक् नियोम को लाहाय रेयाक् आयमा भेगार होर को मेनाक् आ. आले चोगोड़ को रेयाक् माराङ पासनाव ले सा़गुन दाराम, आर सोमान तेयार तेत् माड़ाङ ते उयहा़र ओका मोजिला सा़मिला़त् को प्रोजक्ट रेयाक् एटाक् जायगा को रे को उदुक् आकाना, निजेर ला़गित् मोजिला प्रोजेक्ट रे गा़हिर ते बाको सा़मिल आकाना , मित् भुल आर मोजिला फायारफॉक्स आर एटाक् तेयार ओडोक् को बेभार ला़गित् ला़य सोदोर गोड़ो ला़गित् आ़डी पोरभाव होर मेना क् आ ओका ला़य सोदोर रेयाक् नियोम को सा़मिल आकात् आ.

source: Mozilla Foundation Pledge
sat: मोजिला फाउंडेसोन किरा़ हाताव .

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
sat: मोजिला फांउडेसोन किरा़ हाताव आजाक् चोगोड़ रे मोजिला ला़य सोदोर गोड़ो ला़गित् . बिसेस काते, आले ले कोरावा :

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
sat: झिज प्रौद्योगिकी आर बिरा़द को तेयार आर हुय होचो ओका ला़य सोदोर निसोम को गोड़ोवाक् आ ;

source: build and deliver great consumer products that support the Manifesto’s principles;
sat: माराङ हाक् ताव कोवाक् तेयार आर एम ओका ला़य सोदोर नियोम को गोड़ोवाक् आ ;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
sat: मोजिला सोमपुती को बेभार (बुद धोन जे लेका छापा ओडोक होक आर ट्रेडमार्क, सामान को, टाका का़वड़ी आर मानोत ) मित् झिज प्लेटफोर्म रे इन्टारनेट दोहो ला़गित् ;

source: promote models for creating economic value for the public benefit; and
sat: होड़ को लाब ला़गित् ओरथो गोनोङ तेयार ला़गित् मोडेल को राकाब ; आर .

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
sat: होड़ को बाखान आर इन्टार नेट उद्योग भितिर रे मोजिला ला़य सोदोर नियोम को राकाब.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
sat: तिना़क् गान फाउंडेसोन चोगोड़ को सुयदोम तेयार, एम पुरुन आर हाक् ताव को तेयार ओडोक् रेयाक् लाहा राकाब —मोजिला फाउंडेसोनाक् पुरा़ हातावा गोड़ोवाक्, मोजिला कॉर पोरेसोन सेत् ते पा़हिल चालाव होचो.

source: Invitation
sat: नेवता

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
sat: मोजिला फाउंडेसोन जोतो एटाक् को नेवता ओकोय आले सांव जुड़ाक् ला़गित् मोजिला ला़य सोदोर रेयाक् नियोम को गोड़ोवाक् आ आर मित् सा़री इन्टार नेट रेयाक् नोवा विजन तेयार ला़गित् नावा होर ञाम.
