Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/family/index.lang.po
Languages: gn_py

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
gn_py: Maranduve opaichagua ijapopyre rehegua mba'erechahápe g̃uarã ha kundahára oku'éva (ha hetave) oipytyvõva oñemba'apo hag̃ua ñandutípe. Eñemosãso Firefox ndive.

source: You’re using an older version of Firefox for desktop.
gn_py: Eipuruhína Firefox ymaveguaréva mba'erechaha pegua.

source: Update today to stay fast and safe.
gn_py: Embohekopyahu ko'ág̃a ipya'e ha hekorosã hag̃ua.

source: Choose Independent.
gn_py: Eiporavo Ijeheguíva.

source: Choose Firefox.
gn_py: Eiporavo Firefox.

source: Free yourself with %s
gn_py: Eñemosãso %s ndive

source: Firefox <span>for</span> desktop
gn_py: Firefox <span></span> mba'erechahápe g̃uarã

source: Trusted. Flexible. Fast.
gn_py: Jeroviaha. Ambuekuaa. Karu'ỹ.

source: Firefox <span>for</span> Android
gn_py: Firefox <span></span> Android pe g̃uarã

source: Make it uniquely yours.
gn_py: Ejapo nemba'erãite.

source: Get it on Google Play
gn_py: Eguerekóta Google Play rupi

source: Firefox <span>for</span> iOS
gn_py: Firefox <span></span> iOS pe g̃uarã

source: Fast. Smart. Yours.
gn_py: Karu'ỹ. Ha'evéva. Nemba'ete.

source: Get it on iPhones and iPads
gn_py: Eguerekokuaa iPhones ha iPads rupi

source: Now with Tracking Protection.
gn_py: Ahora, con la protección de rastreo.Ko'ág̃a, jeheka ñemo'ã ndive.

source: Connect Firefox wherever you use it.
gn_py: Eike Firefox pe eipurusehápente.
