Repository: alvinlaz96/mozilla-lang
Catalog: */marketplace/marketplace.lang.po
Languages: bn_bd, ca, cy, es, fr, gd, hi_in, km, ms, pt, sw, ur, uz, xh

source: Develop HTML5 Web apps for the Firefox Marketplace »
bn_bd: ফায়ারফক্স মার্কেটপ্লেসের জন্য HTML5 ওয়েব অ্যাপ তৈরি করুন »
ca: Desenvolupeu aplicacions web HTML5 per al Firefox Marketplace»
cy: Datblygwch apiau HTML5 Web ar gyfer y Firefox Marketplace »
es: Desarrollar aplicaciones web HTML5 para Firefox Marketplace »
fr: Développer des applications web en HTML5 pour le Marketplace Firefox&nbsp;»
gd: Leasaich aplacaidean-lìn HTML5 airson margaid Firefox »
hi_in: फ़ायरफ़ॉक्स बाज़ार के लिए HTML5 वेब Apps का विकसित करें »
km: អភិវឌ្ឍ​កម្មវិធី​បណ្ដាញ HTML5 សម្រាប់​ឃ្លាំង​កម្មវិធី Firefox »
ms: Membangunkan app web HTML5 untuk Firefox Marketplace »
pt: Programe aplicações Web HTML5 para o Firefox Marketplace »
sw: Tengenea programu tumizi za HTML5 za Firefox Marketplace»
ur: Firefox Marketplace کے لیے HTML5 ویب ایپسبنائیں »
uz: "Firefox do‘koni" uchun HTML5 veb ilovalarini tuzish »
xh: Phuhlisa ii-apps zeWebhu ze-HTML5 ukwenzela iMarike yeFirefox »

source: Partner with Mozilla »
bn_bd: মজিলার অংশীদার হোন »
ca: Associar-es amb Mozilla»
cy: Dewch yn Bartner i Mozilla »
es: Asociarse con Mozilla »
fr: S'associer avec Mozilla&nbsp;»
gd: Com-pàirteachas le Mozilla »
hi_in: मोज़िला के साथ भागीदार बनें »
km: ដៃគូ​ជាមួយ Mozilla »
ms: Menjadi rakan kongsi Mozilla »
pt: Torne-se um parceiro da Mozilla »
sw: Shirikiana na Mozilla »
ur: Mozilla کے ساتھ شریک بنیں »
uz: Mozilla bilan hamkorlik »
xh: Yiba liHlakani leMozilla »

source: Sign up for more news about the Firefox Marketplace.
ca: Registreu-vos per a rebre més notícies del Firefox Marketplace.
cy: Ymunwch am ragor o newyddion am Mozilla Marketplace.
es: Regístrate para recibir más noticias sobre Firefox Marketplace.
fr: Abonnez-vous pour être informé de l'actualité du Marketplace Firefox.
gd: Clàraich airson barrachd naidheachdan mu mhargaid Mozilla.
hi_in: मोज़िला बाज़ार के बारे में और अधिक समाचार के लिए साइनअप करें.
km: ចុះឈ្មោះ​សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​ឃ្លាំង​កម្មវិធី Firefox ។
ms: Daftar untuk lebih banyak berita mengenai Firefox Marketplace.
pt: Subscreva para mais notícias sobre a Firefox Marketplace.
sw: Jisajili kwa habari zaidi kuhusu Firefox Marketplace.
ur: Firefox Marketplace کے بارے میں مزید خبروں کے لیے سائن اپ کریں۔
uz: "Firefox do‘koni" haqidagi ko‘plab yangiiklarga yoziling.
xh: Bhalisela iindaba ezingakumbi zeMarike yeFirefox.
