Repository: alvinlaz96/mozilla-lang
Catalog: */marketplace/marketplace.lang.po
Languages: bn_bd, ca, cy, es, fr, gd, hi_in, km, ms, pt, sw, ur, uz, xh

source: Firefox Marketplace
bn_bd: ফায়ারফক্স মার্কেটপ্লেস
fr: Marketplace Firefox
gd: Margaidh Firefox
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस
km: ឃ្លាំង​កម្មវិធី Firefox
ms: Gedung Firefox
xh: IMarike yeFirefox

source: Firefox Marketplace <span class="aurora">Aurora</span>
bn_bd: ফায়ারফক্স মার্কেটপ্লেস<span class="aurora">অরোরা</span>
fr: Marketplace Firefox <span class="aurora">Aurora</span>
gd: Margaidh Firefox <span class="aurora">Aurora</span>
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस<span class="aurora">औरोरा</span>
km: ឃ្លាំង​កម្មវិធី Firefox <span class="aurora">Aurora</span>
ms: Gedung Firefox <span class="aurora">Aurora</span>
xh: IMarike yeFirefox <span class="aurora">ye-Aurora</span>

source: Open for business
bn_bd: ব্যবসার জন্য উন্মুক্ত
ca: Obert per als negocis
cy: Agor ar gyfer busnes
es: Abierto para los negocios
fr: Les vannes sont ouvertes
gd: Fàilte ro ghnìomhachas
hi_in: व्यापार के लिए खुला
km: បើក​ចំហ​សម្រាប់​ជំនួញ
ms: Dibuka untuk perniagaan
pt: Aberto para negócio
sw: Imefunguliwa kwa biashara
ur: کاروبار کے لیے کھلا
uz: Biznes uchun ochiq
xh: Ivulelwe ushishino

source: Visit the Marketplace »
bn_bd: মার্কেটপ্লেস দেখুন
ca: Visiteu el Marketplace »
cy: Dewch i weld y farchnad »
es: Visitar Marketplace »
fr: Visiter le Marketplace&nbsp;»
gd: Tadhail air a' mhargaidh »
hi_in: मार्केटप्लेस में जाएँ »
km: ទស្សនា​ឃ្លាំង​កម្មវិធី​ »
ms: Lawati Marketplace »
pt: Visite o Marketplace »
sw: Tembelea Marketplace »
ur: Marketplace کا مصاحبہ کریں »
uz: Do‘koga tashrif buyuring »
xh: Tyelela iMarike »

source: Try the Marketplace&nbsp;»
bn_bd: ব্যবহার করুন মার্কেটপ্লেস&nbsp;»
ca: Proveu el Marketplace&nbsp;»
cy: Defnyddiwch y Marketplace&nbsp;»
es: Probar Marketplace&nbsp;»
fr: Essayer le Marketplace&nbsp;»
gd: Feuch a' mhargaidh&nbsp;»
hi_in: मार्केटप्लेस का प्रयास करें
km: សាកល្បង​ឃ្លាំង​កម្មវិធី&nbsp;»
ms: Cuba Marketplace&nbsp;»
pt: Experimente o Marketplace&nbsp;»
sw: Jaribu Marketplace&nbsp;»
ur: Marketplace استعمال کر کے دیکھیں&nbsp;»
uz: Do‘konda urinib ko‘ring&nbsp;»
xh: Zama iMarike&nbsp;»

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
ca: Per provar la versió Aurora del Firefox Marketplace, heu de baixar el Firefox Aurora al vostre telèfon Android.
cy: I roi prawf ar ryddhad yma o'r Firefox Marketplace Aurora, mae angen i chi yn gyntaf i lwytho Firefox Aurora i lawr ar eich ffôn Android.
es: Para probar el lanzamiento de Firefox Marketplace en Aurora, lo primero que tienes que hacer es descargar Firefox Aurora en tu teléfono Android.
fr: Pour essayer la version Aurora du Marketplace Firefox, vous devez d'abord télécharger Firefox Aurora sur votre téléphone Android.
gd: Mus urrainn dhut sgaoileadh Aurora de mhargaidh Firefox fheuchainn, feumaidh tu Firefox Aurora a luchdadh a-nuas dhan fhòn Android agad an toiseach.
hi_in: फ़ायरफ़ॉक्स बाज़ार की औरोरा रिलीज को इस्तेमाल करने के लिये आपको पहले अपने एंड्राइड फ़ोन पर फ़ायरफ़ॉक्स औरोरा डाउनलोड करना होगा|
km: ដើម្បី​សាកល្បង​ការ​ចេញផ្សាយ Aurora នៃ​ឃ្លាំង​កម្មវិធី Firefox, ជា​ដំបូង​អ្នក​ត្រូវ​ទាញ​យក Firefox Aurora ដាក់​លើ​ទូរស័ព្ទ Android របស់​អ្នក។
ms: Untuk mencuba Gedung Firefox keluaran Aurora, pertama sekali anda perlu memuat turun Firefox Aurora pada telefon Android anda.
pt: Para experimentar a versão Aurora do Firefox Marketplace, primeiro precisa de transferir o Firefox Aurora no seu telemóvel Android.
ur: Firefox Marketplace کی Aurora اجرا ٹیسٹ کرنے کے لیے، آپ کو پہلے اپنے Android فون پر Firefox Aurora ڈاؤن لوڈ کرنا ہو گا۔
uz: "Firefox do‘koni" "Aurora" relizini sinab ko‘rish uchun, avvalo, "Firefox Aurora"ni "Android" telefongizga yuklab olishingiz kerak.
xh: Ukuze uvavanye i-Aurora entsha ekhutshiweyo yeMarike yeFirefox, kufuneka uqale ukhuphele iFirefox Aurora kwifowuni yakho ye-Android.

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
bn_bd: একবার আপনি অ্যান্ড্রয়েডের জন্য ফায়ারফক্স আরোরা ডাউনলোড ও ইন্সটল করলে, আপনি ফায়ারফক্স অরোরার "অ্যাপ" মেনু অপশন থেকে ফায়ারফক্স মার্কেটপ্লেস ব্যবহার করতে পারবেন।
ca: Un cop instal·lat el Firefox Aurora per a l'Android, podeu accedir al Marketplace del Firefox des del menú d'apps dins el Firefox Aurora.
cy: Unwaith byddwch wedi llwytho i lawr a gosod Firefox Aurora ar gyfer Android, gallwch gael fynd i'r Firefox Marketplace o'r ddewislen “Apiau” o fewn Firefox Aurora.
es: Una vez hayas descargado e instalado Firefox Aurora para Android, ya podrás acceder a Firefox Marketplace desde la opción de menú "Aplicaciones" de Firefox Aurora.
fr: Une fois Firefox Aurora pour Android téléchargé et installé, vous pourrez accéder au Marketplace Firefox grâce au menu «&nbsp;Applications&nbsp;» de Firefox Aurora.
gd: Turas a bhios Firefox Aurora agad airson Android, bidh cothrom agad air margaidh Firefox o chlàr-taice nan aplacaidean am broinn Firefox Aurora.
hi_in: एक बार आपने फ़ायरफ़ॉक्स औरोरा डाउनलोड कर प्रस्थापित किया, आप फ़ायरफ़ॉक्स मार्केटप्लेस तक फ़ायरफ़ॉक्स औरोरा के “अनुप्रयोग(Apps)" मेन्यू विकल्प से पहुँच सकते है |
km: ពេល​អ្នក​បាន​ទាញ​យក និង​ដំឡើង Firefox Aurora សម្រាប់ Android រួចហើយ អ្នក​អាច​ចូល​ដំណើរការ​ឃ្លាំង​កម្មវិធី Firefox ពី​ជម្រើស​ម៉ឺនុយ “កម្មវិធី” នៅ​ក្នុង Firefox Aurora។
ms: Sebaik sahaja anda memuat turun dan memasang Firefox Aurora untuk Android, anda boleh mencapai Gedung Firefox daripada pilihan menu “Apps” dalam Firefox Aurora.
pt: Assim que transferir e instalar o Firefox Aurora para Android, poderá aceder ao Firefox Marketplace a partir da opção de menu “Aplicações” dentro do Firefox Aurora.
uz: Agar bir marta Android uchun "Firefox Aurora"ni yuklab olsangiz va o‘rnatsangiz, "Firefox Aurora"ning "Ilova dasturlar" menyusidan "Firefox do‘koni"ga kirishingiz mumkin.
xh: Usakube uyikhuphele waza wayifakela iFirefox Aurora ye-Android, ungangena kwiMarike yeFirefox kwimenyu yee-“Apps” kwiFirefox Aurora.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
ca: Mozilla incorpora els seus valors fonamentals al món de les aplicacions: programari lliure, llibertat, elecció de l'usuari. Estem creant un entorn obert que beneficia als desenvolupadors, als propietaris de contingut i als consumidors. Amb aplicacions basades en tecnologies web lliures com l'HTML5, el JavaScriptavaScript i el CSS, els desenvolupadors poden crear experiències enriquides i immersives.
cy: Mae Mozilla yn dod â'i werthoedd craidd - bod yn agored, rhyddid, dewis defnyddiwr - i fyd apiau. Rydym yn creu amgylchedd agored sy'n fanteisiol i ddatblygwyr, perchnogion cynnwys a defnyddwyr. A gydag apiau'n seiliedig ar dechnolegau Gwe agored fel HTML5, JavaScript a CSS, gall datblygwyr adeiladu profiadau cyfoethog a llawn.
es: Mozilla aporta sus valores fundamentales al mundo de las aplicaciones: apertura, libertad, elección para los usuarios. Estamos creando un entorno abierto que beneficia a desarrolladores, propietarios de contenidos y consumidores. Y gracias a las aplicaciones basadas en tecnologías web abiertas como HTML5, JavaScript y CSS, los desarrolladores pueden crear experiencias enriquecidas y envolventes.
fr: Mozilla apporte au monde des applications ses valeurs essentielles&nbsp;— l'ouverture, la liberté et le choix de l'utilisateur. Nous créons un environnement ouvert qui profite à la fois aux développeurs, aux créateurs de contenus et aux consommateurs. Grâce aux applications construites à partir de technologies web comme HTML5, JavaScript et CSS, les développeurs sont aujourd'hui capables de créer de complètes et captivantes expériences.
gd: Tha Mozilla a' toirt na prìomh-luachan aige — fosgarrachd, saoirse is roghnadh cleachdaiche — a-steach do shaoghal nan aplacaidean. Tha sinn a' cruthachadh àrainneachd a bhios 'na bhuannachd do luchd-leasachaidh, leasaichearan susbaint agus dhan luchd-chaitheimh. Agus bidh cothrom aplacaidean snasail ealanta a thogail le aplacaidean a bhios stèidhichte air teicneolasan-lìn mar HTML5, JavaScript agus CSS.
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस का प्रथम औरोरा संस्करण एंड्राइड के लिए फ़ायरफ़ॉक्स औरोरा पर उपलब्ध है, जो डेवेलपर्स को अपने अनुप्रयोग (Apps) पर मार्केटप्लेस बढ़ने तथा प्रगति के दौरान प्रतिक्रिया लेने का साधन देता है |
km: Mozilla កំពុង​នាំមក​នូវ​តម្លៃ​ស្នូល​ជាច្រើន — ការ​បើកចំហ សេរីភាព ជម្រើស​អ្នកប្រើ — សម្រាប់​ពិភព​នៃ​កម្មវិធី។ យើង​កំពុង​បង្កើត​បរិស្ថាន​បើក​ចំហ​ដែល​ផ្ដល់​អត្ថប្រយោជន៍​ដល់​អ្នក​អភិវឌ្ឍន៍ ម្ចាស់​មាតិកា និង​អតិថិជន។ ហើយ​ជាមួយ​កម្មវិធី​ដែល​មាន​មូលដ្ឋាន​លើ​បច្ចេកវិទ្យា Open Web ដូចជា HTML5, JavaScript និង CSS, អ្នក​អភិវឌ្ឍន៍​អាច​បង្កើត​បទពិសោធន៍​ដែល​សម្បូរ​បែប និង​អស្ចារ្យ។
ms: Mozilla membawa nilai-nilai teras — keterbukaan, kebebasan, pilihan pengguna — ke dunia applikasi. Kami mencipta persekitaran terbuka yang bermanfaat kepada pembangun, pemilik kandungan dan pengguna. Dan dengan app berasaskan teknologi terbuka seperti HTML5, JavaScript dan CSS, pembangun boleh membina pengalaman yang kaya dan mendalam.
pt: A Mozilla está a trazer os seus valores básicos — abertura, liberdade, escolha do utilizador — para o mundo das aplicações. Estamos a criar um ambiente aberto que beneficia programadores, proprietários de conteúdos e consumidores. E, com aplicações baseadas em tecnologias Web abertas como o HTML5, o JavaScript e o CSS, os programadores podem construir experiências ricas e imersivas.
xh: IMozilla iliphathele imigaqo yayo engundoqo — ukuvuleka, inkululeko, ukhetho lwabasebenzisi — ihlabathi lee-apps. Sidala imo evulekileyo eyinzuzo kubaphuhlisi, abanini bokuqulathiweyo nakubathengi. Yaye ngobugcisa obuvulekileyo obusekelwe kwiWebhu obunjenge-HTML5, iJavaScript ne-CSS, abaphuhlisi banokwakha amava atyebileyo nangayiwayo.

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
ca: És disponible al Firefox Aurora per a l'Android el primer llançament del Firefox Marketplace, permetent que els desenvolupadors rebin retroacció quant a les seves aplicacions a mida que el Marketplace creix i progressa.
cy: Mae'r ryddhad cyntaf Aurora o'r Firefox Marketplace ar gael ar Firefox Aurora ar gyfer Android, gan roi modd i ddatblygwyr gael adborth ar eu apiau wrth i'r Marketplace dyfu ac yn mynd yn ei flaen.
es: El primer lanzamiento de Firefox Marketplace en Aurora está disponible en Firefox Aurora para Android, proporcionando a los desarrolladores un medio para recibir sugerencias y opiniones sobre sus aplicaciones mientras Marketplace crece y evoluciona.
fr: La première version Aurora du Marketplace Firefox est disponible sur Firefox Aurora pour Android et permet aux développeurs de recueillir des retours d'utilisation de leurs applications au fur et à mesure que le Marketplace prend de l'ampleur et se complète.
gd: Tha a' chiad sgaoileadh de mhargaid Firefox ri làimh air Firefox Aurora airson Android is tha seo a' toirt cothrom dhan luchd-leasachaidh beachdan dhaoine fhaighinn air na h-aplacaidean aca mar a dh'fhàsas a' mhargaid.
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस का प्रथम औरोरा संस्करण एंड्राइड के लिए फ़ायरफ़ॉक्स औरोरा पर उपलब्ध है, जो डेवेलपर्स को अपने अनुप्रयोगों (apps) पर मार्केटप्लेस बढ़ते समय तथा प्रगति के दौरान प्रतिक्रिया लेने का साधन देता है |
km: ការ​ចេញផ្សាយ Aurora ដំបូង​នៃ​ឃ្លាំង​កម្មវិធី Firefox គឺ​មាន​នៅ​លើ Firefox Aurora សម្រាប់ Android, វា​ផ្ដល់​ឲ្យ​អ្នក​អភិវឌ្ឍន៍​ដើម្បី​ទទួល​បាន​មតិ​អ្នកប្រើ​សម្រាប់​កម្មវិធី​របស់​ពួកគេ នៅ​ពេល​ដែល​ឃ្លាំង​កម្មវិធី​ដំណើរការ និង​រីកចម្រើន​ឡើង។
ms: Gedung Firefox keluaran Aurora yang pertama boleh didapati pada Firefox Aurora untuk Android, memberikan pembangun satu cara untuk mendapatkan maklum balas mengenai app mereka sebagaimana Gedung tumbuh dan berkembang.
pt: A primeira versão Aurora do Firefox Marketplace está disponível no Firefox Aurora para Android, dando aos programadores meios para obter feedback nas suas aplicações enquanto o Marketplace cresce e progride.
xh: I-Aurora yokuqala ekhutshiweyo yeMarike yeFirefox iyafumaneka kwiFirefox Aurora ye-Android, nto leyo enika abaphuhlisi iindlela zokufumana ingxelo ngee-apps zabo njengoko iMarike ikhula yaye iqhubela phambili.

source: Find &amp; discover amazing apps easily
bn_bd: সহজেই অনুসন্ধান করুন &amp; আবিষ্কার করুন দারুনসব অ্যাপ
ca: Trobeu i descobriu aplicacions increïbles de forma senzilla
cy: Darganfod apiau anhygoel yn hawdd
es: Encuentra y descubre fácilmente aplicaciones increíbles
fr: Trouvez et découvrez facilement d'impressionnantes applications
gd: Lorg sàr-aplacaidean gun duilgheadas sam bith
hi_in: अद्भूत अनुप्रयोग आसानी से ढूंढें और खोजें
km: រកមើល &amp; បង្ហាញ​កម្មវិធី​ជាច្រើន​យ៉ាង​ងាយស្រួល
ms: Cari &amp; temui app dengan mudahnya
pt: Encontre e descubra facilmente aplicações fantásticas
sw: Tafuta &amp; gundua programu tumizi kwa urahisi
ur: زبردست ایپس آسانی سے ڈھونڈیں &amp; دریافت کریں
uz: Ajoyib ilova dasturlarni osongina toping va kashf qiling
xh: Fumana &amp; ufumanise ii-apps ezimangalisayo nje ngokulula

source: Give us your feedback
bn_bd: আমাদেরকে আপনার প্রতিক্রিয়া জানান
ca: Digueu-nos la vostra opinió
cy: Rhannwch eich adborth gyda ni
es: Danos tu opinión
fr: Faites-nous part de vos avis
gd: Innis dhuinn dè do bheachd
hi_in: हमें अपनी प्रतिक्रिया दें
km: ផ្ដល់ឲ្យ​យើង​នូវ​មតិយោបល់​របស់​អ្នក
ms: Berikan kami maklum balas anda
pt: Dê-nos o seu feedback
sw: Tupe maoni yako
ur: ہمیں اپنے خیالات سے آگاہ کریں
uz: Fikr bildiring
xh: Sinike ingxelo

source: Enjoy rich, immersive experiences
bn_bd: উপভোগ করুন সমৃদ্ধ ও চমৎকার অভিজ্ঞতা
ca: Gaudiu d'experiències enriquides i immersives
cy: Profiadau cyfoethog a llawn
es: Disfruta de experiencias enriquecidas y envolventes
fr: Profitez d'expériences complètes et captivantes
gd: Gabh tlachd ann an sàr-bhathar
hi_in: अमीर, लंबे अनुभवों का आनंद लें
km: រីករាយ​ជាមួយ​បទពិសោធន៍​ដ៏​សម្បូរ​បែប និង​អស្ចារ្យ
ms: Nikmati pengalaman yang kaya dan mengasyikkan
pt: Desfrute de experiências ricas e imersivas
sw: Furahia uzoefu mkubwa
ur: بہترین، اعلیٰ تجربات کا لطف اٹھائیں
uz: Boy va chuqur tajribadan rohatlaning
xh: Nandipha amava atyebileyo nangayiwayo

source: Showcased apps
bn_bd: শোকেস করা অ্যাপ
ca: Aplicacions destacades
cy: Apiau arbennig
es: Aplicaciones destacadas
fr: Applications vedettes
gd: Aplacaidean brosnaichte
hi_in: प्रदर्शित Apps
km: កម្មវិធី​សាកល្បង
ms: Aplikasi yang dipamerkan
pt: Aplicações em exposição
sw: Programu tumizi zilizo onyeshwa
ur: نمائش شدہ ایپ
uz: Ilova dasturlarni reklama sifatida ko‘rsatish
xh: I-apps zomboniso

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
bn_bd: আপনার শুরু করার জন্য নিচে আমাদের কিছু জনপ্রিয় অ্যাপ দেওয়া হল, কিন্তু উপভোগ এবং আবিষ্কার করার মত আরও অনেক কিছু রয়েছে। একবার আপনি <a href="%(mobile_aurora_url)s"> অ্যান্ড্রয়েডের জন্য ফায়ারফক্স (অরোরা)</a> ডাউনলোড করে নিলে, আপনি যেকোন অ্যাপে ক্লিক করলে QR কোড আসবে তা স্ক্যান করে ডাউনলোড করার জন্য। আপনি মার্কেটপ্লেসে সরাসরি অ্যাপ অনুসন্ধানও করতে পারেন।
ca: A continuació us mostrem algunes de les nostres aplicacions favorites, però n'hi ha més per explorar i gaudir. Un cop hagueu baixat el <a href="%(mobile_aurora_url)s">Firefox per a l'Android Aurora</a>, podeu tocar a qualsevol d'aquestes aplicacions per a veure el seu codi QR, escanejar-lo i baixar-les. També podeu cercar aplicacions directament al Marketplace.
cy: Isod mae rhai o'n hoff apiau i'ch helpu chi i ddechrau, ond mae mwy i'w fwynhau ac archwilio. Unwaith y byddwch wedi llwytho i lawr <a href="%(mobile_aurora_url)s">Firefox gyfer Android Aurora</a>, gallwch bwyso ar unrhyw un o'r apiau hyn i ddatgelu cod QR y gallwch ei sganio i'w lwytho i lawr. Gallwch hefyd chwilio am apiau'n uniongyrchol ar y Marketplace.
es: A continuación te mostramos como presentación inicial algunas de nuestras aplicaciones favoritas, pero hay muchas más para disfrutar y explorar. Una vez que hayas descargado <a href="%(mobile_aurora_url)s">Firefox Aurora para Android</a>, puedes tocar en cualquiera de estas aplicaciones para ver su código QR, escanearlo y descargar la aplicación. Puedes también buscar aplicaciones directamente en Marketplace.
fr: Pour vous aider à débuter, voici quelques-unes de nos applications préférées, cependant de nombreuses autres restent à découvrir. Une fois <a href="%(mobile_aurora_url)s">Firefox Aurora pour Android</a> téléchargé, touchez n'importe laquelle de ces applications pour faire apparaitre un code QR que vous pourrez scanner pour télécharger l'application. Vous pouvez également rechercher des applications directement sur le Markeplace.
gd: Seo dhut cuid dhe na h-aplacaidean as fhearr leinn mar thoiseach tòiseachaidh ach tha mòran a bharrachd ann dhut. Turas a luchdaich thu a-nuas <a href="%(mobile_aurora_url)s">Firefox airson Android Aurora</a>, 's urrainn dhut gnogag a thoirt air gin dhe na h-aplacaidean seo gus còd QR a shealltainn as urrainn dhut sganadh gus a luchdadh a-nuas. 'S urrainn dhut aplacaidean a lorg air a' mhargaid fhèin cuideachd.
hi_in: आपके प्रारंभ के लिये नीचे कुछ पसंदीदा अनुप्रयोग हैं, लेकिन आनन्द लेने और खोजने के लिये और बहुत कुछ हैं | एक बार आपने <a href="%(mobile_aurora_url)s">एंड्रॉयड फायरफोक्स औरोरा</a>डाउनलोड कर लिया, आप इनमे से कोइ भी अनुप्रयोग पर टैप कर सकते है, जो आपको QR कोड प्रकट करेगा, जिसे आप स्कैन कर अनुप्रयोग डाउनलोड कर सकते है | आप सीधे मार्केटप्लेस पर भी अनुप्रयोग खोज सकते हो |
km: ខាងក្រោម​នេះ​ជា​កម្មវិធី​ពេញនិយម​ខ្លះៗ​ដើម្បី​ឲ្យ​អ្នក​ចាប់ផ្ដើម ប៉ុន្តែ​មាន​ចំណុច​រីករាយ និង​រុករក​ច្រើន។ ពេល​អ្នក​បាន​ទាញ​យក <a href="%(mobile_aurora_url)s">Firefox សម្រាប់ Android Aurora</a> រួចហើយ អ្នក​អាច​ប៉ះ​កម្មវិធី​ណាមួយ​ដើម្បី​បង្ហាញ​កូដ QR ដែល​អ្នក​អាច​ទាញ​យក​វា​បាន។ អ្នក​ក៏​អាច​ស្វែងរក​កម្មវិធី​បាន​ដោយ​ផ្ទាល់​ផង​ដែរ​នៅ​ក្នុង​ឃ្លាំង​កម្មវិធី។
ms: Di bawah ini terdapat app kegemaran yang anda boleh mulakanm, tetapi terdapat lebih banyak lagi yang anda boleh nikmati dan terokai. Sebaik sahaja anda memuat turun <a href="%(mobile_aurora_url)s">Firefox Aurora untuk Android</a>, anda boleh mengetuk pada mana-mana app untuk mendedahkan kod QR anda boleh imbas untuk memuat turunnya. Anda boleh juga mencari app secara terus di Gedung.
pt: Em baixo estão algumas das nossas aplicações favoritas para que possa começar, mas existem mais para explorar e desfrutar. Assim que transferir o <a href="%(mobile_aurora_url)s">Firefox Aurora para Android</a>, poderá tocar em qualquer uma destas aplicações para revelar um código QR que pode digitalizar para as transferir. Também poderá pesquisar por aplicações, diretamente no Marketplace.
xh: Ngezantsi kukho ii-apps zethu ezimbalwa ezithandwayo eziya kwenza uqalise, kodwa kusekho ezingakumbi onokuzinandipha uze uzihlole. Usakuyikhuphela <a href="%(mobile_aurora_url)s">iFirefox ye-Android Aurora</a>, unokungena nakweyiphi na kwezi apps ukuze ubone ikhowudi ye-QR onokuyiskena ukuze uyikhuphele. Kwakhona ungakwazi ukukhangela ii-apps ngokuthe ngqo kwiMarike.

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
ca: A continuació us mostrem algunes de les nostres aplicacions favorites. N'hi ha moltes més per gaudir i explorar directament al Marketplace.
cy: Isod mae rhai o'n hoff apiau i'ch helpu i ddechrau. Mae 'na hefyd mwy i'w mwynhau a'u harchwilio ar y Marketplace ei hun.
es: A continuación te mostramos como presentación inicial algunas de nuestras aplicaciones favoritas. Hay muchas más para disfrutar y explorar directamente en Marketplace.
fr: Pour vous aider à débuter, voici quelques-unes de nos applications préférées. Il en existe de nombreuses autres à découvrir directement depuis le Marketplace.
gd: Seo dhut cuid dhe na h-aplacaidean as fhearr leinn mar thoiseach tòiseachaidh. Tha mòran a bharrachd ann sa mhargaid.
hi_in: नीचे कुछ पसंदीदा उपकरन है आपके प्रारंभ के लिये. लेकिन और भि है आनन्द और एक्सप्लोर करने के लिये सीधे क्रय-विक्रय स्थान पर.
km: ខាងក្រោម​នេះ​ជា​កម្មវិធី​ពេញនិយម​ខ្លះៗ​ដើម្បី​ឲ្យ​អ្នក​ចាប់ផ្ដើម។ វា​មាន​ចំណុច​រីករាយ​ជា​ច្រើន ហើយ​អ្នក​អាច​រុករក​ដោយ​ផ្ទាល់​នៅ​លើ​ឃ្លាំង​កម្មវិធី។
ms: Di bawah ini adalah beberapa aplikasi pilihan untuk anda bermula. Terdapat lebih banyak aplikasi untuk dinikmati dan diterokai secara terus di pasaran.
pt: Em baixo estão algumas das nossas aplicações favoritas para que possa começar. Também existem mais para explorar e desfrutar diretamente no Marketplace.
ur: آپ کو شروع کرنے میں مدد دینے کے لیے ہماری کچھ پسندیدہ ایپ ہیں۔ کئی اور Marketplace پر براہ راست لطف اٹھانے اور دریافت کرنے کے لیے ہیں۔
uz: Pastda boshlashingiz uchun bizning tanlangan ilovalarimiz keltirilgan.Do‘konda to‘g‘ridan to‘g‘ri ko‘rish va rohatlanish uchun yana ko‘plab boshqa ilova dasturlar bor.
xh: Ngezantsi kukho ii-apps zethu ezimbalwa ezithandwayo eziya kukwenza uqalise. Ziseninzi onokuzinandipha uze uzihlole ngokuthe ngqo kwiMarike.

source: Games
bn_bd: গেমস
ca: Jocs
cy: Gemau
es: Juegos
fr: Jeux
gd: Geamaichean
hi_in: खेल
km: ល្បែង
ms: Permainan
pt: Jogos
sw: Michezo
ur: کھیل
uz: O‘yinlar
xh: Imidlalo

source: News &amp; Media
bn_bd: সংবাদ &amp; মাধ্যম
ca: Noticies i premsa
cy: Newyddion
es: Noticias y multimedia
fr: Actualités et médias
gd: Naidheachdan ⁊ meadhanan
hi_in: समाचार एवं मीडिया
km: ព័ត៌មាន &amp; មេឌៀ
ms: Berita &amp; Media
pt: Notícias e multimédia
sw: Habari &amp; Media
ur: خبریں &amp; میڈیا
uz: Yangiliklar &amp; Mediya
xh: Iindaba &amp; Amajelo Osasazo

source: Productivity
bn_bd: উৎপাদনশীলতা
ca: Productivitat
cy: Cynhyrchiol
es: Productividad
fr: Productivité
gd: Cinneasachd
hi_in: उत्पादकता
km: ផលិតភាព
ms: Produktiviti
pt: Produtividade
sw: Tija
ur: پیداوری
uz: Mahsuldorlik
xh: Imveliso

source: Want to build an app?
bn_bd: অ্যাপ তৈরি করতে চান?
ca: Voleu desenvolupar una aplicació?
cy: Eisiau creu ap?
es: ¿Deseas desarrollar una aplicación?
fr: Envie de créer une application&nbsp;?
gd: A bheil thu airson aplacaid a chruthachadh?
hi_in: एक app का निर्माण करना चाहते हैं?
km: ចង់​បង្កើត​កម្មវិធី?
ms: Adakah anda ingin mencipta aplikasi?
pt: Quer construir uma aplicação?
sw: Unataka kutengeneza programu tumizi?
ur: ایپ بنانا چاہتے ہیں؟
uz: Ilova dastur tuzishni xohlaysizmi?
xh: Ufuna ukwakha i-app?

source: Find out how to create and upload apps to the Firefox Marketplace:
bn_bd: জানুন কিভাবে অ্যাপ তৈরি করে ফায়ারফক্স মার্কেটপ্লেসে আপলোড করতে হয়:
ca: Descobriu com crear i pujar aplicacions al Firefox Marketplace:
cy: Dysgwch sut i greu a llwytho i fyny apiau i'r Firefox Marketplace:
es: Descubre cómo crear y subir aplicaciones a Firefox Marketplace:
fr: Découvrez comment créer et mettre en ligne des applications sur le Marketplace Firefox&nbsp;:
gd: Fiosraich mar a chruthaicheas is mar a luchdaicheas tu aplacaidean suas gu margaid Firefox:
hi_in: पता करें कि कैसे apps बना सकते हैं और फ़ायरफ़ॉक्स बाज़ार के लिए अपलोड करें:
km: រកមើល​ពី​របៀប​បង្កើត និង​ផ្ទុក​កម្មវិធី​ឡើង​ទៅកាន់​ឃ្លាំង​កម្មវិធី Firefox ៖
ms: Ketahui cara-cara untuk mencipta dan memuat naik aplikasi ke Firefox Marketplace:
pt: Saiba como criar e enviar aplicações para o Firefox Marketplace:
sw: Jua vile kutengeneza na kupakia programu tumizi kwa Firefox Marketplace:
ur: پتہ کریں کہ لوگ ایپس کیسے بنا کر Firefox Marketplace پر اپ لوڈ کرتے ہیں:
uz: Ilova dasturlar yaratish va "Firefox do‘koni"ga qanday qilib yuklashni o‘rganing:
xh: Fumanisa indlela ongazenza ngayo ii-apps uze uzifake kwiMarike yeFirefox:
