Repository: alvinlaz96/mozilla-lang
Catalog: */marketplace/partners.lang.po
Languages: bn_bd, ca, cy, fr, pt, ur, uz, xh

source: Build an early fan base and gain popularity.
bn_bd: প্রারম্ভিক অনুরাগী ভিত্তিক তৈরি করুন এবং জনপ্রিয়তা অর্জন করুন।
ca: Creeu una base inicial de seguidors i adquiriu popularitat.
cy: Adeiladu cefnogaeth gynnar a denu poblogrwydd.
fr: Créer une première base d'utilisateurs enthousiastes et augmenter sa popularité.
pt: Crie uma base de fãs e torne-se popular.
ur: ابتدائی فین جلدی بنائیں اور مشہوری حاصل کریں۔
uz: Ilk asosiy fanatlarni yig‘ing va mashhurlikka erishing.
xh: Yakha isiseko sabalandeli sangaphambili uze ufumane udumo.

source: Opening Soon
bn_bd: শীঘ্রই আসছে
ca: Obre ben aviat
cy: Agor cyn bo hir
fr: Ouverture imminente
pt: Brevemente
ur: جلد کھل رہا ہے
uz: Tezda ochiladi
xh: Iyavula Kungekudala

source: Mozilla Marketplace Partners
bn_bd: মোজিলা মার্কেটপ্লেস অংশীদার
ca: Socis del Mozilla Marketplace
cy: Partneriaid Mozilla Marketplace
fr: Partenaires du Marketplace de Mozilla
pt: Parceiro do Mozilla Marketplace
ur: Mozilla Marketplace شریک
uz: Mozilla Marketplace hamkorlari
xh: Amaqabane EMarike KaMozilla

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
bn_bd: মোজিলা তার মূল নীতি — স্বচ্ছ্বতা, স্বাধীনতা, ব্যবহারকারীর পছন্দ — আনছে অ্যাপ্লিকেশনের জগতে।
ca: Mozilla aporta els seus valors principals al món de les aplicacions: obertura, llibertat i capacitat d'elecció pels usuaris.
cy: Mae Mozilla yn dwyn ei werthoedd crai — bod yn agored, rhyddid, dewis y defnyddiwr — i fyd apiau
fr: Mozilla apporte au monde des applications ses valeurs essentielles&nbsp;: l'ouverture, la liberté et le choix de l'utilisateur.
pt: A Mozilla está a trazer os seus valores — a abertura e a liberdade de escolha — para o mundo das aplicações.
uz: Mozilla o‘zning asosiy qiymatlari — ochiqlik, erkinlik, foydalanuvchi tanlovlarini — ilova dasturlar dunyosiga olib kelmoqda.
xh: IMozilla iza nemilinganiselo yayo esisiseko — ukuba phandle, inkululeko, ukhetho lomsebenzisi — kwihlabathi leeaphu.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
bn_bd: এই ভিডিওর প্রয়োজন একটি ব্রাউজার যা ভিডিওটি খুলতে সমর্থন করে অথবা <a href="http://www.adobe.com/go/getflashplayer">অ্যাডোবি ফ্ল্যাশ প্লেয়ার</a>।
ca: Aquest vídeo requereix un navegador amb suport per a l'open video o l'<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
cy: Mae'r fideo yma angen porwr sy'n cynnal fideo agored neu'r <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>,
fr: Pour pouvoir lire cette vidéo, votre navigateur doit prendre en charge la vidéo ouverte ou bien <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
pt: Este vídeo requer um navegador com suporte a open video ou a<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash</a>.
uz: Videoni ko‘rish uchun ochiq video yoki <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a> bilan ishlaydigan brauzer kerak.
xh: Le vidiyo ifuna ibhrawuza ekwaziyo ukuvula ividiyo okanye i-<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
bn_bd: মোজিলা ডেভেলপার নেটওয়ার্ক &nbsp এ HTML5 অ্যাপ্লিকেশান তৈরি সম্পর্কে সব কিছু জানুন;»
ca: Més informació sobre com crear aplicacions HTML5 a la Mozilla Developer Network&nbsp;»
fr: Tout savoir sur le développement d'applications HTML5 grâce au Mozilla Developer Network&nbsp;»
pt: Saiba mais sobre como criar aplicações HTML5 no Mozilla Developer Network&nbsp;»
ur: Mozilla Developer Network پر HTML5 ایپ بنانے کے بارے میں سب کچھ سیکھیں&nbsp;»
uz: Mozilla dasturchilar tarmog‘ida HTML5 ilova dasturlarni yaratish haqida barchasini o‘rganing&nbsp;»
xh: Funda konke ngokuyila iiaphu ze HTML5 kwiMozilla Developer Network&nbsp;»

source: The Mozilla apps platform
bn_bd: মোজিলা অ্যাপ্লিকেশান প্ল্যাটফর্ম
ca: La plataforma d'aplicacions de Mozilla
cy: Platfform apiau Mozilla
fr: La plateforme Mozilla des applications
pt: A plataforma das aplicações Mozilla
ur: Mozilla ایپس پلیٹ فارم
uz: Mozilla ilova dasturlari platformasi
xh: Iqonga leaphu yeMozilla

source: Mozilla Marketplace
bn_bd: মোজিলা মার্কেটপ্লেস
xh: IMarika kaMozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
bn_bd: ওয়েব এর জন্য বিল্ডিং অ্যাপ্লিকেশান কন্টেন্ট, কার্যকারিতা এবং কিভাবে অ্যাপ্লিকেশান মোজিলা ফায়ারফক্স ব্যবহারকারীদের মার্কেটপ্লেস মাধ্যমে কয়েক শ মিলিয়ন যাও এক্সেস সহ বিতরণ করা হয়, উপর পূর্ণ নিয়ন্ত্রণ প্রদান করে।
ca: Crear aplicacions pel web dóna als desenvolupadors el control absolut sobre el contingut, funcionalitats i distribució de les aplicacions, incloent-hi l'accés a centenars de milions d'usuaris del Firefox mitjançant el Mozilla Marketplace.
cy: Mae adeiladu apiau ar gyfer y We yn cynnig i ddatblygwyr reolaeth lawn dros gynnwys, swyddogaethau a sut mae apiau'n cael eu dosbarthu, gan gynnwys mynediad at gannoedd o ddefnyddwyr Firefox drwy'r Mozilla Marketplace.
fr: Créer des applications pour le Web permet aux développeurs d'avoir un contrôle intégral sur le contenu, le fonctionnement et la diffusion des applications, et d'accéder à un marché de centaines de millions d'utilisateurs de Firefox grâce au Marketplace de Mozilla.
pt: Construir aplicações para a Web permite aos programadores controlar todo o conteúdo, funcionamento e distribuição das suas aplicações. Além disso, permite que as aplicações sejam usadas por milhões de utilizadores do Firefox através do Marketplace.
uz: Internet uchun tuzilgan ilova dasturlar dasturchilarga kontentlari, funksiyalari va ilova dasturlarni qanday usulda tarqarish, shuningdek, Mozilla Marketplace ichidagi yuz millionlab Firefox foydalanuvchilari kirishi ustidan to‘liq nazorat o‘rnatishlari imkonini beradi.
xh: Ukwakha iiaphu zeWebhu kunika abaphuhlisi ulawulo olupheleleyo kwisiqulatho, ukusebenza nendlela iaphu esasazwa ngayo, kuquka ufikelelo kumakhulu ezigidi abasebenzisi beFirefox kwiMarike yeMozilla.

source: Submit your app&nbsp;»
bn_bd: আপনার app&nbsp জমা দিন;»
ca: Envieu la vostra aplicació&nbsp;»
fr: Soumettez votre application&nbsp;»
pt: Submeta a sua aplicação&nbsp;»
ur: اپنی ایپ جمع کریں&nbsp;»
uz: Ilova dasturingizni jo‘nating&nbsp;»
xh: Faka eyakho i app&nbsp;»

source: Launch your app on the Web
bn_bd: ওয়েবে আপনার অ্যাপ্লিকেশন প্রবর্তন করুন
ca: Llenceu la vostra aplicació al web
cy: Lansio eich ap ar y We
fr: Lancez votre application sur le Web
pt: Disponibilizar a sua aplicação na web
ur: ویب پر اپنی ایپ چالو کریں
uz: Ilova dasturingizni internetga ishda tushiring

source: Target tech savvy consumers with your app.
bn_bd: আপনার অ্যাপ্লিকেশন দিয়ে প্রযুক্তি প্রিয় ভোক্তাদের লক্ষ্য করুন।
ca: Atragueu usuaris experts tecnològics amb la vostra aplicació.
cy: Targedu defnyddwyr technoleg gwybodus gyda'ch ap.
fr: Viser les utilisateurs avancés.
pt: Atinja os consumidores técnicos com a sua aplicação.
ur: تکنیکی طور پر اچھے صارفیں کو اپنی ایپس کا ہدف بنائیں۔
uz: Maqsad ilova dasturingiz bilan texnik zehnli mijozlar.
xh: ITarget tech iphanda abathengi ngeaphu yakho.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
bn_bd: এই বছরের শেষের দিকে সর্বজনীন চালুকরণের আগে, মোজিলা ব্যবহারকারীদের পরীক্ষার জন্য মার্কেটপ্লেসে ছাড়া হবে। ব্যবহারকারীদের জন্য প্রথম ডেভেলপার হিসেবে অ্যাপ্লিকেশন তৈরির এই সুযোগটি নিন। আপনার অ্যাপ্লিকেশনটি জমা দিন:
ca: Abans que el llançament es faci públic aquest any, Mozilla obrirà el Marketplace per a què els usuaris el provin. Aprofiteu i sigueu un dels primers desenvolupadors d'aplicacions en crear una base d'usuaris. Envieu la vostra sol·licitud a:
cy: Cyn y lansiad cyhoeddus yn hwyrach eleni, bydd Mozilla'n agor y Marketplace ar gyfer ei brofi gan ddefnyddwyr. Cymerwch fantais o hyn drwy fod yn un o'r datblygwyr cyntaf i adeiladu casgliad o ddefnyddwyr. Cyflwynwch eich ap i:
fr: Avant son lancement public cette année, Mozilla va ouvrir son Marketplace aux tests utilisateurs. Profitez-en pour être parmi les premiers développeurs d'applications à se faire connaître et conquérir des utilisateurs. Soumettez votre application pour&nbsp;:
pt: Antes do lançamento oficial no final do ano, a Mozilla vai abrir o Marketplace para testes. Aproveite esta oportunidade para ser um dos primeiros programadores a criar uma base de utilizadores. Submete a sua aplicação para:
uz: Bu yil kechroq ommaviy e’lon qilinishidan oldin Mozilla Marketplace foydalanuvchi sinovi uchun ochiladi. Foydalanuvchilar bazasida birinchi ilova dasturni tuzuvchi ilk dasturchilardan biri bo‘ling. Ilova dasturingizni jo‘nating:
xh: Ngaphambi kokumiselwa esidlangalaleni ngasekupheleni kwalo nyaka, uMozilla uza kuvula iMarike ukuze avavanye. Thatha eli thuba ngokuba ngumntu wokuqala ukuphuhlisa iaphu ukuze wakhe isiseko sabasebenzisi. Faka iaphu yakho ku:

source: Mozilla Marketplace — <em>Opening Soon</em>
bn_bd: মোজিলা মার্কেটপ্লেস—<em>শীঘ্রই আসছে</em>
ca: Mozilla Marketplace. <em>Obre ben aviat</em>
cy: Mozilla Marketplace — <em>Agor Cyn Bo Hir</em>
fr: Marketplace de Mozilla — <em>Ouverture imminente</em>
pt: Mozilla Marketplace — <em>Brevemente</em>
ur: Mozilla Marketplace — <em>جلد کھل رہا یے</em>
uz: Mozilla Marketplace — <em>Tezda ochiladi</em>
xh: Mozilla Marketplace — <em>Iyavula Kungekudala</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
bn_bd: উন্মুক্ত ওয়েব মানদণ্ড এবং মোজিলা নকশাকৃত API গুলি ব্যবহার করুন, দুর্দান্ত অভিজ্ঞতা একাধিক অ্যাপ্লিকেশন প্লাটফর্ম জুড়ে সরবরাহ করা হবে, ডিভাইস এবং অপারেটিং সিসটেম — প্রথমবারের মত ওয়েব ও স্থানীয় অ্যাপ্লিকেশান মধ্যে শূন্যস্থান বন্ধ করা হবে।
ca: Utilitzant estàndards web oberts i API dissenyades per Mozilla tindreu grans experiències en múltiples plataformes, dispositius i sistemes operatius, reduint per primer cop l'escletxa entre el web i les aplicacions natives.
cy: Drwy ddefnyddio safonau Gwe agored ac APIau Mozilla, mae modd darparu profiadau gwych ar draws nifer o blatfformau, dyfeisiau a systemau gweithredu — a chau'r bwlch rhwng y We ac apiau cynhennid am y tro cyntaf.
fr: En utilisant des standards ouverts et des API conçues par Mozilla, vous pourrez déployer vos applications sur de multiples plateformes, appareils et systèmes d'exploitation — comblant pour la première fois le fossé entre le Web et les applications natives.
pt: Com as normas Web abertas e as APIs desenhadas pela Mozilla, podem ser distribuídas excelentes experiências aplicacionais por múltiplas plataformas, dispositivos e sistemas operativos — reduzindo pela primeira vez a distância entre aplicações Web e nativas.
uz: Ochiq veb standartlardan va Mozilla ishlab chiqqan interfeyslar, zo‘r ilova dastur tajribalaridan foydalanish bir necha qurilmalar va operatsion tizimlar bo‘ylab yetkazib beriladi — birinchi marta internet va tanish ilova dasturlar orasidagi bo‘shliqni yaqinlashtiadi.
xh: Usebenzisa imilinganiselo yeWebhu evulekileyo nee-API eziyilwe nguMozilla, ukusebenzisa iiaphu okumangalisayo kunokudluliselwa kumaqonga awahlukeneyo, izixhobo neenkqubo zosetyenziso — ukuvala isikhewu phakathi kweWebhu neeaphu zomthonyama okwesihlandlo sokuqala.

source: Test your app with a committed group of early adopters.
bn_bd: একটি অঙ্গীকারবদ্ধ প্রারম্ভিক গ্রহীতা দলের সঙ্গে আপনার অ্যাপ্লিকেশন পরীক্ষা করুন।
ca: Proveu la vostra aplicació a un grup compromès d'usuaris pioners tecnològics.
cy: Profwch eich ap gyda grŵp brwdfrydig o ddefnyddwyr cynnar.
fr: La tester grâce à un groupe d'utilisateurs précoces passionnés.
pt: Teste a sua aplicação com a ajuda de um grupo de utilizadores empenhados.
ur: جلد اپناے والے اچھے گروپ کے ساتھ اپنی ایپ ٹیسٹ کریں۔
uz: Ilova dasturingizni oldingi tuzilgan guruh bilan sinab ko‘ring.
xh: Vavanya iaphu yakho ngeqela elizimiseleyo labamkeli bokuqala

source: View with subtitles
bn_bd: সাবটাইটেল দিয়ে দেখুন
ca: Veure amb subtítols
fr: Afficher une version sous-titrée de cette vidéo
pt: Ver com legendas
ur: سب ٹائٹل کے ساتھ دیکھیں
uz: Subtitrlar bilan ko‘rish
xh: Jonga iitayitile ezincinci
