Repository: alvinlaz96/mozilla-lang
Catalog: an/download_button.lang.po
Languages: an

source: Download Firefox
an: Descargar Firefox

source: Download now
an: Descargar agora

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
an: O tuyo sistema no tiene os <a href="%(url)s">requerimientos</a> ta fer andar Firefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
an: Lo suyo sistema no cumple con os requisitos d'o Firefox, pero puede prebar beluna d'istas versions:

source: <span>Firefox Beta</span> for Android
an: <span>Firefox Beta</span> ta Android

source: <span>Firefox Aurora</span> for Android
an: <span>Firefox Aurora</span> ta Android

source: <span>Firefox</span> for Android
an: <span>Firefox</span> ta Android

source: Get it free on Google Play
an: Baixa-lo de baldes en Google Play

source: <span>Firefox</span> for iOS
an: <span>Firefox</span> ta iOS

source: Get it free from the App Store
an: Instala-lo de gratis dende l'App Store

source: Free Download
an: Baixa-lo de gratis

source: Update your Firefox
an: Esviella o tuyo Firefox

source: Supported Devices
an: Dispositivos compatibles

source: Get it on Google Play
an: Instala-lo de gratis dende Google Play

source: Get Firefox for Android
an: Baixa-te o Firefox ta Android

source: Download on the App Store
an: Baixa-te-lo en l'App Store

source: Get Firefox for iOS
an: Descarga-te lo Firefox pa l'iOS

source: What’s New
an: Qué bi ha de nuevo?

source: Firefox Privacy
an: Privadeza d'o Firefox

source: Systems &amp; Languages
an: Sistemas operativos y luengas

source: Firefox for Other Platforms & Languages
an: Firefox pa atras plataformas y luengas
