Repository: alvinlaz96/mozilla-lang
Catalog: an/main.lang.po
Languages: an

source: Navigation
an: Navegación

source: OS
an: SO

source: Overview
an: Resumen

source: Trusted
an: Confiable

source: Fast
an: Rapido

source: About
an: Quanto a

source: Do Not Track
an: "No me sigas"

source: Developers
an: Desembolicadors

source: Donate
an: Donar

source: Support
an: Aduya

source: Products
an: Productos

source: Add-ons
an: Complementos

source: About Us
an: Quanto a nusatros

source: Labs
an: Laboratorios

source: skip to Navigation
an: blincar ta la navegación

source: switch language
an: cambiar a luenga

source: Back to home page
an: Tornar ta la pachina d'inicio

source: About Mozilla
an: Quanto a Mozilla

source: Get Involved
an: Embreca-te-ie

source: Careers
an: Treballo

source: Press Center
an: Centro de prensa

source: Contact Us
an: Mete-te en contacto con nusatros

source: Other languages:
an: Atras luengas:

source: Legal
an: Aspectos legals

source: Legal Notices
an: Noticias legals

source: Privacy Policy
an: Politica de privacidat

source: Release Notes
an: Notas de lanzamiento

source: Other Systems and Languages
an: Atros sistemas y luengas

source: Close
an: Zarrar

source: (in English)
an: (en anglés)

source: Return to top
an: Tornar enta alto

source: Features
an: Caracteristicas

source: Customize
an: Personalizar

source: Download
an: Baixa-te-lo

source: Previous
an: Anterior

source: Next
an: Siguient

source: FAQ
an: Preguntas Mas Freqüents (PMF)

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
an: Si no se diz <a href="%s">explicitament</a>, o conteniu d'iste puesto web tiene una licencia <br /><a href="%s">Creative Commons Attribution Share-Alike v3.0</a> u qualsiquier versión posterior.

source: Report Trademark Abuse
an: Informar d'una violación de marca rechistrada

source: Free Upgrade
an: Esviella-lo de gufanya

source: Follow us on:
an: Sigue-nos en:

source: Customize with Add-ons
an: Personaliza-lo con complementos

source: Learn More
an: Aprende-ne mas

source: Learn more
an: Aprende-ne mas

source: Replay
an: Tornar a reproducir

source: Watch the video
an: Mira-te o video

source: WebM format
an: Formato WebM

source: Ogg Theora format
an: Formato Ogg Theora

source: MPEG-4 format
an: Formato MPEG-4

source: Mobile
an: Mobil

source: Check out the new look and feel of Firefox.
an: Preba a nueva aparencia y sensación de Firefox.

source: View Full Site
an: Veye o puesto completo

source: Download for <span>Android</span>
an: Descarga ta <span>Android</span>

source: Desktop
an: Escritorio

source: Firefox Beta for mobile
an: Firefox Beta ta mobils

source: Firefox for mobile
an: Firefox ta mobils

source: Email
an: Correu electronico

source: Super speed
an: Muit rapido

source: Stunning graphics
an: Graficos enlucernants

source: The latest technologies
an: As zagueras tecnolochías

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
an: Te cal esviellar-te! Contina con mas seguranza en menos d'un minuto. <br/> Prencipia a emplegar o nuevo Firefox ta aconseguir a millor experiencia en navegación y personalización d'o ret. <br/> Ye rapido y seguro!

source: Upgrade now
an: Esviellar agora

source: Update now
an: Actualizar agora

source: Supported Devices
an: Dispositivos compatibles

source: What’s New
an: Qué n'i ha, de nuevo?

source: Privacy
an: Privacidat

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
an: Bellas partes d'iste conteniu tienen dreitos ©1998–%(current_year)s de colaboradors individuals de mozilla.org. Conteniu disponible baixo licencia <a href="%(url)s">Creative Commons</a>.

source: Contribute to this page
an: Colaborar en ista pachina

source: Mission
an: Misión

source: Tour
an: Gambadeta

source: Partner with Us
an: Colabora con nusatros

source: Desktop Add-ons
an: Complementos ta Escritorio

source: Themes
an: Temas

source: Desktop Support
an: Suporte ta escritorio

source: Performance
an: Prestacions

source: Technology
an: Tecnolochía

source: Privacy &amp; Security
an: Privadeza y Seguranza

source: Firefox for Organizations
an: Firefox ta Organizacions

source: Mobile Add-ons
an: Complementos ta Mobil

source: Mobile Support
an: Suporte ta mobils

source: About Firefox
an: Quanto a Firefox

source: Join Mozilla
an: Une-te a Mozilla

source: Participate
an: Participar

source: Volunteer
an: Voluntario

source: Brand Toolkit
an: Toolkit de marca

source: Partnerships
an: Colaboracions

source: Get Mozilla updates
an: Conoixe as actualizacions de Mozilla

source: Share
an: Compartir

source: Mozilla on Twitter
an: Mozilla en Twitter

source: Firefox on Twitter
an: Firefox en Twitter

source: Mozilla on Facebook
an: Mozilla en Facebook

source: Firefox on Facebook
an: Firefox en Facebook

source: Governance
an: Gubernanza

source: History
an: Historia

source: Our Products
an: Os nuestros productos

source: Software and other innovations designed to advance our mission.
an: Software y atras innovacions desinyadas ta abanzar a nuestra misión.

source: Become a volunteer contributor in a number of different areas.
an: Colabora como voluntario en diferents arias.

source: Menu
an: Menú

source: Committed to you, your privacy and an open Web
an: Comprometiu con tu, con a tuya privacidat y con una Web ubierta

source: Firefox Features
an: Caracteristicas de Firefox

source: Firefox Help
an: Aduya de Firefox

source: January
an: chinero

source: February
an: febrero

source: March
an: marzo

source: April
an: abril

source: May
an: mayo

source: June
an: chunio

source: July
an: chulio

source: August
an: agosto

source: September
an: setiembre

source: October
an: octubre

source: November
an: noviembre

source: December
an: aviento

source: <abbr>Jan</abbr>
an: <abbr>chi</abbr>

source: <abbr>Apr</abbr>
an: <abbr>abr</abbr>

source: <abbr>Jun</abbr>
an: <abbr>chn</abbr>

source: <abbr>Jul</abbr>
an: <abbr>chl</abbr>

source: <abbr>Aug</abbr>
an: <abbr>ago</abbr>

source: <abbr>Sep</abbr>
an: <abbr>set</abbr>

source: <abbr>Dec</abbr>
an: <abbr>avi</abbr>

source: Format
an: Formato

source: Whoops! Be sure to enter a valid email address.
an: Ui! Para cuenta d'escribir una adreza de correu electronico valida.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
an: Soi d'acuerdo con que Mozilla maneye a mía información como s'explica en <a href="%s">Politica de Privacidat</a>

source: Get Firefox news
an: Aconsigue o boletín de Firefox

source: YOUR EMAIL HERE
an: O TUYO CORREU AQUÍ

source: Sign me up
an: Fer-me una cuenta

source: Select country
an: Triga un país

source: Available Languages
an: Luengas disponibles

source: We will only send you Mozilla-related information.
an: Nomás le ninviaremos información tocant a Mozilla.

source: Thanks! Please check your inbox to confirm your subscription.
an: Gracias! Compreba a tuya servilla de dentrada ta confirmar a tuya conduta.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
an: Recullirás un correu electronico de mozilla@e.mozilla.org ta confirmar a tuya conduta. Si no lo veyes, compreba o suyo filtro de spam. Has de confirmar a conduta ta recibir o boletín.

source: Read all about it in our <span>newsletter</span>
an: Leye-lo tot en o nuestro <span>boletín</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
an: Conduce-te a las actualizacions mensuals y informa-te d'as noticias de Mozilla, incluindo-ie os zaguers consellos ta aconseguir o maximo d'o suyo navegador Firefox. Ta nusatros, ye a millor traza de continar en contacto!
