Repository: alvinlaz96/mozilla-lang
Catalog: an/mobile.lang.po
Languages: an

source: Get Firefox for Android
an: Baixa-te o Firefox ta Android

source: Download for <span>Android</span>
an: Baixar-lo ta <span>Android</span>

source: Free from the Android Market
an: Gratis en o Android Market

source: Or visit <a %s>Firefox.com/m</a> on your phone.
an: U visita <a %s>Firefox.com/m</a> dende o tuyo mobil.

source: Supported Devices
an: Dispositivos compatibles

source: Get it from iTunes - FREE
an: Baixa-te-lo de l'iTunes - DE GUFANYA

source: Firefox Home for <span>iPhone</span>
an: Firefox Home ta <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
an: Accedeixe ta o tuyo historial, marcapachinas y a las pestanyas ubiertas en o tuyo iPhone.

source: Download Firefox to <span>Your Mobile</span>
an: Baixa-te o Firefox t'o <span>tuyo mobil</span>

source: Want to test the latest features?
an: Quiers prebar as zagueras caracteristicas?

source: Get Firefox Home for iPhone
an: Baixa-te o Firefox Home ta iPhone

source: Download Beta for Android
an: Baixa-te a Beta ta Android

source: Download
an: Baixa-te-la

source: for
an: ta

source: Free from iTunes
an: de gratis dende l'iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
an: Podrás experimentar as caracteristicas mas innovaderas y podrás dar-nos consellos t'aduyar-nos a amillorar y escoscar o que i habrá en a versión final.

source: Developer Tools
an: Ferramientas ta desembolicadors

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
an: Puetz instalar a versión mobil d'o Firefox en o tuyo ordinador ta prebar-lo y dar-nos consellos y creyar complementos.

source: Connect With Firefox for Mobile:
an: Connecta con Firefox ta mobils:

source: Monthly newsletter
an: Noticias mensuals

source: Follow us
an: Sigue-nos

source: Become a fan
an: Fes-te fan

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
an: Firefox ye plen d'innovacions que farán que escribas menos, navegues mas y arribes en la Web rapidament y facil.

source: Freedom from typing
an: No te cal fer servir o teclau

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
an: A pantalla marabillosa (the Awesome Screen) t'amuestra os tuyos puestos favoritos ta que puedas navegar sin escribir guaire u mesmo brenca.

source: Best of both worlds
an: O millor de totz dos mundos

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
an: Firefox ta Android ye redisenyau y optimizau ta la traza de navegar en mobils y tabletas.

source: Browse quick and easy
an: Navega rapido y facil

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
an: Caracteristicas como o Sync, a navegación por pestanyas u la de creyar marcapachinas en un trango farán que trobe siempre amán tot o que deseya.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
an: <a %s>Te cal aduya?</a> Visita o nuestro puesto d'aduya de Firefox ta Android.

source: Download and test the build that’s right for you.
an: Baixa-te y preba a versión perfecta ta tu.

source: See all our channels for mobile »
an: Visita todas as nuestras canals ta mobils »

source: Free from the Google Play Store
an: de gratis en o mercau d'aplicacions Google Play
