Repository: alvinlaz96/mozilla-lang
Catalog: an/newsletter.lang.po
Languages: an

source: Your email address:
an: A tuya adreza de correu electronico:

source: Available Languages
an: Luengas disponibles

source: Language:
an: Idioma:

source: Select country
an: Triga un país

source: Country:
an: País:

source: Sign me up!
an: Quiero conducir-me!

source: We will only send you Mozilla-related information.
an: Nomás le ninviaremos información tocant a Mozilla.

source: Thanks for Subscribing!
an: Gracias por conducir-se!

source: Your newsletter subscription has been confirmed.
an: S'ha confirmau a conduta t'o nuestro boletín.

source: Firefox & You
an: Firefox y tu

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
an: Un boletín mensual con anuncios especials y trucos pa amillorar l'uso de Firefox en o tuyo ordinador y lo tuyo dispositivo Android.

source: Firefox OS News
an: Actualidat de Firefox OS

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
an: Un boletín mensual y anuncios especials sobre cómo obtener lo maximo d'o tuyo dispositivo Firefox OS, incluyindo las zagueras caracteristicas y las aplicacions mas interesants de Firefox Marketplace.

source: Mozilla Communities
an: Comunidatz Mozilla

source: Bringing you the best new opportunities to help support the open Web.
an: Te traye las millos oportunidatz pa emparar lo Web ubierto.

source: A monthly newsletter on how to get involved with Mozilla on your campus.
an: Un boletín mensual sobre cómo embrecar-se con Mozilla en o tuyo campus.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
an: Un boletín mensual de noticias ta tener-te a lo día con o programa d'Afiliados de Firefox.

source: Firefox Apps & Hacks
an: Aplicacions y trucos d'o Firefox

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
an: Noticias ta desembolicadors sobre Firefox OS, Firefox Marketplace y o ecosistema d'aplicacions Open Web.

source: Firefox for desktop
an: Firefox ta l'escritorio

source: Don’t miss the latest announcements about our desktop browser.
an: No te pierdas los zaguers anuncios sobre lo nuestro navegdor d'escritorio.

source: Firefox for Android
an: Firefox pa Android

source: Keep up with releases and news about Firefox for Android.
an: Está-te informau d'as versios y novedatz d'o Firefox pa Android.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
an: Anuncios especials y mensaches de l'equipo adedicau a mantener lo Web libre y ubierto.

source: Firefox OS smartphone owner?
an: Tiens un telefono intelichent con Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
an: No te pierdas las noticias y actualizacions importants pa lo tuyo dispositivo Firefox OS.

source: Beta News
an: Noticias de Beta

source: Manage your <span>Newsletter Subscriptions</span>
an: Chestiona as tuyas <span>condutas ta boletins</span>

source: Manage your Email Preferences
an: Chestiona las perferencias de correu electronico

source: We love sharing updates about all the awesome things happening at Mozilla.
an: Nos encanta de compartir novedatz sobre totas las cosas chenials que pasan en Mozilla.

source: Set your preferences below to make sure you always receive the news you want.
an: Define las tuyas preferencias debaixo pa asegurar-nos de que siempre recibes las noticias que deseyas.

source: Newsletters
an: Boletins d'información

source: Getting too much email from us?
an: Recibes masiaus correus nuestros?

source: Not interested in our newsletters, but like those special announcements? No problem.
an: No te interesan los boletins, pero te fan goyo los anuncios especials? Garra problema!

source: We can keep in touch with occasional messages that matter most to you.
an: Podemos seguir en contacto con os mensaches ocasionals sobre lo que mas t'importa.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
an: Compreba totas las categorías que te interesan, y prometemos ninviar-te lo minimo de mensaches.

source: I’m interested in:
an: M'interesa:

source: Subscribe
an: Conducir-se

source: Unsubscribe
an: Desconducir-se

source: Remove me from all Mozilla emails
an: Deixar de ninviar-me totz os correus de Mozilla

source: Save Preferences
an: Alzar as preferencias

source: Thanks for updating your email preferences.
an: Gracias por esviellar as preferencias de correu.

source: You send too many emails.
an: Me ninvian masiaus correus.

source: Your content wasn't relevant to me.
an: O conteniu no yera relevant ta yo.

source: Your email design was too hard to read.
an: O disenyo d'o correu yera masiau embolicau ta leyer-lo.

source: I didn't sign up for this.
an: No m'heba conduciu ta isto.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
an: En cuentas d'os boletins, ya soi en contacto con Mozilla a traviés de Facebook y Twitter.

source: Submit
an: Ninviar

source: Thanks for telling us why you’re leaving.
an: Gracias por decir-nos por qué te'n vas.

source: Thanks! Please check your inbox to confirm your subscription.
an: Gracias! Compreba a tuya servilla de dentrada ta confirmar a tuya conduta.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
an: Recullirás un correu electronico de mozilla@e.mozilla.org ta confirmar a tuya conduta. Si no lo veyes, compreba o suyo filtro de spam. Has de confirmar a conduta ta recibir o boletín.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
an: Adhibe a nuestra adreza: mozilla@e.mozilla.org a o tuyo libret d'adrezas ta asegurar-te que os nuestros correus plegan en a tuya servilla de dentrada.

source: The supplied link has expired. You will receive a new one in the next newsletter.
an: O vinclo ye circumduciu. En recibirás uno nuevo en o siguient boletín de noticias.

source: Something is amiss with our system, sorry! Please try again later.
an: Bella cosa falla en o nuestro sistEma, desincusa! Torna-lo a prebar.

source: English&nbsp;only
an: Nomás&nbsp;anglés

source: Newsletter Subscriptions
an: Subscripcions a Newsletter

source: Newsletter confirm
an: Confirmar a Newsletter

source: Format:
an: Formato:

source: You’ve been unsubscribed.
an: Se t'ha desubscrito.

source: We’re sorry to see you go.
an: Sentimos que te'n vaigas.

source: Would you mind telling us why you’re leaving?
an: Nos podrías decir por qué nos deixas?

source: Other…
an: Atros…

source: While here, why not check out some more Firefox awesomeness.
an: Entre que yes por aquí, por qué no miras tot o que te ofreix Firefox?.

source: Get up and go
an: Debanta-te y camina

source: It’s your Web anywhere you go.
an: Ye a tuya Web a on quiera que vaigas.

source: Get Firefox for mobile!
an: Pilla o Firefox ta mobil!

source: Added extras
an: Extras anyadidos

source: Make Firefox do more with add-ons.
an: Aconsigue que Firefox faiga mas con complementos.

source: Find out how!
an: Aprende cómo!

source: About us
an: Sobre nusatros

source: What’s Mozilla all about?
an: De qué va isto de Mozilla?

source: We’re glad you asked!
an: Nos fa goyo que lo preguntes!

source: A monthly newsletter packed with tips to improve your Firefox experience.
an: Un boletín mensual a rebutir de consellos ta amillorar a tuya experiencia Firefox.

source: Firefox OS news, tips, launch information and where to buy.
an: Noticias, consellos, información de lanzamiento y d'a on crompar o Firefox OS.

source: Be the first to know when Firefox is available for iOS devices.
an: Está lo primero en conoixer quán Firefox ye disponible pa dispositivos iOS.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
an: Descubre as zagueras y mas guais aplicacions HTML5 en Firefox OS.

source: Get a weekly tip on how to super-charge your Firefox experience.
an: Leye consellos semanals sobre cómo levar ta o maximo a tuya experiencia Firefox.

source: Read about the latest features for Firefox desktop and mobile before the final release.
an: Leye as noticias tocant a as zagueras caracteristicas de Firefox t'os ordinadors de mesa y ta mobils antes que no se lance a versión final.

source: News from the Mozilla Project.
an: Noticias d'o Prochecto Mozilla.

source: Periodic email updates about our annual international film competition.
an: Actualizacions periodicas por correu-e sobre a nuestra competición internacional anyal de cintas.

source: Email updates for vouched Mozillians on mozillians.org.
an: Actualizacions por correu-e pa Mozillians avalaus en mozillians.org.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
an: Antigo programa universitario, entre 2008-2011, agora retirau y relanzau como o programa d'Ambaixadors Estudiants de Firefox.
