Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/products/android.lang.po
Languages: cak

source: Fast, Free Android Browser for Tablets and Phones
cak: Aninäq chuqa' sipan Android Okik'amaya'l kichin na'onel taq kematz'ib' chuqa' taq oyonib'äl

source: Choose a better browser for your tablet and phone. Firefox is fast and private. Install Firefox for Android now!
cak: Tacha' jun utziläj okik'amaya'l kichin na'onel akematz'ib' chuqa' awoyonib'al. Firefox anin chuqa' ichinan. ¡Tiyak Firefox richin Android wakami!

source: Firefox browser for Android
cak: Firefox okik'amaya'l richin Android

source: Firefox for Android
cak: Firefox richin Android

source: Our most customizable Firefox for Android yet.
cak: Ri Firefox richin Android janila' ichinel k'a wakami.

source: Get it on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Faster, better browsing your way
cak: Yalan aninäq, ütz yawokik'amayin pan ab'ey

source: Only Firefox gives you so many ways to browse faster. Customize your browser settings to get you surfing at top speed with options like smarter sharing and customizable search defaults.
cak: Xa xe ri Firefox jalajöj rub'eyal nuya' chawe richin yatok aninäq pa k'amaya'l. Tawichinaj runuk'ulem awokik'amaya'l richin yalan aninäq yatok pa k'amaya'l rik'in taq cha'oj achi'el yana'on yakomonin chuqa' taq retal e k'o wi richin ichinan taq kanoxïk.

source: Bring on the add-ons
cak: Kek'am pe ri taq tz'aqat

source: From ad blockers to video downloaders, Firefox lets you choose the tools to build your perfect browser. Add-on what you need, skip what you don’t.
cak: Kik'in ri kiq'atonela' taq rutzijol k'a chuqa' kik'in ri qasanela' taq silowachib'äl, ri Firefox nuya' q'ij chawe ye'acha' ri taq samajib'äl richin natz'ük ri ütz awokik'amaya'l. Add-on ri nawajo', tach'aqij ri man nawajo' ta.

source: Control your privacy
cak: Tachajij ri awichinem

source: We believe your data is yours. Firefox doesn’t sell access to your browser history, so you’re in control with tools like Private Browsing with Tracking Protection.
cak: Niqanimaj chi ri taq atzij e awichin rat. Ri Firefox man nuk'ayij ta ri okem pa runatab'al awokik'amaya'l, ruma ri' ronojel k'o pan aq'a' rik'in taq samajib'äl achi'el ri Ichinan Okem pa K'amaya'l rik'in Chajinïk chuwäch Ojqanïk.
