Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/products/desktop.lang.po
Languages: cak

source: Desktop computers meet the faster, private Firefox
cak: Ri taq kematz'ib'ab'äl nuq'i' chi yalan aninäq chuqa' ichinan Firefox

source: Better desktop browsing is here. Get Firefox for Windows, Mac, and Linux.
cak: Ri utziläj okem pa k'amaya'l richin kematz'ib'ab'äl k'o wawe'. Tak'ulu' Firefox richin Windows, Mac chuqa' Linux.

source: Firefox for Desktop
cak: Firefox richin Kematz'ib'ab'äl

source: Get more done, even faster.
cak: Tib'an ch'aqa' chik, achi'el yalan aninäq.

source: Get more done
cak: Tib'an ch'aqa' chik

source: Now Firefox is even faster – with quicker start ups and less hang time! That means windows and tabs load quicker for lightweight browsing that doesn’t hog your computer’s memory.
cak: ¡Wakami ri Firefox yalan aninäq – rik'in aninäq taq tikirisanel chuqa' jub'a' yokenïk! Re re' nuq'ajuj chi ri taq rutzuwäch chuqa' taq ruwi' aninäq yesamajib'ëx richin ri aninäq okem pa k'amaya'l ri man nuxïm ta rutzatzq'orb'al akematz'ib'.

source: Get more done at Firefox speeds
cak: Tib'an ch'aqa' chik achi'el ranin Firefox

source: Get more privacy
cak: Tik'ul nïm ichinanem

source: To share or not share, that’s your call with Firefox’s more powerful Private Browsing feature. It automatically blocks trackers and ads that collect your information without permission.
cak: Richin man yakomonin ta o yakomonin, ja ri awoyoxïk rik'in ri rusamaj Ichinan Okem pa K'amaya'l nïm richin ri Firefox. Ruyonil yeruq'ät ri kanonela' chuqa' ri taq rutzijol yekimöl taq awetamb'al toq man aya'on ta q'ij chi ke.

source: See how Firefox Privacy has your back
cak: Tatz'eta' achike rub'anon chi re ri awij ri Firefox Privacy

source: Get more freedom
cak: Tak'ulu' ch'aqa' chik jamalil

source: Firefox is more than just a browser. Backed by Mozilla, a non-profit, we’re the only independent browser that also fights to protect your online privacy and keeps corporate powers in check.
cak: Firefox nïm chuwäch jun okik'amaya'l. Ütz tz'eton ruma Mozilla, jun moloj man nrojqan ta ch'akoj, ja re ri ruyonil chi okik'amaya'l alaj ruk'aslem ri chuqa' nuch'ojij chi tichajïx richinanem pa k'amab'ey chuqa' tajin yeruchajij ri nïm to'onelal taq nimamoloj.
