Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/products/developer.lang.po
Languages: cak

source: Built for those who build the Web. The only browser made for developers like you.
cak: Nuk'un kuma ri yenuk'un Ajk'amaya'l. Ri ruyonil okik'amaya'l nuk'un kuma b'anonela' achi'el rat.

source: Modern tools for the Open Web
cak: K'ak'a' taq samajib'äl richin ri Jaqäl Ajk'amaya'l

source: Create and debug web experiences with powerful, open source tools.
cak: Ke'anuk'u' chuqa' ke'achojmirisaj taq awetamab'aj pa ruwi' ajk'amaya'l rik'in nimaläj taq rusamajib'al jaqäl taq xe'el

source: Firefox Developer Edition automatically sends feedback to Mozilla.
cak: Firefox Developer Edition pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: Modernize
cak: Tik'ak'arisäx

source: Create fast, flexible interactive UI with built-in React and Redux tools.
cak: Tatz'uku' jun silonel aninäq chuqa' jalel UI ruk'amal winäq rik'in React chuqa' Redux taq rusamajib'al.

source: Customize
cak: Tichinäx

source: Make our devtools yours thanks to open-source code and customization.
cak: Ke'awichinaj ri taq devtools ruma rutzil ri rub'itz'ib' jaqäl b'itz'ib' chuqa' ri ichinanem.

source: Optimize
cak: Tab'ana' pa rub'eyal

source: Ship responsive and compatible sites that work for everyone, everywhere.
cak: Ke'ataqa' ri tzolinel tzij chuqa' k'amonel taq ruxaq k'amaya'l, ri yesamäj kik'in konojel xab'akuchi'.

source: Master CSS Grid with the only grid inspector<br> and layout tools on the Web.
cak: Ajtij CSS Kajtz'ikil rik'in ri nik'onel kajtz'ikil<br> chuqa' rusamajib'al wachib'enïk pa Ajk'amaya'l.

source: Try CSS Grid now
cak: Wakami tatojtob'ej CSS Kajtz'ikil

source: Debug Firefox and framework apps<br> built on React and Ember<br> with the “go anywhere” debugger
cak: Elesäy Sachoj pa Firefox chuqa' taq ruchokoy ruchi'<br> nuk'un pa React chuqa' Ember<br> rik'in “tib'an b'enam xab'akuchi'” chojmirisanel

source: Learn more about Debugger
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Chojmirisanel

source: Speak up
cak: Köw kach'o

source: Feedback makes us better. Tell us how we can improve the browser and Developer tools.
cak: Yojrutzilaj ri chajin tz'uquj. Tab'ij chi qe achike rub'eyal yojtikïr niqab'än ütz chi re ri okik'amaya'l chuqa' ri taq Kisamajib'al B'anonela'.

source: Join the conversation
cak: Tatunu' awi' pa ri tzijonem

source: Get involved
cak: Kak'uluman

source: Help build the last independent browser. Write code, fix bugs, make add-ons, and more.
cak: Kato'on chunuk'ik ri ruk'isib'äl alaj ruk'aslem okik'amaya'l. Rutz'ib'axik b'itz'ib', kichojmirisaxik taq sachoj, kib'anik taq tz'aqät, chuqa' ch'aqa' chik.

source: Start now
cak: Titikirisäx wakami

source: Design, code, test, refine. Perfect your sites with Firefox DevTools.
cak: Wachib'enïk, b'itz'ib', tojtob'enïk, ruchojmirisaxik. Tab'ana' ütz chi ke ri taq ruxaq ak'amaya'l rik'in ri Firefox DevTools.

source: Inspector
cak: Nik'onel

source: Inspect and refine code to build pixel-perfect layouts.
cak: Tanik'oj chuqa' tachojmirisaj ri b'itz'ib' richin ye'atz'ük ütz taq wachib'enïk pa taq piksel.

source: Learn more about the Page Inspector
cak: Tawetamaj ch'aqa' chik chi rij ri Nik'onel Ruxaq

source: Console
cak: Temeb'äl

source: Track CSS, JavaScript, security and network issues.
cak: Rutzeqelib'exik CSS, JavaCript, jikomal chuqa' taq rusachoj k'amab'ey.

source: Learn more about the Web Console
cak: Tawetamaj ch'aqa' chik chi rij ri Ajk'amaya'l Temeb'äl

source: Debugger
cak: Chojmirisanel

source: Powerful JavaScript debugger with support for your framework.
cak: Nimaläj ruchojmirisanel JavaScript rik'in temeb'äl richin ri framework.

source: Learn more about the Debugger
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Chojmirisanel

source: Network
cak: K'amab'ey

source: Monitor network requests that can slow or block your site.
cak: Ke'atz'eta' ri taq ruk'utuj k'amab'ey, ri yetikïr nikib'än eqal chuqa' nikiq'ät ri ruxaq ak'amaya'l.

source: Learn more about the Network Monitor
cak: Tawetamaj ch'aqa' chik chi rij ri K'amab'ey Tz'etöy

source: Storage panel
cak: Rupas yakoj

source: Add, modify and remove cache, cookies, databases and session data.
cak: Titz'aqatisäx, tijalwachïx chuqa' tiyüj el ri jumejyak, taq kaxlanwey, Kixe'el tzij chuqa' taq rutzij molojri'ïl.

source: Learn more about the Storage panel
cak: Tetamäx ch'aqa' chik chi rij ri Rupas yakoj

source: Responsive Design Mode
cak: Rutz'etik K'amonel Wachib'en

source: Test sites on emulated devices in your browser.
cak: Ke'atojtob'ej ri taq ruxaq k'amaya'l pa oxk'ob'en taq okisaxel pa awokik'amaya'l.

source: Learn more about Responsive Design Mode
cak: Tawetamaj ch'aqa' chik chi rij ri Kitz'etik K'amonel Wachib'en

source: Visual Editing
cak: Tzetoj Nuk'uj

source: Fine-tune animations, alignment and padding.
cak: Tab'ana' ütz chi ke ri taq silonem, ri rucholaxik chuqa' ri runojisaxik.

source: Learn more about Visual Editing
cak: Tawetamaj ch'aqa' chik chi kij ri Tz'etoj Nuk'uj

source: Performance
cak: Rub'eyal nisamäj

source: Unblock bottlenecks, streamline processes, optimize assets.
cak: Timeq'at taq juyuwaxïk, keb'an aninäq ri taq tajinïk, ke'utziläx ri e tzijïl.

source: Learn more about the Performance panel
cak: Tewetamaj ch'aqa' chik pa ruwi' Rupas rub'eyal nisamäj

source: Memory
cak: Tzatzq'ob'äl

source: Find memory leaks and make your application zippy.
cak: Kekanöx taq rujul tzatzq'ob'äl richin nib'an ruchokoy zippy.

source: Learn more about the Memory panel
cak: Tetamäx ch'aqa' chik chi rij ri Rupas tzatzq'ob'äl

source: Web Audio
cak: Ajk'amaya'l Q'ojom

source: The only developer tool for inspecting the Web Audio API.
cak: Ri ruyonil rusamajib'al b'anoj richin ninik'öx ri Ajk'amaya'l Q'ojom API.

source: Learn more about the Web Audio Editor
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Ajk'amaya'l Q'ojom Nuk'unel

source: Scratchpad
cak: Tz'etel samaj

source: Edit, write, run and execute JavaScript in real time.
cak: Tinuk', titz'ib'äx, tib'an chuqa' tib'an JavaSript pa ri ramaj.

source: Learn more about the Scratchpad
cak: Tetamäx ch'aqa' chik chi rij ri tz'etel samaj

source: Style Editor
cak: Kinuk'unel taq b'anikil

source: Edit and manage all your CSS stylesheets in your browser.
cak: Ke'anuk'u' chuqa' ke'anuk'samajij konojel ri CSS taq rub'eyal ruxaq pan awokik'amaya'l.

source: Learn more about the Style Editor
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Kinuk'unel taq b'anikil
