Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/products/focus.lang.po
Languages: cak

source: The Private Browser With Automatic Ad Blocker
cak: Ri Ichinan Okik'amaya'l rik'in Q'atonel Ruyonil taq Tzijol.

source: Firefox Focus blocks ads and forgets your browsing history, so you can focus on the good stuff. Get Focus for fast, private browsing on Android and iOS now!
cak: Firefox Focus yeruq'ät taq rutzijol chuqa' numestaj ri runatab'al awokem pa k'amaya'l, ruma ri yatikïr naya' ana'ojb'al chi rij ri ütz taq wachinäq. ¡Nak'ül ri Focus richin ichinan chuqa' aninäq yatok pa k'amaya'l rik'in Android chuqa' iOS wakami!

source: Keep it private with automatic ad blocking and tracking protection on iOS and Android.
cak: Tawichinaj rik'in ri ruyonil kiq'atoj taq rutzijol chuqa' ri chajinïk chuwäch ojqanïk pa iOS chuqa' Android.

source: Download on the App Store
cak: Tiqasäx pe pa ri App Store

source: Get it on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Firefox Privacy
cak: Firefox ichinanri'ïl

source: Forget the ad trackers
cak: Ke'amestaj kan ri rojqanela' taq rutzijol

source: Block ads with sneaky trackers that secretly collect your data by keeping a clean slate. Firefox Focus won’t remember you, so neither will they.
cak: Ke'aq'ata' ri taq rutzijol kik'in ri sneaky taq ojqanela', ri pan ewäl yekimöl taq awetamab'al rik'in nikiyäk jun ch'ajch'öj tz'alamtz'ib'ab'äl. Firefox Focus man xkarunataj ta ruma ri' toq majub'ey xtikib'än.

source: Make a fresh start
cak: Tib'an jun k'ak'a' tikirisanïk

source: Wipe out your entire browsing session — passwords, history, cookies — with a single click, whenever the mood strikes.
cak: Tajosq'ij ronojel ri amolojri'ïl richin ri awokem pa k'amaya'l — ewan taq tzij, natab'äl, kaxlanwey — rik'in jun pitz'oj, xa xe wi napon ri akikotem.

source: Pick up browsing speed
cak: Tisik' ri ranin okem pa k'amaya'l

source: Browse lighter and clutter-free by blocking pesky ads that wear down loading speeds and your patience.
cak: Katok eqal pa k'amaya'l chuqa' jamäl chuwäch xich'oj toq ye'aq'ät ri itzel taq rutzijol ri nuqasaj ruchuq'a' asamajib'exik chuqa' ruchuq'a' ana'ojb'al.
