Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/products/ios.lang.po
Languages: cak

source: Free Mobile Browser App for iPhone, iPad, iOS
cak: Sipan Ruchokoy Ajoyonib'äl Okik'amaya'l richin iPhone, iPad, iOS

source: Join the millions browsing faster on iPad and iPhone with peace of mind, privacy protection. Install Firefox for iOS now!
cak: Tatunu' awi' kik'in ri t'ijtäq ye'ok pa k'amaya'l aninäq pa ri iPad chuqa' ri iPhone rik'in silanem, ruchajinem ichinanem. ¡Wakami tayaka' qa Firefox richin iOS!

source: Firefox for iOS
cak: Firefox richin iOS

source: The speed you need. The privacy you trust.
cak: Ri anin nawajo'. Nakuqub'a' ak'u'x chi rij ri ichinanem.

source: Download on the App Store
cak: Tiqasäx pe pa ri App Store

source: Features
cak: Taq b'anikil

source: Switch devices like a pro
cak: Tijal okisaxel achi'el jun etamanel

source: When you move, Firefox moves with you. Take your favorite bookmarks, open tabs, passwords and history with you across devices.
cak: Toq yasilon, nisilon ri Firefox awik'in. Ke'ak'waj awik'in ri taq ayaketal ye'awajo', jaqäl taq ruwi', ewan taq tzij chuqa' ri natab'äl rik'in taq okisaxel.

source: Control your privacy
cak: Tachajij ri awichinanem

source: To share or not to share… that’s totally up to you. Firefox doesn’t sell access to your data, so you get full control over who sees your browsing history with private browsing and protection controls.
cak: Mani nikomonïx o chuqa' nikomonïx… pan aq'a' k'o wi' ri ri'. Ri Firefox man nuk'ayij ta ri okem pa taq atzij, ruma ri' ronojel k'o pan aq'a' achi'el ri achike nitz'eto ri runatab'al awokem pa k'amaya'l rik'in chajinela' richin chajinïk chuqa' ichinan taq okem pa k'amaya'l.

source: Be a know-it-all
cak: Katok jun ri ronojel retaman

source: Find what you’re looking for faster with intelligent search suggestions. The work is done for you by predicting search terms, so you can answer those burning questions in seconds.
cak: Tawila' yalan aninäq ri tajin nakanoj chi kikojol na'owinäq taq chilab'enïk richin yakanon. Ri samaj nab'än rik'in ri kitz'etik ri taq tzij ye'akanoj, ruma ri toq yatikïr natzolij tzij chi ke ri taq k'utunïk anin.
