Repository: alvinlaz96/mozilla-lang
Catalog: ha/tabzilla/tabzilla.lang.po
Languages: ha

source: Mozilla links
ha: Haɗehaɗen Mozilla

source: Close (Esc)
ha: Rufe (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ha: Fitowar Firefox OS <span> a Taron Duniya na Wayar hannu!</span>

source: Learn more
ha: Daɗa koyo

source: Mission
ha: Buri

source: About
ha: Game da

source: Projects
ha: Ayyuka

source: Support
ha: Tallafi

source: Developer Network
ha: Haɗin yanar gizo na Mai samarwa

source: Products
ha: Kayayyaki

source: Innovations
ha: Ƙirƙire-ƙirƙire

source: Research
ha: Bincike

source: Get Involved
ha: Shiga

source: Volunteer
ha: Ɗan-sa-kai

source: Careers
ha: Sana'oi

source: Find us
ha: Neme mu

source: Join us
ha: Shiga cikinmu

source: Website Directory
ha: Adireshin Tashar Yanar gizo

source: Search Mozilla sites
ha: Nemi dandlin Mozilla

source: Search
ha: Nema

source: Partner
ha: Aboki

source: Look ahead
ha: Kalli gaba

source: Learn all about Firefox OS
ha: Yi koyo dangane da Firefox OS

source: Would you like to see this page in your language?
ha: Kana son ka ga wannan shafin a yarenka?

source: Yes, please!
ha: E, haka!

source: No, thanks.
ha: A'a, na gode.

source: Support Mozilla
ha: Tallafawa Mozilla

source: Looks like you’re using an older version of Firefox.
ha: Bisa ga dukkan alamu kana anfani da tsohon tsari na Firefox.

source: Update to stay fast and safe.
ha: Sabunta domin samun hanzari da kuɓuta.

source: Later
ha: Nan gaba

source: Official Mozilla gear is here
ha: Linzamin Gwamnatin Mozilla na nan
