Repository: alvinlaz96/mozilla-lang
Catalog: azz/download_button.lang.po
Languages: azz

source: Download Firefox
azz: Xikontemoui Firefox

source: Download now
azz: Yekitsin xikontemoui

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
azz: Mosistema amo kipia <a href="%(url)s">tein moneki</a> uan ijkon Firefox amo uelis tekitis.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
azz: Xa mosistema amo kipia tein moneki uan ijkon Firefox tekitis, sayoj ke tionuelis tikontatekiujtis semej nejin versiones:

source: <span>Firefox Beta</span> for Android
azz: <span>Firefox tein Beta</span> ika Android

source: <span>Firefox Aurora</span> for Android
azz: <span>Firefox tein Aurora</span> ika Android

source: <span>Firefox Nightly</span> for Android
azz: <span>Firefox Nightly</span> ika Android

source: <span>Firefox</span> for Android
azz: <span>Firefox</span> ika Android

source: Get it free on Google Play
azz: Xikonajsi uan amo moneki tikonixtauas itech Google Play

source: <span>Firefox</span> for iOS
azz: <span>Firefox</span> ika iOS

source: Get it free from the App Store
azz: Xikonajsi uan amo moneki tikonixtauas itech App Store

source: Firefox Beta
azz: Firefox tein Beta

source: Firefox Aurora
azz: Firefox tein Aurora

source: Free Download
azz: Xikontemoui uan amo moneki tikonixtauas

source: Update your Firefox
azz: Xikonyankuili moFirefox

source: Supported Devices
azz: Teposmej dispositivos tein tionuelis tikontatekiujtis

source: Get it on Google Play
azz: Xikonajsi uan amo moneki tikonixtauas itech Google Play

source: Get Firefox for Android
azz: Xikonajsi se Firefox tein tionuelis tikontatekiujtis ika Android

source: Download on the App Store
azz: Xikontemoui itech App Store

source: Get Firefox for iOS
azz: Xikonajsi se Firefox tein tionuelis tikontatekiujtis ika iOS

source: Whatâ€™s New
azz: Tein yankuik

source: Firefox Privacy
azz: Keniuj Firefox kiyekpia tein kiselia

source: Systems &amp; Languages
azz: Sistemas uan tepostajtolismej

source: Firefox for Other Platforms & Languages
azz: Firefox tein tionuelis tikontatekiujtis ika oksekin plataformas uan tepostajtolismej
