Repository: alvinlaz96/mozilla-lang
Catalog: ln/mozorg/home/index.lang.po
Languages: ln

source: We’re building a better Internet
ln: Toza kotonga Internet ya kitoko mpeza

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
ln: Oza na sango? Mozilla — mokeli ya Firefox — eza kobunda mpo na kosala ete Internet ekoba kozala ressource publique globale eye efungwami mpe epesi nzela na banso.

source: Home of the Mozilla Project
ln: Ndaku ya Mabongisi ya Mozilla

source: Read more
ln: Mingi ya kotanga

source: Community
ln: Lingomba

source: Continue to mozilla.org
ln: Koba na mozilla.org

source: Discover <br>what drives our mission
ln: Kundola <br>nini eza kotambwisa mission nabiso

source: See the principles <br>that guide everything <br>we do.
ln: Tala makonzi <br>maye tolandaka mpo na manso <br>tosalaka.

source: Read the <br>Mozilla Manifesto
ln: Tanga <br>Manifeste ya Mozilla

source: Mozilla Developer Network
ln: Réseau ya Badeveloppeur Mozilla

source: Learn about Mozilla Advocacy
ln: Yekola maye matali plaidoyer ya Mozilla

source: Understand your privacy online
ln: Sosola confidentialité nayo na Internet

source: Download Firefox
ln: Télécharger Firefox

source: Learn more
ln: Mingi ya koyekola

source: Make the Web you want
ln: Kela Web oyo olingi

source: Build a Web page or app in minutes<br> — no coding required.
ln: Tonga lokasa ya Web to app na minuti<br> — eza kosengela na codage ata moko te.

source: Become a Webmaker
ln: Koma Mokeli web

source: Teach the Web
ln: Tangisa web

source: Let’s build a Web that’s open <br>and made by everyone.
ln: Totonga Web oyo ya kofungwama <br>mpe eye ekelami mpo na mutu nionso.

source: Build an app <br>in seconds
ln: Tonga app <br>na basencode

source: Volunteer <br>with Mozilla
ln: Sala volontariat <br>na Mozilla

source: Introducing Firefox Developer Edition
ln: Kolakisa Firefox Edition ya Developpeur

source: The only browser made only for developers.
ln: Navigateur moko oyo esalemi kaka mpo na badeveloppeur.

source: Get Firefox Developer Edition
ln: Zwa Firefox Edition ya Developpeur

source: Try the best Firefox yet
ln: Meka Firefox ya kitoko koleka

source: Made with a mission to put you first.
ln: Ekelami na mission ya kotiya yo liboso.

source: Learn more about Firefox
ln: Mingi ya koyekola na maye matali Firefox

source: Put your Firefox on your Android
ln: Tiya Firefox nayo na Android nayo

source: The features <br>you love. <br>The privacy <br>you trust.
ln: Bacaractéristique <br>olingaka. <br>Confidentialité <br>ondimelaka.

source: Learn about <br>Firefox for Android
ln: Yekola maye matali<br>Firefox mpo na Android

source: Official Mozilla gear is here
ln: Manette Officielle ya Mozilla eza awa

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
ln: Koteka na mission. <br>Baproduit oyo eza na ntina. <br>Biloko biye bikosala malamu.

source: Get your Mozilla gear
ln: Zwa manatte nayo ya Mozilla

source: Help Mozilla users
ln: Salisa basaleli ya Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
ln: Salisa ebele ya batu <br>bazwa ya motuya mpeza kowuta na <br>navigateur nabango balingaka.

source: Join our support team
ln: Sangana na equipe nabiso ya lisungi

source: Reply
ln: Yanola

source: Retweet
ln: Yonola tweet

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
ln: Tomipesi mpo na <strong>yo, confidentialité nayo</strong> mpe <strong>Web ya fungwama</strong>

source: active Mozillians <br>worldwide
ln: bayi Mozillia actif <br>mokili mobimba

source: upcoming events <br>around the globe
ln: milulu miye miza koya <br>mokili mobimba

source: languages and counting, <br>on every continent
ln: nkota mpe botangi, <br>na continent nionso

source: Get Involved with Mozilla today
ln: Mikotisa na Mozilla lelo

source: Upcoming events
ln: Milulu miye mizali koya

source: Next event
ln: Elulu eye eza koya

source: See all events
ln: Tala milulu nionso

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
ln: Comparer bantalo, tala klima, yoka miziki, tinda tweet mpe makambo mosusu kowuta na Firefox.

source: Careers
ln: Misala

source: Learn about the benefits of working at Mozilla and view open positions around the world.
ln: Yekola maye matali litomba ya kosala na Mozilla mpe tala baposte oyo eza polele mokili mobimba.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
ln: Zwa biyano na mituna mya yo na maye matali Firefox mpe baproduit nionso ya Mozilla uta equipe nabiso ya lisungi.

source: Discover more
ln: Kundola mingi

source: Help us celebrate 10 years of Firefox.
ln: Salisa biso na feti ya mibu 10 ya Firefox.

source: Donate to Mozilla
ln: Pesa likabo na Mozilla

source: Your gift helps us build the Internet the world needs.
ln: Likabo lya yo likosalisa biso totonga Internet oyo esengeli mpo na mokili.

source: Donate today
ln: Pesa likabo lelo

source: Meet<br> Firefox Hello
ln: Kutana na<br> Firefox Hello

source: The easiest way to connect for free over video.
ln: Nzela ya pete ya connexion mpo na vidéo ya ofele.

source: Try Firefox Hello
ln: Meka Firefox Hello
