Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/features/bookmarks.lang.po
Languages: cak

source: Firefox Browser: Better bookmarks everywhere you go
cak: Firefox Kanob'äl: Utziläj taq yaketal xab'akuchi' yab'e

source: Easily organize your bookmarks into folder and access them across all your devices, from desktop to mobile.
cak: Man k'ayew ta richin ye'anuk'uk'ej ri taq ayaketal pa jun molyakb'äl chuqa' ri yatok chi kipam pa konojel ri taq owokisaxel rik'in ri kematz'ib'ab'älpa oyonib'äl.

source: Better bookmarks
cak: Ütziläj taq yaketal

source: Don’t agonize, lovers of bookmarking. Organize with Firefox.
cak: Man yek'ïs ta ri ye'ajowan kichin ri taq yaketal. Kanuk'un rik'in Firefox.

source: File that bookmark
cak: Yakb'äl chuwäch yaketal

source: Get your faves all sorted with the bookmark star icon, which lets you add custom names and folders quickly. Then dial in your bookmarks toolbar to make sure you never lose sight of the links you love.
cak: Kecholotäj ri taq awajowab'al rik'in ri ruwachib'al ruch'umil yaketal, ri nuya' q'ij chawe richin aninäq ye'atz'ib'aj qa taq b'i'aj chuqa' ichinan taq molyakb'äl. Wakami, taya' retal pa ri amolsamajib'al kichin taq yaketal richin najikib'a' chi man ye'asäch ta ri taq ximonel yeqa chawäch.

source: Fly with that bookmark
cak: Kaxik'an rik'in la yaketal la'

source: Take your favorites on the fly. Use Firefox Sync to access your bookmarks across all your devices, from desktop to mobile. Or try <a href="%(url)s">Pocket</a> to save any online article, or page and come back to later – even without internet.
cak: Ke'ak'waj ri taq awajowab'al richin yaxik'an. Tawokisaj Firefox Sync richin yatok pa ri taq ayaketal e k'o pa konojel taq awokisaxel, rik'in kematz'ib'ab'äl pa oyonib'äl. Chuqa' tatojtob'ej <a href="%(url)s">Pocket</a> richin nayäk xab'achike rutzijol na'oj pa k'amab'ey chuqa' ruxaq k'amaya'l richin ye'atzolij pe pa jun chik ti mej – achi'el chuqa' toq manäq ak'amaya'l.

source: Futz with that bookmark
cak: Futz rik'in la yaketal la'

source: Practice your exactitude with every bookmark manager <a href="%(url)s">add-on</a> you can think of, from full page snapshots to quick-switch sidebars to locked-down-tight private bookmarks.
cak: Tatojtob'ej ri ütz asamaj rik'in jujun <a href="%(url)s">tz'aqat</a> ri yatikïr nach'öb', achi'el ri taq anin tz'aqät ruxaq k'a achi'el ri rajxikin anin jaloj chuqa' ri eq'aton ichinan taq yaketal.
