Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/features/independent.lang.po
Languages: cak

source: Firefox, a different browser for different times. Browse free.
cak: Firefox, junwi chi kanob'äl kichin junwi chi q'ijul. Sipan richin nawokisaj.

source: Browse the Internet as it was meant to be… free, safe and accessible to all. Declare your online independence.
cak: Yatok pa K'amaya'l achi'el wi pa rub'eyal… jamäl, jikïl chuqa' okel chi kiwa konojel. Taq'alajisaj ri alaj ak'aslem pa k'amab'ey.

source: Firefox: Rebel with a cause
cak: Firefox: Man nunimaj ta tzij xa k'o jun aruma

source: Firefox is independent and a part of the non-profit Mozilla, which fights for your online rights, keeps corporate powers in check and makes the Internet accessible to everyone, everywhere.
cak: Alaj ruk'aslem ri Firefox chuqa' k'o rik'in Mozilla, akuchi' majun ch'akoj rojqan, ri yeruch'ojij taq ruch'ojib'al pa k'amab'ey, eruchajin ri to'onelal taq nimamoloj chuqa' nub'än chi tapon pa kiq'a' konojel ri K'amaya'l chijun ri ruch'akul.

source: No strings attached
cak: Majun ximoj q'ab'aj

source: Firefox is built by a non-profit. That means we can do things that others can’t, like build new products and features without a hidden agenda. We champion your right to privacy with tools like Private Browsing with Tracking Protection, which go beyond what Google Chrome and Microsoft Edge offer.
cak: Xnuk' ri Firerox ruma k'ïy achoq uma. Ri ri' nuq'ajuj chi yojtikïr niqasamajij ri man yetikïr ta nikib'än ri ch'aqa' chik, achi'el kinuk'ik ch'aqa' chik taq tikojil chuqa' taq b'anikil ri man e'ewan ta. Niqato' ri ach'ojib'al richin ichinanem rik'in samajib'äl achi'el ri ichinan okem pa K'amaya'l rik'in chajinïk chuwäch kanoxïk, ri nïm chuwäch ri yekisüj Google Chrome chuqa' Microsoft Edge.

source: What you see is what you get
cak: Ri natzu' ja ri' ri k'o awik'in

source: We believe the Internet is for people, not profit. Unlike other companies, we don’t sell access to your data. <em>You’re</em> in control over who sees your search and browsing history. Choice — that’s what a healthy Internet is all about!
cak: Niqana'ojij chi kichin ri winaqi' ri K'amaya'l, man richin ta ch'akoj. Jun jaloj kik'in ch'aqa' chik taq nimamolojri'ïl, man yeqak'ayij ta ri taq atzij. <em>rat</em> awetaman naya' q'ij achike yetikïr yetz'eto ri runatab'al akanoxik chuqa' awokem pa k'amaya'l. ¡Cha'oj — toq k'o jun raxinäq K'amaya'l, nawïl xab'akuchi'!

source: A browser on a mission
cak: Jun kanob'äl pa jun taqel taqanem

source: Firefox is a browser with a conscience. As part of the technology non-profit Mozilla, we fight for your online rights, keep corporate powers in check and help educate developing countries on healthy Internet practices. So when you choose Firefox, we’re choosing you, too.
cak: Firefox jun kanob'äl ri k'o rujuyuwanik. Achi'el ruch'akulal Mozilla na'ob'äl akuchi' majun ch'akoj, yeqaköl ri taq ach'ojib'al pa k'amab'ey, eqachajin ri nïm to'onelal taq molojri'ïl chuqa' yeqatijoj ri taq amaq'i' tajin yenimär rik'in ri raxinäq ta samaj pa K'amaya'l. Ruma ri' toq nacha' ri Firefox chuqa' röj yatqacha'.
