Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/features/memory.lang.po
Languages: cak

source: Firefox Browser: Use less memory, get more speed
cak: Rukanob'al Firefox: Tawokisaj jub'a' tzatzq'ob'äl, yalan aninäq

source: Is your computer slow? Your browser might be using too much memory. Switch to Firefox today for more speed.
cak: ¿La eqal nisamäj ri akematz'ib'? Jik chi ri akanob'al k'ïy tzatzq'ob'äl nrokisaj. Tachapa' rokisaxik Firefox wakami richin anin tisamäj.

source: Less memory usage than Chrome
cak: Nrokisaj jub'a' tzatzq'ob'äl chuwäch ri Chrome

source: If your web browser uses too much memory, switch to Firefox.
cak: We nrokisaj k'ïy tzatzq'ob'äl ri kanob'al, tachapa' rokisaxik Firefox.

source: Speed up your computer
cak: Chanin tab'ana' chi re ri akematz'ib'

source: Every computer program you run takes up some memory. When too much is used, your system can slooooowww down. Firefox aims for a balance — using enough memory to let you browse smoothly and leaving plenty of memory to keep your computer responsive.
cak: Chi kijujunal ri taq kema' nasamajij pan akematz'ib' jub'a' ok tzatzq'ob'äl nikimëj. Toq k'ïy nokisäx, eqal nub'eb'ana' pe ri aq'inoj. Ri Firefox nucha' ri junamil — rik'in k'ïy tzatzq'ob'äl richin majun ak'ayewal toq yatok pa k'amaya'l chuqa' nuya' kan k'ïy tzatzq'ob'äl richin chi chajin loq'el ri akematz'ib'.

source: Stop running out of memory
cak: Tiq'at ri majun tzatzq'ob'äl

source: <a href="%(url)s">Chrome uses up to 1.77x more memory than Firefox</a>. If your computer is already low on memory, this can cause a significant slowdown. Using Firefox’s latest version with multi-process can result in more available memory to run your favorite programs.
cak: <a href="%(url)s">Ri Chrome norokisaj jotöl chi re ri 1.77x mul tzatzq'ob'äl chuwäch ri Firefox</a>. We jub'a' chik ok rutzatzq'ob'al akematz'ib', ri nub'än chi yalan niyoke'. Toq nokisäx ri ruk'isib'äl ruwäch chi Firefox rik'in k'ïy tajinïk nub'än chi k'a k'o na atzatzq'ob'al richin ye'asamajij ri jeb'ël taq akema'.

source: Browse faster, privately
cak: Aninäq yatok pa k'amaya'l, rik'in ichinem

source: Explore the web faster with <a href="%(url)s">Firefox Private Browsing</a>. Only Firefox’s private mode includes tracking protection which blocks ads with trackers from loading on pages. Decluttering sites means web pages can load faster.
cak: Kakanon aninäq pan ajk'amaya'l rik'in <a href="%(url)s">Ichinan Okem pa K'amaya'l pa Firefox</a>. Xa xe ri ichinan rub'anikil Firefox nuya' Chajinïk chuwäch Ojqanïk ri yeruq'ät ri taq rutzijol kik'in ri kikanonela' richin yesamajïx ri taq ruxaq. Qasanel taq ruxaq k'amaya'l nuq'ajuj jun ruxaq ajk'amaya'l nitikïr nisamajin yalan aninäq.
