Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/features/password-manager.lang.po
Languages: cak

source: Firefox Browser: Fast, Easy Password Manager
cak: Rukanob'al Firefox: Aninäq chuqa' man k'ayew ta Kinuk'samajel Ewan taq Tzij

source: Firefox Password Manager saves all your passwords in one place so you can automatically login to sites, or retrieve saved passwords.
cak: Firefox Password Manager yeruyäk ronojel ri ewan taq atzij pa jun k'ojlib'äl richin yatikïr natikirisaj molojri'ïl pa yonil chi kipam ri taq ruxaq k'amaya'l chuqa' yatikïr ye'awïl chik ri ewan taq tzij e'ayakon kan chupam.

source: Password Manager achievement unlocked
cak: Xq'i' chi ri Password Manager man tiq'at chik

source: Give up the memory game with Firefox Password Manager.
cak: Taya' kan ri retz'anem tzatzq'or rik'in ri Firefox Password Manager.

source: Password hero
cak: Rumama'al ewan tzij

source: Forget the reset. Firefox Password Manager keeps all your passwords so you can log in automatically, or find saved passwords easily. For super security, give your computer a <a href="%(url)s">master password</a>.
cak: Timestäx ri koloj. Firefox Password Manager yeruyäk konojel ri taq ewan atzij richin pa ruyonil tutikirisaj molojri'ïl chuqa' man k'ayew ta nawïl ri taq ewan tzij e'ayakon. Richin jun nïm jikomal, taya' chi re ri akematz'ib' jun <a href="%(url)s">rute' ewan tzij</a>.

source: Password ninja
cak: Ewan tzij ninja

source: No more “try again” while you’re trying to get somewhere. Log in to your Firefox Account on your phone, and your passwords come with you. Your login details will simply appear, just like that.
cak: Mani chik “tatojtob'ej chik” richin yatok pa jun ruxaq k'amaya'l. Tatikirisaj molojri'ïl pa rub'i' ataqoya'l richin Firefox pan awoyonib'al chuqa' ri ewan taq atzij eb'enäq awik'in. Ri taq atzij richin okem xa xkeq'alajin pe, ke re'.

source: Password master
cak: Rute' ewan tzij

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Choose an existing favorite or find a next-level one through expert community ratings and reviews.
cak: Tach'aka' ri ruka'n q'ëq aximib'al richin jikomal rik'in ri jalajöj kiwäch taq rutz'aqat Firefox <a href="%(addons)s">taq tz'aqat</a>. Tacha' jun ajowab'äl ri k'o o takanoj jun ruxak jun chik xak rik'in taq tojtob'enïk chuqa' taq rejqalem kitinamit etamanela'.

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Go with a favorite like <a href="%(lastpass)s">LastPass</a>, or reach password manager mastery with ratings and community reviews.
cak: Tach'aka' ri ruka'n q'ëq aximib'al richin ajikomal rik'in jalajöj ruwäch taq rutz'aqat Firefox <a href="%(addons)s">taq tz'aqat</a>. Jät rik'in jun ajowab'äl achi'el <a href="%(lastpass)s">LastPass</a>, chuqa' taq'iq'a' retamab'al ri runuk'samajel ewan taq tzij rik'in retal chuqa' runik'oxik ruma ri tinamït.
