Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/features/send-tabs.lang.po
Languages: cak

source: Take your browser tabs to go
cak: Ke'ak'waj ri taq ruwi' okik'amaya'l richin yab'e

source: Send your desktop browser tabs to phones, tablets and more with your Firefox Account.
cak: Ke'ataqa' ri taq ruwi' awokik'amaya'l richin kematz'ib'ab'äl pa taq oyonib'äl, na'onel taq kematz'ib' chuqa' ch'aqa' chik rik'in ri rub'i' ataqoya'l richin Firefox.

source: Take your tabs to go
cak: Ke'ak'waj ri taq ruwi' richin yab'e

source: Share your open tabs seamlessly across mobile, desktop or tablet with Firefox.
cak: Ke'akomonij ri jaqäl taq ruwi' pa chajch'öj rik'in taq oyonib'äl, kematz'ib'ab'äl o na'onel kematz'ib' rik'in Firefox.

source: Send tabs
cak: Ketaq taq ruwi'

source: It looks like you’re running an older version of Firefox.
cak: Achi'el chi tajin nawokisaj jun ojer ruwäch chi Firefox.

source: Logged in and connected!
cak: ¡Okisan chuqa' okisan!

source: You’re all set to start sending tabs.
cak: Yatikïr chik nachäp kitaqik taq ruwi'.

source: Log in to start sharing
cak: Tatikirisaj molojri'ïl richin natikirisäj yakomonin

source: Sign in to your Firefox account to send tabs between devices.
cak: Katok pa ri rub'i' ataqoya'l richin Firefox richin ye'atäq taq ruwi' chi kikojol taq okisaxel.

source: Get Firefox on your devices to get started. Then, sign into your Firefox Account to share tabs.
cak: Tak'ulu' Firefox pa taq owokisaxel richin natikirisaj. K'a ri', tatikirisaj molojri'ïl pa ruwi' ataqoya'l richin Firefox richin ye'akomonij ri taq ruwi'.

source: Download on the App Store
cak: Tiqasäx pe pa ri App Store

source: Need help?
cak: ¿La nawajo' ato'ik?

source: Get started with Sync
cak: Tatikirisaj rik'in Sync

source: Update your Firefox
cak: Tak'exa' ruwäch ri Afirefox

source: Free up your inbox
cak: Tajama' ri ataqob'äl

source: Still email links to yourself? Send tabs between devices instead.
cak: ¿K'a k'o na ruximöy ataqoya'l? Pa ruk'exel ketaq taq ruwi' chi kikojol taq okisaxel.

source: Device hop like a pro
cak: Niropin ri okisaxel achi'el jun ajtem

source: Start browsing in one place, pick up somewhere else.
cak: Tatikirisaj okem pa k'amaya'l pa jun k'ojlem, kasik'on pa jun chik k'ojlib'äl.

source: Share without a care
cak: Man tachajij awi' richin yakomonin

source: Your data is secure with a Firefox Account.
cak: E jikïl ri taq atzij pa jun Rub'i' Rutaqoya'l Firefox.
