Repository: alvinlaz96/mozilla-lang
Catalog: yo/firefox/os/faq.lang.po
Languages: yo

source: Firefox OS Frequently Asked Questions
yo: Firefox OS Ìbéèrè lemọ́lemọ́

source: About Firefox OS
yo: Nípa Firefox OS

source: What is Firefox OS?
yo: Kíni Firefox OS?

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
yo: Àtìlẹ́hìn láti ọ̀dọ̀ àwọn orúkọ ńláńlá ilé iṣẹ́ náà, Firefox OS jẹ́ ìṣí titun ohun ìṣiṣẹ́ fún fóònùìyàrá tí Mozilla ṣe olùmúgbèrú rẹ̀.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
yo: Tí a kọ́ pátápátá pẹ̀lú HTML5 àti àwọn ojúlówó ìṣí Wẹ́ẹ̀bù, Firefox OS lómìnira lọ́wọ àwọn òfin àti ìdinwọ̀n pẹpẹ ohun ìní tí ó wà.

source: How is Firefox OS different from other operating systems?
yo: Báwo ni Firefox OS ṣe yàtọ̀ sí àwọn ohun ìṣiṣẹ́ míìràn?

source: Firefox OS is the only operating system with Adaptive App Search.
yo: Firefox OS nìkan ni ohun ìṣiṣẹ́ tí ó ní Ìwákiri Ìṣàfilọ́lẹ̀ Àfaradà.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
yo: Nígbà tí gbogbo fóònù lákokò yí dúró sójúkan, tí wọ́n ń fún ọ ní àwọn ìṣàfilọ́lẹ̀ kanná ní gbogbo ìgbà tí o bátàn, Firefox OS ń yípadà nígbà gbogbo láti fún ọ ní ìṣàfilọ́lẹ̀ tí o fẹ́ ní àkókò yóòwù ní ayé rẹ.

source: It adapts so you can live every moment to its fullest.
yo: Óní ìfaradà kí o lè gbé gbogbo ìgbà ní ẹ̀kúnrẹ́rẹ́.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
yo: Firefox OS ni Mozilla mú wá fún ọ, àjọ àìlérè gbogboogbò tí ó dúró lé ìlànà òfin ju èrè lọ.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
yo: A gbàgbọ́ pé Wẹ́ẹ̀bù jẹ́ ibi ìpín ohun èlò àwùjọ láti tọ́jú, kìíṣe ohun títà.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
yo: A ń ṣiṣẹ́ pẹ̀lú àwùjọ àgbayé láti ṣẹ̀dá orísun ohun ìgbéjáde ìṣísílẹ̀ bíi Mozilla Firefox àti láti tunṣe fún ànfààní ẹnikọ̀ọ̀kan àti ìdára Wẹ́ẹ̀bù.

source: The result is great products built by passionate people and better choices for everyone.
yo: Èsì ni ohun ńlá àwọn ohun ìgbéjáde tí àwọn ènìyàn olùfọ̀kàntán kọ́ àti yíyàn dáradára fún gbogbo ènìyàn.

source: Buying Firefox OS
yo: Ríra Firefox OS

source: What phones will Firefox OS be available on?
yo: Irúfẹ́ àwọn fóònù wo ni Firefox OS yóò wà lóri rẹ̀?

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
yo: Láti rí àtòjọ kíkún Firefox OS àwọn fóònù tí ó wà, jọ̀wọ́ lọsí <a href="%(link)s">ojú ewé àwọn ohun </a>.

source: Where can I buy Firefox OS?
yo: Níbo ni mo tìle ra Firefox OS?

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
yo: Láti ra fóònù Firefox OS, jọ̀wọ́ lọsí <a href="%(link)s">ojú ewé àwọn ohun elò</a> kí o yan orílẹ̀ èdè rẹ.

source: What will be the price of the phone?
yo: Èló ni fóònù náà yóò jẹ́?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
yo: Mozilla ò dáyelé yóòsí dàfílọlẹ̀ láti ọ̀dọ̀ olùpèsè wa àti ẹlẹgbẹ́ olùṣẹ̀dá tí ó dá lórí ìṣẹlẹ̀ ọjà.

source: What apps will be available on Firefox OS?
yo: Irúfẹ́ àwọn ìṣàfilọ́lẹ̀ wo ni yóò wà lórí Firefox OS?

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
yo: Ìdàgbà àkọsílẹ̀ náàní àwọn ìṣàfilọ́lẹ̀ bíi Facebok, Twitter, Nokia HERE máàpù, Gé Okùn náà, àti Àkókò Ìparí.

source: Many more are being made available every day.
yo: Ọ̀pọ̀ ni wọ́n ń gbé jáde lójoojumọ́.

source: Is Firefox OS available in my language?
yo: Ṣé Firefox OS wà ní èdè mi?

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
yo: Firefox OS tiwà ní Spanish, Polish, English, Italian, Portuguese, Jamánì, Serbian, Hungarian àti Greek.

source: We’re working on adding more languages all the time.
yo: A ń ṣiṣẹ́ láti ṣàfikún àwọn èdè si nígbà gbogbo.

source: Using Firefox OS
yo: Lílo Firefox OS

source: How do I…
yo: Báwo ni Máṣe…

source: …make a call?
yo: …pe ipè?

source: …import my contacts?
yo: …ṣàgbéwọlé àwọn olùbásọ̀rọ̀ mi?

source: …create and view messages?
yo: …ṣẹ̀dá àti wo àwọn iṣẹ́?

source: …use the internet?
yo: …lo íntánẹ́tì?

source: …download and install an app?
yo: …ṣàgbàwálẹ̀ àti ṣàgbékalẹ̀ ìṣàfilọ́lẹ̀?

source: …take pictures?
yo: …ya àwọn awòrán?

source: …compose and send an email?
yo: …sẹ̀dá kí o fi í-meélì ránṣẹ́?

source: Adaptive App Search
yo: Ìṣàwarí Ìṣàfilọ́lẹ̀ Àfimọ́ra

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
yo: Gba ìwifún lóri orí ọ̀rọ̀ ní àkokò tí o nílò rẹ̀, èyí tí Firefox OS fún ọ àti fóònù rẹ.

source: Firefox Marketplace
yo: Ibiọjà Firefox

source: Your go-to source for the best apps for Firefox OS.
yo: Lọ ibi orísun àwọn ìṣàfilọ́lẹ̀ tí ó dára fún Firefox OS.

source: Firefox browser
yo: Aṣàwákiri Firefox

source: The fast, smart, safe way to get the best of the Web.
yo: Ọ̀nà tí ó yára, jáfáfá, láìléwu láti gba èyí tí ó dára ní Wẹ́ẹ̀bù.

source: Deep integration with social media
yo: Ìjinlẹ̀ aláṣepapọ̀ pẹ̀lú mídìà ojúlùmọ̀

source: Full access to every Twitter and Facebook update from wherever you are.
yo: Fún ààyè sí gbogbo ìṣàgbekalẹ̀ Twitter àti Facebook níbi tí o wà.

source: Camera
yo: Kámẹ́rà

source: With built-in style filters for fun, creative shots.
yo: Pẹ̀lú àṣẹ àrà àdámọ́ fún ìgbadùn, ìṣẹ̀dá àwọn yíyà.

source: FM Radio
yo: Rédíò FM

source: All the audio you want on the go, all on one device.
yo: Gbogbo àfetigbọ́ tí o fẹ́ lẹ́ẹ̀kan, lóri ohun elò.

source: Maps
yo: Àwọn máàpù

source: Includes directions, traffic and local transit information.
yo: Ṣàfikún àwọn ọ̀nà, ìrìnà ọkọ̀ àti ìwifún ìrìnà.

source: Privacy and Security
yo: Ìpamọ́ àti Aabò

source: Mozilla was the first to implement the Do Not Track privacy feature.
yo: Mozilla ni àkọkọ ́láti lo àbùdá ìpamọ́ Máṣe Tẹ̀lọ́rọ̀.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
yo: Firefox ṣàfihàn ààtò ààbò àkànṣe láti sàbojutó ọ̀rọ̀ aṣínà, ìtàn, ìpamọ́ dátà, kúkíìsì, ẹ̀yán ojú wẹ́ẹ̀bù àti àfikún. <a href="%(url)s">Kọ́si.</a>

source: Developer Questions
yo: Àwọn Ìbéérè Olùmúgbèrú

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
yo: Ṣé olùmúgbèrú ni ọ́? O ní àwọn ìbéèrè? <a href="%(url)s">Kọ́si ní Nẹ́tíwọkì Olùmúgbèrú Mozilla.</a>
