Repository: alvinlaz96/mozilla-lang
Catalog: yo/firefox/os/index-new.lang.po
Languages: yo

source: Firefox OS — Just what you need — Great smartphone features, apps and more
yo: Firefox OS — ohun tí o kàn nílò — Àbùdá fóònùìyára ńlá, ìṣafilọ́lẹ̀ àti bẹ́ẹ̀lọ

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
yo: A ṣàgbékalẹ̀ Firefox OS láti fún ọ ní ohun tí o fẹ́, nígbà tí o nílò rẹ̀. Ó wá pẹ̀lú àwọn ìṣafilọ́lẹ̀ fún gbogbo ohun tí o ńṣe o sì le gbàwálẹ̀ àwọn ààyò rẹ si láti Firefox Marketplace. Amúṣẹ́yá ò rọrùn tó báyì rí.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
yo: A ṣàgbékalẹ̀ láti fún ọ ní ohun tí o nílò nínu fóònùìyárà, pẹ̀lú ìṣafilọ́lẹ̀ fún gbogbo ohun tí o ńṣe àti bẹ́ẹ̀lọ. Amúṣẹ́yá ò rọrùn tó báyì rí.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
yo: Firefox OS — Fóònù Àfaragbà — Àwọn Àbùdá Fóònùìyára Ńlá, Àwọn Ìṣàfilọ́lẹ̀ àti Bẹ́ẹ̀lọ

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
yo: Firefox OS fóònùìyárà fún ọ ní àwọn abùdá àfaragbà àti ìṣafilọ́lẹ̀ tí ó jẹkí o gbádùn gbogbo àkókò dáradára kí o kọ́ ọjọ́ ọ̀la tí ó dára fún Wẹ́ẹ̀bù.

source: Firefox OS device illustration
yo: Àpèjúwe ohun elò Firefox OS

source: Designed to give you just what you need, just when you need it.
yo: A ṣàgbékalẹ̀ láti fún ọ ní ohun tí o nílò, ní àkókò tí o nílò rẹ̀.

source: Give these a try
yo: Gbìyànjú èyí

source: Scroll the homepage
yo: Ṣàyíjáde ojú ìwé ilé

source: Swipe between apps
yo: Sún láàrin àwọn ìṣàfilọ́lẹ̀

source: Smart has never been so simple
yo: Amúṣẹ́yá ò rọrùn báyì rí

source: interaction icon
yo: ìbánisọ̀rọ̀ àwòrán aṣàmì

source: Scroll for what you need
yo: Ṣàyíjáde fún ohun tí o fẹ́

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
yo: Ṣe ó dàbọ̀ fún ọ̀pọ̀ àṣafihàn ilé. Ohun gbogbo tí o nílò ní mímọ́ àti ṣàyíjáde léraléra wà níbí. Kíni ó lè rọrùn?

source: Search in a snap
yo: Ìṣawarí ní ìsomọ́lẹ̀

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
yo: Ìṣawarí Wẹ́ẹ̀bù àti Firefox Marketplace, tàbí kànsí ojúlé wẹ́ẹ̀bù tààrà — gbogbo rẹ̀ ní pẹpẹ ìṣawarí ní orí ìṣafihàn ilé.

source: Swipe&nbsp;between apps
yo: Ìfikayàn&nbsp;láàrin àwọn ìṣàfilọ́lẹ̀

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
yo: Ìráyè sí àwọn ìṣàfilọ́lẹ̀ tí o lò láìpẹ́ ní fílàṣì. Kàn fikayàn láti igun àṣafihàn láti yíkiri gbogbo àwọn ìṣàfilọ́lẹ̀ rẹ tí ó ṣí.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
yo: A ṣàgbékalẹ̀ Firefox OS láti bá ìgbé ayé rẹ mu pẹ̀lú Ìṣawarí Ìṣàfilọ́lẹ̀ Àfaramọ́ tí ó ṣe èyí. Kàn bẹ̀rẹ̀ síní tẹ ìwé láti rí ààyè sí ìyára àti ìrorùn sí ìṣàfilọ́lẹ̀ tí o jọ ara àti àkóónú ìbílẹ̀. O múṣẹ́yá ó sì rọrùn — bí gbogbo ìsàwarí gbọ́dọ̀ ṣerí.

source: Apps for all you do
yo: Ìṣàfilọ́lẹ̀ fún gbogbo ohun tí o ńṣe

source: Stay connected
yo: Wàní ìsopọ̀

source: Stay entertained
yo: Wàní ìdálárayá

source: Stay organized
yo: Dúró ní ìṣètò

source: Search or enter address
yo: Ṣàwarí tàbí ṣàtẹ̀wọlé àdírẹ́sì

source: Phone
yo: Fóònù

source: Camera
yo: Kámẹ́rà

source: Video
yo: Fídíò

source: E-Mail
yo: Í-Meèlì

source: Messages
yo: Àwọn iṣẹ́

source: Calendar
yo: Kàlẹ́ńdà

source: Browser
yo: Aṣàwákiri

source: Clock
yo: Aago

source: Contacts
yo: Olùbásọ̀rọ̀

source: Music
yo: Orin

source: FM Radio
yo: Rédíò FM

source: Settings
yo: Ààtò

source: Gallery
yo: Gbàgede

source: Usage
yo: Ìlò

source: Add more from the Firefox Marketplace
yo: Ṣàfikún si láti Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
yo: Gba gbogbo eré ìdarayá olókìkí jùlọ àti ìṣàfilọ́lẹ̀ sísopọ̀ ìkẹ́gbẹ́ níbí.

source: Go to the Marketplace
yo: Lọsí Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
yo: * Iṣafilọlẹ tí a ti ṣàgbékalẹ̀ lè yàtọ̀ nípa àwọn onílé ìṣẹ́ ati ònṣìṣẹ́.

source: In the news
yo: Nínu ìròyìn

source: See more
yo: Wòsi

source: Mozilla community photo
yo: Àwùjọ fótò Mozilla

source: Powered by the Mozilla community
yo: Pẹ̀lú àmúṣagbára àwùjọ Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
yo: Mozilla jẹ́ ilé-iṣẹ́ àìlérè tí àwọn ìmọ̀lára àwùjọ àgbayé ṣe. Lápapọ̀, a lè ṣẹ̀dá àti ṣèmúgbòòrò pẹ̀lú ìfẹ́ ìbílẹ̀ lọ́kàn, nígbà tí a ń mú Wẹ́ẹ̀bù dárasi àti ìráyè sí fún gbogbo ènìyàn.

source: Learn more about Mozilla
yo: Kọ́si nípa Mozilla

source: Need Help?
yo: Nílò ìrànwọ́?

source: Firefox OS Support
yo: Àtìlẹ́hìn Firefox OS

source: Find My Device
yo: Wá Ohun elò Mi

source: For Developers
yo: Fún àwọn Olúmùgbèrú

source: Mozilla Developer Network
yo: Olúmùgbèrú Alásopọ̀ Mozilla

source: Mozilla Appmaker
yo: Olúṣe ìṣàfilọ́lẹ̀ Mozilla

source: Firefox OS devices
yo: Àwọn ohun elò Firefox OS

source: Where is Firefox OS available?
yo: Níbo ni Firefox OS wà?

source: Other Firefox OS versions
yo: Àwọn ẹ̀yà Firefox OS míìràn

source: For Partners
yo: Fún àwọn alájọṣiṣẹ́pọ̀

source: Partnership opportunities
yo: Ànfaani alájọṣiṣẹ́pọ̀

source: We work with a number of providers to offer Firefox OS on a variety of devices.
yo: A ń ṣiṣẹ́ pẹ̀lú ọ̀pọ̀ olùpèsè láti fúnni ní Firefox OS lóri ọ̀gọ̀ọ̀rọ̀ ohun elò.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
yo: Yàn láti àtòkọ ìsàlẹ̀ láti gba fóònùìyára Firefox OS ní orílẹ̀ èdè rẹ.

source: Click on the provider below to get a Firefox OS smartphone in your country.
yo: Ṣíra tẹ̀ ní olùpèsè ìsàlẹ̀ láti gba fóònùìyára Firefox OS ní orílẹ̀ èdè rẹ.

source: Sign up for our monthly newsletter
yo: Ṣàwọlé fún ìwé ìròyìn alábọ́dé oṣooṣù

source: Thank you for signing up!
yo: O ṣeun fún wíwọlé!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
yo: Wọlé fún ìwé ìròyìn alábọ́dé oṣooṣù kí o sì gba Firefox OS àìpẹ́
