Repository: alvinlaz96/mozilla-lang
Catalog: yo/firefox/os/index.lang.po
Languages: yo

source: Get Firefox OS
yo: Gba Firefox OS

source: The Adaptive Phone
yo: Fóònù Àfaramọ́ Náà

source: The Features
yo: Àwọn Àbùdá

source: The Mission
yo: Iṣẹ́ Náà

source: The Devices
yo: Àwọn Ohun Elò Náà

source: Get a phone
yo: Ra fóònù

source: Social
yo: Ojúlùmọ̀

source: Photos
yo: Àwọn fótò

source: Music
yo: Orin

source: Maps
yo: Àwòrán atọ́nà

source: Dual SIM
yo: SIM Oníméjì

source: Messages
yo: Àwọn iṣẹ́

source: Marketplace
yo: Ibiọjà

source: Make every <br>moment count
yo: Jẹ́kí gbogbo <br>igbà jẹ́ mánigbàgbé

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
yo: O nílò àyípadà láti ìgbà dé ìgbà. Ìdí nìyí tí Firefox OS ṣe ńṣe bákan náà. Ó fún ọ ní agbára láti gbé gbogbo àkókò lẹ́kunrẹ́rẹ́ kí o sì kópa ní ayé tí ó dára.

source: Get a Firefox OS smartphone today
yo: Ra Firefox OS fónùìyára lónì

source: Sign up for our monthly newsletter and get the latest on Firefox OS
yo: Wọlé fún ìwé ìròyìn alábọ́dé oṣooṣù kí o sì gba Firefox OS àìpẹ́

source: It adapts, so you <br>can too
yo: O ń faramọ́, bẹ́ẹ̀ni <br>ìwọ náà

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
yo: Firefox OS lèròǹgbà ìní rẹ, farada gbogbo ipò a sì pín <br>ìwifún tí o fẹ́.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
yo: Èyí pẹ̀lú olókìkí, àwọn ìṣàfilọ́lẹ̀ ńlá, pẹ̀lú àkoonú ìbílẹ̀ tí ó ní ìtumọ̀ sí ọ àti ayé rẹ.

source: Adaptive App Search
yo: Ìṣàfilọ́lẹ̀ Ìṣàwarí Ìmúyẹ

source: Type a word or subject you’re interested in
yo: Tẹ ọ̀rọ̀ kan tàbí orí ọ̀rọ̀ tí o nífẹsí

source: Find exactly what you want — and more
yo: Wa ohun tí o fẹ́ gan an — àti sí

source: Get instant access or save apps to your phone
yo: Gba ìwọlé kíákíá tàbí ṣàfipamọ́ àwọn ìṣàfilọ́lẹ̀ sóri fóònù rẹ

source: Discover more apps on Firefox Marketplace
yo: Ṣàwarí àwọn ìṣàfilọ́lẹ̀ si lóri Ibiọjà Firefox

source: Have it all
yo: Ní gbogbo rẹ̀

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
yo: Firefox OS ní ẹ̀kúnrẹ́rẹ́ àwọn àbùdá tí yóò jẹ́kí o fẹ́ ìyárafóònù lákọkọ́. Ó bá ayé rẹ mu dáradára kí ó lè báyé dọ́gba.

source: Made for the moments of your life
yo: Aṣé fún àkókò ayé rẹ

source: Moments with friends
yo: Àwọn àkókò pẹ̀lú àwọn ọ̀rẹ́

source: Import your contacts directly from Facebook and share updates instantly.
yo: Ṣàgbéwọlé àwọn olùbásọ̀rọ̀ rẹ tààrà láti Facebook kí o pín ìṣafikún kíákíá.

source: Creative moments
yo: Àwọn àkókò ìṣẹ̀dá

source: Take photos on the go then make them amazing using built-in style filters.
yo: Ya fótò lóri ìrìn kí o sìṣe wọ́n ní ọ̀nà àrà nípa lílo asẹ́ àrà àdámọ́.

source: Moments that entertain
yo: Àwọn àkókò tí ń dáni lárayá

source: Listen to your favorite songs, artists and radio stations, all from one device.
yo: Tẹ́tísí àwọn aayò orin, ònṣèré àti ilé iṣẹ́ rédíò rẹ, gbogbo wọn nínu ohun elò kan.

source: Moments in between
yo: Àwọn àkókò láarín

source: Get to where you’re going with directions, traffic and local transit information.
yo: Dé ibi o ńlọ pẹ̀lú àwọn ìtọ́nà, ìrìnà ọkọ̀ àti ìwifún ní ọ̀nà ìbílẹ̀.

source: Moments of choice
yo: Àwọn àkókò yíyàn

source: Take full control of calls and messages with dual SIM and dual standby functionality.
yo: Gba gbogbo ìṣàkóso àwọn ipè àti iṣẹ́ pẹ̀lú SIM oníbejì àti ìṣiṣẹ́ tí ó dúró ṣịnṣin oníbejì.

source: Moments of connection
yo: Àwọn àkókò ìsopọ̀

source: Stay in touch with family and friends by email and text message.
yo: Wàní àrọwọtó pẹ̀lú ẹbí àti àwọn ọ̀rẹ́ nípa í-meélì àti atẹ̀jiṣẹ́.

source: Moments of discovery
yo: Àkókò ìṣawarí

source: Find the best apps from around the world and your own backyard.
yo: Wá àwọn ìṣàfilọ́lẹ̀ tó dárajù láti gbogbo àgbayé ní ẹ̀hìnkùlé rẹ.

source: Transform the future
yo: Yípadà ọjọ́ iwájú

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
yo: A wà láti ṣe ìyàtọ̀, kìíṣe èrè. Nígbà tí o báyan Firefox OS, o ńṣe ìrànwọ́ láti kọ́ ọjọ́ iwajú dídára fún Wẹ́ẹ́bù àti àwọn olùṣàmúlò níbi gbogbo.

source: From our community to yours
yo: Láti àwùjọ wa sí tìrẹ

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
yo: Ọ̀pọ̀ fóònùìyára ni àwọn agbo ènìyàn díẹ̀ ṣe, ní ibìkan, bóyá o tilẹ̀ jinà síbi tí o wà. Firefox OS fóònù yàtọ̀. Àwọn àwùjọ ńlá ni ó ṣé òun sìni fóònùìyára tí ó ní òye tí ó sì ń fún ọ ní ohun tí o nílò.

source: The best of the Web
yo: Èyí tí ó dára ní Wẹ́ẹ̀bù

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
yo: Firefox ṣàyípadà ìṣàwákiri láéláé nípa fífi àwọn olùsàmúlò ṣáájú àti fífúnni ní ìpele titun ti yíyàn àti ìyàtọ̀ lóníforíkorí. Báyì a tún ńṣe lẹ́ẹ̀kansi pẹ̀lú Firefox OS, nípa mímú èyí tí o gajù ní ìrirí ìṣàwakíri sí orí fóònùìyára rẹ. O lè ṣe ìṣàkóso ayé rẹ lóníforíkorí kí o sì gba èyí tí ó dárajù ti Wẹ́ẹ̀bù ní láti fúnni kòní fiiṣe ibi tí o lọ.

source: For partners &amp; developers:
yo: Fún àwọn ẹlẹgbẹ́ &amp; olùmúgbèrú:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
yo: Kọ́ nípa àwọn ànfààní àjọ́ṣepọ̀ <a href="%(link)s">Lọsí ojúlé wẹ́ẹ̀bù àjọṣepọ̀ Firefox OS</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
yo: Gba ìsàfilọ́lẹ̀ rẹ ní Firefox OS <a href="%(link)s">Fi sílẹ̀ sí Ibiọjà Firefox</a>

source: For users:
yo: Fún àwọn olùṣàmúlò:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
yo: Àbálèmọ̀ bí o bá nílò ìrànwọ́ kékeré <a href="%(link)s">Gbà láti ọ̀dọ̀ àwọn ọ̀rẹ́ rẹ ní Ìrànwọ́ Mozilla</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
yo: Gbogbo ìbéèrè rẹ laó dáhùn <a href="%(link)s">Ka àfikún ìrànwọ́ FAQ wa</a>

source: Email app
yo: Ìṣàfilọ́lẹ̀ Í-meélì

source: Contacts app
yo: Ìṣàfilọ́lẹ̀ àwọn olùbásọ̀rọ̀

source: Messages app
yo: Ìṣàfilọ́lẹ̀ àwọn iṣẹ́

source: Camera app
yo: Ìṣàfilọ́lẹ̀ kámẹ́rà

source: Facebook app
yo: Ìṣàfilọ́lẹ̀ Facebook

source: Maps app
yo: Ìṣàfilọ́lẹ̀ ìwé ìfọ̀nàhàn

source: Photos app
yo: Ìṣàfilọ́lẹ̀ àwọn fótò

source: Music app
yo: Ìṣàfilọ́lẹ̀ orin

source: Radio app
yo: Ìṣàfilọ́lẹ̀ rédíò

source: We work with a number of providers to offer Firefox OS on a variety of devices.
yo: A ńṣiṣẹ́ pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn olùpesè láti fúnni ní Firefox OS ní oríṣii àwọn ohun elò.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
yo: Yan ọ̀kan lára ààtò ìsàlẹ̀ láti gba fóònùìyára Firefox OS ní orílẹ̀ èdè rẹ.

source: Click on the provider below to get a Firefox OS smartphone in your country.
yo: Tẹ̀ lóri olùpèsè ìsàlẹ̀ láti gba fóònùìyára Firefox OS ní orílẹ̀ èdè rẹ.

source: Sign up for our monthly newsletter
yo: Ṣàwọlé fún ìwé ìròyìn alábọ́dé oṣooṣù

source: Thank you for signing up!
yo: O ṣeun fún wíwọlé!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
yo: Firefox OS — Fóònù Àfaragbà — àwọn Àbùdá Fóònùìyára Ńlá, Àwọn Ìṣàfilọ́lẹ̀ àti Si

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
yo: Wo ẹ̀yà àkíyèsí <a href="%(link)s"> Ka àwọn àbùdá nípa, ìyípadà àti si</a>
