Repository: alvinlaz96/mozilla-lang
Catalog: trs/firefox/channel/index.lang.po
Languages: trs

source: Take a browse on the wild side.
trs: Ganachi' sa hua hue'e

source: Be among the first to explore future releases of Firefox for desktop, Android and iOS.
trs: So' gahuin dugui' asinin chrë garahue daj 'iaj sun Firefox guenda escritorio, Android ni iOS.

source: Desktop
trs: Escritorio

source: See something that isn’t working? Let us know.
trs: ¿Hua ngo sa nitaj si 'iaj sun hue'e aj? Gataj na'anj.

source: File a bug now
trs: Ga'ni' sa gire'e

source: Tips for filing a bug
trs: Daj da'uit gataj na'anj sa gire'e

source: Take our latest experimental features for a spin and shape the future of Firefox.
trs: Gida'a sa nakà doj da nagi'iaj hue'et Firefox.

source: Learn more about Test Pilot
trs: Nana'ui' doj nuguan guenda Test Pilot

source: Download and test future releases of Firefox for desktop, Android and iOS.
trs: Naduninj ni garahuet daj 'iaj sun Firefox guenda escritorio, Android ni iOS.

source: Download and test the latest Firefox for Android features with Aurora, Beta and Nightly builds.
trs: Naduninj ni garahuet Firefox guenda Android ne' ruku doj Aurora, Beta ni Nightly builds.

source: Try the latest Android features, before they get released to the rest of the world.
trs: Garasun sa gi'iaj sunt ne'ñan doj guenda Android, ni ga'chin gini'in a'ngo nej digui'.

source: All Languages and Builds
trs: Daran' nej nanj a'mi

source: Help determine what features will go into the next Firefox for Android.
trs: Rugujñu'unj ganahuit daj ga Firefox guenda Android.

source: Firefox Aurora automatically sends feedback to Mozilla.
trs: Firefox Aurora a'nìn ma'an nuguan'an riña Mozilla.

source: Firefox Beta automatically sends feedback to Mozilla.
trs: Firefox Beta a'nìn ma'an nuguan'an riña Mozilla.

source: <a rel="external" href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
trs: <a rel="external" href="%(feedback)s">Gataj nuin si anin ruhuat</a> da' gi'iaj sun hue'e ma.

source: Download and test the latest Firefox for desktop features with Developer Edition, Beta and Nightly builds.
trs: Naduninj ni garahuet daj gi'iaj sun Firefox ne' ruku doj nga Developer Edition, Beta ni Nightly

source: Test about-to-be-released features in the most stable pre-release build.
trs: Garahue daj 'iaj sun ma hiàj ni' gachîn gahui ma.

source: All Languages and Builds (incl. Win 64)
trs: Daran' nej nanj a'mi' (incl. Win 64)

source: Build, test, scale and more with the only browser built just for developers.
trs: Nagi'iaj, ni nachrá navegador gi'iaj nej si guenda re'.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
trs: Firefox Developer Edition A'nìn ma'an nuguan'an riña Mozilla.

source: Check out new Android features in their earliest stages. Enjoy at your own risk.
trs: Ni'iaj daj 'iaj sun Android diu na. Garasun ma daj garan' ruhuat.

source: Test brand new features daily (or… nightly). Enjoy at your own risk.
trs: Ni'iaj daj 'iaj sun sa nakàa (daran' nîin). Garasun ma daj garan' ruhuat.

source: Firefox Nightly automatically sends feedback to Mozilla.
trs: Firefox Nightly a'nìn ma'an nuguan'an riña Mozilla.

source: Nightly Blog
trs: Blog ne' nîin

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program and help make our mobile browser for iPhone, iPad and iPod touch even better.
trs: Garasun versión beta Firefox guenda iOS nga Apple’s TestFlight ni rugujñu'unjt nej sa 'iaj sun nga iPhone, iPad and iPod da' nahuin hue'ej.

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program.
trs: Garasun bersión beta si'iaj Firefox guenda iOS nga sa gu'naj Apple’s TestFlight.

source: Sign up now
trs: Guta' si yuguit
