Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/advocacy.lang.po
Languages: cy, hi_in

source: Mozilla Advocacy
cy: Eiriolaeth Mozilla
hi_in: Mozilla वकालत

source: Rallying citizens to protect the open Internet
cy: Crynhoi dinasyddion i ddiogelu'r Rhyngrwyd agored
hi_in: उन्मुक्त इंटरनेट की सुरक्षा के लिए नागरिकों की रैली

source: Mozilla’s advocacy engine works with allies to cultivate a global force of tens of millions of people, who are aware of the issues that are vital to the future of the open Internet and prepared to take action in support of the rights of citizens of the web.
cy: Mae peiriant eiriolaeth Mozilla'n gweithio gyda chynghreiriaid i dyfu corff o ddegau o filiynau o bobl, sy'n ymwybodol o faterion sy'n hanfodol i ddyfodol i Ryngrwyd agored ac sy'n barod i weithredu i gefnogi hawliau dinasyddion y we.
hi_in: Mozilla एडवोकेसी इंजन लाखों लोगों की वैश्विक शक्ति को विकसित करने के लिए सहयोगियों के साथ काम करता है, जो उन तथ्यों से परिचित हैं जो खुले इंटरनेट के भविष्य के लिए महत्वपूर्ण हैं और वेब के नागरिकों के अधिकारों के समर्थन में कार्रवाई करने के लिए तैयार हैं.

source: We are dedicated to building a world where:
cy: Rydym yn ymrwymedig i adeiladu byd lle:
hi_in: हम एक ऐसी दुनिया के निर्माण के लिए समर्पित हैं जहाँ:

source: People are making more conscious choices to build and protect the open Internet
cy: Mae pobl yn gwneud dewisiadau mwy ymwybodol i adeiladu a diogelu'r Rhyngrwyd agored
hi_in: लोग मुक्त इंटरनेट के निर्माण और संरक्षण के लिए अधिक सचेत विकल्प बना रहे हैं

source: Companies and governments create products, policies and laws to support the open Internet because of public pressure to do so
cy: Mae cwmnïau a llywodraethau'n creu cynnyrch, polisïau a deddfau i gefnogi'r Rhyngrwyd agored oherwydd y pwysau cyhoeddus i wneud hynny
hi_in: कंपनियाँ और सरकारें मुक्त इंटरनेट का समर्थन करने के लिए सार्वजनिक दबाव के कारण उत्पाद, नीतियाँ और कानून बनाती हैं

source: How we work: A focus on depth and scale
cy: Sut rydym yn gweithio: Canolbwyntio ar ddyfnder a maint
hi_in: हम कैसे काम करते हैं: गहराई और पैमाने पर एक फोकस

source: Mozilla’s advocacy approach incorporates both scale to depth and depth to scale to properly address the diversity of issues that we work on.
cy: Mae dull eiriolaeth Mozilla'n cynnwys maint a dyfnder, a dyfnder a maint er mwyn cyfarch yn gyfan yr amrywiaeth o faterion rydym yn gweithio arnyn nhw.
hi_in: Mozilla एडवोकेसी के दृष्टिकोण से पैमाने की गहराई और गहराई के पैमाने दोनों को शामिल किया जाता है ताकि हम उन मुद्दों की विविधता को ठीक से संबोधित कर सकें जिन पर हम काम करते हैं.

source: This approach enables Mozilla to simultaneously build our capacity to mobilize millions of people quickly and grow our organizing power in local communities, which will make it possible to win on our issues in the long-term.
cy: Mae'r dull hwn yn galluogi Mozilla ar yr un pryd, i adeiladu ein gallu i grynhoi miliynau o bobl yn sydyn ac i gynyddu ein gallu trefniadol o fewn cymunedau lleol, fydd yn ei gwneud yn bosibl i ennill ar y materion hyn yn y tymor hir.
hi_in: इस दृष्टिकोण से Mozilla को एक साथ मिलकर लाखों लोगों को जुटाने और स्थानीय समुदायों में अपने संगठन की शक्ति बढ़ाने के लिए हमारी क्षमता का निर्माण करने की सुविधा मिलती है, जो दीर्घकाल में हमारे मुद्दों पर जीतना संभव बनाती है.

source: We also push ourselves to be proactive — setting the topic and tone of the conversation, and promoting solutions — as well as reactive to current events or undesirable policies when necessary.
cy: Rydym hefyd yn gwthio ein hunain i fod yn rhagweithiol — gosod pwnc a thôn y drafodaeth ac yn hyrwyddo atebion — yn ogystal â bod yn ymateb i ddigwyddiadau cyfredol neu bolisïau anaddas, yn ôl yr angen.
hi_in: हम अपने आप को सक्रिय करने के लिए प्रेरित भी करते हैं — बातचीत के विषय और स्वर की स्थापना, और समाधानों को बढ़ावा देने — साथ ही जब आवश्यक हो तो मौजूदा कार्यक्रमों या अवांछनीय नीतियों को पुनः सकिय में.

source: Our initiatives
cy: Ein mentrau
hi_in: हमारी पहल

source: Mozilla’s Advocacy Engine consists of five key initiatives:
cy: Mae Peiriant Eiriolaeth Mozilla'n cynnwys pum prif fenter:
hi_in: Mozilla एडवोकेसी इंजन में पाँच प्रमुख पहल शामिल हैं:

source: Campaigns.
cy: Ymgyrchoedd.
hi_in: अभियान.

source: Our campaigns amplify the Mozilla community’s collective voice, in order to address the issues we believe must be tackled in the current era to build the open Internet we want. Example: <a href="%(url_encrypt_campaign)s">Encrypt</a>
cy: Mae ein hymgyrchoedd yn cynyddu llais cyfun cymuned Mozilla, er mwyn ymateb i faterion rydym yn credu bod angen rhoi sylw iddyn nhw ar hyn o bryd i adeiladu'r Rhyngrwyd agored rydym ei eisiau. Esiampl: <a href="%(url_encrypt_campaign)s">Amgryptio</a>

source: Online.
cy: Ar-lein.
hi_in: ऑनलाइन

source: Naturally, the pulse of the movement to protect the open Internet lives on the web. We nurture a strong online community with a bias toward action, and drive mass digital mobilization behind our campaigns.
cy: Yn naturiol, mae calon yr ymgyrch i ddiogelu'r Rhyngrwyd agored yn curo ar y we. Rydym yn meithrin cymuned ar-lein gref gyda thuedd tuag at weithredu, a gyrru ymgyrchoedd digidol torfol yn gefn i'n hymgyrchoedd.
hi_in: स्वाभाविक रूप से, मुक्त इंटरनेट की रक्षा के लिए आंदोलन की नब्ज वेब पर रहता है हम कार्रवाई के प्रति पूर्वाग्रह के साथ एक मजबूत ऑनलाइन समुदाय का पोषण करते हैं, और अपने अभियानों के पीछे जन डिजिटल संग्रहण चलाते हैं.

source: Media.
cy: Y Cyfryngau.
hi_in: मीडिया

source: We tell creative, compelling stories that bring the biggest challenges and opportunities facing the open Internet to life, and into the mainstream.
cy: Rydym yn adrodd straeon creadigol a difyr sy'n dod a'r heriau a'r cyfleoedd sy'n wynebu’r Rhyngrwyd agored yn fyw, ac i'r prif lif.
hi_in: हम रचनात्मक, सम्मोहक कहानियाँ बताते हैं जो मुक्त इंटरनेट के साथ जीवन की सबसे बड़ी चुनौतियों और अवसरों को जन्म देते हैं, और मुख्य धारा में.

source: Field.
cy: Maes.
hi_in: क्षेत्र.

source: We connect, support and amplify the work of technologists, policy wonks, artists and activists committed to helping shape and drive Mozilla’s campaigns.
cy: Rydym yn cysylltu, cefnogi ac amlygu gwaith technolegwyr, arbenigwyr polisi, artistiaid ac ymgyrchwyr sy'n ymroddedig i siapio a gyrru ymgyrchoedd Mozilla.

source: Infrastructure and networks.
cy: Isadeiledd a rhwydweithiau.
hi_in: बुनियादी सुविधा और नेटवर्क

source: The foundation that supports and drives our advocacy work, by bringing together awesome people, organizations and technology to fuel our campaigns and the wider movement. Example: <a href="%(url_owf)s">Open Web Fellows</a>
cy: Y sail sy'n cynnal ac yn gyrru ein gwaith eiriolaeth, drwy ddwyn ynghyd pobl, cyrff a thechnoleg anhygoel, i yrru ein hymgyrchoedd a'r symudiad ehangach. Esiampl: <a href="%(url_owf)s">Open Web Fellows</a>
