Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/index.lang.po
Languages: bs

source: The Mozilla Foundation
bs: Mozilla fondacija

source: The nonprofit Mozilla Foundation believes the Internet must always remain a global public resource that is open and accessible to all. Our work is guided by the <a href="%(url_manifesto)s">Mozilla Manifesto</a>.
bs: Neprofitna Mozilla fondacija vjeruje da internet mora uvijek ostati javni globalni resurs koji je otvoren i dostupan svima. Naš rad je vođen od strane <a href="%(url_manifesto)s">Mozilla Manifesto</a>.

source: The direct work of the Mozilla Foundation focuses on fueling the movement for an open Internet. We do this by connecting open Internet leaders with each other and by mobilizing grassroots activists around the world.
bs: Direktan rad Mozilla fondacije fokusira se na podsticanje pokreta za otvoreni internet. Ovo radimo tako što povezujemo vođe otvorenog interneta jedne sa drugima i mobilisanjem aktivista širom svijeta.

source: The Foundation is also the sole shareholder in the Mozilla Corporation, the maker of Firefox and other open source tools. Mozilla Corporation functions as a self-sustaining social enterprise – money earned through its products is reinvested into the organization.
bs: Fondacija je ujedno i jedini dioničar u Mozilla korporaciji, proizvođač Firefoxa i drugih javnih alata. Mozilla korporacija funkcioniše kao samoodrživo socijalno preduzeće – novac zarađen putem njenih proizvoda se ponovo investira u organizaciju.

source: Read the Mozilla Foundation’s 2016-2018 Strategy
bs: Pročitajte strategiju Mozilla fondacije za 2016-2018

source: Foundation Programs
bs: Programi fondacije

source: Working with people and communities all across Mozilla, the Foundation team is focused on fueling the open Internet movement. Our programs are focused in three areas:
bs: Rad sa ljudima i zajednicama širom Mozille, tim Fondacije je fokusiran na podsticanje pokreta otvorenog interneta. Naši programi su fokusirani na tri područja:

source: Shape the agenda
bs: Oblikovanje agende

source: Mozilla has identified five key issues that are critical to build the open Internet we want:
bs: Mozilla je identifikovala pet ključnih pitanja koja su od presudne važnosti za izgradnju otvorenog interneta kakvog želimo:

source: Privacy and Security
bs: Privatnost i sigurnost

source: Open Innovation
bs: Otvorene inovacije

source: Decentralization
bs: Decentralizacija

source: Web Literacy
bs: Web pismenost

source: Digital Inclusion
bs: Digitalna inkluzija

source: Connect leaders
bs: Povezivanje vođa

source: Our nascent Mozilla Leadership Network finds, connects and provides learning opportunities for a new generation of leaders who will ensure the next wave of access, inclusion and opportunity online.
bs: Naše početno Mozilla rukovodstvo mreže pronalazi, povezuje i pruža mogućnosti za učenje za nove generacije lidera koji će osigurati sljedeći val pristupa, inkluzije i mogućnosti na mreži.

source: Rally citizens
bs: Okupljanje građana

source: Mozilla works with allies to cultivate a global force of tens of millions of people prepared to support the rights of citizens of the web.
bs: Mozilla radi sa saveznicima da njeguje globalnu silu od nekoliko desetina miliona ljudi spremnih da podrže prava građana na webu.

source: Products and Technology
bs: Proizvodi i tehnologija

source: Mozilla Corporation, a wholly owned subsidiary of the Foundation, makes consumer Internet products that advance the same values outlined in the Mozilla Manifesto.
bs: Mozilla korporacija, podružnica u potpunom vlasništvu Fondacije, pravi potrošačke internet proizvode koji unaprijeđuju iste vrijednosti navedene u Mozilla Manifesto.

source: Firefox, our flagship product, gives increased choice, privacy and security to 100s of millions of people around the world. Product exploration initiatives like our ‘connected devices’ program aim to bring more mainstream products with Mozilla values into the world. Technology initiatives like Rust and Mozilla’s online game centre aim to spread new thinking about open technology across the whole of the Internet industry.
bs: Firefox, naš najpoznatiji proizvod, daje povećan izbor, privatnosti i sigurnosti za 100-ine miliona ljudi širom svijeta. Inicijative za istraživanje proizvoda kao našeg programa ‘povezani uređaji’ imaju za cilj donošenje više potpuno novih proizvoda sa Mozilla vrijednostima u svijetu. Inicijative tehnologija kao što je Rust i Mozillin online centar za igre imaju za cilj širenje novih mišljenja o otvorenim tehnologijama kroz cijelu internet industriju.

source: Mozilla Community
bs: Mozilla zajednica

source: The real power behind Mozilla is a global community of 10,000s of volunteers, allies and partners. Members of the Mozilla community participate by doing everything from contributing code to Firefox and <a href="%(url_learning)s">teaching digital literacy</a> to translating our software, organizing advocacy campaigns and writing the world's most referenced <a href="%(url_mdn)s">web developer site</a>.
bs: Stvarna snaga iza Mozille je globalna zajednica od 10.000 volontera, saveznika i partnera. Članovi Mozilla zajednice učestvuju radeći sve od pridonšenja koda za Firefox i <a href="%(url_learning)s">učenja digitalne pismenosti</a> za prevođenje našeg softvera, organizovanja kampanja zaštite i pisanje svjetski najupućenije <a href="%(url_mdn)s">web razvojne stranice</a>.

source: Get Involved
bs: Uključite se

source: Join us and help protect the internet as a global public resource. To get started, <a href="%(url_community)s">join our community</a> or <a href="%(url_donation)s">make a donation</a>.
bs: Pridružite nam se i pomozite zaštiti internet kao javni globalni resurs. Da počnete, <a href="%(url_community)s">pridružite se našoj zajednici</a> ili <a href="%(url_donation)s">napravite donaciju</a>.

source: About the Foundation
bs: O Fondaciji

source: 2016-2018 Strategy
bs: Strategija 2016-2018

source: Licensing & Trademarks
bs: Licenciranje i zaštitni znakovi

source: Public Documents
bs: Javni dokumenti

source: Careers
bs: Karijere

source: Key Internet Issues
bs: Ključni internet problemi

source: Advocacy
bs: Advokatura

source: Leadership Network
bs: Rukovodstvena mreža
