Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/issues.lang.po
Languages: bs, cy

source: Mozilla’s Key Internet Issues
bs: Mozillina najvažnija internet pitanja
cy: Prif Faterion Rhyngrwyd Mozilla

source: Shaping the Agenda
bs: Oblikovanje agende
cy: Siapio'r Agenda

source: Mozilla has identified five issues that we believe must be tackled in the current era, to build the open internet we want:
bs: Mozilla je identificirala pet pitanja za koja vjerujemo da moraju biti rješena u tekućem razdoblju, da bi izgradili internet kakav želimo:
cy: Mae Mozilla wedi adnabod pum mater rydym yn credu y mae'n rhaid eu datrys ar hyn o bryd, er mwyn adeiladu'r Rhyngrwyd agored rydym ei eisiau:

source: Online Privacy & Security
bs: Internet privatnost i sigurnost
cy: Preifatrwydd a Diogelwch Ar-lein

source: People understand and can meaningfully control how their data is collected and used online, and trust that it’s safe. In parallel, companies and governments work to protect our data and enhance our ownership over our digital identities.
bs: Ljudi razumiju i mogu značajno kontrolisati to kako se njihovi podaci prikupljaju i koriste na internetu, i vjeruju da je to sigurno. Paralelno, kompanije i vlade rade na zaštiti naših podataka i poboljšanju našeg vlasništva nad našim digitalnim identitetima.
cy: Mae pobl yn deall ac yn gallu rheoli sut mae eu data'n cael ei gadw a'i ddefnyddio ar-lein, ac yn ymddiried ei fod yn ddiogel. Yn ogystal â hyn mae cwmnïau a llywodraethau'n gweithio i ddiogelu ein data ac i wella'n perchnogaeth o'n hunaniaeth ddigidol.

source: Open Innovation
bs: Otvorene inovacije
cy: Arloesi Agored

source: Open is the default: open source and open standards continue to be at the heart of the Internet, and influence organizations and industries products, policies and practices. As a result, entrepreneurs and everyday Internet users can create, innovate and compete online without asking permission.
bs: Otvoreno je zadano: otvoreni izvor i otvoreni standardi nastavljaju biti srce interneta, i utiču na organizacije i industrijske proizvode, politike i prakse. Kao rezultat toga, preduzetnici i svakodnevni korisnici interneta mogu kreirati, inovirati i takmičiti se na internetu bez traženja dozvole.
cy: Agored yw'r rhagosodiad: mae cod agored a safonau agored yn parhau i fod wrth wraidd y Rhyngrwyd ac yn dylanwadu ar gyrff a chynnyrch, polisïau ac ymarfer diwydiannau. O ganlyniad, gall entrepreneuriaid a defnyddwyr cyffredin y Rhyngrwyd, greu, arloesi a chystadlu ar-lein heb ofyn caniatâd.

source: Decentralization
bs: Decentralizacija
cy: Datganoli

source: The technologies and platforms people use every day are interoperable and based on open standards. People expect and demand systems that allow seamless flow and transfer of information and content.
bs: Tehnologije i platforme koje ljudi koriste svakodnevno su interoperabilne i bazirane na otvorenim standardima. Ljudi očekuju i potražuju sisteme koji omogućavaju jednostavan protok i prijenos informacija i sadržaja.
cy: Mae'r technolegau a phlatfformau mae pobl yn eu defnyddio bob dydd yn rhyngweithredol ac yn seiliedig ar safonau agored. Mae pobl yn disgwyl ac yn mynnu systemau sy'n llifo'n rhwydd ac yn trosglwyddo gwybodaeth a chynnwys.

source: Web Literacy
bs: Web pismenost
cy: Llythrennedd Gwe

source: People have the skills to read, write and participate in the digital world. Together, these informed digital citizens move beyond just consuming content, to creating, shaping and defending the web.
bs: Ljudi imaju sposobnosti da čitaju, pišu i učestvuju u digitalnom svijetu. Zajedno, ovi digitalno informisani građani kreću se dalje od samog konzumiranja sadržaja, prema kreiranju, oblikovanju i zaštiti weba.
cy: Mae gan bobl y sgiliau i ddarllen, ysgrifennu a chymryd rhan yn y byd digidol. Gyda'i gilydd mae'r dinasyddion digidol gwybodus hyn yn symud tu hwnt i fod yn defnyddio cynnwys i fod yn creu, siapio ac amddiffyn y we.

source: Digital Inclusion
bs: Digitalna inkluzija
cy: Cynhwysiad Digidol

source: People everywhere can access and have the opportunity to participate in building the entire Internet. Subsequently, everyone on the Internet has the opportunity to access and shape our digital world. The Internet reflects the diversity of the people who use it.
bs: Ljudi svuda mogu pristupiti i imati mogućnost da učestvuju u izgradnji cijelog interneta. Nakon toga, svi na internetu imaju mogućnost da pristupe i oblikuju naš digitalni svijet. Internet odražava raznolikost ljudi koji ga koriste.
cy: Mae pobl ymhob man yn gallu cael mynediad a'r cyfle i gymryd rhan i adeiladu’r Rhyngrwyd cyfan. O ganlyniad, mae gan bawb ar y Rhyngrwyd y cyfle i gael mynediad a chyfle i siapio ein byd digidol. Mae'r Rhyngrwyd yn adlewyrchu amrywiaeth y bobl sy'n ei ddefnyddio.

source: Mozilla and our allies will bring these issues front-and-center by being an increasingly visible public voice, weaving these issues throughout our leadership and advocacy work, and building technologies that take a stance.
bs: Mozilla i naši saveznici će dovesti ova pitanja u prvi plan tako što će biti više vidljiv javni glas, prenoseći ova pitanja putem našeg rukovodstva i zagovaračkog rada, i izgradnjom tehnologija koje zauzimaju stav.
cy: Bydd Mozilla a'i gynghreiriaid yn amlygu'r materion hyn drwy fod yn llais cyhoeddus cynyddol, yn gwau'r materion hyn drwy ein gwaith arwain ac eiriolaeth ac yn adeiladu technolegau sy'n cadarnhau ein safbwynt.
