Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/leadership-network.lang.po
Languages: bs

source: The Mozilla Leadership Network
bs: Mozillina rukovodstvena mreža

source: Connecting Leaders
bs: Povezivanje vođa

source: The Mozilla Leadership Network is a global network of diverse leaders - from the young activist teaching web literacy to her community, to the executive leading a global organization - who will ensure the next wave of access, inclusion and opportunity online.
bs: Mozillina rukovodstvena mreža je globalna mreža različitih vođa - od mladih aktivista koji uče web pismenosti u svojoj zajednici, do do izvršnih vođa globalne organizacije - koji će osigurati novi val pristupa, uključenosti i mogućnosti na internetu.

source: Leaders in this network will take action together to:
bs: Vođe u ovoj mreži će pokrenuti akciju zajedno da:

source: Shape and spread the open internet agenda;
bs: Oblikuju i prošire agendu otvorenog interneta;

source: Model ‘open’ values and practices in institutions, products and policies around the world.
bs: Promovišu vrijednosti i otvorene prakse u institucijama, proizvodima i politikama širom svijeta.

source: How we work
bs: Kako radimo

source: The Mozilla Leadership Network accomplishes its work through thematic ‘hubs,’ communities of people with diverse expertise, who are helping others build the capacity to advance the open Internet in their field or topic of interest.
bs: Mozillina rukovodstvena mreža ostvaruje svoj rad putem tematskih ‘čvorišta,’ zajednica ljudi s različitim stručnostima, koji pomažu drugima izgraditi kapacitete za unapređenje otvorenog interneta u njihovoj oblasti ili temi od interesa.

source: Our current hubs include:
bs: Naša trenutna čvorišta uključuju:

source: <a href="%(url_learning)s">Learning.</a> Educators and librarians committed to transforming learning in our digital age.
bs: <a href="%(url_learning)s">Učenje.</a> Nastavnici i bibliotekari posvećeni transformaciji učenja u našem digitalnom dobu.

source: <a href="%(url_science)s">Science.</a> Researchers and data scientists committed to making research and practice more open.
bs: <a href="%(url_science)s">Nauka.</a> Istraživači i analitičari podataka zalažu se da istraživanja i praksa budu više otvoreni.

source: <a href="%(url_advocacy)s">Internet Policy & Advocacy.</a> Individuals and organizations focused on advancing open Internet issues.
bs: <a href="%(url_advocacy)s">Internet politika i zastupanje.</a> Pojedinci i organizacije fokusirani na unapređenje pitanja otvorenog interneta.

source: <a href="%(url_women)s">Women & Web Literacy.</a> Community organizers and senior leaders creating opportunities for women and girls to develop web literacy skills.
bs: <a href="%(url_women)s">Žene i web pismenost.</a> Organizatori i starije vođe kreiraju mogućnosti za žene i djevojčice da razviju vještine web pismenosti.

source: <a href="%(url_iot)s">Internet of Things.</a> Hackers and designers creating provocative prototypes for what an open Internet of Things could and should be.
bs: <a href="%(url_iot)s">Internet stvari.</a> Hakeri i dizajneri kreiraju provokativne prototipove za ono što otvoreni internet stvari može i treba biti.

source: Our Initiatives
bs: Naše inicijative

source: The Mozilla Leadership Network pursues our goals through five key initiatives, which are reflected in each hub:
bs: Mozillina rukovodstvena mreža provodi svoje ciljeve putem pet ključnih inicijativa, koje se pojavljuju u svakom središtu:

source: <em>Curricula & Training.</em> We provide free and open curricula and training programs to help leaders develop the skills they need to ensure the next wave of access, inclusion and opportunity online. Example: <a href="%(url_weblit_module)s">Web Literacy Training Module</a>
bs: <em>Nastavni planovi i obuka.</em> Mi osiguravamo besplatne i otvorene nastavne programe i programe obuke da pomognemo vođama da razviju vještine koje trebaju kako bi osigurali sljedeći val pristupa, uključenosti i mogućnosti na internetu. Primjer: <a href="%(url_weblit_module)s">Modul obuke web pismenosti</a>

source: <em>Partnerships.</em> We initiate and grow partnerships that enable Mozilla, our community and our allies to maximize their impact. Example: <a href="%(url_gigabit)s">Gigabit Community Fund</a>
bs: <em>Partnerstva.</em> Mi pokrećemo i razvijamo partnerstva koja omogućavaju Mozilli, našoj zajednici i našim saveznicima da maksimiziraju svoj utjecaj. Primjer: <a href="%(url_gigabit)s">Fond gigabit zajednice</a>

source: <em>Convening.</em> We bring members of the Mozilla Leadership Network together, to learn from one another, exchange ideas and join forces. Example: <a href="%(url_mozFest)s">MozFest</a>
bs: <em>Sazivanje.</em> Mi okupljamo članove Mozilline rukovodstvene mreže, da uče jedan od drugog, razmjenjuju ideje i udruže snage. Primjer: <a href="%(url_mozFest)s">MozFest</a>

source: <em>Membership.</em> Members join because they share Mozilla’s vision, and stay because of the strong, diverse community and unique professional development opportunities the network provides. Example: <a href="%(url_fellowships)s">Fellowships</a>
bs: <em>Članstvo.</em> Članovi se pridružuju zato što dijele Mozillinu viziju, i ostaju zbog jake, raznolike zajednice i jedinstvenih profesionalnih razvojnih mogućnosti koje mreža pruža. Primjer: <a href="%(url_fellowships)s">Fellowships</a>
