Repository: alvinlaz96/mozilla-lang
Catalog: sat/lightbeam/lightbeam.lang.po
Languages: sat

source: Menu
sat: मिनु

source: Home
sat: ओड़ोक्

source: About
sat: बाबोत ते

source: Lightbeam for Firefox
sat: फायारफॉक्स ला़गित लाइटबिम

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
sat: लाइटबिम दो मित् फायारफॉक्स एड-ऑन काना ओका पा़हिल आर तेसार दोल साइट उदुक् ला़गित् ञेल तेयार आपोस पोर प्रोभाव बेभार आ . आम वेब रे आपासपोर प्राभाव .

source: Shine a Light on Who’s Watching You
sat: मारसाल चालु चोमकोया ओकोय आममे ञेल मेया .

source: See who’s tracking you online
sat: ञेल मे ओकोय आम ऑनलाइन पांजा मेया .

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
sat: आमेम ब्राउज लेका लाइटबिन तेहेंग वेब रेयाक् पुरा़ गा़हिर उदुगाक् , हा़टिञ को मेसा ओका मांजिला बेभार को ला़गित् बाय ञेल पारोमा.

source: Download Lightbeam for Firefox
sat: फायारफॉक्स ला़गित् लाइट बिम आ़तुर आंड़गो मे .

source: Get it from Mozilla Add-Ons
sat: नोवा मोजिला एड-ऑन ञाम मे .

source: How Lightbeam Works
sat: चेत् लेका लाइट बिम का़मी या .

source: Download and run the Lightbeam add-on in your Firefox browser.
sat: आमाक् फायारफॉक्स ब्राउजार रे आ़तुर आंड़गो लाइट बिम अड-ऑन चालाव एम .

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
sat: लाइटबिन दो जोतो साइट ला़गित् घोटना को रेयाक् रेकोर्ड तेयाराक् आम ञेल आ आम जोतो तेयार दोल साइट आमाक् ब्राउजार रे नोडेनाक् जोगावाक् काना.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
sat: लाइटबिन ञेल तेत् गार चिता़र नोवा घोटना को उदुक् राकाब साइट को ताला आपोसपोर आम बाडाय काते ञेल आर तेसार दोल को.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
sat: लाइटबिन दो आम वेब ब्राउज लेका आमाक् गार चिता़र रे सेलेद ला़गित् लेताड़ा. आम नोवा बाङ हुय होचो दाराय ते जाहां ओकतो रेगे लाइटबिम तिंगु दाड़ेया आमाक् लाइटबिम डाटा दो आलगा ते सांचाव आर बाङ मेटाव दाड़ेयाक् आ.

source: Tracking & privacy
sat: निजेराक् पानते ञाम

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
sat: जोतो पानते ञाम दो बाय बाड़िज आ आयमा का़मी को बेभारिजाक् डाटा रे बोरसा आ सोम्बोंध बिसोय आर आमाक् ऑनलाइन ञेल हेरेड़ बाढ़ाव ला़गित् एमोक आ.

source: But tracking can happen without the user’s knowledge.
sat: मेन खान पानते ञाम हुय दाड़ेयाक् बेगोर बेभारिजाक् ज्ञान.

source: That’s not okay for some.
sat: जाहांय को ला़गित् नोवा दो बाय बेस आ.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
sat: नोवा दो आम हुयुक् ला़गती ओकोय गोटाया तिन रे , चेत् लेका आर जुदी आम हा़टिञ ला़गित् आमाक् ब्रउजिग डाटा ञाम काना .— आले ञेल पारोम रेयाक् मोहोत ले चिनहा़ आकात् आ आर आलेयाक् मिसान दो बेभार को दाड़े तेयार जोतो बाबोत ते — बानार टुल आर ला़य सोदोर सांव.

source: Explore the database
sat: डाटा बेस पानते ओड़ोक .

source: In the Lightbeam database, you will be able to browse first and third-party connection data uploaded by donors who use the Lightbeam add-on.
sat: लाइट बिम डाटा बेस रे , आम पा़हिल आर तेयार दोल जोनोड़ाव डाटा लेक दड़ेयाम दान एम को दाराय ते हा़ली राकाब ओकोय लाइट बिम एड-ऑन बेभाराक् .

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
sat: आले भिड़ सोत उनुदुक् ले तेयाराक् बेभार को साहोस एम ला़गित् . बिरा़द भगादेल लेका पांजा रेयाक् ओबोसता ञेल ला़गित् आर सा़गाप सोंबोंध तेयार बिडाव ला़गित् ओका वेब रे मेनाक् आकात् आ.

source: Visualize your data
sat: आमाक् डाटा ञेल तेयार .

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
sat: आम आ़तुर आंड़गो तायोम आर फायार फॉक्स रे लाइटबिम ऑन बोहाल मे, नोवा दो आमेम ञेल आर जोतो तेसार दोल कोवाक् वेबसाइट रेयाक् मित् सा़री ओकतो ञेल तेयार ला़गित् एहोबा ओका ओना साहटा कोरे हों चोगोड़ा.

source: Analyze your connections
sat: आमाक् जोनोड़ाव तुला-पा़याला काते ञेल मे.

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
sat: आमाक् ञेल तेयाराक् को राकाब लेका आम आ़डी लेकान पा़हिल आर तेसार साइट को ओका आंमाक् डाटा रे जोगाव आकाना तालो सा़गा़य कोरे सुर ञेल हाताव दाड़ेयाक् आ. आम साजाव आ़रु होम दाड़ेयाक् आ आर बाङ जाहां ओकतो रेगे आमाक् डाटा सांचाव मे.

source: Contribute your data
sat: आमाक् डाटा हा़टिञ मे .

source: As a part of Lightbeam, we are creating a big-picture view of Internet tracking and of how first and third party sites are connected.
sat: लाइट बिम रेयाक् मित् हा़टिञ लेका आले इन्टार नेट पांजा रेयाक् ञेंल ला़गित् माराङ चिता़र ले तेयारेत् आ आर चेत् लेका पा़हिल आर तेसार दोल साइट जोड़ाक् आ.

source: To help us, you can contribute your data to our Lightbeam database.
sat: आले गोड़ो ला़गित् , आम आलेयाक् लाइटबिम डाटाबेस रे आमाक् डाटा हा़टिञ दाड़ेयाक् आ.

source: Supported by the Ford Foundation
sat: फोर्ड फाउण्डेसान दाराय ते गोड़ो वाकाना .

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
sat: फोर्ड फाउण्डेसान रे का़मी माड़ाङ चालाव आमियान तेयार रे उदुक् राकाब ऑनलाइन डाटा पांजा होड़ को बुझा़व गोड़ो ला़गित् — बानार लाब आर एमको रे

source: Learn more
sat: बा़ड़ती चेद मे.

source: About Lightbeam
sat: लाइटबिम बाबोत ते

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
sat: लाइटबिन आमेम ञेल साइट को आर तेसार दोल साइट को ताला सा़गा़य सोम्बोंध को ञेल तेयार ओका नोवा साहटा कोरे चोगोड़ आकाना.

source: How the add-on works
sat: चेत् लेका एड-ऑन का़मी या .

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
sat: पेया भेगार आपोसपोर का़मी गार चिता़र उदुक् सोदोर को बेभारेत् आ, गार चिता़र, घुड़ी आर सुची लाइटबिम ओकतो आर फांक चेतान निजेर तेसार दोल को बिड़ाव ला़गित् आम हुय होचो तेयार मेया, चिनहा़व मे ओका रे उनकु आमाक् ऑनलाइन चोगोड़ रे को जोड़ावा आर वेब रेयाक् नोवा भेगार ञेंल सांव जोहोड़ रे आम ला़गित् होर को एमोक् आ .

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
sat: हुड़ाक् गार चिता़र ञेंल आमेम ञेल जोतो साइट रेयाक् सा़री ओकतो ञेल तेयार एमाया आर आमाक् ब्राउजार खोन जोतो तेसार दोल कोवाक् नेहोर.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
sat: गार चिता़र ञेल दो बा़सा़व के छा़नियाक् होंय एमोक् आ ओका आम मित् झोलोक रे डाटा रेयाक् आ़डी लेकान ञेल तेयार ला़गित् बाताव ए एमामा.

source: The List view provides more options for drilling down into individual sites.
sat: सुची ञेल निजेराक साइट को रे गाडराव लातार ला़गित् ढेर आपनार मोने तेयाक् ए एमोक् आ.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
sat: सुची ञेल रे साइट कुसियाक् को आमाक् फायारफॉक्स ब्राउजार रे जोनोड़ाव कोन आकोट साइट रे आम हुय होचो मेया, आमेम गोरजी साइट ञेल मे आर आमेम गोरजी साइट ञेल मे आर बाङ आम ञेल तेयार बाय सानाम कान साइट को उकुय मे.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
sat: लाइटबिम मित् ला़य सोदोर पेनाल हों एमोक् आ ओका आमेम बाछाव आकात् साइट बाबोत ते बाड़तियाक् बिबरोन ए एमोक् आ आर साइट को ओका रे जोनोड़ाव ताहेना .

source: The origins of Lightbeam
sat: लाइटबिन रेयाक् मुल को .

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
sat: लाइट बिन सुला़य नामा लेका जुलाई 2011 रे एहोब आकाना, मोजिला सोफ्टवेयार लाहा होचो दाराय ते मित् निजेराक् प्रोजेक्ट , <a href="%s">आतुला वर्मा </a>.

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
sat: पुथी दाराय ते दोम एम, <em> छा़नियाक् बुरबुडुच् </em>, आतुल वेब रे ब्राउजिंग वेबोहार आर डाटा तुमा़ल जारवा ञेल तेयार ला़गित् मित् का़मी काते ञेंल तेयार ला़गित् मित् का़मी काते ञेंल एड-ऑन तेयार आकाच् आ, .

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
sat: फरबारी 2012, रे, गारी कोमाक् मोजिला CEO ओकते रे सुलायनामा ए-ऑन उपरुम <a href="%s">TED थुती </a> (नितोक् मित् आ़डी ञेलाक् जोतो ओकतो रेयाक् TED थुती को ) ऑनलाइन पांजा बिबरोन बाबोत ते .

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
sat: सितेम्बोर 2012 रे, मोजिला <a href="%s"> रे माचेत आर पा़ठुवा़ गिदरा़ रिसार्चार सांव दाड़े को खोंन आकाना हुना़र +जोह तेयाराक् इमायली कार युनिर्वसिटी </a> एड-ऑन ला़गित् ञेलहोचो तेयार लाहा आर बाहाल ला़गित् .

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
sat: फोर्ड फाउंडेसोन आर नेचराल साइन्सेस आर इंजिनियारिंग रिसार्च कांड सिल (NSERC), सुला़य नामा दो लाइटबिम लेका दोहड़ा उयहा़र नामा दो लाइटबिम लेका दोहड़ा उयहा़र होचो आकाना आर 2013 रेयाक् ञुंर रे उछान लेन ताहेंना.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
sat: गोपोड़ो बाबोत ते बाड़ती पाड़हाव ला़गित् , ञेल मे <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
sat: नीति आर माराङ पांजा गोलफो सोम्बोंध .

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
sat: मोजिला रे, आले ले पा़तिया़वाक् आ जे जोतो होड़ाक् आकोवाक् निजे फोयसोला तेयार ला़गित् टुल्स ताहें ला़कती आकोवाक् ऑनलाइन निजेराक् आर ओकोय उनकु रे डाटा तुमा़ला .

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
sat: लाइटबिम एड-ऑन सांव, आले मित् गोनोङङान (आर झिज ) बिरा़द रिसार्च प्लेटफोर्म एमोक् आ ओका रेयाक् उदेस दो एमोन होचो राकाब, लाहा होचो तुला़ पा़यला आर, एपेटाक् लेकाते पांजा आर निजेराक् रेयाक् जायगा रे नीति बोदोल पोरमावोक् आ.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
sat: लाइटबिम दो माराङाक रे मित् झांप, मोजिला दाराया तेसिका़र ञाम कुरुमुटु माराङाक् कोबोज आर आकोवाक् मिज् डाटा रेयाक् ञेल पारोमाक् वेब बेभार को एम ला़गित् आकोरिन भा़गीया़री को.

source: Learn more about online tracking and privacy
sat: ऑनलाइन पांजा आर निजेराक् बाबोत ते बाड़ती चेद मे.

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
sat: <a href="%s"> मोजिला फाउंडेसोन </a> दो बाङ लाब आनाक् गाँवता काना ओका माराङ दुनिया़ रे मित् झिज वेब रेयाक् गोनोङ को लाहाया. माराङ मोजिला बिरा़द ऑनलाइन निजेराक् राकाब कान सोंम्बोंध ञेंला आर आयमा एतोहोब को गोड़ोवाक् आ ओका आ़डी लेकान होर रे काथा को साप .

source: Data formats in Lightbeam
sat: लाइटबिम रे मा़हित् तेयार .

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
sat: ञेल मे आलेयाक् <a href="%s"> गिथुब रे दोलिल को </a> लाइटबिम रे बेभार रेत् तेयार को बाबोत् ते बाड़ती चेद ला़गित् आर डाटा रेयाक् पुरा़ बिबोरोन ञेल ला़गित् ओका दोलादे राकाब आकाना जुदी आम डाटा हा़टिञ रे बाछावा.

source: Partners of Lightbeam
sat: ला़इटबिम भा़गिया़री को .

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
sat: <a href="%s"> फोर्ड फाउण्डेसोन </a> दो बाङ लाब आनाक् गांवता काना ओका दो मानवा भालाई लाहा राकाब रेयाक् मिसोन रे उदुक् राकाब .

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
sat: उनकु होड़ सासोन गोनोङ को दाड़े तेयार ला़गित् कोमपानी को आर सेमलेत् को आलाय ला़गित् गोड़ो को एमोक्आ. रेंगेच् नाचार आर सांवता रे बाङ आ़न, मानवा कोवाक् लाहा़नती गोड़ो एम आर जेगेद, जागात् गोपोड़ो आ़सुल हारा.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
sat: <a href="%s">सांवता + आपोसपोर का़मी मिडिया (SIM) सेंटार </a> इमिली कार कार युनिवार्सिटीयाक् हुना़र +जोह तेयार गोड़ा जोह आर मिडिया रे प्रोजेक्ट रेयाक् मित् ओसार पासनाव गोड़ो को नावा आ़रु उयहार लेक को जोह तेयार रे कोमपानी को सोझे आ़तुर एम आर ब्रिटिस कोलोम्बिया वाक् गाखुड़ रिसार्च दो माहासोय आर पा़ठुवा़ गिदरा़ को आ़डी तेयारा .
