Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home/index-2016.lang.po
Languages: af, bn_bd, bs, ca, cy, hi_in, is, kk, lt, ne, nn_no, ta

source: Working to keep the Internet healthy, open and accessible to all, we teach web literacy, provide tools and advocate on behalf of every individual who values the Internet as a global public resource.
af: Ons werk om die Internet gesond, oop en toeganklik te hou vir almal. Ons verhoog webgeletterdheid, verskaf gereedskap en doen voorspraak namens elke individu wat die Internet waardeer as 'n globale openbare hulpbron.
bs: Radeći da zadržimo web zdravim, otvorenim i dostupnim svima, mi podučavamo web pismenost, pružamo alate i zastupnike u ime svakog pojedinca koji cijeni internet kao globalni javni resurs.
cy: Rydym yn gweithio i gadw'r Rhyngrwyd yn iach, agored ac ar gael i bawb, yn dysgu llythrennedd y we, darparu offer ac yn eiriol ar ran pob unigolyn sy'n gwerthfawrogi'r Rhyngrwyd fel adnodd cyhoeddus byd-eang.
hi_in: इंटरनेट को स्वस्थ, मुक्त एवं सभी के लिए सुगम रखने के लिए काम किया जा रहा है, हम वेब साक्षरता सिखाते हैं, औज़ार प्रदान करते हैं तथा समर्थन करते हैं प्रत्येक व्यक्ति की ओर से जो मानते हैं इंटरनेट एक वैश्विक सार्वजनिक संसाधन है.
is: Við vinnum að því að gera vefinn betri, opinn og fyrir alla, við kennum veflæsi, bjóðum upp á verkfæri og erum málsvarar fyrir alla þá sem eru hlynntir því að vefurinn sé opinn og fyrir alla.
lt: Siekdami išlaikyti internetą kokybišką, atvirą ir prieinamą visiems, mes mokome saityno pagrindų, suteikiame priemones ir giname poziciją, kad internetas turi išlikti viešu pasauliniu ištekliumi.
nn_no: Vi jobbar med å gjera nettet betre, ope og tilgjengeleg for alle, vi lærer andre om nettet, stiller til rådvelde ulike verktøy, og handlar på vegne av alle som ser på nettet som ein global, offentleg resurs.
ta: உலக பொது வளமான இணையத்தைக் காப்பாற்ற தொடர்ந்து பணியாற்றி ஆரோக்கியமாக வைத்திருப்பதுடன் திறந்த முறையில் அனைவரும் அணுகும் விதத்திலும், இணையக் கல்வி அறிவை முடுக்கிவிடுவதும் இணையத்தை மதிக்கும் ஒவ்வொருவரின் சார்பிலும் பரிந்து பேசுவது.
