Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home/index.lang.po
Languages: af, br, ca, fa, fi, ga_ie, hi_in, is, kab, kk, lt, lv, my, pt, sw, ta, vi, xh, zu

source: Made with a mission to put you first.
af: Gemaak met 'n missie om jou eerste te plaas.
br: Krouet gant ur gefridi : lakaat ac'hanoc'h war ar renk kentañ.
ca: Fet amb l'objectiu de posar-vos davant de tot.
fa: ساخته شده با این ماموریت که شما را در اولویت قرار دهد.
fi: Tehty sinä etusijalla.
ga_ie: Is tusa atá chun tosaigh inár dtáirgí go léir.
hi_in: एक मिशन के साथ आपको प्रथम रखने के लिए बनाया.
kk: Сізді өз алдына қоятындай мақсатпен жасалды.
lt: Sukurta, kad jums skirtų pirmąją vietą.
lv: Radīts ar misiju, kas jūs vienmēr liek pirmajā vietā.
my: သင့်ကို ဦးစားပေးတဲ့ ရည်မှန်းချက်နဲ့ ပြုလုပ်ထားတယ်
pt: Feito com a missão de o colocar em primeiro lugar.
sw: Imetengenezwa na lengo la kukuweka katika nafasi ya kwanza
ta: உங்களை முன்னிருத்தி தொலைநோக்கத்துடன் உருவாக்கப்பட்டது.
zu: Yenziwe ngenjongo yokubeka wena phambili.

source: Learn more about Firefox
af: Meer inligting oor Firefox
br: Gouzout hiroc'h a-zivout Firefox
ca: Més informació sobre el Firefox
fa: درباره فایرفاکس بیشتر بدانید
fi: Lue lisää Firefoxista
ga_ie: Tuilleadh eolais faoi Firefox
hi_in: फ़ायरफ़ॉक्स के बारे में अधिक जानें
kk: Firefox туралы көбірек біліңіз
lt: Sužinokite daugiau apie „Firefox“
lv: Uzziniet vairāk par Firefox
my: မီးမြေခွေးအကြောင်းဆက်လက်လေ့လာ
pt: Saber mais acerca do Firefox
sw: Jielimishe zaidi kuhusu Firefox
ta: பயர்பாக்ஸ் பற்றி மேலும் தெரிந்துகொள்ள
zu: Funda kabanzi nge-Firefox

source: Put your Firefox on your Android
af: Kry Firefox vir 'n Android-foon
br: Lakait Firefox war hoc'h Android
ca: Poseu el Firefox a l'Android
fa: فایرفاکس را برای اندروید دریافت کنید
fi: Laita Firefox Androidiisi
ga_ie: Firefox ar do ghléas Android
hi_in: अपने फ़ायरफ़ॉक्स को अपने ऐंड्रोइड में डालें
kk: Firefox-ты өз Android құрылғыңызға орнатыңыз
lt: Įdiekite „Firefox“ į savo „Android“ įrenginį
lv: Saņemiet Firefox arī savā Android
my: မီးမြေခွေးအားသင့် အန်းဒရိုက်ဖုန်းတွင်သုံးပါ
pt: Coloque o seu Firefox no seu Android
sw: Iweke Firefox yako katika Android yako
ta: உங்கள் ஆண்ட்ராய்டு கைப்பேசியில் Firefox ஐ நிறுவுங்கள்
zu: Beka i-Firefox yakho ku-Android

source: The features <br>you love. <br>The privacy <br>you trust.
af: Geliefde <br>funksionaliteit. <br>Betroubare <br>privaatheid.
br: Ar c'heweriusterioù <br> a gavit gwell. <br>Ar reolenn a-fet buhez prevez <br> hoc'h eus fiziañ enni.
ca: Les característiques <br>que us encanten. <br>La privadesa <br>en què confieu.
fa: ویژگی‌هایی که <br>دوستشان دارید. <br>حریم‌خصوصی‌ای که <br> به آن اعتماد دارید.
fi: Ominaisuudet, <br>joita rakastat. <br>Tietosuoja, <br>johon luotat.
ga_ie: Na gnéithe <br>is ansa leat. <br>Príobháideacht <br>iontaofa.
hi_in: विशेषताएँ जिन्हें आप चाहें। गोपनीयता जिस पर आप विश्वास करें।
kk: Сіз жақсы көретін <br>мүмкіндіктер. <br>Сіз сене алатын <br>жекелік.
lt: Savybės, kurias pamėgote.<br> Privatumas, kuriuo pasitikite.
lv: Funkcijas,<br>ko mīlat. <br>Privātums,<br>kam uzticaties.
my: သင်ကြိုက်နှစ်သက်သော <br>လုပ်ဆောင်ချက်များ။ <br>သင်စိတ်ချရမယ့် <br> လုံခြုံရေး
pt: As funcionalidades <br>que adora. <br>A privacidade <br>que confia.
sw: Vipengele <br> unavyovipenda. <br> Faragha <br> unayoiamini.
ta: நீங்கள் விரும்பும் <br> வசதிகள். <br> நீங்கள் நாடும் <br>தனிமை.
zu: Amafisha <br>owathandayo. <br>Ukugcinwa kwemininingwane iyimfihlo <br>ongakwethemba.

source: Learn about <br>Firefox for Android
af: Meer inligting oor <br>Firefox vir Android
br: Deskiñ traoù a-zivout <br> Firefox for Android
ca: Més informació sobre <br>el Firefox per a l'Android
fa: درباره‌ی فایرفاکس برای آندروید <br>یاد بگیرید
fi: Lue lisää <br>Firefoxin Android-versiosta
ga_ie: Tuilleadh eolais faoi <br>Firefox ar Android
hi_in: फ़ायरफ़ॉक्स फॉर ऐंड्रोइड के बारे में जानें
kk: Android үшін Firefox <br>туралы көбірек біліңіз
lt: Sužinokite daugiau apie „Firefox“ „Android“ įrenginiams
lv: Uzziniet par <br>Firefox Android ierīcēm
my: <br>Android အတွက်မီးမြေခွေး
pt: Saiba mais acerca<br>do Firefox para o Android
sw: Jielimishe kuhusu <br> Firefox ya Android
ta: ஆணட்ராய்டிற்கான <br>Firefox பற்றி அறியவும்
zu: Funda kabanzi <br> nge-Firefox ye-Android

source: Official Mozilla gear is here
af: Amptelike Mozilla-drag
br: Dafar Mozilla kefridiel zo amañ
ca: Aquí trobareu marxandatge oficial de Mozilla
fa: لباس رسمی موزیلا اینجا است
fi: Viralliset Mozilla-varusteet ovat täällä
ga_ie: Earraí oifigiúla Mozilla ar fáil anois
hi_in: अफीशियल मोज़िल्ला गियर आ चुके है
kk: Mozilla атрибутикасының ресми дүкені осында
lt: Oficiali „Mozillos“ atributika jau čia!
lv: Oficiālie Mozilla piederumi ir klāt
my: တရားဝင်မိုဇီလာလက်ဆောင်ပစ္စည်းများ
pt: O equipamento oficial da Mozilla está aqui
sw: Vifaa rasmi vya Mozilla viko hapa
ta: அதிகாரபூர்வ மொசில்லா gear இங்கே
zu: Izimpahla zakwa-Mozilla ezisemthethweni sezifikile

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
af: Handelsware by die honderde. <br>Produkte met 'n plan. <br>Goedere wat goed doen.
br: Ur stal gant ur gefridi. <br>Kenderc'haoù gant ur pal. <br>Madoù a ray vat deoc'h.
ca: Comerç amb una missió. <br>Productes amb un propòsit. <br>Béns que fan bé.
fa: ارائه شده با یک ماموریت. <br>محصولاتی با یک هدف. <br>کالاهایی با کارایی خوب.
fi: Myyjä, jolla on missio. <br>Tuotteita, jotka tekevät tehtävänsä. <br>Tavaroita, jotka tekevät hyvää.
ga_ie: Marsantas le misean. <br>Bogearraí le buntáistí. <br>Táirgí a dhéanann tairbhe.
hi_in: एक मिशन के साथ रफ़्तार. <br>एक उद्देश्य के साथ उत्पाद. <br>सामान जो अच्छा करता हैं.
kk: Миссиясы бар атрибутика. <br>Мақсаты бар өнімдер. <br>Жақсылықты жасау үшін нәрселер.
lt: Aprėdai su misija.<br> Produktai su vizija.<br> Gėrybės, skatinančios gerovę.
lv: Parādiet ar lepnumu ka jūs atbalstiet mozilla.
my: ရည်မှန်းချက်တစ်ခု ရှိတဲ့ <br>ထုတ်ကုန်များ။ <br>​ ကောင်းတာလုပ်နေတဲ့ ပစ္စည်းတွေ
pt: Mercado com uma missão. <br>Produtos com um propósito. <br>Produtos que fazem bem.
sw: Merch iliyo na dhamira.<br>Bidhaa zenye kusudi. <br>Bidhaa zinvyofanya vizuri.
ta: ஒரு குறிக்கோளைக் கொண்ட. <br>காரணக் காரியத்துடன் கூடிய விளைபொருட்கள். <br>நல்லதைச் செய்யப் பயன்படும் பொருட்கள்.
zu: Izimpahla ezinomgomo. <br>Imikhiqizo enenjongo. <br>Izimpahla ezenza okuhle.

source: Get your Mozilla gear
af: Kry jou Mozilla-drag
br: Kaout ho tafar Mozilla
ca: Compreu marxandatge de Mozilla
fa: لباس موزیلای خود را دریافت کنید
fi: Hanki Mozilla-varusteita
ga_ie: Faigh earraí Mozilla
hi_in: अपने मोज़िल्ला गियर पाएँ
kk: Өз Mozilla атрибутикасын алыңыз
lt: Įsigykite „Mozillos“ atributikos
lv: Iegūstiet savus Mozilla piederumus
my: သင့်မိုဇီလာလက်ဆောင်ကိုရယူလိုက်ပါ
pt: Obtenha o seu equipamento da Mozilla
sw: Pata vifaa vyako vya Mozilla
ta: உங்களின் மொசில்லா கியரை பெறுங்கள்
zu: Thola izimpahla zakho zakwa-Mozilla

source: Help Mozilla users
af: Help Mozilla-gebruikers
br: Skoazellañ arveriaded Mozilla
ca: Ajudeu als usuaris de Mozilla
fa: به کاربران موزیلا کمک کنید
fi: Auta Mozillan käyttäjiä
ga_ie: Cabhraigh úsáideoirí Mozilla
hi_in: मोज़िला उपयोगकर्ताओं की मदद करें
is: Hjálpa Mozilla notendum
kab: Mudd afus i yiseqdacen n Mozilla
kk: Mozilla пайдаланушыларына көмектесу
lt: Padėkite „Mozillos“ naudotojams
lv: Palīdziet Mozilla lietotājiem
my: မိုဇီလာသုံးဆွဲသူတွေကို ကူညီပါ
pt: Ajude os utilizadores da Mozilla
sw: Saidia watumiaji wa Mozilla
ta: மொசில்லா பயனர்களுக்கு உதவுங்கள்
vi: Giúp đỡ những người dùng Mozilla
xh: Nceda abaseebenzi be-Mozilla
zu: Siza abasebenzisi be-Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
af: Help miljoene om <br>die beste te kry uit hul <br>gunsteling-blaaier.
br: Roit skoazell da vilionoù a dud <br> da gaout ar pep gwellañ digant <br> digant o merdeer gwellañ plijet.
ca: Ajudeu a milions <br> a aprofitar el seu <br>navegador preferit.
fa: به میلیون‌ها نفر <br>برای گرفتن بهترین نتیجه از مرورگر <br>محبوبشان کمک کنید.
fi: Auta miljoonia <br>saamaan eniten irti <br>suosikkiselaimestaan.
ga_ie: Cabhraigh leis na milliúin daoine <br>an tairbhe is mó a bhaint as <br>an mbrabhsálaí is ansa leo.
hi_in: लाखों की मदद करें <br> उनके पसंदीदा ब्राउज़र <br> से सबसे ज्यादा पाएं.
is: Hjálpaðu milljón manns <br>að nota <br>uppáhalds vafrann.
kab: Mudd afus i yefḍan n yemdanen <br>akken ad faṛsen tagnitt <br> seg iminig nsen iḥemlen.
kk: Миллиондарға <br>олардың таңдамалы браузерден <br>көбірек алуды көмектесіңіз.
lt: Padėkite milijonams geriau išnaudoti jų mėgstamas programas.
lv: Palīdziet miljoniem <br>iegūt vairāk no viņu <br>iecienītā pārlūka.
my: သန်းပေါင်းများစွာကို <br>၎င်းတို့အကြိုက်ဘယောက်ဆာကို<br> သုံးဆွဲခြင်းဖြင့် ကူညီပါ
pt: Ajude milhões <br>a obter o máximo do seu <br>navegador favorito.
sw: Saidia mamilioni <br> kupata zaidi iwezekanavyo kutoka kwa <br> kivinjari chao maarufu.
ta: மில்லின் மக்களுக்கு உதவி <br>அவர்களுக்கு மிகவும் <br>பிடித்ததைப் பெறுங்கள்.
vi: Giúp đỡ hàng triệu người <br>để có thể tận dụng tối đa <br>trình duyệt yêu thích của họ.
xh: Nceda izigidi <br>bafumane okungakumbi kusukela kwi <br>bhrawuza ethandawyo.
zu: Siza izigidi <br>zithole konke <br>kubrawuza yazo eyintandokazi.

source: Join our support team
af: Sluit aan by ons steunspan
br: Mont gant hor skipailh skorañ
ca: Feu-vos del nostre equip de suport
fa: به تیم پشتیبانی ما بپیوندید
fi: Liity tukitiimiimme
ga_ie: Ár bhfoireann tacaíochta - bí linn!
hi_in: हमारे सहायता टीम में शामिल हों
is: Vertu þátttakandi í hjálparteyminu
kab: Ddu ɣer terbaɛt n tallalt
kk: Қолдау көрсету тобымызға мүше болыңыз
lt: Prisijunkite prie mūsų pagalbos komandos
lv: Pievienojieties mūsu atbalsta komandai
my: ကျွနု်ပ်တို့၏ ထောက်ပံအသင်းသို့ ဝင်ပါ
pt: Junte-se à nossa equipa de suporte
sw: Ungana na timu yetu ya usaidizi
ta: எங்கள் ஆதரவு அணியில் சேருங்கள்
vi: Tham gia nhóm trợ giúp của chúng tôi
xh: Ngenela iqela lethu lenkxaso
zu: Joyina ithimba lethu elesekayo

source: Reply
af: Antwoord
br: Repont
ca: Respon
fa: پاسخ
fi: Vastaa
ga_ie: Freagra
hi_in: जवाब दें
is: Svara
kab: Err
kk: Жауап беру
lt: Atsakyti
lv: Atbildēt
my: စာပြန်ပါ
pt: Responder
sw: Jibu
ta: பதிலளி
vi: Trả lời
xh: Phendula
zu: Phendula

source: Retweet
af: Hertwiet
br: Adtweetañ
ca: Repiula
fa: بازتوییت
fi: Twiittaa edelleen
ga_ie: Atuíteáil
hi_in: रीट्वीट करें
is: Endursenda
kab: Twiti tikelt nniḍen
kk: Қайта твиттеу
lt: Atkartoti
lv: Retvītot
my: ပြန်တွိစ်ပါ
pt: Retweetar
ta: மறு-டிவீட் செய்
xh: Twitha ngokutsha
zu: Dlulisela phambili i-tweet

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
af: Verbonde tot <strong>jou, jou privaatheid</strong> en 'n <strong>ope web</strong>
br: Gouestlet <strong>deoc'h, d'ho puhez prevez</strong> ha d'ar <strong>web digor</strong>
ca: Compromès amb <strong>la vostra privadesa</strong> i un <strong>web obert</strong>
fa: متعهد به <strong>شما، حریم خصوصی</strong> و یک <strong>وب آزاد</strong>
fi: Sitoutunut <strong>sinuun, tietosuojaasi</strong> ja <strong>avoimeen verkkoon</strong>
ga_ie: Tiomanta <strong>don phríobháideacht, don Ghréasán oscailte</strong> agus <strong>duitse</strong>
hi_in: <strong>आपसे, और आपकी गोपनीयता</ strong> और </strong> ओपन वेब</ strong>के प्रति प्रतिबद्ध हैं.
is: Fyrir <strong>þig, þína friðhelgi</strong> og <strong>frjálsan vef</strong>
kab: Nɛebbel fell-ak<strong>, ɣef tbaḍnit inek </strong> akked <strong>Web yeldin</strong>
kk: <strong>Сіз, сіздің жекелігіңіз</strong>, және <strong>ашық Интернет</strong> үшін жасалған
lt: Pašvęsta <strong>jums, jūsų privatumui</strong> ir <strong>atvirajam saitynui</strong>
lv: Veltīts <strong>jums, jūsu privātumam</strong> un <strong>atvērtam tīmeklim</strong>
my: <strong>သင့်လုံခြုံရေး</strong> နဲ့ <strong>လွတ်လပ်တဲ့ အင်တာနက်</strong> အတွက် အထူးအလေးပေးထားတယ်။
pt: Comprometido <strong>consigo</strong>,<br/>com a sua <strong>privacidade</strong><br/>e com uma <strong>Web aberta</strong>
sw: Tumejitolea <strong>kwako, faragha yako</strong>na<strong>mtandao huru</strong>
ta: <strong>உங்களின் தனிமைக்கும்</strong> & <strong>திறந்த இணையம்</strong> கிடைக்கவும் அர்ப்பணிப்பு செய்கிறோம்
vi: Vì <strong>bạn, tự do cá nhân của bạn</strong> và <strong>một nền tảng Web mở</strong>
xh: Sizinikele <strong>kuwe, kwimfihlelo yakho</strong> futhi nakwi<strong>Webhu yoluntu</strong>
zu: Sizibophezele <strong>kuwe, ukuvikela imininingwane yakho</strong> kanye <strong>neWebhu evulelekile</strong>

source: active Mozillians <br>worldwide
af: aktiewe bydraers tot <br>Mozilla, wêreldwyd
br: Mozilliaded oberiant <br> dre ar bed a-bezh
ca: Mozil·lians actius <br>d'arreu del món
fa: موزیلایی‌های فعال<br>سراسر جهان
fi: aktiivista mozillalaista <br>maailmassa
ga_ie: duine ag glacadh páirte <br>in Mozilla
hi_in: दुनिया भर में सक्रिय <br>Mozillians
is: virkir Mozilla meðlimir <br>í öllum heiminum
kab: imuzilyen urmiden <br> deg umadal!
kk: белсенді Mozilla мүшесі <br>дүниежүзі бойынша
lt: – tiek pasaulyje yra<br> aktyvių moziliečių
lv: aktīvie Mozillieši <br>visā pasaulē
my: တကမ္ဘာလုံးရှိ <br> တက်ကြွမိုဇီလာအဖွဲသားများ
pt: Mozillians ativos<br>por todos os países
sw: Wanamozilla wanaohusika <br> kutoka dunia nzima
ta: உலகெங்கும் செயலில் உள்ள<br>மொசில்லியன்ஸ்
vi: những Mozillians năng nổ <br>khắp nơi trên thế giới
xh: abantu abasebenzisa<br>uMozilla kwihlabathi lonke
zu: abasebenzisa i-Mozilla <br>emhlabeni wonke

source: upcoming events <br>around the globe
af: komende geleenthede <br>wêreldwyd
br: degouezhioù o tont <br> dre ar bed a-bezh
ca: propers esdeveniments <br>arreu del món
fa: رویدادهای پیش رو <br>در سطح جهان
fi: tulevaa tapahtumaa <br>ympäri maailman
ga_ie: ócáid le teacht <br>ar fud an domhain
hi_in: विश्व भर में <br> आने वाले आयोजन
is: atburðir á næstunni <br>út um allan heim
kab: tedyanin d-iteddun <br> deg umadal
kk: келешек оқиға <br>дүниежүзі бойынша
lt: – tiek renginių<br> vyks netrukus
lv: gaidāmie notikumi <br>visās pasaules malās
my: တကမ္ဘာလုံးရှိ <br> ပွဲများ
pt: próximos eventos <br>por todo o mundo
sw: matukio yanayokuja <br> katika dunia nzima
ta: உலகெங்கும் அடுத்து <br>நடக்கவிருக்கும் நிகழ்ச்சிகள்
vi: những sự kiện sắp tới<br> ở khắp nơi
xh: imicimbi ezayo<br>kwihlabathi lonke
zu: imicimbi ezayo <br>emhlabeni jikelele

source: languages and counting, <br>on every continent
af: tale op elke kontinent, <br>en dit word steeds meer
br: yezh war pep kevandir, <br> ha reoù all o tont
ca: idiomes i sumant, <br>en tots els continents
fa: زبان و در حال افزایش، <br>در هر اقلیم‌ای از جهان
fi: kieltä ja lisää tulossa, <br>joka mantereella
ga_ie: teanga go dtí seo, <br>ar gach mór-roinn
hi_in: भाषा और गिनती, <br>सभी महाद्वीपो में
is: tungumál og meira til, <br>í hverri einustu heimsálfu
kab: tutlayin d wayen nniḍen,<br> ɣef imenẓawen imeṛṛa
kk: тіл бар, және саны өсіп жатыр, <br>әр континентте
lt: – tai augantis skaičius kalbų,<br> kuriomis mes bendraujame
lv: valodas un vairāk, <br>katrā kontinentā
my: တိုက်ကြီးတိုင်း ရှိ ဘာသာစကားများ <br> ထောက်ပံ့ပေးပြီး အသစ်ထပ်ထည့်ဖိုးအစဉ်ကြိုးစားလျက်
pt: idiomas, sempre a aumentar,<br>por todos os continentes
sw: lugha na bado zinaongezeka <br> katika bara zote
ta: மொழிகள் <br> ஒவ்வொரு கண்டத்திலும் கணக்கிடப்படுகிறது.
vi: ngôn ngữ và vẫn còn đang tăng, <br> trên khắp năm châu
xh: ulwimi nokubala, <br>kwilizwekazi ngalinye
zu: izilimi nokubala, <br>kuwo wonke amazwekazi

source: Get Involved with Mozilla today
af: Raak vandag nog betrokke by Mozilla
br: Kemerit perzh e labour gant Mozilla hiziv
ca: Col·laboreu avui amb Mozilla
fa: همین امروز با موزیلا همکاری کنید
fi: Osallistu Mozillaan tänään
ga_ie: Glac Páirt in Mozilla inniu
hi_in: मोज़िला के साथ आज शामिल हो
is: Taktu þátt með Mozilla í dag
kab: Ttekki akked Mozilla si tura
kk: Mozilla мүшесі бүгін болыңыз
lt: Įsitraukite į „Mozillos“ veiklą jau šiandien
lv: Iesaistieties Mozilla šodien
my: မိုဇီလာကို ဒီနေ့ပဲ ပါဝင်ကူညီလိုက်ပါ
pt: Junte-se à Mozilla hoje
sw: Jihusishe na Mozilla leo
ta: இன்றே Mozilla வில் சேர்ந்து பங்களியுங்கள்
vi: Tham gia vào Mozilla ngay hôm nay
xh: Sebenzisana no Mozilla namhlanje
zu: Zibandakanye ne-Mozilla namuhla

source: Upcoming events
af: Komende geleenthede
br: Degouezhioù o tont
ca: Propers esdeveniments
fa: رویدادها پیش‌رو
fi: Tulevat tapahtumat
ga_ie: Ócáidí le teacht
hi_in: आगामी कार्यक्रम
is: Atburðir á næstunni
kab: Tidyanin i d-iteddun
kk: Келешек оқиғалар
lt: Netrukus vyksiantys renginiai
lv: Gaidāmie pasākumi
my: လာမည့် ပွဲများ
pt: Próximos eventos
sw: Matukio yanayokuja
ta: நடக்கவிருக்கும் நிகழ்ச்சிகள்
vi: Những sự kiện sắp tới
xh: Imicimbi ezayo
zu: Imicimbi ezayo

source: Next event
af: Volgende geleentheid
br: Degouezh a zeu
ca: Següent esdeveniment
fa: رویداد بعدی
fi: Seuraava tapahtuma
ga_ie: An chéad ócáid eile
hi_in: अगला कार्यक्रम
is: Næsti atburður
kab: Tadyant i d-iteddun
kk: Келесі оқиға
lt: Artimiausias renginys
lv: Nākamais pasākums
my: နောက်ထပ် ပွဲ
pt: Próximo evento
sw: Tukio litakalofuata
ta: அடுத்த நிகழ்ச்சி
vi: Sự kiện tiếp theo
xh: Umcimbi olandelayo
zu: Umcimbi olandelayo

source: See all events
af: Sien alle geleenthede
br: Gwelout an holl zegouezhioù
ca: Mostra tots els esdeveniments
fa: دیدن همه رویدادها
fi: Katso kaikki tapahtumat
ga_ie: Gach ócáid
hi_in: सभी घटनाओं को देखिये
is: Skoða alla atburði
kab: Wali akk tidyanin
kk: Барлық оқиғаларды қарау
lt: Pamatykite visų renginių sąrašą
lv: Skatīt visus pasākumus
my: ပွဲများအားလုံးကြည့်
pt: Ver todos os eventos
sw: Tazama matukio yote
ta: அனைத்து நிகழ்ச்சிகளையும் பார்
vi: Xem tất cả các sự kiện
xh: Bona yonke imicimbi
zu: Buka yonke imicimbi

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
af: Vergelyk pryse, hou die weer dop, luister na musiek, stuur 'n twiet en vele meer direk van Firefox af.
br: Keñverit prizioù, gwiriit an hin, selaouit sonerezh ha kasit un tweet ha kalz traoù all diouzh Firefox end eeun.
ca: Compareu preus, consulteu la predicció meteorològica, escolteu música, envieu una piulada i més des del Firefox.
fa: مقایسه قیمت‌ها، بررسی وضعیت آب و هوا، گوش دادن به موسیقی، ارسال یک توییت و چیزهای بیشتر بطور مستقیم از فایرفاکس.
fi: Vertaa hintoja, tarkista sää, kuuntele musiikkia, lähetä twiitti ja muuta, suoraan Firefoxista.
ga_ie: Cuir praghsanna i gcomparáid, féach ar réamhaisnéis na haimsire, éist le ceol, nó seol tuíteanna go díreach ó Firefox.
hi_in: कीमतों की तुलना करना, मौसम की जांच, संगीत सुनें, एक टवीट भेजें और अधिक Firefox से.
is: Bera saman verð, athuga veðrið, hlusta á tónlist, senda tíst og meira beint frá Firefox.
kab: Snemhel ssumat, wali tagnawt, ssel i uẓawan, azen atwit d wayen nniḍen tura si Firefox.
kk: Бағаларды салыстыру, ауа райын тексеру, музыканы тыңдау, твитті жіберу және тағы да басқа әрекеттер тура Firefox ішінен қолжетерлік.
lt: Lyginkite kainas, žinokite orų prognozes, klausykitės muzikos, bendraukite – visa tai galite atlikti tiesiai „Firefox“ naršyklės lange.
lv: Salīdziniet cenas, pārbaudiet laika ziņas, klausieties mūziku, sūtiet tvītus un dariet citas lietas tieši no Firefox.
my: မီးမြေခွေးထဲမှနေပြီး စျေးနှူန်းများအား​နှိုင်းယှဉ်၊ ရာသီဥတုအခြေအနေကြည့်၊ သီချင်းနားထောင်၊ တွိစ်တစ်ခုရေး
pt: Compare preços, consulte a meteorologia, ouça música, envie um tweet, entre outras coisas, a partir do Firefox.
sw: Linganisha bei, tizama hali ya anga, sikiza muziki, tuma tweet na mengi zaidi kutoka Firefox.
ta: விலைகளை ஒப்பிடு,வானிலையை பார், பாடலைக் கேள், டிவீட் செய் மேலும் கூடுதல் செயல்களுக்கு Firefox இன் வலது பக்கம் பார்.
vi: So sánh giá cả, xem dự báo thời tiết, nghe nhạc, gửi tweet và nhiều hơn nữa ngay trong Firefox.
xh: Thelekisa amaxabiso, khangela imozulu, mamela umculo, thumela itwithi okuninzi kusukela kwi-FireFox.
zu: Qhathanisa izingcezu, bheka isimo sezulu, lalela umculo, thumela i-tweet nokuningi khona la ku-Firefox.

source: Careers
af: Loopbane
br: Remzadoù
ca: Oportunitats
fa: شغل‌ها
fi: Urat
ga_ie: Gairmeacha
hi_in: रोज़गार
is: Starfsframi
kab: Axeddim
kk: Карьера
lt: Karjera
lv: Karjera
my: အလုပ်အကိုင်အခွင့်အလမ်းများ
pt: Carreiras
sw: Kazi
ta: வேலைவாய்ப்புகள்
vi: Cơ hội nghề nghiệp
xh: Imisebenzi
zu: Imisebenzi

source: Learn about the benefits of working at Mozilla and view open positions around the world.
af: Inligting oor die voordele van 'n werk by Mozilla en beskikbare poste wêreldwyd.
br: Dizoloit ho spletoù mar labourot gant Mozilla ha gwelit al labourioù hegerz dre ar bed a-bezh.
ca: Informeu-vos dels beneficis de treballar a Mozilla i consulteu ofertes de treball d'arreu del món.
fa: در مورد مزایای کار کردن در موزیلا بیشتر بدانید و موقعیت‌های شغلی باز را در سراسر دنیا ببینید.
fi: Lue lisää Mozillalla työskentelyn eduista ja katso avoimet paikat ympäri maailman.
ga_ie: Na buntáistí a bhaineann le post in Mozilla, agus liosta de na folúntais atá againn faoi láthair, timpeall an domhain.
hi_in: मोज़िला में काम करने के लाभों के बारे में जानें और दुनिया भर में खुले विकल्पों को देखें.
is: Fræðast um ávinning þess að vinna hjá Mozilla og skoða hvaða störf eru laus um allan heim.
kab: Issin ugar ɣef wayen yelhan deg uxeddim di Mozilla udiɣ wali imukan n uxeddim yellan deg deqs n temnaḍin n umaḍal.
kk: Mozilla-да жұмыс істеудің артықшылықтарын біліңіз және дүниежүзі бойынша ашық жұмыс орындарын қараңыз.
lt: Sužinokite apie darbo „Mozilloje“ privalumus ir susipažinkite su šiuo metu visame pasaulyje siūlomomis pozicijomis.
lv: Uzziniet par labumiem strādājot Mozilla un skatieties pieejamās vakances visā pasaulē.
my: မိုဇီလာတွင် အလုပ်လုပ်ခြင်းဖြင့် ရနိုင်သော အကျိုးကျေးဇူးများကို နှင့် ခေါ်ဆိုနေသော ရာထူးများကိုကြည့်မည်
pt: Conheça os benefícios de trabalhar na Mozilla e veja as posições disponíveis à volta do mundo.
sw: Elimika kuhusu faida za kufanya kazi katika Mozilla na uvitazame vyeo tofauti kutoka dunia nzima.
ta: Mozilla வில் வேலை செய்வதால் கிடைக்கும் நன்மைகளைப் பற்றி அறியவும் மேலும் தற்பொது உலகெங்கும் உள்ள வேலை வாய்ப்புகளை பார்க்கவும்
vi: Tìm hiểu về những lợi ích khi làm việc ở Mozilla và xem những vị trí còn trống trên khắp thế giới.
xh: Funda ngamancedo okusebenza kwi-Mozilla kwaye uze uhlele iindawo ezivulekile kwilizwe lonke.
zu: Funda mayelana nemihlomulo yokusebenzela ku-Mozilla uphinde ubuke izikhala ezivulekile emhlabeni wonke.
