Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home/index-2016.lang.po
Languages: af, bn_bd, bs, ca, cy, hi_in, is, kk, lt, ne, nn_no, ta

source: Internet for people, not profit
af: Internet vir mense, nie wins nie.
bn_bd: জনগণের জন্য ইন্টারনেট, মুনাফার জন্য নয়
bs: Internet za ljude, ne profit
ca: Internet per a la gent, sense afany de lucre
cy: Rhyngrwyd ar gyfer pobl, nid elw
hi_in: लोगों के इंटरनेट, लाभ के लिए नहीं
is: Internetið er fyrir fólk, ekki gróða
kk: Табыс үшін емес, адамдар үшін интернет
lt: Internetas žmonėms, o ne pelnui.
ne: मानिसहरूकालागि इन्टरनेट, नाफाकोलागि होइन
nn_no: Internett er for folket, ikkje profitt
ta: இணையம் மக்களுக்காக தான் இலாபத்திற்காக அல்ல

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource, open and accessible to all.
af: Het u geweet? Mozilla — die maker van Firefox — werp alles in die stryd om die Internet 'n wêreldwye openbare hulpbron te hou wat oop en toeganklik vir almal is.
bn_bd: আপনি কি জানেন? Mozilla — Firefox-এর প্রস্তুতকারক — ইন্টারনেটকে বিশ্বব্যাপী জনসাধারণের সম্পদ হিসেবে উন্মুক্ত ও সকলের জন্য ব্যবহারযোগ্য রাখতে যুদ্ধ করে।
bs: Da li ste znali? Mozilla — kreator Firefoxa — bori se da zadrži internet globalnim javnim resursom, otvoren i dostupan svima.
ca: Sabíeu que? Mozilla, el fabricant del Firefox, lluita per mantenir internet com un recurs públic, obert i accessible a tothom.
cy: A wyddoch chi? Mae Mozilla — gwneuthurwr Firefox — yn ymladd i gadw'r Rhyngrwyd yn adnodd cyhoeddus byd eang ar gael ac agored i bawb.
hi_in: क्या आपको पता हैं? Mozilla — Firefox का निर्माता — एक वैश्विक सार्वजनिक संसाधन रखने के लिए संघर्ष करता है जो सभी के लिए खुला और उपलब्ध हैं.
is: Vissirðu þetta? Að Mozilla — sem býr til Firefox — berst fyrir því að viðhalda Internetinu opnu og aðgengilegu fyrir alla.
kk: Сіз білдіңіз бе? Mozilla — Firefox жасаушысы — Интернетті әркім үшін ашық және қолжетерлік публикалық ресурс болғанын сақтау үшін күреседі.
lt: Ar žinojote? „Mozilla“ – organizacija, kurianti „Firefox“ naršyklę – kovoja, kad internetas išliktų pasauliniu viešu ištekliumi, atviru ir prieinamu kiekvienam.
ne: के तपाईँलाई थाहा थियो? Mozilla - Firefox को निर्माता - इन्टरनेटलाई विश्वव्यापी सार्वजनिक स्रोत, खुला र सबैको पहुँचकालागि लागिपरेको छ।
nn_no: Visste du at Mozilla — organisajonen bak Firefox — kjempar for at Internett skal halda fram med å vera ein global, ålmenn resurs, som er open og tilgjengeleg for alle.
ta: உங்களுக்கு தெரியுமா? மொசில்லா — Firefox உலாவியை உருவாக்கி — இணையம் உலகளாவிய பொது வளமாகவும், அனைவரும் சுதந்திரமாகவும் பொதுவாகவும் அணுகும் வகையில் கிடைத்திடவும் தொடர்ந்து போராடி வருகிறது.

source: Internet for people, <br>not profit.
af: Internet vir mense, <br>nie wins nie.
bn_bd: জনগণের জন্য ইন্টারনেট, <br>মুনাফার জন্য নয়।
bs: Internet za ljude, <br>ne profit.
ca: Internet per a la gent, <br>sense afany de lucre.
cy: Rhyngrwyd ar gyfer pobl, <br>nid elw.
hi_in: लोगों के इंटरनेट, <br>लाभ के लिए नहीं
is: Internetið er fyrir fólk, <br>ekki gróða
kk: Табыс үшін емес, <br>адамдар үшін интернет.
lt: Internetas žmonėms, <br>o ne pelnui.
ne: मानिसहरूकालागि इन्टरनेट, <br> नाफाकोलागि होइन।
nn_no: Internett er for folket, <br>ikkje profitt.
ta: இணையம் மக்களுக்காக தான், <br>இலாபத்திற்காக அல்ல

source: Hi. We’re Mozilla, the proudly non-profit champions of the Internet, helping to keep it healthy, open and accessible to all.
af: Ons is Mozilla, die trotse voorstanders van die Internet wat sonder winsbejag help om dit gesond, oop en toeganklik vir almal te hou.
bn_bd: আমরা Mozilla, গর্বিত অলাভজনক প্রতিষ্ঠান, আমরা ইন্টারনেটে চ্যাম্পিয়ন, ইন্টারনেটকে সুস্থ, উন্মুক্ত, এবং সকলের ব্যবহারযোগ্য রাখতে সহযোগিতা করি।
bs: Zdravo. Mi smo Mozilla, ponosni neprofitni šampioni interneta, pomažemo zadržati ga zdravim, otvorenim i dostupnim svima.
ca: Hola. Som Mozilla, l'associació sense ànim de lucre que treballa per mantenir Internet oberta, en bon estat i accessible per a tothom.
cy: Helo. Ni yw Mozilla, pleidwyr balch dim-er-elw y Rhyngrwyd, sy'n cynorthwyo i'w gadw'n iach, agored ac hygyrch i bawb.
hi_in: नमस्ते. हम Mozilla हैं, गर्व से गैर-लाभकारी इंटरनेट की रक्षा करने वाला, इसे स्वस्थ, मुक्त एवं सभी के लिए सुगम रखने में मदद कर रहे हैं.
is: Hæ. Við erum Mozilla, og erum stoltir hjálparaðilar Internetsins, við hjálpum til við að halda netinu í lagi, halda því opnu og aðgengilegu fyrir alla.
kk: Сәлеметсіз бе. Біз - Mozilla, Интернетті жақсартуда коммерциялық еместігін мақтан тұтамыз, Интернеттің дені сау, ашық және әркім үшін қолжетерлік қылуға көмектесеміз.
lt: Sveiki! Mes esame „Mozilla“. Su pasididžiavimu nesiekdami pelno, mes prisidedame prie interneto kokybės, atvirumo ir prieinamumo visiems.
ne: नमस्कार। हामी Mozilla, गर्वका साथ गैर-नाफामूलक इन्टरनेटको विजेता, जसले इन्टरनेटलाई स्वस्थ, खुल्ला र सबैलाइ पहुँचयोग्य बनाउन मद्दत गर्दै छौँ।
nn_no: Hei. Vi er Mozilla, ein stolt ideell forsvarar av nettet, som hjelper til med å halde det sundt, ope og tilgjengeleg for alle.
ta: வணக்கம். இலாப நோக்கற்ற மொசில்லா குழுமம் இணையத்தின் ஆரோக்கியத்தை பேணி காத்திட, கட்டற்று அனைவருக்கும் கிடைத்திட வாகையர் என்ற பெருமையுடன் உதவி வருகிறது.

source: Our impact
af: Ons impak
bn_bd: আমাদের প্রভাব
bs: Naš utjecaj
ca: El nostre impacte
cy: Effaith
hi_in: हमारा प्रभाव
is: Okkar áhrif
kk: Біздің әсеріміз
lt: Mūsų indėlis
ne: हाम्रा प्रभाव
nn_no: Vår påverknad
ta: எங்களின் தாக்கம்

source: Working at the grassroots and policy levels, we teach web literacy, provide tools and advocate on behalf of every individual who values an internet built on fairness, inclusion and respect.
af: Vanaf gemeenskapsvlak tot by beleidmakers gee ons onderrig oor webgeletterdheid, verskaf hulpbronne en doen voorspraak vir elke individu wat 'n Internet waardeer wat op regverdigheid, inklusiwiteit en respek gebou is.
bn_bd: নীতি নির্ধারণী থেকে তৃণমূল সর্বস্তরে আমরা, ওয়েব স্বাক্ষরতার শিক্ষা এবং টুল প্রদান করছি এবং সকল ব্যক্তি যারা ন্যায়, সবার জন্য, শ্রদ্ধায় গড়া ইন্টারনেটকে গুরুত্ব দেয় তাদের হয়ে কথা বলি।
bs: Radeći na razini provincija i politike, učimo web pismenost, pružamo alate i zastupnika u ime svakog pojedinca koji cijeni internet izgrađen na poštenju, uključenosti i poštovanju.
ca: Treballem des de la base i a nivell polític, promovem l'alfabetització web, oferim eines i defensem Internet en nom de totes les persones que volen que sigui justa, inclusiva i respectuosa.
cy: Gan weithio ar lawr gwlad a thrwy bolisi, rydym yn dysgu llythrennedd y we, darparu offer ac yn eiriol ar ran unigolion sy'n gwerthfawrogi rhyngrwyd sydd wedi ei adeiladu ar degwch, cynhwysedd a pharch.
hi_in: जनसाधारण एवं नीति स्तरों पर काम कर रहे हैं, हम वेब साक्षरता सिखाते हैं, औज़ार प्रदान करते हैं तथा समर्थन करते हैं प्रत्येक व्यक्ति की ओर से जो मानते हैं एक इंटरनेट जो बना हो निष्पक्षता, समावेश तथा सम्मान के अनुसार.
is: Við erum grasrótarfyrirtæki sem vinnur að því að kenna veflæsi, bjóða upp á ýmis verkfæri og berjast fyrir sanngirni, aðgengi og virðingu á Internetinu.
kk: Қарапайым адамдар, әрі саясат деңгейінде жұмыс істеп, біз интернетті қолдануға үйретіп, әділдік, бірігу және сыйластық негізіндегі Интернетті бағалайтын әр адамның атынан жұмыс жасаймыз.
ne: निती स्तर मा काम गर्दै, हामी वेब साक्षरता सिकाउँछौँ, सो को लागि उपकरणहरू प्रदान गर्छौँ र निष्पक्षता, समावेशीकरण र सम्मानता का साथ बानाइएको इन्टरनेटको कदर गर्ने व्यक्तिहरूको पक्षमा अावाज उठाउँछौँ।
nn_no: Vi er ein grasrotorganisasjon som gjev folk nettkompetanse, tilbyr ulike verktøy og kjempar for rettferd, tilgjenge og respekt på internett.

source: Stand Up For Encryption
af: Neem standpunt in vir enkripsie
bn_bd: এনক্রিপশনের জন্য সজাগ হোন
bs: Zalažite se za enkripciju
ca: Defenseu el xifratge
cy: Cefnogi Amgryptio
hi_in: गोपन के लिए डटे रहें
is: Berjumst fyrir dulkóðun
kk: Шифреу үшін тұру
lt: Pasisakykite už šifravimą
ne: ईन्क्रिप्सनको लागि उठ्नुहोस्
nn_no: Forsvar kryptering
ta: மறைகுறியாக்கத்திற்கு ஆதரவு காட்டுங்கள்

source: Teach The Web
af: Onderrig oor die Web
bs: Učite o webu
ca: Ensenyeu el web
cy: Addysgu'r We
is: Kennum á vefinn
kk: Интернетті үйрету
lt: Mokykite saityno pagrindų
ne: वेबका बारेमा सिकाउनुहोस्
nn_no: Undervis i nettet
ta: இணையத்தைக் கற்பியுங்கள்

source: Try the Lean Data Toolkit
af: Probeer die Lean Data Toolkit
bn_bd: Lean Data Toolkit পরখ করুন
bs: Isprobajte Lean Data paket alata
ca: Proveu el joc d'eines de «Lean Data» (dades justes)
cy: Defnyddiwch y Blwch Offer Data Cynnil
hi_in: कम डेटा युक्त टूलकिट आजमाएं
is: Prófaðu Lean Data Toolkit
kk: Lean Data Toolkit қолданып көру
lt: Taikykite „taupių duomenų“ praktiką
ne: Lean Data Toolkit प्रयोग गरेर हेर्नुहोस्
nn_no: Prøv Lean Data Toolkit
ta: மெலிந்த தரவு கருவித்தொகுப்பை முயற்சி

source: Read our Internet Health Report
af: Lees ons Internetgesondheidsverslag
bs: Pročitajte naš internet izvještaj o zdravlju
hi_in: हमारे इंटरनेट स्वास्थ्य रिपोर्ट को पढ़ें
lt: Susipažinkite su mūsų Interneto būklės ataskaita
ta: எங்களின் இணைய ஆரோக்கிய அறிக்கையை வாசிக்கவும்

source: Our innovations
af: Ons innovasies
bn_bd: আমাদের উদ্ভাবনসমূহ
bs: Naše inovacije
ca: Les nostres innovacions
cy: Arloesedd
hi_in: हमारी नई ख़ोज
is: Nýsköpun
kk: Біздің инновациялар
lt: Mūsų inovacijos
ne: हाम्रा कामहरू
nn_no: Våre nyskapingar
ta: எங்களின் புத்தாக்கங்கள்

source: Using the web as the platform, we build open, innovative technologies that allow developers to work free of closed, corporate ecosystems and create faster, safer web experiences for us all.
af: Met die web as die platform bou ons oop, innoverende tegnologieë wat programmeerders toelaat om vry van geslote, korporatiewe ekosisteme te werk en só vinniger, veiliger webervarings vir almal te bou.
bn_bd: প্ল্যাটফর্ম হিসাবে ওয়েব ব্যবহার করে, আমরা উন্মুক্ত, উদ্ভাবনমূলক প্রযুক্তি তৈরি করি যা ডেভেলপারদের বদ্ধ, কর্পোরেট ইকোসিস্টেমের থেকে মুক্ত হয়ে কাজ করার সুযোগ দেয়, এবং আমাদের সকলের জন্য আরও গতিময় ও নিরাপদ ওয়েব অভিজ্ঞতা তৈরি করে।
bs: Koristeći web kao platformu, mi gradimo otvorene, inovativne tehnologije koje omogućavaju programerima da rade slobodno od zatvorenih, korporacijskih ekosistema i kreiraju brža i sigurnija web iskustva za sve nas.
ca: Utilitzant el web com a plataforma, creem tecnologies obertes i innovadores que permeten als desenvolupadors prescindir dels ecosistemes tancats i corporatius i crear experiències web més ràpides i segures per a tothom.
cy: Gan ddefnyddio'r we fel platfform, rydym yn adeiladu technolegau agored ac arloesol sy'n caniatáu i ddatblygwyr weithio'n rhydd o ecosystemau caeëdig corfforaethau gan greu profiadau gwe cynt a mwy diogel ar ein cyfer ni oll.
hi_in: वेब को प्लैटफॉर्म की तरह उपयोग कर, हमने बनाया मुक्त, प्रगतिशील प्रौद्योगिकीयां जो डेवलपर को अनुमति देता है मुक्त रूप से बंद, संयुक्त परितंत्रों मे काम करने की तथा हम सभी के लिए तीव्र, सुरक्षित वेब अनुभवों को बनाने में
is: Með því að nota vefinn sem grunn erum við að byggja upp opna, framsækna tækni sem gefur þróunaraðilum tækifæri á að vinna óháðir frá lokuðum fyrirtækjaheimi og búa til hraðari og öruggari vef fyrir alla.
kk: Интернетті платформа ретінде қолданып, біз ашық, инновациялық технологияларды жасаймыз, ал, олардың көмегімен өндірушілер жабық, корпоративті экожүйелерді қолданбай-ақ, еркін жұмыс жасап, Интернет жұмысын бәріміз үшін де жылдам әрі қауіпсіз етуге мүмкіндік береді.
lt: Panaudodami saityną kaip platformą, mes kuriame atviras, naujoviškas technologijas, užtikrinančias kūrėjams nepriklausomybę nuo uždarų, nuosavybinių ekosistemų ir padedančias jiems kurti spartesnes ir saugesnes saityno naujoves visiems.
ne: वेबलाई मञ्चका रूपमा प्रयोग गरी, हामी खुल्ला तथा नयाँ प्रविधिहरू निर्माण गर्छौँ जसले विकासकर्ताहरूलाइ बन्द, कर्पोरेट पारिस्थितिकी देखि मुक्त भइ हामी सबैको लागि छिटो र सुरक्षित वेब अनुभव बनाउन मद्दत गर्छ।
nn_no: Med internett som plattform byggjer vi opne, innovative teknologiar som gjev utviklarane mulegheiter til å arbeida fritt frå lukka, korporate økosystem, og skape snøggare og tryggare opplevingar på nettet for alle.
ta: நாங்கள் இணையத்தைப் பயன்படுத்தி திறந்த புத்தாக்க தொழில்நுட்பங்கள் உதவியுடன் உரிம மென்பொருள் பயன்பாட்டிலிருந்தும் நிறுவன சூழல் அமைப்புகளிலிருந்தும் உருவாக்குநர்களை மீட்டு அனைவருக்குமான பாதுகாப்பான வேகமான இணைய அனுபவத்தை கட்டமைக்கின்றோம்.

source: Gaming on the Web
af: Speletjies op die Web
bn_bd: ওয়েবে গেইমিং
bs: Igranje na webu
ca: Jocs en línia
cy: Gemau ar y We
hi_in: वेब पर गैमिंग
is: Leikjaspilun á netinu
kk: Интернеттегі ойындар
lt: Žaidimai saityne
ne: वेबमा खेल खेल्ने
nn_no: Gaming på nettet

source: Virtual Reality Platform
af: Platform vir virtuele realiteit
bn_bd: ভার্চুয়াল রিয়ালিটি প্ল্যাটফর্ম
bs: Stvarna virtuelna platforma
ca: Plataforma de realitat virtual
cy: Platfform Rhithrealiti
hi_in: अप्रत्यक्ष वास्तविक प्लेटफार्म
is: Sýndarveruleiki
kk: Виртуалды шынайылық платформасы
lt: Virtualiosios realybės platforma
nn_no: Virtuell Røyndom-plattform
ta: மெய்நிகராக்க தளம்

source: Unleash your Internet
bs: Oslobodite svoj internet
cy: Ryddhewch eich Gwe
hi_in: अपने इंटरनेट को खोलें
is: Opnaðu netið
kk: Интернет мүмкіндіктерін толығымен қолданыңыз
lt: Atskleiskite interneto galybę
nn_no: Slepp laus internett
ta: உங்கள் இணையத்தை கட்டவிழ்

source: Set the Web free and your mind will follow.
bs: Oslobodite web i vaš um će ga pratiti.
cy: Ryddhewch y we a bydd eich meddwl yn dilyn.
hi_in: वेब को मुक्त बनायें और आपका मन पालन करेगा.
is: Gerðu vefinn frjálsan og þá fylgir þú með.
kk: Интернетті еркін қылыңыз, ой-пікіріңіз соңынан қалмайды.
lt: Išlaisvinkite saityną ir savo protą.
nn_no: Frigjer nettet og sinnet følgjer med.
ta: கட்டற்ற இணையம் அமைந்தால் உங்கள் மனம் அதையே தொடரும்

source: Browse freely.
af: Blaai met gemak.
bn_bd: অবাধে ব্রাউজ করুন।
bs: Pretražujte slobodno.
ca: Navegueu lliurement.
cy: Pori'n rhydd.
hi_in: खुशी से ब्राउज करे.
is: Vafra frjálst.
kk: Еркін шолу.
lt: Naršykite laisvai.
ne: अानन्दसँग ब्राउज गर्नुहोस्।
nn_no: Surf fritt.
ta: கட்டற்று உலாவுங்கள்.

source: Discover unlimited potential, endless possibility and a wide open Web.
af: Ontdek onbeperkte potensiaal, eindelose moontlikhede en 'n wawyd oop Web.
bn_bd: সীমাহীন সম্ভাবনা, অবিরাম সম্ভাবনা এবং একটি প্রশস্ত মুক্ত ওয়েব আবিষ্কার করুন।
bs: Otkrijte neograničen potencijal, beskrajne mogućnosti i širom otvoren web.
ca: Descobriu el potencial il·limitat, possibilitats infinites i un web ben obert.
cy: Darganfod potensial diddiwedd, posibiliadau diderfyn a Gwe llydan agored.
hi_in: खोजें असीम क्षमता, अनंत संभावना तथा विस्तृत मुक्त वेब.
is: Uppgötvaðu ótakmarkaða getu, endalausa möguleika og opinn vef.
kk: Шексіз әрі таусылмайтын мүмкіндіктерді және ашық Интернетті шолыңыз.
lt: Atraskite neribotas plataus ir atviro saityno galimybes.
ne: असीमित क्षमता, अनन्त सम्भावना र व्यापक खुला वेब का बारेमा जान्नुहोस्।
nn_no: Opplev uavgrensa potensial, uendelege mulegheiter og eit stort og ope internett.
ta: வரம்பற்ற வளத்தையும், முடிவற்ற சாத்தியத்தையும் பறந்து விறிந்த திறந்த இணயைத்தையும் கண்டறியுங்கள்.

source: Get Firefox today
af: Kry Firefox reg nou
bn_bd: আজই Firefox ব্যবহার করুন
bs: Preuzmite Firefox danas
ca: Baixeu el Firefox ara
cy: Defnyddiwch Firefox Heddiw
hi_in: आज ही Firefox डाउनलोड करें
is: Náðu í Firefox í dag
kk: Firefox-ты бүгін алыңыз
lt: Parsisiųskite „Firefox“
ne: आजै Firefox पाउनुहोस्
nn_no: Last ned Firefox i dag
ta: பயர்பாக்சை இன்றே பெற்றிடுங்க

source: Add-ons
af: Byvoegings
bn_bd: অ্যাড-অন
bs: Dodaci
ca: Complements
cy: Ychwanegion
hi_in: सहयुक्ति
is: Viðbætur
kk: Қосымшалар
lt: Priedai
ne: एड-अनहरु
nn_no: Utvidingar
ta: கூடுதல் இணைப்புகள்

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
af: Vergelyk pryse, hou die weer dop, luister na musiek, stuur 'n twiet en vele meer direk van Firefox af.
bn_bd: ফায়ারফক্স থেকেই মূল্যের তারতম্য, আবহাওয়ার খবর দেখুন, গান শুনুন, টুইট করুন।
bs: Uporedite cijene, provjerite vrijeme, slušajte muziku, šaljite tweetove i više direktno sa Firefoxa.
ca: Compareu preus, consulteu la predicció meteorològica, escolteu música, envieu una piulada i més des del Firefox.
cy: Cymharu prisiau, edrych ar y tywydd, gwrando ar gerddoriaeth, anfon trydar, a rhagor o Firefox.
hi_in: कीमतों की तुलना करना, मौसम की जांच, संगीत सुनें, एक टवीट भेजें और अधिक Firefox से.
is: Bera saman verð, athuga veðrið, hlusta á tónlist, senda tíst og meira beint úr Firefox.
kk: Бағаларды салыстыру, ауа райын тексеру, музыканы тыңдау, твитті жіберу және тағы да басқа әрекеттер тура Firefox ішінен қолжетерлік.
lt: Lyginkite kainas, žinokite orų prognozes, klausykitės muzikos, bendraukite – visa tai galite atlikti tiesiai „Firefox“ naršyklės lange.
ne: Firefox बाटै मूल्य तुलना गर्ने, मौसम हेर्ने, गीत सुन्ने, tweet पठाउने लगायत अरु कामहरू गर्नुहोस्।
nn_no: Samanlikna prisar, sjekk vêret, høyr på musikk, send ein tweet, og mykje meir, alt i Firefox.
ta: விலைகளை ஒப்பிடு,வானிலையை பார், பாடலைக் கேள், டிவீட் செய் மேலும் கூடுதல் செயல்களுக்கு Firefox இன் வலது பக்கம் பார்.

source: Careers
af: Loopbane
bn_bd: কর্মসংস্থান
bs: Karijere
ca: Oportunitats
cy: Gyrfaoedd
hi_in: रोज़गार
is: Starfsframi
kk: Карьера
lt: Karjera
ne: अवसरहरु
nn_no: Jobbar
ta: வேலைவாய்ப்புகள்

source: Learn about the benefits of working at Mozilla and view open positions around the world.
af: Inligting oor die voordele van 'n werk by Mozilla en beskikbare poste wêreldwyd.
bn_bd: মজিলাতে কাজ করার সুফল এবং সাড়া বিশ্বে উন্মুক্ত পদ সম্পর্কে জানুন।
bs: Saznajte više o prednostima rada u Mozilli i pogledajte otvorene pozicije širom svijeta.
ca: Informeu-vos dels beneficis de treballar a Mozilla i consulteu ofertes de treball d'arreu del món.
cy: Dysgu am fanteision gweithio i Mozilla a gweld y swyddi gweigion sydd o amgylch y byd.
hi_in: मोज़िला में काम करने के लाभों के बारे में जानें और दुनिया भर में खुले विकल्पों को देखें.
is: Fræðast um ávinning þess að vinna hjá Mozilla og skoða hvaða störf eru laus út um allan heim.
kk: Mozilla-да жұмыс істеудің артықшылықтарын біліңіз және дүние жүзі бойынша ашық жұмыс орындарын қараңыз.
lt: Sužinokite apie darbo „Mozilloje“ privalumus ir susipažinkite su šiuo metu visame pasaulyje siūlomomis pozicijomis.
ne: Mozilla मा काम गर्दाका फाइदाहरूका बारेमा जान्नुहोस् र सँसारभरिका खाली स्थानहरूबारे थाहा पाउनुहोस्।
nn_no: Les meir om fordelane med å jobba hjå Mozilla og sjå alle ledige stillingar rundt om i verda.
ta: Mozilla வில் வேலை செய்வதால் கிடைக்கும் நன்மைகளைப் பற்றி அறியவும் மேலும் தற்பொது உலகெங்கும் உள்ள வேலை வாய்ப்புகளை பார்க்கவும்

source: Need help?
af: Benodig hulp?
bn_bd: সাহায্য প্রয়োজন?
bs: Trebate pomoć?
ca: Necessiteu ajuda?
cy: Angen cymorth?
hi_in: मदद चाहिए?
is: Vantar þig hjálp?
kk: Көмек керек пе?
lt: Reikia pagalbos?
ne: सहयोग चाहियो?
nn_no: Treng du hjelp?
ta: உதவி தேவையா?

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
af: Antwoorde van ons steunspan op vrae oor Firefox en alle Mozilla-produkte.
bn_bd: ফায়ারফক্স এবং মজিলা পণ্য সম্পর্কে আপনার প্রশ্নের সকল উত্তর পাবেন আমাদের সাপোর্ট টিমের কাছে।
bs: Dobijte odgovore na vaša pitanja o Firefoxu i svim Mozilla proizvodima od našeg tima za podršku.
ca: Obteniu respostes a les vostres preguntes sobre el Firefox i tots els productes de Mozilla del nostre equip de suport.
cy: Cewch atebion i'ch cwestiynau am Firefox a holl gynnyrch Mozilla gan ein tîm cefnogi.
hi_in: Firefox और हमारी सहायता टीम से सभी Mozilla उत्पादों के बारे में अपने प्रश्नों के उत्तर प्राप्त करें.
is: Fáðu svör við öllum þínum spurningum um Firefox og önnur Mozilla forrit frá hjálparteyminu okkar.
kk: Firefox және барлық Mozilla өнімдері туралы барлық сұрақтарыңызға біздің қолдау көрсету тобынан жауаптарды алыңыз.
lt: Turite klausimų apie „Firefox“ ir kitus „Mozillos“ produktus? Mūsų pagalbininkai visuomet pasirengę į juos atsakyti.
ne: Firefox र सबै मोजिला उत्पादनहरुका बारेमा तपाईँको प्रश्नहरूको जवाफ हाम्रो समर्थन टोलीबाट प्राप्त गर्नुहोस्।
nn_no: Brukarstøttegruppa vår svarar på spørsmåla dine om Firefox og alle andre Mozilla-produkt.
ta: Firefox பற்றிய உங்களின் கேள்விகளுக்கான பதிலையும் ஆதரவு அணியில் உள்ள மொசில்லா தயாரிப்புகளையும் பெறுங்கள்.

source: Proudly non-profit. <br>Donate before Dec 31.
af: Beter motiewe as wins. <br>Skenk voor 31 Des.
bn_bd: গর্বের সাথে একটি অবাণিজ্যিক প্রতিষ্ঠান। <br> ডিসেম্বর ৩১ এর আগেই দান করুন।
bs: Ponosno neprofitni. <br>Donirajte prije 31-og decembra.
ca: Orgullosos de no tenir ànim de lucre. <br>Doneu abans del 31 de desembre.
cy: Yn falch o fod ddim-er-elw. <br>Rhowch cyn Rhag 31.
hi_in: गर्व से गैरलाभ. <br>31 दिसम्बर से पहले दान करे.
is: Við erum stolt af því að vera rekin án hagnaðar. <br>Gefðu styrk fyrir 31. des.
kk: Коммерциялық еместігін мақтан тұтады.<br>31-ші желтоқсанға дейін ақшалай көмектесіңіз.
lt: Didžiojamės, nesiekdami pelno. <br>Paremkite iki gruodžio 31 d.
ne: गर्वकासाथ गैर-नाफामूलक। <br>डिसेम्बर ३१ अगाडि धनराशि सहयोग गर्नुहोस्।
nn_no: Vi er stolte av å vera ein ideell organisasjon. <br>Doner før 31. des.
ta: இலாப நோக்கற்றது என்ற பெருமையுடன். <br> திசம்பர் 31 திகதிக்குள் கொடை வழங்குக.

source: Enter your own amount
af: Tik 'n eie bedrag
bn_bd: আপনার টাকার পরিমাণ লিখুন
bs: Unesite svoj iznos
ca: Trieu la vostra quantitat
cy: Nodwch eich swm eich hun
hi_in: अपनी राशि दर्ज कीजिये
is: Sláðu inn þína eigin upphæð
kk: Өз сомаңызды енгізіңіз
lt: Įveskite kitą sumą
ne: तपाईँको आफ्नो रकम हाल्नुहोस्
nn_no: Skriv inn beløp
ta: நீங்கள் விரும்பிய தொகையை உள்ளிடுக

source: Monthly
af: Maandeliks
bn_bd: মাসিক
bs: Mjesečno
ca: Cada mes
cy: Misol
hi_in: मासिक
is: Mánaðarlega
kk: Ай сайын
lt: Kas mėnesį
ne: मासिक
nn_no: Månadleg
ta: மாதந்தோறும்

source: One-time
af: Eenmalig
bn_bd: একবার
bs: Jednom
ca: Un sol cop
cy: Unwaith yn Unig
hi_in: एक-बार
is: Einu sinni
kk: Бір рет
lt: Vieną kartą
ne: एक पटक
nn_no: Ein gong
ta: ஒரு முறை மட்டும்

source: Donate Now
af: Skenk nou
bn_bd: এখনই দান করুন
bs: Donirajte sada
ca: Feu una donació ara
cy: Cyfrannwch Nawr
hi_in: अभी दान करें
is: Styrkja núna
kk: Қазір ақшалай көмектесу
lt: Paremti dabar
ne: धनराशी सहयोग गर्नुहोस्
nn_no: Doner no
ta: இப்போதே கொடையளி

source: Continue to mozilla.org
af: Gaan voort na mozilla.org
bn_bd: mozilla.org এ থাকুন
bs: Nastavite na mozilla.org
ca: Vés a mozilla.org
cy: Ymlaen i mozilla.org
hi_in: mozilla.org को जारी रखें
is: Halda áfram til mozilla.org
kk: mozilla.org сайтына жалғастыру
lt: Eiti į mozilla.org
ne: mozilla.org मा जानुहोस्
nn_no: Hald fram til mozilla.org
ta: தொடரந்து mozilla.org தளத்தைப் பாருங்கள்
