Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home/index.lang.po
Languages: af, br, ca, fa, fi, ga_ie, hi_in, is, kab, kk, lt, lv, my, pt, sw, ta, vi, xh, zu

source: We’re building a better Internet
af: Ons bou 'n beter Internet
br: Emaomp o sevel un internet gwelloc'h
ca: Estem construint una Internet millor
fa: ما در حال ساختن یک اینترنت بهتر هستیم
fi: Rakennamme parempaa internetiä
ga_ie: Táimid ag tógáil Idirlíon níos fearr
hi_in: हम एक बेहतर इंटरनेट बना रहे हैं
is: Við erum að byggja betra Internet
kab: Nettnadi ad nesnefli Internet
kk: Жақсырақ интернетті жасаудамыз
lt: Mes kuriame geresnį internetą
lv: Mēs veidojam labāku Internetu
my: ပိုမိုကောင်းမွန်သော အင်တာနက်ကိုတည်ဆောင်နေသည်
pt: Estamos a construir uma Internet melhor
sw: Tunajenga Mtandao bora
ta: நாங்கள் ஒரு சிறந்த இணையத்தை உருவாக்குகிறோம்
vi: Chúng tôi đang xây dựng một Internet tốt đẹp hơn
xh: Sakha i-Intanethi engcono

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
af: Het u geweet? Mozilla — die maker van Firefox — werp alles in die stryd om die Internet 'n wêreldwye openbare hulpbron te hou wat oop en toeganklik vir almal is.
ca: Ho sabíeu? Mozilla, el fabricant del Firefox, lluita per mantenir la Internet com un recurs públic, obert i accessible per a tothom.
fa: آیا میدانستید؟ Mozilla — سازنده فایرفاکس — میجنگد تا اینترنت را به عنوان یک منبع عمومی جهانی باز و دسترس همه نگه دارد.
ga_ie: An raibh a fhios agat? Tá Mozilla — lucht déanta Firefox — ag troid ar son an Idirlín mar acmhainn dhomhanda phoiblí atá oscailte agus ar fáil do chách.
hi_in: क्या आपको पता हैं? Mozilla - Firefox का निर्माता हैं - एक वैश्विक सार्वजनिक संसाधन रखने के लिए संघर्ष करता है जो सभी के लिए खुला और सुलभ इंटरनेट प्रदान करें.
is: Vissirðu þetta? Mozilla — sá sem býr til Firefox — berst fyrir því að viðhalda Internetinu sem opnu neti og aðgengilegt fyrir alla.
kab: Teẓṛiḍ? Mozilla, win ifeslen Firefox, ittenneɣ akken Internet, taɣbalut tazayezt tamaḍlant, ad teqqim teldi u tettwakcam i yal yiwen.
kk: Сіз білдіңіз бе? Mozilla — Firefox жасаушысы — Интернетті әркім үшін ашық және қолжетерлік публикалық ресурс болғанын сақтау үшін күреседі.
lt: Ar žinojote? „Mozilla“ – organizacija, kurianti „Firefox“ – kovoja, kad internetas išliktų pasauliniu viešu ištekliumi, atviru ir prieinamu kiekvienam.
lv: Vai jūs to zinājāt? Mozilla — Firefox veidotājs — cīnās lai Internets paliek atvērts un visiem pieejams.
my: သင်သိလား? မိုဇီလာ - မီးမြေခွေးဖန်တီးသူ - သည် ကမ္ဘာလုံးဆိုင်ရာအများဆိုင် အင်တာနက်အား ပွင့်လင်းမြင်သာရန် နှင့် သုံးဆွဲနိုင်ရန် ကြိုးပမ်းပေးနေပါသည်။
pt: Sabia que? A Mozilla — a produtora do Firefox — luta para manter a Internet como um recurso público global aberto e acessível a todos.
sw: Je unajua? Mozilla — muundaji wa Firefox — anapigania kuuweka mtandao ukiwa raslimali ya umma iliyo na uwazi na inayoweza kupatikana na wote.
ta: உங்களுக்கு தெரியுமா? மொசில்லா — Firefox உலாவியை உருவாக்கி — அனைவரும் சுதந்திரமாகவும் பொதுவாகவும் அணுகும் வகையில் இணையம் கிடைத்திட தொடர்ந்து போராடி வருகிறது.
vi: Bạn có biết? Mozilla — những người đứng sau Firefox — chiến đấu để giữ cho Internet là một tài nguyên toàn cầu không có rào cản, dành cho tất cả mọi người.

source: Proudly non-profit. <br>Donate before Dec 31.
ca: Orgullosos de no tenir ànim de lucre. <br>Doneu abans del 31 de desembre.
ga_ie: Eagraíocht neamhbhrabúis. <br>Tabhair bronntanas roimh 31 Nollaig
kk: Коммерциялық еместігін мақтан тұтады.<br>31-ші желтоқсанға дейін ақшалай көмектесіңіз.

source: Enter your own amount
ca: Trieu la vostra quantitat
ga_ie: Cuir do mhéid féin isteach
kk: Өз сомаңызды енгізіңіз

source: Monthly
ca: Cada mes
ga_ie: Go Míosúil
kk: Ай сайын

source: One-time
ca: Un sol cop
ga_ie: Aon uair
kk: Бір рет

source: Donate Now
ca: Feu una donació ara
ga_ie: Bronn Anois
kk: Қазір ақшалай көмектесу

source: Home of the Mozilla Project
af: Tuiste van die Mozilla-projek
br: Pajenn degemer ar raktres Mozilla
ca: Pàgina principal del Projecte Mozilla
fa: خانه پروژه Mozilla
fi: Mozilla-projektin koti
ga_ie: Tionscadal Mozilla: Baile
hi_in: Mozilla परियोजना का मुखपृष्ठ
kk: Mozilla жобасының үй парағы
lt: „Mozillos“ projekto svetainė
lv: Mozilla projekta mājas
my: မိုဇီလာစီမံကိန်း ပင်မစာမျက်နှာ
pt: A casa do projeto Mozilla
sw: Nyumbani kwa Mradi wa Mozilla
ta: மொசில்லா திட்ட முகப்பு
zu: Ikhaya lephrojekthi Ye-Mozilla

source: Read more
af: Meer inligting
br: Lenn hiroc'h
ca: Més informació
fa: بیشتر بخوانید
fi: Lue lisää
ga_ie: Tuilleadh eolais
hi_in: और पढ़ें
is: Lesa meira
kab: Issin ugar
kk: Көбірек білу
lt: Skaityti toliau
lv: Lasīt vairāk
my: ဆက်လက်လေ့လာ
pt: Saiba mais
sw: Soma zaidi
ta: மேலும் அறிய
vi: Xem thêm
xh: Funda okuninzi
zu: Funda kabanzi

source: Community
af: Gemeenskap
br: Kummuniezh
ca: Comunitat
fa: جامعه کاربران
fi: Yhteisö
ga_ie: Comhphobal
hi_in: समुदाय
kk: Қоғамдастық
lt: Bendruomenė
lv: Kopiena
my: ကွန်မြူနတီ
pt: Comunidade
sw: Jamii
ta: சமூகம்
zu: Umphakathi

source: Continue to mozilla.org
af: Gaan voort na mozilla.org
br: Kenderc'hel war mozilla.org
ca: Vés a mozilla.org
fa: ادامه به mozilla.org
ga_ie: Ar aghaidh go dtí mozilla.org
hi_in: mozilla.org को जारी रखें
is: Halda áfram til mozilla.org
kab: Kcem ɣer mozilla.org
kk: mozilla.org сайтына жалғастыру
lt: Eiti į mozilla.org
lv: Turpināt uz mozilla.org
my: mozilla.org သို့ ဆက်ပါ
pt: Continuar para mozilla.org
sw: Endelea hadi mozilla.org
ta: mozilla.org வுக்கு தொடருங்கள்
vi: Tiếp tục tới mozilla.org
xh: Nkqubela phambili uye kwi-mozzila.org
zu: Qhubekela ku-mozilla.org

source: Discover <br>what drives our mission
af: Ontdek <br>die dryfveer van ons missie
br: Dizoloit <br>pezh a stur hor c'hefridi
ca: Descobriu <br>què guia la nostra missió
fa: ببینید <br>چه چیزی ماموریت ما را ممکن می‌کند
fi: Tutustu siihen <br>mikä johtaa tehtäväämme
ga_ie: Céard atá <br>dár spreagadh?
hi_in: खोजें <br> हमारा मिशन क्या ड्राइव कर रहा हैं
kk: Мақсатымызға не әсер ететінін <br>біліңіз
lt: Sužinokite,<br> kokia mūsų vykdoma misija
lv: Atklājiet <br>kas vada mūsu misiju
my: <br>ကျွနု်ပ်တို့၏ ရည်မှန်းချက်အား လေ့လာပါ
pt: Descubra <br>o que define a nossa missão
sw: Gundua <br>kinachoendesha dhamira yetu
ta: கண்டுபிடியுங்கள் <br>எங்களின் நோக்கத்தை செயல்படு வைப்பது எதுவென்று
zu: Thola<br>ukuthi yini egqugquzela umgomo wethu

source: See the principles <br>that guide everything <br>we do.
af: Die beginsels <br>agter alles wat ons doen.
br: Gwelit ar pennaennoù <br>a stur pep tra <br>a vez graet ganimp.
ca: Els principis <br>que guien tot <br>allò que fem.
fa: اصول ما را <br>که راهنمای ما در همه‌جا هستند <br> را ببینید.
fi: Katso periaatteet, <br>jotka ohjaavat kaikkia <br>tekojamme.
ga_ie: Na prionsabail <br>a threoraíonn gach rud <br>a dhéanaimid.
hi_in: हमारे सिद्धांतों को देखें <br>जो कि सब कुछ गाइड करते हैं <br>कि हम क्या रहें हैं.
kk: Біз жасайтын барлығына <br>не әсер ететінін <br>біліңіз.
lt: Susipažinkite su principais, kuriais vadovaujamės savo veikloje.
lv: Aplūkojiet principus <br>kuri virza <br>visas mūsu darbības.
my: ကျွနု်ပ်တို့ လုပ်ဆောင်ချက်မှန်သမျှအား <br>ထိန်းကြောင်းပေးသည့်<br> ကျင့်ဝတ်များကိုကြည့်ပါ
pt: Veja os princípios <br>que definem tudo <br>o que fazemos.
sw: Tazama kanuni <br> zinazoongoza kila kitu <br> tunachofanya.
ta: நாங்கள் செய்யும் அனைத்து <br>செயல்களுக்கும் வழிகாட்டும் <br>கோட்பாடுகளைப் பார்க்கவும்.
zu: Buka imigomo <br>elawula konke <br>esikwenzayo.

source: Read the <br>Mozilla Manifesto
af: Lees die <br>Mozilla-manifes
br: Lennit <br>Ezrevellad Mozilla
ca: Llegiu el <br>Manifest de Mozilla
fa: بیانیه موزیلا<br> را بخوانید
fi: Lue <br>Mozilla-manifesti
ga_ie: Léigh <br>Forógra Mhozilla
hi_in: मोज़िला घोषणा पत्र <br> पढ़ें
kk: Mozilla манифестін <br> оқыңыз
lt: Perskaitykite<br> „Mozillos“ manifestą
lv: Lasiet <br>Mozilla Manifestu
my: <br>Mozilla Manifesto ကိုဖတ်ပါ
pt: Leia o <br>manifesto da Mozilla
sw: Soma <br> Manifesto ya Mozilla
ta: மொசில்லா அறிக்கையை <br>படிக்கவும்
zu: Funda <br>imanifesto yakwa-Mozilla

source: Donate to Mozilla,<br> the non-profit behind Firefox.
ca: Feu una donació a Mozilla,<br> l'organització sense ànim de lucre darrere el Firefox.
ga_ie: Tabhair bronntanas do Mhozilla,<br> an eagraíocht neamhbhrabúis taobh thiar de Firefox.
kk: Firefox-ты жасайтын коммерциялық емес ұйымға,<br> Mozilla-ға ақшалай көмектесіңіз.

source: Our year-end<br> fundraiser ends Dec 31.
ca: La nostra recaptació<br> de fons acaba el 31 de desembre.
ga_ie: Críochnóidh feachtas<br> dheireadh na bliana 31 Nollaig.
kk: Біздің жыл аяғындағы қаражатты жинау науқаны<br> 31-ші желтоқсанда аяқталады.

source: Donate now
ca: Feu una donació ara
ga_ie: Bronn anois
kk: Қазір ақшалай көмектесу

source: Mozilla Developer Network
af: Mozilla-ontwikkelaars­netwerk
br: Rouedad an diorroerien Mozilla
fa: شبکه توسعه‌دهندگان موزیلا
ga_ie: Líonra Forbróirí Mozilla
hi_in: Mozilla डेवलपर नेटवर्क
kab: Aẓeṭṭa n ineflayen n Mozilla
kk: Mozilla өндіруші желісі
lt: „Mozillos“ programuotojų tinklas
lv: Mozilla Izstrādātāju Tīkls
pt: Rede de programadores da Mozilla
ta: மொசில்லா உருவாக்குநர் நெட்வொர்க்
xh: INethiweki yokuPhuhlisa iMozilla
zu: I-Inthanethi yomsunguli we-Mozilla

source: 10 years of documenting your Web.
af: 10 jaar van webdokumentasie.
ca: 10 anys documentant el web.
fa: ۱۰ سال مستندسازی وب برای شما.
ga_ie: An Gréasán á dhoiciméadú le 10 mbliana anuas.
hi_in: अपने वेब दस्तावेजीकरण की 10 साल.
is: 10 ár af skjölun fyrir vefinn.
kab: 10 n isegwssen di tira n tsemlit ɣef Web inek.
kk: Интернетіңізді құжаттандырудың 10 жылы.
lv: Dokumentējam internetu jau 10 gadus.
pt: 10 anos a documentar a sua Web.

source: Celebrate with us
af: Vier dit saam met ons
ca: Celebreu-ho amb nosaltres
fa: با ما جشن بگیرید
ga_ie: Ceiliúir linn
hi_in: हमारे साथ जश्न मन्ये
is: Fagnaðu með okkur
kab: Rzu-d yid-neɣ ɣer tmeɣra
kk: Бізбен тойлау
lv: Sviniet ar mums
pt: Celebre connosco

source: Introducing <br>Firefox Friends
af: Ons stel <br>Firefox Friends <br>bekend
ca: Us presentem el <br>Firefox Friends
fa: معرفی <br>دوستان فایرفاکس
ga_ie: Seo é <br>Firefox Friends
hi_in: फ़ायरफ़ॉक्स फ्रेंड्स <br>का परिचय कराते हुए
kk: Firefox достарын <br>таныс ету
lv: Iepazīstinām ar <br>Firefox draugiem
pt: Apresentamos o <br>Firefox Friends
sw: Inatambulisha <br>Firefox Friends

source: Join. Share. <br>Get rewarded.
ca: Uniu-vos. Compartiu. <br>Obteniu premis.
fa: ملحق شوید. اشتراک بگذارید. <br>جایزه بگیرید.
ga_ie: Glac Páirt. Comhroinn. <br>Faigh féiríní.
hi_in: जुड़ें. साझा करें. <br>पुरस्कृत हों.
kk: Қатысыңыз. Бөлісіңіз. <br>Жүлдені алыңыз.
lv: Pievienojieties. Dalieties. <br>Saņemiet novērtējumu.
pt: Participe. Partilhe.<br>Ganhe prémios.
sw: Jiunge.Shiriki.<br>Pata Zawadi.

source: Join Firefox Friends
af: Sluit aan by Firefox Friends
ca: Uniu-vos al Firefox Friends
fa: به دوستان فایرفاکس ملحق شوید
ga_ie: Glac Páirt in Firefox Friends
hi_in: फ़ायरफ़ॉक्स फ्रेंड्स से जुड़ें
kk: Firefox достарына мүше болу
lv: Pievienojieties Firefox draugiem
pt: Junte-se ao Firefox Friends
sw: Jiunge na firefox Friends

source: Learn about Mozilla Advocacy
af: Leer meer oor Mozilla-bevordering
br: Dizoloit hor breutadenn
ca: Més informació sobre allò que defensa Mozilla
fa: در مورد دفاعیه موزیلا بیشتر بدانید
ga_ie: Eolas maidir le cur chun cinn Mozilla
hi_in: मोज़िला वकालत के बारे में जानें
is: Fræðast um Mozilla Advocacy
kab: Issin ugar ɣef Mozilla Advocacy
kk: Mozilla Advocacy туралы көбірек біліңіз
lt: Sužinokite apie „Mozillos“ vertybių propagavimą
lv: Uzziniet par Mozilla iniziatīvu
my: မိုဇီလာ၏ ပွင့်လင်းပေါ်လစီကို လေ့လာကြည့်ပါ
pt: Saiba mais acerca da Mozilla Advocacy
sw: Elimika kuhusu utetezi wa Mozilla
ta: மொசில்லாவின் பரிந்துகளைப் பற்றி அறியவும்
vi: Tìm hiểu về Mozilla Advocacy

source: Understand your privacy online
af: Verstaan jou privaatheid aanlyn
br: Kompren ho reolennoù enlinenn
ca: Enteneu la vostra privadesa digital
fa: حریم‌خصوصی خود را در هنگام آنلاین بودن درک کنید
fi: Ymmärrä tietosuojasi verkossa
ga_ie: Do phríobháideacht ar líne
hi_in: अपनी ऑनलाइन गोपनीयता को समझें
kk: Интернеттегі жекелігіңізді түсіну
lt: Apsišvieskite apie savo privatumą internete
lv: Saprotiet savu privātumu tiešsaistē
my: သင်၏ အွန်လိုင်းလုံခြုံရေး အကြောင်း သိထားပါ
pt: Compreenda a sua privacidade na Internet
sw: Ielewe faragha yako mkondoni
ta: இணைய செயல்பாடுகளில் உங்கள் தனியுரிமையை புரிந்துக்கொள்ளுங்கள்
zu: Qonda ngokuvikeleka kweminingwane yakho ku-inthanethi

source: Download Firefox
af: Laai Firefox af
br: Pellgargañ Firefox
ca: Baixeu el Firefox
fa: دریافت فایرفاکس
fi: Lataa Firefox
ga_ie: Íosluchtaigh Firefox
hi_in: फ़ायरफ़ॉक्स डाउनलोड करें
is: Hala niður Firefox
kab: Sider Firefox
kk: Firefox-ты жүктеп алу
lt: Parsisiųskite „Firefox“
lv: Lejupielādēt Firefox
my: မီးမြေခွေးအားဒေါင်းလုဒ်ရယူပါ
pt: Descarregue o Firefox
sw: Daunlodi Firefox
ta: பயர்பாக்ஸை பதிவிறக்கு
vi: Tải Firefox
xh: Khuphela iFirefox
zu: Dawuniloda i-Firefox

source: Get the gear, <br>support the mission
ca: Compreu marxandatge, <br>doneu suport a la missió
ga_ie: Faigh an gléasra, <br>cuidigh leis an misean
kk: Атрибутиканы сатып алып, <br>миссиямызды қолдаңыз

source: Shop for t-shirts, hoodies, hats<br> and more at Mozilla Gear.
ca: Compreu samarretes, dessuadores, gorres i més a Mozilla Gear.
ga_ie: Faigh t-léinte, húdaithe, caipíní<br> agus tuilleadh ag Mozilla Gear.
kk: Mozilla дүкенінен футболка, худи, кепка<br> және т.б. сатып алыңыз.

source: Shop now
ca: Compreu ara
ga_ie: Déan siopadóireacht anois
kk: Қазір шолу

source: Introducing<br> the new Webmaker
af: Ons stel die nuwe<br> Webmaker bekend
ca: Us presentem<br> el nou Webmaker
fa: معرفی<br> Webmaker جدید
ga_ie: Seo dhuit<br> Webmaker úrnua
hi_in: नई वेबमेकर का परिचय<br>
kk: Жаңа Webmaker<br> ұсынылады
lv: Iepazīstieties<br>jaunais Webmaker
pt: Apresentamos<br>o novo Webmaker

source: Discover, create and share original content with the free Webmaker app.
af: Ontdek, skep en deel oorspronklike inhoud met ons gratis Webmakerprogram.
ca: Descobriu, creeu i compartiu contingut original amb la nova aplicació Webmaker.
fa: با برنامه رایگان Webmaker محتوایی مختص خود کشف کنید، خلق کنید و به اشتراک بگذارید.
ga_ie: Aimsigh, cruthaigh, agus comhroinn ábhar nua leis an aip nua Webmaker, saor in aisce.
hi_in: फ्री वेबमेकर एप के साथ मूल सामग्री खोजें, बनाये और साझा करे करें.
kk: Тегін Webmaker қолданбасы көмегімен бірегей құрамамен шолыңыз, жасаңыз және онымен бөлісіңіз.
lv: Atklājiet, radiet un dalieties ar oriģinālu interneta saturu, kas radīts ar jauno Webmaker lietotni.
pt: Descobrir, criar e partilhar conteúdos originais com a aplicação gratuita Webmaker.

source: Learn more
af: Meer inligting
br: Gouzout muioc'h
ca: Més informació
fa: اطلاعات بیشتر
fi: Lue lisää
ga_ie: Tuilleadh eolais
hi_in: अधिक जानें
kk: Көбірек білу
lt: Išsamiau
lv: Uzzināt vairāk
my: ဆက်လက်လေ့လာ
pt: Saber mais
sw: Jifunze zaidi
ta: மேலும் அறியவும்
zu: Funda kabanzi

source: Teach<br> the Web
af: Onderrig<br> oor die web
ca: Ensenyeu el web
fa: وب را<br> آموزش دهید
ga_ie: An Gréasán<br> a mhúineadh
hi_in: वेब <br>सिखाएँ
is: Kenna<br> á vefinn
kab: Selmed <br> Web
kk: Интернетті<br> үйрету
lv: Iemāciet<br> tīmekli
pt: Ensinar<br> a Web

source: Make the Web you want
af: Skep die Web na hartelus
br: Lakait ar web da vezañ pezh a fell deoc'h
ca: Feu el web que voleu
fa: وبی را که می‌خواهید بسازید
ga_ie: Cruthaigh an gréasán atá uait
hi_in: आप जो चाहते हैं, वैसा वेब बनाओ
kk: Өзіңіз қалайтын интернетті жасаңыз
lt: Kurkite saityną, kokio norite jūs
lv: Radiet tīmekli ko vēlaties
my: အင်တာနက်အား ပုံဖော်ကြည့်ပါ
pt: Construa a Web que quiser
sw: Utengeneze mtandao unaotaka
ta: நீங்கள் வேண்டும் இணையத்தை உருவாக்குங்கள்

source: Build a Web page or app in minutes<br> — no coding required.
af: Bou 'n webbladsy of 'n webprogram in minute<br> — sonder programmering.
br: Savit ur bajennad web pe un arload e korf un toulladig minutennoù<br> gouzout ar bonegañ n'eo ket goulennet.
ca: Construïu un lloc web o una app en minuts<br> — sense programar.
fa: در چند دقیقه یک صفحه وب یا برنامه بسازید<br> — هیچ کد نویسی‌ای لازم نیست.
ga_ie: Cruthaigh leathanach gréasáin nó feidhmchlár i gcúpla nóiméad<br> — gan ríomhchláru ar bith.
hi_in: मिनटों में वेब पेज या अनुप्रयोग बनाएँ<br> - कोडिंग की आवश्यकता नहीं.
kk: Веб бетті немесе қолданбаны минуттар ішінде жасаңыз<br> — код жазу керек емес.
lt: Per kelias minutes sukurkite<br> tinklalapį ar programą&nbsp;–<br> programavimo žinios tam nebūtinos.
lv: Uzbūvējiet tīmekļa lapu vai aplikāciju dažās minūtēs<br> — bez jebkādam koda zināšanām
my: ဝတ်ဆိုဒ် သို့ အက်ပ်တစ်ခုအား မိနစ်ပိုင်းအတွင်း တည်ဆောင်ပါ<br> - ပရိုဂရမ်ရေးကုဒ် ရေးခြင်းမလို
pt: Construa uma página ou uma aplicação Web em poucos minutos — sem programar.
sw: Tengeneza ukurasa au programu tumizi kwa dakika chache <br> — uandishi wa kodi hautahitajika.
ta: நிரலாக்கம் செய்யாமலே ஒரு வலைப்பக்கத்தை அல்லது குறுந்செயலியை<br> — நிமிடங்களில் உருவாக்கலாம்.

source: Become a Webmaker
af: Word 'n webmaker
br: Deskit gant Webmaker
ca: Feu-vos Webmaker
fa: یک سازنده وب شوید
fi: Ryhdy Webmakeriksi
ga_ie: Bí i do Dhéantóir Gréasáin
hi_in: एक Webmaker बनें
kk: Webmaker болыңыз
lt: Tapkite saityno kūrėju
lv: Kļūstiet par tīmekļa veidotāju
my: ဝတ်​တည်​ဆောက်သူ​တစ်​ယောက် ဖြစ်လာ​ရန်
pt: Torne-se num webmaker
sw: Kua mtengenezaji wa mtandao
ta: Webmaker ஆக விரும்புங்கள்
zu: Yiba yi-Webmaker

source: Teach the Web
af: Onderrig oor die web
br: Kelenn ar Web
ca: Ensenyeu el web
fa: وب را آموزش دهید
fi: Opeta verkkoa
ga_ie: An Gréasán a mhúineadh
hi_in: वेब को सिखाएँ
kk: Интернетті үйрету
lt: Mokykite saityno pagrindų
lv: Iemāciet tīmekli
my: အင်တာနက်ဆိုင်ရာနည်းပညာများသင်ကြားပါ
pt: Ensinar a Web
sw: Fundishana kuhusu mtandao
ta: இணையத்தைக் கற்பியுங்கள்
zu: Fundisa iWebhu

source: Let’s build a Web that’s open <br>and made by everyone.
af: Kom ons bou 'n ope web <br> wat deur almal gebou word.
br: Savomp ur web digor <br>ha savet evit an holl.
ca: Fem un web que sigui obert <br>i per a tothom.
fa: بیایید وبی بسازیم که آزاد باشد <br>و همه در ساخت آن شریک باشند.
fi: Rakennetaan verkko, joka on avoin <br>ja kaikkien tekemä.
ga_ie: Tógaimis Gréasán atá oscailte <br>agus déanta ag cách.
hi_in: चलो एक वेब बनाएं जो मुक्त हो <br> और सभी द्वारा बनाया गया हो
kk: Ашық және әркім үшін қолжетерлік <br>Интернетті жасайық.
lt: Kurkime saityną kartu –<br> atvirą ir su kiekvieno indėliu.
lv: Uzbūvējam visiem pieejamu <br>un atvērtu tīmekļi.
my: <br>အများမှ တည်ဆောက်ထားပြီး ပွင့်လင်းမြင်သာတဲ့ အင်တာနက်ဖြစ်အောင် တည်ဆောက်ကြစို့
pt: Vamos construir uma Web que seja aberta <br>e feita para todos.
sw: Tuutengeneze mtandao ulio wazi <br> na uliotengenezwa na kila mtu.
ta: அனைவரும் சேர்ந்து உருவாக்கிய திறந்த இணையத்தை<br> வாருங்கள் கட்டியெழுப்புவோம்.
zu: Asakhe iWebhu evulelekile <br>futhi ehlanganyelwe yenziwa nguwo wonke umuntu.

source: Build an app <br>in seconds
af: Bou 'n program <br>in sekondes
br: Sevel un arload <br> e korf un toulladig eilennoù
ca: Creeu una aplicació <br>en segons
fa: یک برنامه را <br>در چند ثانیه بسازید
fi: Tee sovellus <br>sekunneissa
ga_ie: Cruthaigh aip nua <br>láithreach bonn
hi_in: कुछ ही सेकेंड्स में एक ऐप तैयार करें
kk: Қолданбаны <br>секундтар ішінде жасаңыз
lt: Sukurkite programą per kelias sekundes
lv: Uzbūvējiet aplikāciju <br>dažās sekundēs
my: <br>စက္ကန့်​အတွင်း အပ​လီ​ကေး​ရှင်း​တစ်​ခု​ကို တည်ဆောက်​ရန်
pt: Construa uma aplicação <br>em segundos
sw: Tengeneza programu <br> kwa masekunde
ta: ஒரு குறுந்செயலியை <br> நொடிகளில் கட்டமைக்க
zu: Yakha i-app <br>emizuzwaneni embalwa

source: Volunteer <br>with Mozilla
af: Willig in <br>vir Mozilla
br: Den a youl vat <br> gant Mozilla
ca: Feu-vos voluntari <br>de Mozilla
fa: در موزیلا <br>داوطلب شوید
fi: Ryhdy Mozillan <br>tukijaksi
ga_ie: Obair dheonach <br>ar son Mozilla
hi_in: Mozilla के साथ स्वेच्छा से अपनी सेवा समर्पित करें
is: Gerast sjálfboðaliði <br>hjá Mozilla
kab: Ttekki <br>akked Mozilla
kk: Mozilla-мен бірге<br>волонтер болыңыз
lt: Savanoriaukite „Mozilloje“
lv: Kļūsti par Mozilla brīvprātīgo
my: မီး​မြေခွေး​နှင့် စေ​တ​နာ့​ဝန်​ထမ်း<br>ဦး
pt: Seja voluntário <br>na Mozilla
sw: Jitolee <br> katika Mozilla
ta: மொசில்லா உடன் சேர்ந்து <br> தொண்டாற்றுங்கள்
vi: Tình nguyện <br>cùng Mozilla
xh: Volontiya <br>no Mozilla
zu: Volontiya <br>kwa-Mozilla

source: Try Firefox Developer Edition
af: Kry Firefox-ontwikkelaar­weergawe
ca: Instal·leu-vos el Firefox Developer Edition
fa: ویرایش توسعه‌دهندگان فایرفاکس را امتحان کنید
ga_ie: Bain triail as Firefox d'Fhorbróirí
hi_in: फ़ायरफ़ॉक्स का डेवलपर संस्करण प्राप्त कीजिए
is: Prófaðu Firefox Developer Edition
kab: Ɛreḍ Firefox Developer Edition
kk: Firefox Developer Edition қолданып көріңіз
lv: Izmēģiniet Firefox Developer Edition
pt: Experimente o Firefox Developer Edition
sw: Pata Toleo la Firefox ya Muendelezaji

source: Introducing Firefox Developer Edition
af: Ons stel Firefox-ontwikkelaar­weergawe bekend
br: Kinnig embanadur Firefox evit an diorroerion
ca: Us presentem el Firefox Developer Edition
fa: معرفی ویرایش توسعه‌دهندگان فایرفاکس
ga_ie: Seo é Firefox d'Fhorbróirí
hi_in: पेश करते हैं फ़ायरफ़ॉक्स डेवेलपर एडिशन
is: Við kynnum Firefox Developer Edition
kab: Issi ɣer Firefox Developer Edition
kk: Firefox Developer Edition ұсынылады
lt: Pristatome<br> „Firefox Developer Edition“
lv: Piedāvājam Firefox Developer Edition
my: Developer များအတွက်မီးမြေခွေးအသစ်ကိုမိတ်ဆက်ပါတယ်
pt: Apresentamos o Firefox Developer Edition
sw: Unaletewa uhariri wa Firefox wa Muendelezaji
ta: Firefox உருவாக்குநர் பதிப்பு அறிமுகமாகிறது
vi: Giới thiệu Firefox cho lập trình viên
xh: Ukwazisa Uhlelo loMphuhlisi we-FireFox
zu: Sethula i-Firefox Developer Edition

source: The only browser made only for developers.
af: Die enigste blaaier wat slegs vir ontwikkelaars gemaak is.
br: Ar merdeer nemetañ savet evit an diorroerion.
ca: L'únic navegador web fet per als desenvolupadors.
fa: تنها مرورگری که فقط برای توسعه‌دهندگان ساخته شده است.
ga_ie: An brabhsálaí amháin atá dírithe ar fhorbróirí.
hi_in: अकेला ब्राउज़र जो बना है सिर्फ़ डेवेलपर्स के लिए
is: Eini vafrinn sem er sérstaklega hannaður fyrir forritara.
kab: Ala iminig agi i yettwafeṣlen i yineflayen.
kk: Тек өндірушілер үшін жасалған жалғыз браузер.
lt: Vienintelė naršyklė, sukurta būtent programuotojams.
lv: Vienīgais pārlūks veidots tieši izstrādātajiem.
my: Developers များအတွက် သီးသန့်ပြုလုပ်ထားသော တစ်ခုတည်းသော ဘယောက်ဆာ
pt: O único navegador feito apenas para programadores.
sw: Kivinjari cha kipekee ambacho kimetengenezewa waendelezaji.
ta: இந்த ஒரு உலாவி மட்டும் தான் உருவாக்குநர்களுக்காக உருவாக்கப்பட்டது.
vi: Trình duyệt duy nhất được viết riêng cho lập trình viên.
xh: Ibhrawuza kuphela eyenzelwe abaphuhlisi.
zu: Ukuphela kwebrawuza eyenzelwe abasunguli.

source: Get Firefox Developer Edition
af: Kry Firefox-ontwikkelaarweergawe
br: Kaout embanadur Firefox evit an diorroerion
ca: Instal·leu-vos el Firefox Developer Edition
fa: ویرایش توسعه‌دهندگان فایرفاکس را دریافت کنید
ga_ie: Faigh Firefox d'Fhorbróirí
hi_in: Firefox डेवलपर संस्करण प्राप्त करें
is: Ná í Firefox Developer Edition
kab: Sider Firefox Developer Edition
kk: Firefox Developer Edition алу
lt: Parsisiųskite „Firefox Developer Edition“
lv: Iegūstiet Firefox Developer Edition
my: မီးမြေခွေးဖန်တီးသူဗားရှင်းအား ရယူပါ
pt: Descarregar o Firefox Developer Edition
sw: Pata Toleo la Firefox ya Muendelezaji
ta: Firefox உருவாக்குநர் பதிப்பை பெறுங்கள்
vi: Tải Firefox cho lập trình viên
xh: Fumana Uhlelo loPhuhliso lwe-FireFox
zu: Thola i-Firefox Developer Edition

source: Try the best Firefox yet
af: Probeer die beste Firefox nog
br: Prouadit ar Firefox gwellañ evit poent
ca: Proveu el millor Firefox fins ara
fa: بهترین فایرفاکس تاکنون را امتحان کنید
fi: Kokeile parasta Firefoxia tähän mennessä
ga_ie: An leagan is fearr de Firefox go dtí seo
hi_in: आजमायें अब तक का सबसे बेहतरीन फ़ायरफ़ॉक्स
kk: Ең жақсы Firefox-ты алыңыз
lt: Išbandykite geriausią „Firefox“ laidą
lv: Izmēģiniet vislabāko Firefox
my: မီးမြေခွေးရဲ့ အကောင်းဆုံးကို စမ်းကြည့်ပါ
pt: Experimente o melhor Firefox de sempre
sw: Ijaribu Firefox bora zaidi kwa wakati huu
ta: இதுவரை காணாத சிறந்த பயர்பாக்ஸை முயற்சிக்கவும்
zu: Ake uzame i-Firefox esahamba phambili kuze kube manje
