Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home/index.lang.po
Languages: af, br, ca, fa, fi, ga_ie, hi_in, is, kab, kk, lt, lv, my, pt, sw, ta, vi, xh, zu

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
af: Antwoorde van ons steunspan op vrae oor Firefox en alle Mozilla-produkte.
br: Kaout respontoù d'ar goulennoù hoc'h eus a-zivout Firefox ha diwar-benn an holl genderc'hadoù savet gant Mozilla digant hor skipailh skorañ.
ca: Trobeu respostes a les vostres preguntes quant al Firefox i tots els productes Mozilla del nostre equip de suport.
fa: جواب سوال‌های خود را درباره فایرفاکس و تمام محصولات موزیلا از گروه پشتیبانی ما بگیرید.
fi: Löydät vastaukset kysymyksiisi Firefoxiin ja kaikkiin Mozillan tuotteisiin liittyen tukitiimiltämme.
ga_ie: Tabharfaidh ár bhfoireann tacaíochta freagra ar do cheisteanna faoi Firefox agus faoi na táirgí eile atá againn.
hi_in: Firefox और हमारी सहायता टीम से सभी Mozilla उत्पादों के बारे में अपने प्रश्नों के उत्तर प्राप्त करें.
is: Fáðu svör við öllum þínum spurningum um Firefox og önnur Mozilla forrit frá hjálparteyminu okkar.
kab: Awi-d tiririt i yesteqsiyen inek ɣef Firefox akked iseɣẓanen n Mozilla si terbeɛt n tallalt.
kk: Firefox және барлық Mozilla өнімдері туралы барлық сұрақтарыңызға біздің қолдау көрсету тобынан жауаптарды алыңыз.
lt: Turite klausimų apie „Firefox“ ir kitus „Mozillos“ produktus? Mūsų pagalbininkai visuomet pasirengę į juos atsakyti.
lv: Iegūstiet atbildes saviem jautājumiem no mūsu atbalsta komandas par Firefox un visiem Mozilla produktiem.
my: မီးမြေခွေး နှင့် မိုဇီလာ ထုတ်ကုန်များအတွက် သင့်မေးခွန်းများအတွက် အဖြေများကို ထောက်ပံ့အသင်းဆီ မှ တောင်းခံပါ
pt: Obtenha respostas da nossa equipa de apoio para as suas questões sobre o Firefox e todos os produtos da Mozilla.
sw: lugha na bado zinaongezeka <br> katika bara zote
ta: Firefox பற்றிய உங்களின் கேள்விகளுக்கான பதிலையும் ஆதரவு அணியில் உள்ள மொசில்லா தயாரிப்புகளையும் பெறுங்கள்.
vi: Nhận được những câu trả lời về Firefox và tất cả những sản phẩm của Mozilla từ đội ngũ hỗ trợ kỹ thuật của chúng tôi.
xh: Fumana iimpendulo zakho malunga i-FireFox futhi nazo zonke iimveliso zika-Mozilla kusukela kwiqhela elixasayo.
zu: Thola izimpendulo zemibuzo yakho mayelana ne-Firefox kanye nemikhiqizo yakwa-Mozilla ethimbeni lethu eleseka abathengi.

source: Discover more
af: Ontdek meer
br: Dizoleiñ muioc'h a draoù
ca: Més informació
fa: بیشتر ببینید
fi: Lue lisää
ga_ie: Tuilleadh eolais
hi_in: और ढूंढें
is: Lesa meira
kab: Issin ugar
kk: Көбірек білу
lt: Atraskite dar daugiau
lv: Atklājiet vairāk
my: နောက်ထပ်ဆက်ရှာဖွေပါ
pt: Descubra mais
sw: Gundua zaidi
ta: கூடுதலாக கண்டுபிடியுங்கள்
vi: Khám phá thêm nữa
xh: Fumana okuninzi
zu: Thola okunye okwengeziwe

source: Help us celebrate 10 years of Firefox.
af: Help ons om 10 jaar van Firefox te vier.
br: Roit skoazell deoc'h a-benn lidañ 10vet deiz-ha-bloaz Firefox.
ca: Ajudeu-nos a celebrar 10 anys del Firefox.
fa: به ما برای هماهنگ کردن 10 سال فایرفاکس کمک کنید.
ga_ie: Glac páirt sa chomóradh 10 mbliana Firefox.
hi_in: Firefox के 10 साल का जश्न मनाने में हमारी मदद करें.
kk: Firefox-тың 10 жылдығын тойлауға көмектесіңіз.
lt: Švęskite „Firefox“ dešimtmetį kartu su mumis.
lv: Palīdziet mums svinēt Firefox 10. gadadienu.
my: မီးမြေခွေး 10 နှင့်ပြည့် အထိမ်းအမှတ်ကို ကူညီဆင်နွဲပါ
pt: Ajude-nos a celebrar os 10 anos do Firefox.
sw: Tusaidie kusherehekea miaka 10 ya Firefox.
ta: எங்களுக்கு Firefox இன் 10 ஆண்டு விழாவை கொண்டாட உதவுங்கள்.
zu: Gubha kanye nathi iminyaka eyi-10 ye-Firefox.

source: Donate to Mozilla
af: Skenk aan Mozilla
br: Reiñ da vMozilla
ca: Feu una donació a Mozilla
fa: کمک مالی به موزیلا
ga_ie: Tabhair bronntanas do Mhozilla
hi_in: मोज़िला के लिए दान दें
kk: Mozilla-ға ақшалай көмектесу
lt: Paaukokite „Mozillai“
lv: Ziedot Mozilla
my: မိုဇီလာသို့ လှုတန်းမည်
pt: Donativos para a Mozilla
sw: Changia Mozilla
ta: மொசில்லாவிற்கு நன்கொடை வழங்குங்கள்
zu: Nikela ku-Mozilla

source: Your gift helps us build the Internet the world needs.
af: Jou donasie help ons om die internet te bou wat die wêreld nodig het.
br: Gant ho road ez omp gouest da sevel an Internet ez eus ezhomm evit ar bed.
ca: El vostre regal ens ajuda a construir l'Internet que el món necessita.
fa: هدیه‌ی شما به ما کمک می‌کند اینترنتی را که جهان نیاز دارد بسازیم.
ga_ie: Cabhraíonn do bhronntanas linn an tIdirlíonn a theastaíonn ón domhan a thógáil.
hi_in: आपका उपहार हमें दुनिया का जरूरतमंद इंटरनेट बनाने में मदद करता है.
kk: Сіздің сыйлықтарыңыз бізге дүниежүзі талап ететін Интернетті жасауға көмектеседі.
lt: Jūsų auka padės kuriant tokį internetą, kokio reikia žmonijai.
lv: Jūsu dāvana mums palīdz veidot Internetu kas nepieciešams pasaulei.
my: သင့်လက်ဆောင်ဟာ ပိုမိုကောင်းမွန်သောအင်တာနက် ပြုလုပ်ရာတွင် အထောက်အပံ့ဖြစ်မည်
pt: O seu presente ajuda-nos a construir a Internet que o Mundo precisa.
sw: Zawadi yako inatuwezesha kuitengeneza intaneti inayohitajika na dunia.
ta: உங்களின் கொடை உலகம் எதிர்பார்க்கிற இணையத்தை கட்டியெழுப்ப உதவுகிறது.
zu: Izipho zethu zisisiza ukwakha i-Inthanethi edingwa umhlaba.

source: Donate today
af: Skenk vandag nog
br: Roit hiziv
ca: Feu la vostra donació avui
fa: امروز کمک کنید
ga_ie: Tabhair bronntanas inniu
hi_in: आज ही दान करें
kk: Бүгін көмектесу
lt: Paaukokite šiandien
lv: Ziedot šodien
my: ယခုပဲ လှူလိုက်ပါ
pt: Faça hoje o seu donativo
sw: Changia leo
ta: இன்றே கொடையளி
zu: Nikela namuhla

source: Meet<br> Firefox Hello
af: Ontmoet<br> Firefox Hello
br: Dizoloit<br> Firefox Hello
ca: Conegueu el <br> Firefox Hello
fa: با Firefox Hello<br> آشنا شوید
ga_ie: Cuir aithne<br> ar Firefox Hello
hi_in: मिलें<br> Firefox Hello
kk: Firefox Hello<br> өнімімен таныс болыңыз
lt: Susipažinkite:<br> „Firefox Hello“
lv: Satieciet<br> Firefox Hello
my: <br>Firefox Hello အားသုံးကြည့်
pt: Conheça<br> o Firefox Hello
sw: Kutana na<br> Firefox Hello
ta: Firefox ஹலோவை<br> சந்தியுங்கள்

source: The easiest way to connect for free over video.
af: Die maklikste manier om gratis kontak te hou, met video.
br: An doare aesañ d'en em gennaskañ digoust dre video.
ca: La forma més fàcil de connectar gratuïtament mitjançant vídeo.
fa: آسان‌ترین راه برای ارتباط ویدئویی رایگان.
ga_ie: An tslí is fusa físcheangal a bhunú saor in aisce.
hi_in: सबसे आसान तरीका, मुफ़्त वीडियो कनेक्ट करने के लिए.
kk: Видео арқылы тегін байланысудың ең оңай жолы.
lt: Paprasčiausias būdas nemokamai bendrauti vaizdu.
lv: Vienkāršākais veids brīviem video zvaniem.
my: အခမဲ့ ရုပ်မြင်သံကြား ခေါ်ဆိုမှုပြုလုပ်ရန် အလွယ်ကူဆုံးနည်းလမ်း
pt: A forma mais fácil de comunicar gratuitamente com vídeo.
sw: Njia rahisi kabisa ya kuungana kupitia video bila malipo.
ta: சுலபமாகவும் இலவசமாகவும் காணொளி அரட்டை அடிக்கலாம்.

source: Try Firefox Hello
af: Probeer Firefox Hello
br: Grit un taol prouad gant Firefox Hello
ca: Proveu el Firefox Hello
fa: Firefox Hello را امتحان کنید
ga_ie: Bain triail as Firefox Hello
hi_in: Firefox Hello का प्रयास करें
kk: Firefox Hello қолданып көріңіз
lt: Išbandykite „Firefox Hello“
lv: Izmēģiniet Firefox Hello
my: မီးမြေခွေးဟယ်လိုအား စမ်းကြည့်
pt: Experimente o Firefox Hello
sw: Jaribu Firefox Hello
ta: Firefox Hello வை முயற்சியுங்கள்

source: Get smart on Tracking
af: Word slim oor agtervolging
ca: Apreneu sobre el seguiment de dades
ga_ie: Bí ar an eolas faoi rianú ar líne
is: Vertu klár á því hver fylgist með þér
kab: Issin ɣef usfuɣel
kk: Бақылау туралы барлығын білу

source: Try the Thimble code editor
ca: Evalueu l'editor de codi Thimble
fa: ویرایشگر کد Thimble را امتحان کنید
ga_ie: Bain triail as an eagarthóir cóid Thimble
hi_in: Thimble कोड संपादक इस्तेमाल करके देखें
kk: Thimble код өңдеушісін қолданып көру
lv: Izmēģiniet Thimble koda redaktoru
pt: Experimente o novo editor de código Thimble

source: Firefox is<br> now available<br> for iOS
af: Firefox is<br> nou beskikbaar<br> vir iOS
ca: Ara és<br>disponible<br> el Firefox per a l'iOS
fa: فایرفاکس حالا <br>برای iOS هم<br> منتشر شده است
ga_ie: Tá Firefox<br> ar fáil anois<br> ar iOS
is: Firefox er<br> nú til<br> fyrir iOS
kab: Firefox <br> yella tura <br>i iOS
kk: Firefox енді<br> iOS үшін де<br> қолжетерлік
lv: Firefox ir<br> pieejams<br> iOS ierīcēm
pt: O Firefox está<br> agora disponível<br> para iOS

source: Add it to your iPhone, iPad &amp; iPod touch.
af: Installeer dit op 'n iPhone, iPad of iPod touch.
ca: Afegiu-lo al vostre iPhone, iPad i iPod Touch.
fa: فایرفاکس را به iPhone، iPad و iPod لمسی خود اضافه کنید.
ga_ie: Suiteáil Firefox ar do iPhone, iPad nó iPod touch.
is: Bættu honum við á iPhone, iPad &amp; iPod touch.
kab: Rnu-t ɣer iPhone, iPad &amp; iPod touch.
kk: Оны өзіңіздің iPhone, iPad және iPod touch-қа орнатыңыз.
lv: Pievienojiet Firefox savam iPhone, iPad vai iPod Touch.
pt: Adicione-o ao seu iPhone, iPad e iPod touch.

source: Get Firefox for iOS
af: Kry Firefox vir iOS
br: Kaout Firefox evit iOS
ca: Instal·leu-vos el Firefox per a l'iOS
fa: دریافت فایرفاکس برای iOS
ga_ie: Faigh Firefox ar iOS
hi_in: iOS के लिए फ़ायरफ़ॉक्स पाएं
is: Ná í Firefox fyrir iOS
kab: Sider Firefox i iOS
kk: iOS үшін Firefox алу
lt: Parsisiųskite „Firefox“ „iOS“ įrenginiams
lv: Iegūstiet Firefox iOS
my: iOS အတွက် မီးမြေခွေးကို ရယူနိုင်
pt: Obter o Firefox para iOS
vi: Tải Firefox cho iOS
xh: Fumana iFirefox ye-OS

source: Introducing the new <br>Private Browsing
af: Ons stel die nuwe <br> private blaaiery bekend
ca: Us presentem la nova <br>navegació privada
fa: معرفی مرور ناشناس<br> جدید
ga_ie: Seo dhuit<br>Brabhsáil Phríobháideach
is: Við kynnum nýja <br>huliðsgluggann
kab: Tazwart ɣer umaynut n <br> tunigin tusligt
kk: Жаңа жекелік шолу <br>ұсынылады
lv: Piedāvājam jauno <br>Privāto pārlūkošanu
pt: Apresentamos a nova <br>navegação privada

source: More protection. <br>The most privacy.
af: Meer beskerming. <br>Die meeste privaatheid.
ca: Més protecció. <br>La màxima privadesa.
fa: محافظت بیشتر. <br>بالاترین سطح حریم‌خصوصی.
ga_ie: An chosaint is fearr. <br>An brabhsálaí is príobháidí.
is: Meiri vernd. <br>Betri vörn fyrir friðhelgi.
kab: Ugar n ummesten. <br> D waṭas n tabaḍnit
kk: Көбірек қорғаныс. <br>Ең жақсы жекелік.
lv: Vairāk aizsardzības. <br>Maksimāls privātums.
pt: Mais proteção. <br>A maior privacidade.

source: Try Private Browsing
af: Probeer private blaaiery
ca: Proveu la navegació privada
fa: مرور ناشناس را امتحان کنید
ga_ie: Bain triail as Brabhsáil Phríobháideach
is: Prófaðu huliðsgluggann
kab: Ɛreḍ tunigin tusligt
kk: Жекелік шолу режимін қолданып көру
lv: Izmēģiniet Privāto pārlūkošanu
pt: Experimente a navegação privada

source: All your devices. <br>One Firefox.
is: Öll þín tæki. <br>Einn Firefox.
kab: Akk ibenkan inek.<br> Yiwen n Firefox.

source: Sync Firefox <br>wherever <br>you use it.
is: Samstilltu Firefox <br>hvar <br>sem þú notar hann.
kab: Mtawi Firefox <br> anida telliḍ <br> ad tesqedceḍ.

source: Create an account
is: Búa til reikning
kab: Rnu amiḍan
