Repository: alvinlaz96/mozilla-lang
Catalog: sah/firefox/partners/index.lang.po
Languages: sah

source: Firefox at Mobile World Congress 2013
sah: Firefox 2013 сыллааҕы Мобайл Ворлд Конгресска

source: Get involved
sah: Кытын

source: Contact our business development team to get on board.
sah: Урбааны сайыннарар салаабытын кытта ситимнэһэҥҥин кыттыс.

source: First Name
sah: Аатыҥ

source: Last Name
sah: Араспаанньаҥ

source: Title
sah: Баһа

source: Company
sah: Тэрилтэҥ

source: Website
sah: Ситим-сириҥ

source: Email
sah: Эл. почта

source: Phone
sah: Төлөпүөнүҥ

source: Interest:
sah: Сэргиириҥ:

source: Firefox for Android
sah: Android-ка аналлаах Firefox

source: Other
sah: Атын

source: Interest
sah: Сэргиириҥ

source: Comments or questions?
sah: Ыйытыылааххын эбэтэр этиилээххин дуо?

source: Submit my request
sah: Мин көрдөбүлбүн көрдөр

source: Thanks for your interest in partnering with us
sah: Биһигини кытта үлэлиири сэргээбитиҥ иһин махтанабыт

source: We will review your request and get back to you about possibilities and opportunities soon.
sah: Эн көрдөбүлгүн ырытан баран төһө кыалларынан түргэнник ситимнэһэ сатыахпыт.

source: Overview
sah: Кылгастык

source: Explore the site
sah: Ситим-сирбитигэр киирэн

source: We’re enabling operators, phone manufacturers and developers to manage, customize and own relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
sah: Ситим хааччыйааччыларга, төлөпүөн уонна бырагыраамма оҥорооччуларга бэйэлэрин килийиэннэрин кытта алтыһалларын бэйэбит маннык мобил бородууксуйабытынан хааччыйабыт: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> уонна <a %(url3)s>Android Firefox-а </a>.

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
sah: Ситим хааччыйааччыларга, төлөпүөн уонна бырагыраамма оҥорооччуларга бэйэлэрин килийиэннэрин кытта сыһыаннарын тупсаралларын бэйэбит маннык мобил бородууксуйабытынан хааччыйабыт: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> уонна <a %(url3)s>Android Firefox-а </a>.

source: See more partners
sah: Атын партнердарбытын көрүҥ

source: Recent news
sah: Тиһэх сонуннар

source: Partner with us
sah: Биһигини кытта үлэлээҥ

source: Join us at Stand F20, Hall 8.1, App Planet
sah: F20 стендэҕэ кэлээриҥ, Hall 8.1, App Planet

source: Our keynote & other scheduled events
sah: Биһиги сүрүн уонна былааннаах тэрээһиннэрбит

source: The Web is the platform
sah: Ситим олох (платформа) буолар

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved.</a>
sah: Индустрия саамай биллэр ааттарыгар тирэнэн Firefox OS өссө элбэх туһаны аҕалар кыахтаах аһаҕас платформа буолар. <a %(url)s>Хайдах кыттыһар туһунан бил.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
sah: Индустрия саамай биллэр ааттарыгар тирэнэн Firefox OS өссө элбэх туһаны аҕалар кыахтаах аһаҕас платформа буолар. <a %(url)s>Хайдах кыттыһар туһунан бил</a> эбэтэр <a href="%(url2)s">туһанааччыга ол туох туһалааҕын көр</a>.

source: Made of the Web
sah: Ситимтэн оҥоһуллубут

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
sah: HTML5 уонна атын ситим аһаҕас стандаартарын толору илдьэ сылдьар буолан проприетар платформалартан уратылаах - хааччаҕа суох.

source: Made by Firefox
sah: Firefox оҥорбут

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
sah: Бүтэһик 15 сыл тухары биһиги саҥа технологиялар киириилэригэр, аһаҕас ситим сайдыытыгар улахан кылааты киллэрдибит. Онтукпут түмүгэр билиҥҥи ситимҥэ үлэ бэһис чааһа Firefox нөҥүө оҥоһуллар буолла.

source: The difference the Open Web makes
sah: Аһаҕас ситим нөҥүө үлэ уратыта

source: Firefox OS offers:
sah: Firefox OS биэриэн сөп:

source: A level playing field against other OS and marketplace providers
sah: Атын OS-тары уонна атыыһыттары кытта тэҥ таһымнаах үлэни

source: Greater participation in the value chain
sah: Элбэх барыыһы киллэрэр кыаҕы

source: Ownership and control over relationships with customers
sah: Килийиэннэри кытта сыһыаны бас билиини уонна хонтуруоллааһыны

source: Customized phones that meet the specific needs of various target markets
sah: Араас соруктаах ырыынактарга аналлаах тус-туспа төлөпүөннэри

source: White Papers
sah: Официальнай кумааҕылары

source: Learn more about the technology behind Firefox OS
sah: Firefox OS олоҕор сытар технология туһунан сиһилии бил

source: Contact our business development team to get on board
sah: Урбааны сайыннарар хамаандабытын кытта ситимнэһэн бииргэ буол

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
sah: Аан дойду саамай тарҕаммыт програаммалларын кытта үлэлиир, аныгы көрдөбүллэргэ хоруйдуур кыахтаах саҥа экосистиэмэни тутун. Ону таһынан кини биирдиилээн дьон баҕаларарынан уларыйар кыахтааҕын умнума. <a %(url1)s>Туһанааччыларга уона оҥорон таһаарааччыларга</a> ону таһынан <a %(url2)s>разработчиктарга</a> хайдах көмөлөһүөн сөбүн көр.

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
sah: Биһиги аһаҕас өҥөлөрбүтүн туһанан килийиэннэргитин кытта алтыһыҥ, урбааҥҥытын салайыҥ, саҥа атыы сирдэрин булуҥ, уонна атыылыыр бырагыраамаларгытын чопчу ирдэбиллэри кытта дьүөрэлээҥ.

source: Our experience
sah: Биһиги уопуппут

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
sah: Дьон эҥкилэ суох үлэлэрин хааччыйар баай уопуппут уонна үтүмэн элбэх киһини кытта алтыһыыбыт барыта оҥорор үлэбитигэр түмүллэр. Эбиискэлэрбит каталога сүүһүнэн мөлүйүөн дьоҥҥо туһалыыр.

source: Testimonials
sah: Мэктиэлэр

source: Follow @firefoxapps on Twitter
sah: Twitter-гэ @firefoxapps-ы аах

source: Read more on the Apps Blog
sah: Сиһилии блогка аах

source: The world’s largest developer community
sah: Аан дойдуга саамай бөдөҥ сайыннарар бөлөхтөөх

source: Marketplace offers:
sah: Marketplace:

source: MWC demonstrations
sah: MWC-ы көрдөрүү

source: Flexible business models and multiple payment monetization options
sah: Урбаан имигэс модела уонна төлөбүр эгэлгэ көрүҥэ

source: Access to relatively untapped markets
sah: Ситэ сайда илик ырыынактарга киирии

source: Developer hub
sah: Сайыннарар киин

source: Submit it to the Firefox Marketplace today
sah: Бүгүн Firefox Эргиэнин киинигэр ыыт

source: Jam with us, learn about new tools, meet other developers and more
sah: Биһигинниин көрсүһүү, саҥа тэриллэр тустарынан билии, атын сайыннарааччылары кытта билсии уо.д.а.

source: Register
sah: Тиһик

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
sah: Түргэнник үлэлиир, элбэх платформалары кытта үлэлиир, бөҕө уонна үрдүк рейтиннээх браузербытын сабыылаах платформалар оннуларыгар туттуоххун сөп, оччоҕо имигэстик үлэлиир, хайдах баҕараргынан тарҕатар уонна төлөбүр ылар кыахтаныаҥ. <a %(url)s>Бииргэ үлэлиир туһунан сиһилии бил.</a>

source: Create new value for both you and your users
sah: Бэйэҕитигэр уонна туһанааччыларгытыгар саҥаны арыйыҥ

source: Stand out <br>from the crowd
sah: Атыттартан <br>ураты буол

source: Stand out from the crowd
sah: Атыттартан ураты буол

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
sah: Биһиги сураҕырбыт ааппытын уонна оҥорор өҥөҕүтүттэн тутулуктанан уларыйар кыахтаах тэрилбитин туттаҥҥыт барыскытын үрдэтиҥ.

source: Firefox for Android lets you:
sah: Андроидка аналлаах Firefox маннык кыаҕы биэрэр:

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
sah: Ситим-сириҥ аатыгар-суолгар уонна ис хоһоонугар биһиги кыахпытын эбэҥҥин килийиэҥҥин кытта сыһыаҥҥын бөҕөргөт, барыыскын элбэт.

source: Build new service offerings
sah: Саҥа өҥөнү оҥорор буол

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
sah: Firefox Marketplace уонна WebRTC-ы кытта өҥөлөрбүт биирдэр, онон проприетаар платформалар хааччахтарыттан тутулуга суох буолаҕын

source: For Developers
sah: Сайыннарааччыларга

source: Location
sah: Ханна

source: From the South Entrance:
sah: Соҕуруу аанынан:

source: Walk straight down the main hallway of Hall 8.1. Our stand is located in the middle of the hall on the right.
sah: Инниҥ диэки сүрүн көрүдүөрүнэн 8.1 Холлга дылы. Стендабыт саала ортотугар уҥа диэки баар.

source: From the North Entrance:
sah: Хотугу аанынан:

source: Go up the escalator to Hall 8.1. Our stand is located in the middle of the hall.
sah: Эсклаатарынан 8.1 Холлга таҕыс. Биһиги саала ортотугар баар буолуохпут.

source: Download map (PDF)
sah: Каартаны хачайдан (PDF)

source: Mobile World Congress, Barcelona, 25 - 28 February 2013
sah: Mobile World Congress, Барселона, олунньу 25 - 28, 2013

source: Firefox at MWC 2013 — Schedule of events
sah: Firefox MWC 2013 быыстапкаҕа — Буолар тэрээһиннэр

source: Schedule
sah: Тэрээһин аттарыыта

source: 09:00-10:30 CET
sah: 09:00-10:30 ЕОК (Европа орто кэмэ)

source: 12:30-13:00 CET
sah: 12:30-13:00 ЕОК

source: 09:00-16:00 CET
sah: 09:00-16:00 ЕОК

source: 13:00-15:00 CET
sah: 13:00-15:00 ЕОК

source: 16:00-17:30 CET
sah: 16:00-17:30 ЕОК

source: 16:00-23:00 CET (awards at 22:30)
sah: 16:00-23:00 ЕОК (наҕараадалааһын 22:30)

source: 17:45-18:30 CET
sah: 17:45-18:30 ЕОК

source: VP of Products, Mozilla
sah: Mozilla оҥоһуктарга вице-бэрэсидьиэнэ

source: Gary Kovacs CEO of Mozilla Keynote
sah: Гэри Ковач, CEO, Mozilla Keynote

source: Harvey Anderson, Vice President of Business Affairs and General Counsel at Mozilla, will take part in the debate “Mobile app privacy: What’s your view?” This interactive session is for anyone interested in helping consumers easily make privacy choices on a mobile device.
sah: Харви Андерсон, урбааҥҥа вице-президент уонна Mozilla сүрүн юрисконсультаана, "Мобильнай приложениелар көмүскэллээх буолуулара: Эн санааҕар ол аата тугуй?" диэн мөккүөргэ кыттыаҕа. Туһанааччылар тус информацияларын мобил приложенияларга көмүскүүр соруктаах дьоҥҥо аналлаах сугулаан.

source: Hall 4, Conference Village, Auditorium 2
sah: Hall 4, Conference Village, 2-с аудитория

source: Monday
sah: Бэнидиэнньик

source: Tuesday
sah: Оптуорунньук

source: February 25
sah: Олунньу 25

source: February 26
sah: Олунньу 26

source: February 27
sah: Олунньу 27

source: February 28
sah: Олунньу 28

source: Mobile
sah: Мобильнай

source: Back to top
sah: Саҕаланыытыгар төннүү

source: Watch our wrap-up video from Mobile World Congress 2013
sah: Mobile World Congress 2013 туһунан устуубутун көр

source: Mozilla and partners prepare to launch first Firefox OS smartsphones
sah: Mozilla партнердарын кытта смартфоннарга аналлаах Firefox OS таһаарарга бэлэмнэнэллэр
