Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/privacy_tour/privacy_tour.lang.po
Languages: son

source: See what’s new
son: Dii woo kaŋ ga taaga

source: You’re up to date with the latest features to help keep you in control.
son: War ga duu alhabar taaga nda alhaali kokorantey ka war gaa ka cindi juwal ra.

source: Let’s go
son: Ir ma goy

source: Not now
son: Manti sohõ

source: Open tour
son: Windiroo šintin

source: Close tour
son: Windiroo benandi

source: See the newest ways you can take control of your digital life
son: Dii fondo taagey kaŋ ra war ga hin ka war interneti hunaroo juwal

source: Declare your independence
son: W'a har kaŋ war duu war boŋ

source: Thank you for choosing Firefox
son: Foo nda goy kaŋ war na Firefox suuba

source: Watch the video to see our story
son: Widewo guna ka d'ir taarikoo

source: Now share it with your world
son: Sohõ w'a žemna nda war adduɲɲaa

source: Play
son: Hẽeenandi

source: Play the video
son: Widewo guna

source: Share
son: Žemna

source: Start browsing
son: Naaruyan šintin

source: Previous
son: Bisante

source: Next
son: Jine

source: Close
son: Daabu

source: <span>Next:</span> %s
son: <span>Jinehere:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
son: Dirŋa kayandi ka war ceebandey daabu wala ka nungey kaŋ ši nda naanay naŋ

source: Remove browsing history from your computer
son: Ceeciyan taariki kaa war ordinateroo ga

source: Erase website information after the fact
son: Interneti nungu alhabar tuusu goy banda ga

source: Add it above for quick, easy access
son: A tonton beene ka cahã nda faala ka huru

source: The new Forget button
son: Dirŋa butoŋ taagaa

source: Want to cover your tracks? Activate the Forget button and leave no trace.
son: War ga boona ka war ceebandey daabu? Dirŋa tunandi nda ba šilbay kul ši cindi.

source: Add it now
son: A tonton sohõ

source: Later
son: Hiino

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
son: Sohõ a goo ne waati kul kaŋ war ga boona. K'a ganandi wala k'a kaa, šilbayboŋoo feeri de nda hanse war boŋ se suuba.

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
son: Boona k'a tonton hiino? Šilbayboŋoo feeri nda hanse war boŋ se suuba. A cendi sohõ (wala butoŋ foo naagu) nungu kaŋ war ga baa.

source: <span>Previous:</span> Forget
son: <span>Bisante:</span> Dirŋa

source: <span>Next:</span> Private Browsing
son: <span>Jine:</span> Sutura ceeciyan

source: %s lets you <br>search anonymously
son: %s ga naŋ war ma <br>ceeci bila nda maa

source: Get great results with less tracking
son: Goy ka boori nda ganayan kaccante

source: Make it (or any other) your default
son: A tee (wal'affoo kul) war tilasu ceecikaa

source: Find what you’re looking for, your way
son: Duu woo kaŋ war goo m'a ceeci, nda war ibaayoo

source: <span>Previous:</span> %s
son: <span>Bisante:</span> %s

source: Private Browsing: <br>Our original privacy tool
son: Sutura ceeciyan: <br>Ir aššil sutura goyjinaa

source: Keep history and other info off your computer
son: War ši war taarikoo nd'alhabar taney gaabu ordinater ga

source: Browse without recording where you’ve been
son: Ceeci bila nda war cindi dogoo ma jisandi

source: So others using your computer can’t see it
son: Woo ra borey kaŋ ga goy nda war ordinateroo ga dii y'a
