Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/android/index.lang.po
Languages: ncj

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
ncj: Firefox ika Android - Navegador web tein tikontatekiujtias ika tepos tein se uelis kiuika - Xikonyektali monavegador kemej tikonkuisneki uan okachiok xikonyekpia tein moaxka itech motepos

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
ncj: Sayoj Firefox ika Android san kimaktili miak tataman kemej tikonpatas keniuj tikontatekiujtis Internet ika motepos tein se uelis kiuika kampa yeski

source: Firefox for Android
ncj: Xikonajsi se Firefox tein tionuelis tikontatekiujtis ika Android

source: We make it Firefox.
ncj: Tejuan tikchiuaj nejon Firefox san

source: You make it your own.
ncj: Tejuatsin tikonchiua moaxka

source: The features you love.
ncj: Kipia inepaleuiluan tein tikonteluelitas

source: The privacy you trust.
ncj: Tionuelis tikontakuaujtamatis tel kuali tikyekpixtinemij tein kiseliaj

source: Our most customizable Firefox for Android yet.
ncj: Yejua nejin Firefox tein okachi se uelis kipatas kemej se kikuisnekis tein axkan onkak

source: Download on Google Play
ncj: Xikontemoui itech Google Play

source: Uniquely yours
ncj: Yejua sayoj moaxka san

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
ncj: Sayoj Firefox ika Android san kimaktili miak tataman kemej tikonpatas <br> keniuj tikontatekiujtis Internet ika motepos tein se uelis kiuika kampa yeski

source: Smarter sharing for all
ncj: Yejua se taman tel tamatkej kemej se kipanoltilis okse tensa

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
ncj: Ika Quick Share okachiok tikonpatas kemej tikonpanoltilis okse tein yeski, yejua tamati kemej aplicaciones tein yekintsin tikontatekiujtijtinemi uan ijkon tikontetapouia kemej mitsontelpaktia.

source: See how it works
ncj: Xikonita kemej tekiti

source: All your faves, front and center
ncj: Nochi tein tikonteluelita nimantsin tikonpias

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
ncj: Xikonpata kemej tikonkuisnekis mopanel tein moajsi kampa peua ika tein yeski taman itech Internet uan nimantsin xionkalaki feeds &mdash tein tikonteluelita; kemej Instagram uan Poket Hits &mdash.

source: A touch more personal
ncj: Yejua se taman kemej tikonteluelita

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
ncj: Xikonyektali kemej tikonnekis mopaneluan tein moajsij kampa peua, oso xikontali, xikontati uan xikonixpolo kemej tikonnekis uan ijkon tikonpias nochi tikonteluelita ika sayoj se tapatskilis san.

source: Learn more
ncj: Kampa se uelis okachi momachtis

source: Any search you like
ncj: Tein yeski tatemolis tein tikonuelita

source: Add any search engine and make it your default.
ncj: Xikontali tein yeski navegador uan xikonchiua maj monexti kemej predeterminado

source: Or change it any time to the one that best matches your search and privacy needs.
ncj: Oso xikonpata ijkuak yeski uan xikontali okse tein okachi kuali uan okachi kuali kiyekpia tein moaxka itech motepos.

source: Change your language
ncj: Maj mopata tajtolis

source: Read and save articles easily
ncj: Amo ouij se kiixtajtoltis uan kieuas tamachtilismej

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
ncj: Mitsontelyolpaktis tiontaixtajtoltis ika Reader View uan Reading List.

source: Access your saved articles even when you’re not online.
ncj: Xionkalaki kampa motamachtilisuan tein tikoneuak hasta ijkuak amo tionmoajsi itech Internet.

source: Learn more about Reading List
ncj: Kampa se okachi uelis momachtis kampa se kiixpejpenas itaixtajtoltilisuan

source: Learn more about Reader View
ncj: Kampa se uelis okachi momachtis Reader View

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
ncj: Ijsiujka uan amo ouij xikonpata tajtolis itech navegador uan amo monekis tikonpatas kemej tikonyektalij motepos nion monekis tikonchiuas oksepa moxotaltis.

source: Take it to the big screen
ncj: Xikonuika itech ueyi pantalla

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
ncj: Tein onkak itech Internet xikonpanoltilis tein yeski televisor tein kipia steaming nepaleuilmej tein uelis motatekiujtis ika mosmartphone oso motableta.

source: Keep your private info private
ncj: Xikontelyekpia tein uelis kitematiltis tensa tein tejuatsin sayoj moaxka san

source: We believe your personal information belongs to you.
ncj: Tikyekmatij nochi xitechonselilijtinemi sayoj tejuatsin moaxka san.

source: Firefox for Android is filled with features to help keep it that way.
ncj: Firefox kipia miak nepaleuilmej tein kichiuaj Firefox kemej tamati.

source: Private Browsing with<br> Tracking Protection
ncj: Se uelis kitatekiujtis Internet uan se amo mokuejmolos porin <br> youalitonal tikyekpiaskej maj amo akin kiita toni se kiitstinemi.

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
ncj: Xikontatekiujti Internet uan amo xikoneua mohistorial, motatemolisuan oso cookies, uan xionmoajchiuili cookies tein ininaxka akin motatojtokakauan itech Internet.

source: Learn more about Private Browsing
ncj: Kampa se uelis okachi momachtis kemej se uelis kitatekiujtis Internet uan se amo mokuejmolos

source: Clear history
ncj: Maj poliui historial

source: Delete your browsing history, passwords and more in a single tap.
ncj: Xikonpolo historial tein kinextia nochi tikonitstinemik, ichtakatajkuilolmej uan oksekin sayoj ika se tapatskilis san.

source: Choose the private data you want to remove whenever you need to do so.
ncj: Xikonixpejpena tein tikonpolosneki ijkuak moneki tikonpolos.

source: Learn how to clear your history
ncj: Kampa se uelis momachtis kemej se kichipauas se ihistorial

source: Guest browsing
ncj: Xikontatekiujti Internet kemej tinotsal

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
ncj: Xikinoniuanti monavegador iniuan motasojikniuan uan mokalyetouanij uan amo akin monekis mokuejmoloskej komo okse kiita toni kichiujkej itech Internet.

source: Learn how to share your browser
ncj: Kampa se uelis momachtis kemej se kiniuanti se inavegador

source: See how Guest Browsing works
ncj: Xikonita kemej tekiti monavegador ijkuak se tanotsal kitatekiujtis

source: Don’t leave home without being in Sync
ncj: Amo xionkalankisa amo ika Sync tekititok

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
ncj: Xikonuika kampa yeski moichtakatajkuilouan, moneskayouan marcadores itech Internet, pestañas tein tapotokej uan oksekin.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
ncj: Xikontatekiujti Sync ika mosmartphone oso motableta uan ijkon xionkalakis itech tein yeski tein moajsi itech motepos tein mochantsin, oso tein xikonitak motableta uan xikonitasnekis mochan, uan amo moneki tikonelnamikis URL.

source: Learn more about Sync
ncj: Kampa se uelis okachi momachtis Sync

source: Choose Firefox
ncj: Xikonixpejpena Firefox

source: Supported devices
ncj: Teposmej dispositivos tein tionuelis tikontatekiujtis

source: Release notes
ncj: Tajtolmelaualismej

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
ncj: Xikontekitilti nejin tein yankuik kipia Firefox uan ijkon mitsonpaleuis tikonixmatis kemej moeua uan mokui online tein moajsi itech monavegador.

source: Private Browsing
ncj: Maj se kitatekiujti Internet uan maj se amo mokuejmolo

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
ncj: Komojkon xikonchiuak, Firefox ika Android amo kiselia cookies nion kielnamiki ichtakatajkuilolmej, amo no kieua nion se sitio itech Internet tein tikonkalpanoskia.

source: Learn how to open a private window
ncj: Kampa se uelis momachtis keniuj se kitapouas se ventana amo senteixtenoj

source: See how Private Browsing works
ncj: Xikonita kemej se uelis kitatekiujtis Internet uan se amo mokuejmolos
