Repository: alvinlaz96/mozilla-lang
Catalog: nso/videos/video_fx13.lang.po
Languages: nso

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
nso: [Se seswa go Firefox] Bjale o ka ya mo o nyakago go ya gona ga bonolo le ka potlako ka Firefox ya moragobjale.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
nso: Ka letlakala la mathomo leo le hlamilwego ka leswa bjale o ka tsena le go sepelasepela go dikgetho tša lelokelelo tšeo di dirišwago ka tlwaelo.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
nso: Go swana le ditaollo, dipukutshwayo, histori, ditlaleletši, nyalantšho le dipeakanyo.

source: [New Tab Page] We've also added improvements to your New Tab page.
nso: [Letlakala le leswa la thepo] Gape re kaonafaditše letlakala la gago la thepo.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
nso: Ka letlakala le leswa la thepo, o ka sepela gabonolo go ya go disaete tša morago bjale le tšeo di etelwago kgafetša ka go kgotla gatee feela.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
nso: Gore o thome go diriša letlakala le leswa la thepo, hlama thepo e mpsha ka go kgotla '+' godimo ga praosara ya gago.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
nso: Letlakala le leswa la thepo bjale le tla bontšha dikhutsufatšo tša diwepesaete tša morago bjale le tšeo di etelwago kgafetša go tšwa go histori ya para e makatšago.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
nso: O ka tlwaelanya letlakala la gago le leswa la thepo ka go goga dikhutsufatšo o di dikološa gore o fetoše tatelano ya tšona.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
nso: Kgotla go pushpin gore o notlele saete lefelong la yona, goba konope ya 'X' gore o tloše saete.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
nso: Gape o ka kgotla leswao la 'kiriti' godimo go la go ja la letlakala gore o boele go letlakala le leswa la thepo leo le se nago selo.

source: Get the latest Firefox now and start using these new features today!
nso: Hwetša Firefox ya moragorago gona bjale gomme o thome go diriša dibopego tše tše diswa lehono!
