Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/about/history-details.lang.po
Languages: dsb

source: History of the Mozilla Project
dsb: Stawizny projekta Mozilla

source: The Mozilla project was <a href="%(coderush)s">created in 1998</a> with the <a href="%(sourcerelease)s">release of the Netscape browser suite source code</a>.
dsb: Projekt Mozilla jo se <a href="%(coderush)s">w lěśe 1998</a> z <a href="%(sourcerelease)s">pśewóstajanim žrědłowego koda wobglědowakowego paketa Netscape</a> załožył.

source: It was intended to harness the creative power of thousands of programmers on the Internet and fuel unprecedented levels of innovation in the browser market.
dsb: Wótglěd jo był, kreatiwnu móc tysacow programěrowarjow w interneśe zapśěgnuś a schójźeńki inowacije bźez rownosći we wikach wobglědowakow spěchował.

source: Within the <a href="%(firstyear)s">first year</a>, new community members from around the world had already contributed new functionality, enhanced existing features and became engaged in the management and planning of the project itself.
dsb: W běgu <a href="%(firstyear)s">prědnego lěta</a> su južo nowe cłonki zgromaźeństwa z cełego swěta nowu funkcionalnosć pśinosowali, eksistěrujuce funkcije pólěpšyli a su na nawjedowanju a planowanju projekta sobu statkowali.

source: By creating an open community, the Mozilla project had become <a href="%(stevecase)s">larger than any one company</a>.
dsb: Pśez napóranje wótwórjonego zgromaźeństwa jo projekt Mozilla <a href="%(stevecase)s">wětšy ako druge pśedewześe</a>.

source: Community members got involved and expanded the scope of the project’s <a href="%(mission)s">original mission</a> — instead of just working on Netscape’s next browser, people started creating <a href="%(browsers)s">a variety of browsers</a>, <a href="%(bugzilla)s">development tools</a> and a range of other <a href="%(projects)s">projects</a>.
dsb: Cłonki zgromaźeństwa su se angažěrowali a su wobłuk <a href="%(mission)s">spócetneje misije</a> projekta rozšyrili — město togo až su jano na pśichodnem wobglědowaku Netscape źěłali, su luźe zachopili <a href="%(browsers)s">wšake wobglědowaki</a>, <a href="%(bugzilla)s">wuwijarske rědy</a> a wuběrk drugich <a href="%(projects)s">projektow</a> wuwijaś.

source: People contributed to Mozilla in different ways, but everyone was passionate about creating free software that would enable people to have a choice in how they experienced the Internet.
dsb: Luźoe su k Mozilla na rozdźělne wašnje pśinosowali, ale kuždy jo ze zagóritosću dermotnu softwaru napórał, kótaraž by luźam zmóžniła, wuběrk měś, kak su internet dožywili.

source: After several years of development, <a href="%(mozilla1)s">Mozilla 1.0</a>, the first major version, was released in 2002. This version featured many improvements to the browser, email client and other applications included in the suite, but not many people were using it.
dsb: Pó někotarych lětach wuwijanja jo se <a href="%(mozilla1)s">Mozilla 1.0</a>, prědna głowna wersija, w lěśe 2002 pśepódał. Toś ta wersija jo se pśez wjele pólěpšenjow na wobglědowaku, e-mailowem klienśe a drugich nałoženjach w pakeśe wuznamjeniła, ale nic wjele luźi jo ju wužyło.

source: By 2002, <a href="%(over90)s">well over 90%% of Internet users</a> were browsing with Internet Explorer.
dsb: Až do 2002 jo <a href="%(over90)s">wěcej ako 90%% internetnych wužywarjow</a> z Internet Explorer pśeglědowało.

source: Not many people noticed at the time, but the first version of Phoenix (later renamed to Firefox) was also released by Mozilla community members that year with the goal of providing the <a href="%(charter)s">best possible browsing experience</a> to the widest possible set of people.
dsb: Nic wjele luźi jo to tegdy zawupytnuło, ale prědna wersija Phoenix (pózdźej do Firefox pśemjenjony) jo se w tom lěśe wót cłonkow zgromaźeństwa Mozilla pśepódała, ze zaměrom, <a href="%(charter)s">nejlěpše móžne pśeglědowańske dožywjenje</a> tak wjele ako móžno luźam póbitowaś.

source: In 2003, the Mozilla project created the Mozilla Foundation, an <a href="%(foundation)s">independent non-profit organization</a> supported by individual donors and a variety of companies.
dsb: W lěśe 2003 jo projekt Mozilla załožbu Mozilla Foundation załožył, <a href="%(foundation)s">njewótwisnu za wše wužytnu organizaciju</a>, kótaraž pódpěra se wót jadnotliwych pósćiwarjow a wjele pśedewześow.

source: The new Mozilla Foundation continued the role of managing the daily operations of the project and also officially took on the role of promoting <a href="%(manifesto)s">openness, innovation and opportunity</a> on the Internet.
dsb: Nowa załožba Mozilla Foundation jo ze zastojanim aktiwitow projekta pókšacowała a teke oficielnje rolu pśewzeła, <a href="%(manifesto)s">wótwórjonosć, inowaciju a šanse</a> w interneśe spěchowaś.

source: It did this by continuing to release software, such as Firefox and Thunderbird, and expanding to new areas, such as providing <a href="%(grants)s">grants</a> to support accessibility improvements on the Web.
dsb: Wóna jo dalej softwaru k dispoziciji stajał, na pśikład Firefox a Thunderbird, a jo swójo źěło na nowe póla rozšyriła, ako na pśikład pśizwolenje <a href="%(grants)s">spěchowańskich srědkow</a>, aby pólěpšenje bźezbariernosći we webje pódpěrała.

source: <a href="%(firefox1)s">Firefox 1.0</a> was released in 2004 and became a big success — in less than a year, it was downloaded <a href="%(millions)s">over 100 million times</a>.
dsb: <a href="%(firefox1)s">Firefox 1.0</a> jo se w lěśe 2004 pśepódał a jo wjeliki wuspěch był — w běgu lěbda lěta, jo se <a href="%(millions)s">pśez 100 milionow razow</a> ześěgnuł.

source: New versions of Firefox have come out regularly since then and keep setting new records. The popularity of Firefox has helped bring choice back to users.
dsb: Wót togo casa su pšawidłownje nowe wersije Firefox wujšli a dojśpiju stawnje nowe rekordy. Popularnosć Firefox jo k tomu pśinosowała, wuběrk slědk k wužywarjam donjasć.

source: The renewed competition has <a href="%(innovation)s">accelerated innovation</a> and improved the Internet for everyone.
dsb: Wótnowjone wuběźowanje jo <a href="%(innovation)s">inowacije póspěšyło</a> a internet za kuždego pólěpšyło.

source: In 2013, we launched <a href="%(firefoxos)s">Firefox OS</a> to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
dsb: W lěśe 2013 smy <a href="%(firefoxos)s">Mozilla Firefox OS</a> startowali, aby połnu móc weba na smartfony pušćili a jaden raz wěcej kontrolu a wuběrańsku móžnosć za nowu generaciju luźi póbitowali, kótarež su něnto online.

source: Mozilla also celebrated its 15th anniversary in 2013.
dsb: Mozilla jo teke w lěśe 2013 swóju 15. wrośenicu wóswěśił.

source: The community has shown that commercial companies can benefit by collaborating in open source projects and that great end user products can be produced as open source software.
dsb: Zgromaźeństwo jo pokazało, až komercielne pśedewześa mógu wužytk ze sobuźěła w projektach wótwórjonego žrědła śěgnuś a až wjelicne produkty za kóńcnych wužywarjow daju se ako software wótwórjonego žrědła zgótowaś.

source: More people than ever before are using the Internet and are experiencing it <a href="%(all)s">in their own language</a>.
dsb: Wěcej luźi ako do togo wužywa internet a dožywja jen <a href="%(all)s">w swójej rěcy</a>.

source: A sustainable organization has been created that uses market mechanisms to support a public benefit mission and this model has been reused by others to create open, transparent and collaborative organizations in a <a href="%(range)s">broad range</a> <a href="%(areas)s">of areas</a>.
dsb: Do pśichodna gódna organizacija jo se załožyła, kótaraž wužywa wikowe mechanizmy, aby pódpěrała misiju zjawnego wužytka a toś ten model jo se pótom teke wót drugich wužył, aby wótwórjone, transparentne a gromadu źěłajuce organizacije w <a href="%(range)s">šyrokem wobłuku</a> <a href="%(areas)s">pólow</a> napórali.

source: The future is full of challenges and opportunities equal to those of our past.
dsb: Pśichod jo połny wupominanjow a šansow, kótarež rownaju se tym zachodnosći.

source: There’s no guarantee that the Internet will remain open or enjoyable or safe.
dsb: Njejo žedna garantija, až internet wóstanjo wótwórjony, zwjaselecy abo wěsty.

source: Mozilla will continue to provide an opportunity for people to make their voices heard and to shape their own online lives.
dsb: Mozilla dajo dalej luźam góźbu, jich głose zwignuś a swójske žywjenja online wugótowaś.

source: Of course, we’re not alone in doing this.
dsb: Njecynimy to same, to se wě.

source: The Mozilla community, together with other open source projects and other public benefit organizations, exists only because of the people who are engaged in making our common goals a reality.
dsb: Zgromaźeństwo Mozilla eksistěrujo, gromaźe z drugimi projektami wótwórjonego žrědła a drugimi za wše wužytnymi organizacijami, jano, dokulaž luźe angazěruju se za to, naše zgromadne cele zwopšawdniś.

source: If you want to join us in our mission, please <a href="%(contribute)s">get involved</a>.
dsb: Jolic cośo se nam w našej misiji pśizamknuś, <a href="%(contribute)s">cyńśo pšosym sobu</a>.

source: For more information about Mozilla’s history, see the following:
dsb: Za dalšne informacije wó Mozilla, glejśo slědujuce:

source: Mozilla Bookmarks
dsb: Cytańske znamjenja Mozilla

source: Timeline of Mozilla Project
dsb: Casowy plan projekta Mozilla

source: <a href="%(link)s">The History of Firefox and Mozilla Posters</a> (available in English and Japanese)
dsb: <a href="%(link)s">Stawizny posterow Firefox a Mozilla</a> (engelski a japański k dispoziciji)
