Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/about/manifesto.lang.po
Languages: dsb

source: The Mozilla Manifesto
dsb: Manifest Mozilla

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
dsb: To su principy, kótarež wjadu našu misiju, aby wótwórjonosć, inowaciju a šanse we webje spěchowali.

source: Share this
dsb: To źěliś

source: <strong>Our 10</strong> Principles
dsb: <strong>Našych 10</strong> principow

source: Previous principle
dsb: Pjerwješny princip

source: Next principle
dsb: Pśiducy princip

source: See more…
dsb: Glejśo wěcej…

source: Learn more
dsb: Dalšne informacije

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
dsb: Internet jo integralny źěl modernego žywjenja — klucowa komponenta w kubłanju, komunikaciji, kooperaciji, pśekupowanju, rozdrosćenju a towarišnosći w cełku.

source: Use Open Badges to share your skills and interests
dsb: Wužyjśo Open Badges, aby swóje znaśa a zajmy źěilił

source: Explore how the Web impacts science
dsb: Zgóńśo, kak web wobwliwujo wědomnosć

source: Learn about open source code in journalism
dsb: Zgóńśo wěcej wó kode wótwórjonego žrědła w žurnalizmje

source: Making to learn in the digital world
dsb: Wuknjenje pśez sobustatkowanje w digitalnem swěśe

source: The Internet is a global public resource that must remain open and accessible.
dsb: Internet jo globalna zjawna resursa, kótaryž musy wótwórjona a pśistupna wóstaś.

source: Read about open Internet policy initiatives and developments
dsb: Informěrujśo se wó wótwórjonych iniciatiwach a wuwiśach k internetnym pšawidłam

source: Explore how to help keep the Web open
dsb: Zgóńśo, kak móžośo pomagaś, web wótwórjony źaržaś

source: Mozilla story
dsb: Tšojenje Mozilla

source: You don’t have to make a case for open. You have to make a case for not open.
dsb: Njetrjebaśo wobtwarźiś, cogodla něco jo wótwórjone. Musyśo wobtwarźiś, cogodla něco njejo wótworjone.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
dsb: <span>Johnathan Nightingale,</span> <span>Wiceprezident Firefox</span>

source: The Internet must enrich the lives of individual human beings.
dsb: Internet dej žywjenje jadnotliwych luźi wobogaśiś.

source: See how the Web can connect the world to healthcare
dsb: Zgóńśo, kak web móžo swět ze strowotnistwom zwězaś

source: Explore how the Web works
dsb: Zgóńśo, kak web funkcioněrujo

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
dsb: Wěstota a priwatnosć jadnotliwcow w interneśe stej fundamentalnej a njesměju jej ako opcionalnej naglědaś.

source: See how Mozilla works to put your privacy first
dsb: Zgóńśo, kak Mozilla źěła, aby wašu priwatnosć na prědne městno stajił

source: Read about developments in privacy and data safety
dsb: Informěrujśo wó wuwiśach w šćiśe a wěstośe datow

source: Learn more about how to protect yourself online
dsb: Zgóńsó wěcej wó tom, kak móžośo se online šćitaś

source: The Web We Want: An Open Letter
dsb: Web, kótaryž comy: Wótwórjony list

source: Individuals must have the ability to shape the Internet and their own experiences on it.
dsb: Jadnotliwce muse zamóžnosć měś, internet a swóje dožywjenja w njom wugótowaś.

source: Use these free tools to teach the Web
dsb: Wužywajśo toś te dermotne rědy, aby web wucył

source: Learn about creating and curating content for the Web
dsb: Zgóńśo, kak móžośo wopśimjeśe za web napóraś a woplěwaś

source: Teaching the Web
dsb: Web wucyś

source: Meet the Webmakers
dsb: Zmakajśo se z webwugótowarjami

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
dsb: Efektiwita interneta ako zjawna resursa wótwisujo wót komunikacije mjazy sobu (protokole, datowe formaty, wopśimjeśe), inowacije a decentralnego wobźělenja swětodaloko.

source: Add new voices to open source technology
dsb: Pśidajśo technologiji wótwórjonego žrědła nowe głose

source: Set your Do Not Track preference
dsb: Stajśo swójo nastajenje Do Not Track

source: Understand the Web ecosystem
dsb: Zrozmějśo ekosystem weba

source: Who is Mozilla?
dsb: Chto jo Mozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
dsb: Dermotna software z wótwórjonego žrědła spěchujo wuwijanje interneta ako zjawnu resursu.

source: Explore how open practices keep the Web accessible
dsb: Wuslěźćo, kak wótwórjone wašnje póstupowanja źarže web pśistupny

source: Learn how to remix content to create something new
dsb: Zgóńśo, kak móžośo wopśimjeśe nowo měšaś, aby něco nowe napórał

source: Learn how to maximize the interactive potential of the Web
dsb: Zgóńśo, kak móžośo interaktiwny potencial weba maksiměrowaś

source: Contributing to Open Source Software
dsb: K softwarje wótwórjonego žrědła pśinosowaś

source: Transparent community-based processes promote participation, accountability and trust.
dsb: Transparentne procese na zakłaźe zgromaźeństwa mócuju wobźělenje, zagronitosć a dowěru.

source: Participate in our governance forum
dsb: Wobźělśo se na našom wjednistwowem forumje

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
dsb: Pśizamkniśo se nam ako <a href="%(volunteer)s">dobrowólnik</a> abo <a href="%(ambassador)s">studentski wjelilkopósłańc</a>

source: Learn how to collaborate online
dsb: Zgóńśo, kak móžośo online gromadu źěłaś

source: I am a Mozillian
dsb: Som Mozillanaŕ

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
dsb: Komercielne wobźělenje na wuwiśu interneta pśinjaso wjele lěpšynow; balansa mjazy komercielnym profitom a zjawnym wužytkom jo rozsudna.

source: Visualize who you interact with on the Web with Lightbeam
dsb: Wizualizěrujśo z Lightbeam, z kimž interagěrujośo we webje

source: See how Firefox phones seek to balance the mobile ecosystem
dsb: Zgóńśo, kak telefony Firefox wopytuju mobilny ekosystem do rownowagi póraś

source: Learn about creating Web resources with others
dsb: Zgóńśo, kak móžośo webresurse gromaźe z drugimi luźimi napóraś

source: Lightbeam for Firefox
dsb: Lightbeam za Firefox

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
dsb: Mócowanje aspektow zjawnego wužytka interneta jo wažny zaměr, kótaryž jo gódny nałožka na casu, zajmowanosći a angažemenśe.

source: Host or join a Maker Party
dsb: Zarědujśo abo woglědajśo se Maker Party

source: Learn how to build online collaboration skills
dsb: Zgóńśo, kak móžośo zamóžnosći za zgromadne źěło online wuwijaś

source: What is MozFest?
dsb: Co jo MozFest?

source: Read the entire manifesto
dsb: Cytajśo ceły manifest

source: Tell your friends
dsb: Wulicćo to swójim pśijaśelam

source: I support Mozilla because… #mozmanifesto
dsb: Pódpěram Mozilla, dokulaž… #manifesto

source: Tweet this
dsb: Pósćelśo to pśez Twitter

source: Learn more about…
dsb: Zgóńśo wěcej wó…

source: Donating to Mozilla
dsb: Dary za Mozilla

source: Our history
dsb: Naša historija

source: Our mission
dsb: Naša misija

source: Introduction
dsb: Zapokazanje

source: The Internet is becoming an increasingly important part of our lives.
dsb: Internet jo stawnje wažnjejšy źěl našogo žywjenja.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
dsb: Projekt Mozilla jo gobalne zgromaźeństwo luźi, kótarež wěrje, až wótwórjonosć, inowacija a móžnosći su kluc wobstawnego derjeměśa interneta. Smy wót lěta 1998 gromad źěłali, aby zawěsćili, až internet wuwija se na wašnju, kótaraž jo kuždemu wužytna. Nejwěcej znaty z našych projektow jo webwobglědowak Mozilla Firefox.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
dsb: Projekt Mozilla zepěra se na zgromaźeństwo, aby wuběrnu softwaru zjawnego žrědła napórał a nowe wašnje kooperacije wuwijał. Załožujomy zgromaźeństwa luźi, kótarež cynje internet k lěpšemu městnoju za nas wšych.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
dsb: Ako wuslědk toś tych prócowanjow smy rěd principow zestajali, kótarež mamy za kritiske za internet, aby dalej zjawnemu derjeměśeju słužyli a teke komercielnym aspektam žywjenja. Toś te principy pódajomy dołojce.

source: The goals for the Manifesto are to:
dsb: Cele za manifest su:

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
dsb: wiziju za internet artikulěrowaś, kótaruž załožba Mozilla ma pó měnjenju sobustatkujucych Mozilla spěchowaś;

source: speak to people whether or not they have a technical background;
dsb: luźam se pśigroniś, njeźiwajucy na jich technisku slězynu;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
dsb: sobustatkujucych Mozilla gjardych na to cyniś, což cynimy a nas motiwěrowaś dalej źěłaś; a

source: provide a framework for other people to advance this vision of the Internet.
dsb: wobłuk za drugich luźi napóraś, aby my toś tu wiziju wó interneśe doprědka spórali.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
dsb: Toś te principy njezwopšawdnjuju se wót samego. Luźe su trěbne, kótarež cynje internet wótwórjony a k městnoju aktiwnego wobźělenja - luźe, kótarež jadnaju ako jadnotliwce, dźěłaju w kupkach gromadu a nawjeduju drugich. Załožba Mozilla ma nadawk, principy manifesta Mozilla spěchowaś. Pśepšošujomy drugich, se nam pśizamknuś a internet k stawnje lěpšemu městnoju za kuždego cyniś.

source: Principles
dsb: Principy

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
dsb: Jadnotliwce muse móžnosć měś, internet a swóje dožywjenja w interneśe wugótowaś.

source: Advancing the Mozilla Manifesto
dsb: Spěchowanje manifesta Mozilla

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
dsb: Jo wjele rozdźělnych wašnjow, principy manifesta Mozilla zwopšawdniś. Witamy šyroku paletu aktiwitow a wócakujomy tu samsku kreatiwnosć, kótaruž wobźělniki na projekśe Mozilla su na drugich pólach projekta pokazali. Za jadnotliwcow, kótarež njejsu do projekta Mozilla dłymoko zapśěgnjone, jo zakładna a wjelgin efektiwna móžnosć, manifest pódpěraś, Mozilla Firefox a druge produkty wužywaś, kótarež symbolizěruju principy manifesta.

source: Mozilla Foundation Pledge
dsb: Zlubjenje załožby Mozilla

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
dsb: Załožba Mozilla lubi aktiwity manifesta Mozilla pódpěraś. Pśedewšym buźomy:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
dsb: technologije wótwórjonego žrědła a zgromaźeństwa wuwijaś a zmóžniś, kótarež pódpěraju principy manifesta;

source: build and deliver great consumer products that support the Manifesto’s principles;
dsb: wjelicne produkty za kupcow napóraś a k dispoziciji stajaś, kótarež pódpěraju principy manifesta;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
dsb: aktiwa Mozilla wužywaś (intelektualne swójstwo ako na pś. awtorstwa a wikowe marki, infrastruktura, financielne srědki a mě), aby my internet ako wótwórjonu platformu wobchowali;

source: promote models for creating economic value for the public benefit; and
dsb: modele za napóranje ekonomiskich gódnotow k zjawnemu wužytkoju spěchowaś; a

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
dsb: principy manifesta Mozilla w zjawnym diskursu a w internetnej branžy spěchowaś.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
dsb: Někotare aktiwity załožby - tuchylu napóranje, póbitowanje a spěchowanje produktow za kupcow - pśewjedu se głownje pśez Mozilla Corporation, stoprocentowu wótnožku towaristwa załožby Mozilla.

source: Invitation
dsb: Pśepšosenje

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
dsb: Załožba Mozilla pśepšosujo wšych drugich, kótarež pódpěraju principy manifesta Mozilla, se nam pśizamknuś a nowe drogi namakaś, toś tu wiziju interneta zwopšawdniś.
