Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/australis/firefox_tour.lang.po
Languages: hsb

source: Welcome to Firefox
hsb: Witajće k Firefox

source: Committed to you, your privacy and an open Web.
hsb: Wam, wašej priwatnosći a wotewrjenemu webej zawjazany.

source: Learn how to customize your Firefox
hsb: Zhońće, kak móžeće swój Firefox přiměrić

source: Add and view bookmarks from the same spot
hsb: Přidajće a wobhladajće sej zapołožki ze samsneho městna

source: Learn more about the new Firefox
hsb: Zhońće wjace wo nowym Firefox

source: Grouped together for quick, easy access
hsb: Za spěšny, lochki přistup zeskupjany

source: Your favorite sites are<br> closer than ever
hsb: Waše najlubše sydła su<br> bliše hač do toho

source: Add features and styles with add-ons
hsb: Přidajće funkcije a stile přez přidatki

source: Have Firefox on another device?
hsb: Maće Firefox na druhim graće?

source: Designed so you can<br> make it your own
hsb: Wuhotowany, zo byšće móhł<br>sej jón přiswojił

source: Firefox Help
hsb: Pomoc Firefox

source: You don’t have to start over. Access your history, bookmarks and more.
hsb: Njetrjebaće wotprědka započeć. Mějće přistup na swoju historiju, swoje zapołožki a wjace.

source: There’s Never Been a Better Time for Firefox
hsb: Njeje ženje lěpši čas za Firefox był

source: There’s never been a better time for a browser that answers only to you.
hsb: Njeje ženje lěpši čas za wobhladowak był, kotryž jenož wam wotmołwja.

source: Opens new window
hsb: Wočinja nowe wokno

source: It’s the fastest, most flexible Firefox ever.
hsb: Je najspěšniši, najbóle fleksibelny Firefox wšěch časow.

source: Open tour
hsb: Turu započeć

source: Using an older version of Sync?
hsb: Wužiwaće staršu wersiju Sync?

source: Firefox Features
hsb: Funkcije Firefox

source: Save sites with a single click
hsb: Składujće sydła z jeničkim kliknjenjom

source: There’s never been a better time for Firefox
hsb: Njeje ženje lěpši čas za Firefox był

source: Close tour
hsb: Turu skónčić

source: Thousands of ways to<br> make Firefox do more
hsb: Tysacy móžnosćow, zo byšće<br> Firefox wjace činić dał

source: Need help?
hsb: Trjebaće pomoc?

source: Now easier to find, use and manage
hsb: Hodźi so nětko lóšo namakać, wužiwać a zrjadować

source: See what’s new
hsb: Čitajće, štož je nowe

source: Frequently asked questions
hsb: Huste prašenja

source: Enjoy seamless browsing between devices with Sync
hsb: Wužiwajće bjezposrědne přehladowanje mjez gratami ze Sync

source: Move or remove any button to match
hsb: Přesuńće abo wotstrońće tłóčatko

source: How you use Firefox is unique
hsb: Waše wužiwanje Firefox je jónkróćne

source: Add and view bookmarks from a new location
hsb: Přidajće a wobhladajće sej zapołožki z noweho městna

source: Take the tour to see what’s new
hsb: Čińće turu, zo byšće widźał, štož je nowe

source: It looks like you’re already using Sync
hsb: Zda so, zo Sync hižo wužiwaće

source: Create an account from the menu panel
hsb: Załožće konto z menijoweho dialoga

source: Use the star to create bookmarks
hsb: Wužijće hwěžku, zo byšće zapołožki wutworił

source: Share your vision
hsb: Dźělće swoju wiziju

source: Not now
hsb: Nic nětko

source: Let’s go
hsb: Započńmy

source: <span>Previous:</span> Customize
hsb: <span>Předchadny:</span> Přiměrić

source: <span>Next:</span> Add-ons
hsb: <span>Přichodny:</span> Přidatki

source: <span>Previous:</span> Menu
hsb: <span>Předchadny:</span> Meni

source: <span>Next:</span> Bookmarks
hsb: <span>Přichodny:</span> Zapołožki

source: <span>Next:</span> Customize
hsb: <span>Přichodny:</span> Přiměrić

source: <span>Previous:</span> Add-ons
hsb: <span>Předchadny:</span> Přidatki

source: Learn about the new design
hsb: Zeznajće so z nowym designom

source: It starts with the new,<br> intuitive menu
hsb: Započina so z nowym,<br> intuitiwnym menijom

source: The features you use most, all in one place
hsb: Funkcije, kotrež zwjetša wužiwaće, wšitke na jednym městnje

source: How you use the Web is unique
hsb: Waše wužiwanje weba je jónkrócne

source: Get started with Sync
hsb: Prěnje kroki ze Sync

source: Putting your privacy first
hsb: Stajamy wašu priwatnosć na prěnje městno

source: Where did my add-on bar go?
hsb: Hdźe je moja lajsta přidatkow?

source: Your favorite features, all in one place
hsb: Waše najlubše funkcije, wšitko na jednym městnje

source: When you use Firefox, you help shape the future of the Web.
hsb: Hdyž Firefox wužiwaće, pomhaće přichod weba wuhotować.

source: Start browsing
hsb: Přehladowanje započeć

source: Your favorite sites<br> are closer than ever
hsb: Waše najlubše sydła<br> su bliše hač do toho

source: Helps you do just about anything online
hsb: Pomha wam, nimale wšitko online činić

source: Want to connect another device?
hsb: Chceće z druhim gratom zwjazać?

source: What kind of Web do you want?
hsb: Kotru družinu weba chceće?

source: It starts with the redesigned,<br> intuitive menu
hsb: Započina so z nowo wuhotowanym,<br> intuitiwnym menijom

source: Easy to find, use and manage
hsb: Hodźi so nětko lóšo namakać, wužiwać a zrjadować

source: Keep your Firefox in Sync
hsb: Dźeržće swój Firefox synchrony

source: Access your bookmarks, passwords and more from any device.
hsb: Mějće přistup na swoje zapołožki, hesła a wjace z někajkehožkuli grata.
