Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/australis/fx36_tour.lang.po
Languages: hsb

source: Open tour
hsb: Turu započeć

source: Close tour
hsb: Turu skónčić

source: Not now
hsb: Nic nětko

source: Take the tour to see what’s new
hsb: Čińće turu, zo byšće widźał, štož je nowe

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
hsb: Firefox je najlóša móžnosć, so darmo přez widejo z přećelemi a swójbu zwjazać.

source: Powered by %s
hsb: Spěchowany wot %s

source: Start browsing
hsb: Přehladowanje započeć

source: The features you use most, all in one place
hsb: Funkcije, kotrež zwjetša wužiwaće, wšitke na jednym městnje

source: Connect with anyone over video right from Firefox
hsb: Zwjazajće so z někim přez widejo direktnje z Firefox.

source: Get to know Firefox Hello
hsb: Zeznajće so z Firefox Hello

source: <span>Previous:</span> Firefox Hello
hsb: <span>Předchadny:</span> Firefox Hello

source: Meet Hello
hsb: Zeznajće so z Hello

source: The easiest way to connect for free over video with anyone, anywhere
hsb: Najlóša móžnosć so darmo přez widejo z kóždym, wšudźe zwjazać

source: Show me how
hsb: Pokazajće mi kak

source: Did you know?
hsb: Sće wědźał?

source: You can have free video conversations right from your Firefox browser.
hsb: Móžeće darmotne widejorozmołwy direktnje ze swojeho wobhladowaka Firefox wjesć.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
hsb: Chceće so z přećelemi z cyłeho swěta zwjazać? Narodniny swjećić, hdyž njemóžeće sam pódla być? Spytajće Firefox Hello - najlóša móžnosć, darmotnu widejorozmołwu z kóždym, wšudźe wjesć.

source: <span>Next:</span> Get started
hsb: <span>Přichodny:</span> Prěnje kroki

source: Free video conversations,<br> right from Firefox
hsb: Darmotne widejorozmołwy,<br> direktnje z Firefox

source: No account, sign-in or downloads required
hsb: Žane konto, přizjewjenje abo sćehnjenja trěbne

source: Simply start a conversation and share a link
hsb: Započńće prosće rozmołwu a dźělće wotkaz

source: Invite anyone, anywhere to join
hsb: Přeprošće někoho, něhdźe so přidružić

source: Keep conversations one click away
hsb: Započńće rozmołwy po jednym kliknjenju

source: Add Hello to your toolbar so it’s here whenever you need it.
hsb: Přidajće swojej symbolowej lajsće Hello, zo by k dispoziciji było, hdyžkuli jo trjebaće.

source: Add it now
hsb: Nětko přidać

source: Later
hsb: Pozdźišo

source: Perfect!
hsb: Perfektne!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
hsb: Je nětko samo lóšo Hello wužiwać. Zo byšće symbol přesunył abo wotstronił, wočińće prosće meni a wubjerće Přiměrić.

source: Try it now
hsb: Spytajće nětko

source: Want to add it later?
hsb: Chceće jo pozdźišo přidać?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
hsb: Żadyn problem. Wočińće prosće meni, wubjerće Přiměrić a ćehńće prosće symbol Hello do swojeje symboloweje lajsty.

source: As easy as saying hello
hsb: Runje tak kaž halo prajić

source: Start a video conversation with a single click
hsb: Započńće widejorozmołwu přez jeničke kliknjenje

source: Invite a friend to talk by sending them a link
hsb: Přeprošće přećela sćelo jemu wotkaz

source: Anyone can join — with or without Firefox
hsb: Kóždy móže so přidružić - z abo bjez Firefox

source: Here when you need it
hsb: Tu, hdyž jón trjebaće

source: Start and join conversations right from your toolbar.
hsb: Započńće rozmołwy a přidružće so jim direktnje ze swojeje symboloweje lajsty.

source: Let’s go
hsb: Započńmy

source: Take a quick tour
hsb: Čińće spěšne wjedźenje sobu

source: It’s the fastest, most flexible Firefox ever.
hsb: Je najspěšniši, najbóle fleksibelny Firefox wšěch časow.

source: Welcome to Firefox
hsb: Witajće k Firefox

source: Committed to you, your privacy and an open Web.
hsb: Wam, wašej priwatnosći a wotewrjenemu webej zawjazany.

source: Get to know Hello
hsb: Zeznajće so z Hello

source: <span>Next:</span> Firefox Hello
hsb: <span>Přichodny:</span> Firefox Hello

source: It starts with the new,<br> intuitive menu
hsb: Započina so z nowym,<br> intuitiwnym menijom

source: Grouped together for quick, easy access
hsb: Za spěšny, lochki přistup zeskupjany

source: <span>Previous:</span> Menu
hsb: <span>Předchadny:</span> Meni

source: <span>Next:</span> Search
hsb: <span>Přichodny:</span> Pytanje

source: Connect over video with anyone, anywhere
hsb: Zwjazajće so přez widejo z kóždym, wšudźe

source: It’s free! No account, sign-in or downloads required
hsb: Je darmotne! Žane konto, přizjewjenje abo sćehnjenja trěbne

source: Choose how you want to search
hsb: Wubjerće, kak chceće pytać

source: <span>Next:</span> Bookmarks
hsb: <span>Přichodny:</span> Zapołožki

source: Introducing a smarter <br>way to search
hsb: Bóle inteligentne <br>wašnje pytanja

source: Search suggestions appear as you type
hsb: Pytanske namjety so při zapodawanju jewja

source: Choose the right site for every search
hsb: Wubjerće prawe sydło za kóžde pytanje

source: Use the star to create bookmarks
hsb: Wužijće hwěžku, zo byšće zapołožki wutworił

source: <span>Previous:</span> Search
hsb: <span>Předchadny:</span> Pytanje

source: Your favorite sites<br> are closer than ever
hsb: Waše najlubše sydła<br> su bliše hač do toho

source: Add and view bookmarks from the same spot
hsb: Přidajće a wobhladajće sej zapołožki ze samsneho městna

source: Save sites with a single click
hsb: Składujće sydła z jeničkim kliknjenjom
