Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/accounts.lang.po
Languages: dsb

source: Get a Firefox Account
dsb: Napórajśo konto Firefox

source: Get easy access to your bookmarks, passwords, tabs and more from any computer or mobile device running Firefox.
dsb: Mějśo lažki pśistup na swóje cytańske znamjenja, gronidła, rejtarki a wěcej z někakego licadła abo mobilnego rěda, źož Firefox běžy.

source: Sign up, sign in, stay in sync.
dsb: Registrěrujśo se, pśizjawśo se, synchronizěrujśo.

source: With a Firefox Account, you can get all your bookmarks, passwords, open tabs and more — everywhere you use Firefox.
dsb: Ze swójim kontom Firefox móžośo swóje cytańske znamjenja, gronidła, wócynjone rejtarki a wěcej dostaś — wšuźi, źož Firefox wužywaśo.

source: Sign up for a Firefox Account
dsb: Registrěrujśo se za konto Firefox

source: Sign in everywhere you use Firefox
dsb: Pśizjawśo se wšuźi, źož Firefox wužywaśo

source: Sync what you want
dsb: Synchronizěrujśo, což cośo

source: You’re signed in and ready to start using Sync.
dsb: Sćo pśizjawjony a gótowy, Sync wuyiwaś.

source: Set up Sync for iOS
dsb: Zarědujśo Sync za iOS

source: Set up Sync on your <br>Android device
dsb: Zarědujśo Sync na wašom <br>rěźe za Android

source: Download Firefox to start using Sync.
dsb: Ześěgniśo Firefox, aby Sync wužywał.

source: Get the latest Firefox to start using Sync.
dsb: Wobstarajśo se nejnowšy Firefox, aby Sync wužywał.
