Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/channel.lang.po
Languages: dsb

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
dsb: Ześěgniśo wuwijarsku ediciju Firefox abo Beta a pomagajśo pśiducy Firefox póstajiś

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
dsb: Ześěgniśo Firefox Aurora abo Beta a pomagajśo pśiducy Firefox póstajiś

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
dsb: Ześěgniśo a testujśo pśiduce wersije Firefox. Dožywśo nejnowše inowacije z wersijami wuwijarskeje edicije Firefox abo Beta.

source: The latest features in a more stable environment
dsb: Nejnowše funkcije w stabilnjejšej wokolinje

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
dsb: Firefox Beta sćelo awtomatiski komentary do Mozilla. <a href="%(link)s">Dalšne informacije</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
dsb: <a href="%(feedback)s">Pósćelśo nam komentar</a>, aby nam pomagał, kóńcne dokradne nastajenja za wugbaśe a funkcionalnosć w stabilnej wokolinje stajiś.

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
dsb: Firefox Aurora a wuwijarska edicija Firefox sćelotej awtomatiski komentary na Mozilla. <a href="%(link)s">Dalšne informacije</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
dsb: Firefox Aurora sćelo awtomatiski komentary do Mozilla. <a href="%(link)s">Dalšne informacije</a>.

source: Will Firefox work on my mobile device?
dsb: Buźo Firefox na mójom mobilnem rěźe funkcioněrowaś?

source: Built for those who build the Web
dsb: Za tych napórany, kótarež twarje web

source: The newest innovations in an experimental environment
dsb: Nejnowše inowacije w eksperimentelnej wokolinje

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
dsb: Testujśo wugbaśe w eksperimentelnej wokolinje, spišćo zmólkowe rozpšawy a <a href="%(feedback)s">pomagajśo nam, póstajiś, což to k Beta cyni</a>.

source: Tried, tested and used by millions around the world
dsb: Wót milionow kołowokoło swěta wopytany, testowany a wužyty

source: Learn more about Firefox Beta
dsb: Zgóńśo wěcej wó Firefox Beta

source: Learn more about Firefox Aurora
dsb: Zgóńśo wěcej wó Firefox Aurora

source: Learn more about Firefox
dsb: Zgóńśo wěcej wó Firefox
