Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/choose.lang.po
Languages: dsb

source: Firefox Web browser
dsb: Webwobglědowak Firefox

source: Keep your identity yours with the new Firefox
dsb: Wobchowajśo swóju identitu z nowym Firefox

source: Choose Firefox when you want to browse the Web without the Web browsing you.
dsb: Wubjeŕśo Firefox, gaž cośo web pśeglědowaś bźez togo, až by web was pśeglědował.

source: Stand for choice.<br> Choose Firefox.
dsb: Wólśo.<br> Wólśo Firefox.

source: Browse Freely.<br> Choose Firefox.
dsb: Pśeglědujśo licho.<br> Wubjeŕśo Firefox.

source: Take Control.<br> Choose Firefox.
dsb: Pśewzejśo kontrolu.<br> Wubjeŕśo Firefox.

source: The most private browsing
dsb: Nejlěpšy priwatny modus

source: Take control of your web by using Private Browsing with Tracking Protection, only from Firefox.
dsb: Pśewzejśo kontrolu wó swójom webje, z tym až wužywaśo priwatny modus ze slědowańskim šćitom, jano z Firefox.

source: Learn more about this
dsb: Zgóńśo wěcej wó tom

source: Here for you, not selling your info
dsb: How za was, bźez togo, až by se waše informacije pśedawali

source: Discover easy tips about how to take back control of your online experience, only from Mozilla.
dsb: Namakajśo lažke pokaze wó tom, kak móžośo swójo dožywjenje online slědk dostaś, jano wót Mozilla.

source: Get smart on data tracking
dsb: Wopóznajśo se ze slědowanim datow
