Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/dnt.lang.po
Languages: dsb

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites.
dsb: Mozilla Firefox bitujo funkciju Njeslědowaś, kótaraž zmóžnja wam nastajiś, až njocośo, až websedła wam slěduju.

source: Do Not Track FAQ
dsb: Njeslědowaś - Ceste pšašanja

source: Your Status:
dsb: Was status:

source: Do Not Track is ON
dsb: Funkcija Njeslědowaś jo ZAŠALTOWANA

source: Do Not Track is OFF
dsb: Funkcija Njeslědowaś jo WUŠALTOWANA

source: Mozilla is a global, nonprofit organization dedicated to making the Web better. We emphasize principle over profit, and believe that the Web is a shared public resource to be cared for, not a commodity to be sold. We answer to no one but you and believe it is crucial to put you in control of your online experience. We are aiming to give you better insight and control into the ways your personal information is collected, used, stored and shared online.
dsb: Mozilla jo globalna, za wše wužytna organizacija, kótaraž pósćijo se pólěpšenjeju weba. Stajamy zasadu nad profit, a wěrimy, až web jo źělona zjawna resursa, kótaraž musy se woplěwaś, njejo wikowańska wóra, kótaraž ma se pśedawaś. Njewótegronjamy nikomu, jano wam a wěrimy, až jo rozsudne, wam kontrolu nad wašym online-dožywjenim daś. Procujomy se wó to, wam lěpšy doglěd do togo a kontrolu nad tym daś, kak waše wósobinske informacije se zběraju, wužywaju, składuju a źěle online.

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites. When the feature is enabled, Firefox will tell advertising networks and other websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
dsb: Mozilla Firefox bitujo funkciju Njeslědować, kótaraž wam dowólujo nastajiś, až websedła njamaju wam slědowaś. Jolic funkcija jo zmóžnjona, dajo Firefox wabjecym seśam a drugim websedłam a nałoženjam k wěsći, až njocośo slědowanje za zaměry ako zaźaržeńske wabjenje.

source: Frequently Asked <span>Questions</span>
dsb: Ceste <span>pšašanja</span>

source: What is Do Not Track?
dsb: Co jo funkcija Njeslědowaś?

source: Do Not Track is a step toward putting you in control of the way your information is collected and used online. Do Not Track is a feature in Firefox that allows you to let a website know you would like to opt-out of third-party tracking for purposes including behavioral advertising. It does this by transmitting a Do Not Track HTTP header every time your data is requested from the Web.
dsb: Funkcija Njeslědowaś jo kšac, aby kontrolu wó tom dostał, kak waše informacije se zběraju a wužywaju online. Njeslědowaś jo funkcija w Firefox, kótaraž wam zmóžnja, websedłoju k wěsći daś, až njocośo slědowanje pśez tśeśich póbitowarjow za zaměry ako zaźaržeńske wabjenje. Cyni to pśez to, až pśenosujo HTTP-głowu Njeslědowaś kuždy raz, gaž waše daty wótwołuju se z weba.

source: Is Do Not Track available on Firefox for Android?
dsb: Jo funkcija Njeslědowaś na Firefox za Android k dispoziciji?

source: Yes. Firefox for Android is the first mobile Web browser to offer the Do Not Track privacy feature, and behaves the same way it does on the desktop. To turn Do Not Track on in Firefox for Android, simply swipe left and tap on Browser Tools. From the Preferences pane, tap on the box next to &quot;Tell sites not to track me&quot; to turn this option on or off.
dsb: Jo. Firefox za Android jo prědny mobilny webwobglědowak, kótaryž bitujo funkciju priwatnosći Njeslědowaś, a zaźaržujo se na ten samski nałog ako na desktopje. Aby funkciju Njeslědowaś na Firefox za Android zmóžnił, trějśo jadnorje nalěwo a pótusniśo se rědy wobglědowaka. W dialogu Nastajenja pótusniśo tłocašk pódla &quot;Sedłam k wěsći daś, až njamaju mě slědowaś&quot;, aby toś to nastajenje zašaltował abo wušaltował.

source: Does Do Not Track block ads?
dsb: Blokěrujo funkcija Njeslědowaś wabjenje?

source: No, you will still see ads with Do Not Track enabled. However, Do Not Track may change the type of ads you see. For example, behavioral ads are targeted to your interests based on the websites you visit and the search terms you use. If you request that websites Do Not Track you, and the sites respect your privacy preferences, you will see more generic ads in place of behavioral ads.
dsb: Ně, ze zmóžnjoneju funkciju Njeslědowaś buźośo wabjenje wiźeś. Ale funkcija Njeslědowaś by mógła typ wabjenje změniś, kótaryž wiźiśo. Zaźaržeńske wabjenje měri se na pśikład na waše zajmy na zakłaźe websedłow, kótarež se woglědujośo a pytańskich wurazow, kótarež wužywaśo. Jolic pominaśo, až websedła njamaju was slědowaś, a sedła respektěruju waše nastajenja priwatnosći, buźośo wěcej powšyknego wabjenja město zaźaržeńskego wabjenja wiźeś.

source: How does Do Not Track work with other privacy tools?
dsb: Kak źěła funkcija Njeslědować z drugimi rědami priwatnosći gromaźe?

source: Do Not Track is one of many privacy solutions. Do Not Track does not replace your anti-virus software, will not encrypt data, and is not a security mechanism. There are several other <a href="%(url)s">privacy and security</a> features within Firefox.
dsb: Funkcija Njeslědowaś jo jadno z wjele priwatnostnych rozwězanjow. Funkcija Njeslědowaś njenarownujo wašu antiwirusowu softwaru, njebuźo daty koděrowaś a njejo wěstotny mechanizm. Su někotare druge <a href="%(url)s">priwatnostne a wěstotne</a> funkcije we Firefox.

source: Will Do Not Track affect the rest of my Web experience?
dsb: Buźo funkcija Njeslědowaś zbytk mójogo webdožywjenja wobwliwowaś?

source: Do Not Track may interfere with some personalized services you enjoy. For example, a Do Not Track request might mean you would have to type in your zip code each time you want to view a weather report, rather than seeing the weather automatically displayed. Personalization on websites can save you time and repetitive typing, but it requires data.
dsb: Funkcija Njeslědowaś móžo personalizěrowane słužby kazyś, kótarež rady wužywaśo. Na pśikład by mógło napšašowanje Njeslědowaś wóznamjeniś, až wy by musył swój postowu licbu zapódaś, kuždy raz, gaž cośo se pśedpowěsć wjedra woglědaś, město až wjedro zwobraznjujo se awtomatiski. Personalizacija na websedłach móžo wam cas žariś a wóspjetnego zapisowanja se wobinuś, trjeba pak daty.

source: How do I enable Do Not Track in Firefox?
dsb: Kak dajo se funkcija Njeslědowaś w Firefox aktiwěrowaś?

source: This feature is not enabled by default. You can find the Do Not Track request on the Privacy pane. <span id="%(id)s">On Windows, go to Tools &gt; Options&hellip; &gt; Privacy.</span>
dsb: Toś ta funkcija njejo zmóžnjona pó standarźe. Móžośo funkciju Njeslědowaś na rejtarku Priwatnosć namakaś. <span id="%(id)s">Na Windowsu źośo k Rědy &gt; Nastajenja&hellip; &gt; Priwatnosć.</span>

source: On Mac OS X, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
dsb: Na Mac OS X, źiśo k Firefox &gt; Nastajenja… &gt; Priwatnosć. Na Linux, źiśo k Wobźěłaś &gt; Nastajenja &gt; Priwatnosć.

source: Click to check the box next to &quot;Tell websites I do not want to be tracked&quot;. For more information, see the help file on <a href="%(url)s">how to stop websites from tracking you</a>.
dsb: Klikniśo do tłocaška pódla &quot;Sedłam k wěsći daś, až njamaju mě slědowaś&quot;. Za dalšne informacije glejśo dataju pomocy pód <a href="%(url)s">kak jo móžno websedłam zajźowaś, was slědowaś</a>.

source: Will companies honor my Do Not Track preference?
dsb: Budu se pśedewześa za mójim nastajenim źaržaś?

source: Companies are starting to support Do Not Track, but you may not notice any changes initially. We are actively working with companies that have started to implement Do Not Track, with others who have committed to doing so soon.
dsb: Pśedewześa zachopinaju funkciju Njeslědowaś pódpěraś, ale snaź njezawupytnjośo žedne změny na zachopjeńku. Źěłamy aktiwnje z pśedewześami gromaźe, kótarež su zachopili funkciju Njeslědowaś implementěrowaś a z drugimi, kótarež su se zawězali to skóro cyniś.

source: Where can I learn more?
dsb: Źo mógu wěcej wó tom zgóniś?

source: Other interesting work about Do Not Track and online privacy:
dsb: Druge zajmne źěło wó funkciji Njeslědowaś a priwatnosći online:

source: <a href="%s">Private browsing</a> in Firefox &#8212; limits saving data about which sites and pages you have visited online
dsb: <a href="%s">Priwatny modus</a> w Firefox &#8212; wobgranicujo składowanje datow na to, kótare websedła a webboki sćo se online woglědał

source: <a href="%(url1)s">Managing cookies</a> in Firefox &#8212; lets you control how <a href="%(url2)s">cookies</a> are saved on your computer
dsb: <a href="%(url1)s">Cookieje zastojaś</a> w Firefox &#8212; wam zmóžnja kontrolěrowaś, kak <a href="%(url2)s">cookieje</a> składuju se na wašom licadle

source: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; latest news from Mozilla’s Technology and Privacy Officer
dsb: <a href="%s">Blog Mozillanarja Alex Fowler</a> &#8212; nejnowše nowosći wót techniskego direktora a zagronitego za datowy šćit

source: <a href="%s">donottrack.us</a> project &#8212; Stanford researchers working on the ideas behind Do Not Track
dsb: Projekt <a href="%s">donottrack.us</a> &#8212; slěźarje ze Stanforda , kótarež źěłaju na idejach za funkciju Njeslědowaś

source: The W3C <a href="%s">Tracking Protection Working Group</a>
dsb: W3C<a href="%s">Źěłowa kupka za šćit pśeśiwo slědowanjeju</a>

source: <a href="%s">Ghostery</a> &#8212; a tool that lets you learn which sites are tracking you online
dsb: <a href="%s">Ghostery</a> &#8212; rěd, kótaryž wam pokazujo, kótare websedła slěduju was online

source: See <a href="%s">where your data goes</a> before you click &#8212; an image from the Future of Privacy Forum
dsb: Woglědajśo se, <a href="%s">źož waše daty se dostanu</a>, nježli až kliknjośo &#8212; wobraz ze foruma pśichoda priwatnosći

source: Mozilla and Stanford’s Do Not Track <a href="%(url)s">submission to the IETF</a> &#8212; IETF is a standards body that helps define how the Web works, regardless of which Internet browser you use
dsb: <a href="%(url)s">Zapódaśe do IETF</a> funkcije Njeslědowaś pśez Mozilla a Stanford &#8212; IETF jo organizacija standardow, kótaraž pomaga definěrowaś, kak web funkcioněrujo, njeźiwajucy na to, kótary internetny wobglědowak wužywaśo

source: Enable Do Not Track in Firefox
dsb: Funkciju Njeslědowaś w Firefox zmóžniś

source: Options window - Advanced panel - Do Not Track
dsb: Wokno Nastajenja - Rozšyrjony - Njeslědowaś

source: Enabling Do Not Track
dsb: Funkciju Njeslědowaś zmóžniś

source: Click for Instructions
dsb: Za instrukcije kliknuś

source: Enable Do Not Track in Internet Explorer 9
dsb: Funkciju Njeslědowaś w Internet Explorer 9 zmóžniś

source: To enable Do Not Track in IE 9, you need to enable IE 9’s <a href="%(url)s">Tracking Protection</a> feature. The easiest way to do that is to install <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. If you view this page in IE 9, there will be instructions right here.
dsb: Aby funkciju Njeslědowaś w IE 9 zmóžnił, musyśo funkciju <a href="%(url)s">Slědowański šćit</a> w IE 9 zmóžniś. Nejlažčejšy nałog, aby to cynił, jo instalěrowanje <a href="%(tpl)s">lisćiny za jadnory slědowański šćit Mozilla</a>. Jolic wobglědujośo se toś ten bok w IE 9, namakajośo rowno how instrukcije.
