Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/features.lang.po
Languages: dsb

source: Features
dsb: Funkcije

source: Get the most from Firefox and your time online with Hello, Sync and Private Browsing.
dsb: Wuwónoźćo maksimalne z Firefox a ze swójogo casa online z Hello, Sync a z priwatnym modusom.

source: Firefox Features
dsb: Funkcije Firefox

source: Learn how you can get the most from Firefox and your time online.
dsb: Zgóńśo, kak móžośo maksimalne z Firefox a ze swójogo casa online wuwónoźeś.

source: Private Browsing
dsb: Priwatny modus

source: No other browser gives you so much control over your digital footprint.
dsb: Žeden drugi wobglědowak njebitujo wam tak wjele kontrole nad wašeju digitalneju stopu.

source: Learn more about Private Browsing
dsb: Zgóńśo wěcej wó priwatnem modusu

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
dsb: Synchronizěrujśo Firefox, źožkuli jen wužywaśo, aby pśistup na swóje cytańske znamjenja, gronidła, rejtarki a wěcej ze smartfona, tableta abo licaka měł.

source: Learn more about Sync
dsb: Zgóńśo wěcej wó Sync

source: Plan. Shop. Decide. Together.
dsb: Planujśo. Kupśo. Rozsuźćo. Gromaźe.

source: Instantly browse any Web page with a friend.
dsb: Pśeglědujśo ned webbok z pśijaśelom.

source: Learn more about Hello
dsb: Zgóńśo wěcej wó Hello
