Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/geolocation.lang.po
Languages: dsb

source: Geolocation in Firefox
dsb: Geolokalizacija w Firefox

source: Location-Aware Browsing
dsb: Stojnišćowe pśeglědowanje

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s" style="%(style)s">Give it a try!</a>
dsb: Firefox móžo websedłam k wěsći daś, źož sćo, tak až móžośo informacije namakaś, kótarež su wěcej relewantne a wužytnjejše. Źo wó to, web wěcej inteligentny cyniś &ndash; a stawa se na wašnju, kótaraž šćita wašu priwatnosć. <a href="%(url)s" id="%(id)s" style="%(style)s">Wopytajśo to!</a>

source: Frequently asked Questions
dsb: Ceste pšašanja

source: What is Location-Aware Browsing?
dsb: Co jo stojnišćowe pśeglědowanje?

source: Websites that use location-aware browsing will ask where you are in order to bring you more relevant information, or to save you time while searching. Let’s say you’re looking for a pizza restaurant in your area. A website will be able to ask you to share your location so that simply searching for “pizza” will bring you the answers you need... no further information or extra typing required.
dsb: Websedła, kótarež wužywaju stojnišćowe pśeglědowanje, budu se pšašaś, źož sćo, aby wěcej relewantne informacije dali, abo aby za was cas zažarili, gaž pytaśo. Grońmy, pytaśo pizzeriju w swójej bliskosći. Websedło móžo se was za wašym stojnišćom pšašaś, tak až jadnore pytanje za słowom “pizzerija” južo pśinjaso wótegrona, kótarež trjebaśo... njetrjebaśo žedne dalšne informacije zapódaś.

source: Or, if you’re mapping out directions to get somewhere, the website will know where you’re starting from so all you have to do is tell it where you want to go.
dsb: Abo, jolic nacerjujośo směry, aby se něźi dostał, buźo websedło wěźeś, źož startujośo, musyśo pótakem jomu jano k wěsći daś, źož cośo se dostaś.

source: This service is totally optional &ndash; Firefox doesn’t share your location without your permission &ndash; and is done with the utmost respect for your privacy. And, like all elements of Firefox, it’s being created using open standards to ease adoption by Web developers.
dsb: Toś ta słužba jo opcionalna &ndash; Firefox njewuzjawja wašo stojnišćo bźez wašeje dowólnosći &ndash; a jolic to se cyni, stawa se to z nanejwětšim respektom za wašu priwatnosć. A napórajo se, ako wšykne elementy Firefox, z pomocu wótwórjonych standardow, aby se pśiměrjenje pśez webwuwiwarjow wólažcyła.

source: How does it work?
dsb: Kak to funkcioněrujo?

source: When you visit a location-aware website, Firefox will ask you if you want to share your location.
dsb: Gaž woglědujośo se websedło z póstajenim pozicije, buźo se Firefox was pšašaś, lěc cośo swóje stojnišćo wózjawiś.

source: If you consent, Firefox gathers information about nearby wireless access points and your computer’s IP address. Then Firefox sends this information to the default geolocation service provider, Google Location Services, to get an estimate of your location. That location estimate is then shared with the requesting website.
dsb: Jolic pśigłosujośo, wobstarujo Firefox informacije wó bźezdrotowych pśistupnišćach w bliskosći a IP-adresu wašogo licadła. Pótom sćelo Firefox toś te informacije na standardnego póbitowarja słužby geolokalizacije, słužby póstajenja pozicije Google, aby wašo stojnišćo woblicyś. Wuslědk woblicenja stojnišća buźo se pótom z napšašujucym websedłom źěliś.

source: If you say that you do not consent, Firefox will not do anything.
dsb: Jolic dajośo k wěsći, až njejsćo wobjadny, Firefox njebuźo nic cyniś.

source: How accurate are the locations?
dsb: Kak dokradne su pozicije?

source: Accuracy varies greatly from location to location. In some places, our service providers may be able to provide a location to within a few meters. However, in other areas it might be much more than that. All locations returned by our service providers are estimates only and we do not guarantee the accuracy of the locations provided. Please do not use this information for emergencies. Always use common sense.
dsb: Dokradnosć wariěrujo wjelgin wót městna k městnoju. Na někotarych městnach mógu naše słužbne póbitowarje stojnišćo z dokradnosću mało metrow pódaś. Na drugich městnach pak móžo to wó wjele wěcej byś. Wšykne poziciske pódaśa wrośone wót słužbnych póbitowarjow su jano woblicenja a njegarantěrujomy dokradnosć pódanych pozicijow. Pšosym njewužyjśo toś te informacije za nuzowe pady. Wužyjśo pśecej cłowjeski rozym.

source: What information is being sent, and to whom? How is my privacy protected?
dsb: Kótare informacije se sćelu, a komu? Kak se mója priwatnosć šćita?

source: Your privacy is extremely important to us, and Firefox never shares your location without your permission. When you visit a page that requests your information, you’ll be asked before any information is shared with the requesting website and our third-party service provider.
dsb: Waša priwatnosć jo wjelgickano wažna za nas, a Firefox nigda njewuzjawja wašo stojnišćo bźez wašeje dowólnosći. Gaž woglědujośo se bok, kótaryž pomina se waše informacije, pšašaju se was, nježli až někake informacije źěle se z napšašujucym websedłom a našym słužbnym póbitowarjom.

source: By default, Firefox uses Google Location Services to determine your location by sending:
dsb: Firefox wužywa standardnje słužby póstajenja pozicije Google, aby wašu poziciju póstajił, z tym až sćelo:

source: your computer’s IP address,
dsb: IP-adresu wašogo licadła,

source: information about the nearby wireless access points, and
dsb: informacije wó nejblišych bźezdrotowych pśistupnišćach, a

source: a random client identifier, which is assigned by Google, that expires every 2 weeks.
dsb: pśipadny klientowy identifikator, kótaryž Google pśipokazujo, kótaryž jo płaśiwy 2 tyźenja.

source: For a complete description of information collected and used by Firefox, please see the <a href="%(url)s">Firefox Privacy Notice</a>.
dsb: Za dopołne wopisanje informacijow zgromaźonych a wužywanych pśez Firefox, glejśo pšosym <a href="%(url)s">Powěźeńku priwatnosći Firefox</a>.

source: Google Location Services then returns your estimated geolocation (e.g., latitude and longitude). For a complete description of information collected and used by Google, please see the <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
dsb: Słužby póstajenja pozicije Google wrośaju pótom wašo woblicone geostojnišćo (na pś. šyrinu a dlininu). Za dopołne wopisanje informacijow zgromaźonych a wužywanych pśez Google, glejśo pšosym <a href="%(url)s" class="%(class)s">pšawidła priwatnosći geolokalizacije Google</a>.

source: The information is exchanged over an encrypted connection to protect your privacy. Once Firefox has your location information, it passes it to the website that requested it. At no time is the name or location of the website you are visiting, or are any cookies, ever shared with Google Location Services.
dsb: Informacije wuměnjaju se pśez skoděrowany zwisk, aby se waša priwatnosć šćitała. Gaž Firefox ma waše poziciske pódaśa, pśepódajo je websedłoju, kótarež jo je pominało. Nigda njeźěle se mě abo městno websedła, kótarež se woglědujośo, abo někake cookieje ze słužbami póstajenja pozicije Google.

source: Neither Mozilla or Google will ever use the information collected by Google Location Services to identify or spy on you.
dsb: Daniž Mozilla daniž Google njewužywa nigda informacije zgromaźone pśez słužby póstajenja pozicije Google, aby was identificěrował abo wušpioněrował.

source: For information about what the requesting website does with your location information, please refer to that website’s privacy policy.
dsb: Za informacije wó tom, což napšašujuce websedło cyni z wašymi poziciskimi pódaśami, pśecytajśo pšosym pšawidła priwatnosći togo websedła.

source: For more information about your privacy, you should also read:
dsb: Za dalšne informacije wó swójej priwatnosći, wy by měł teke cytaś:

source: Mozilla Firefox Privacy Notice
dsb: Powěźeńku priwatnosći Mozilla Firefox

source: Google privacy policy
dsb: Pšawidła priwatnosći Google

source: Am I being tracked as I browse the web?
dsb: Slěduju mě, gaž pśeglědujom web?

source: No. Firefox only requests a location when a website makes a request, and only shares your location when the user has approved the request. Firefox does not track or remember your location as you browse.
dsb: Ně. Firefox pšaša se jano za stojnišćom, gaž websedło napšašujo, a wuzjawja jano wašo stojnišćo, gaž wužywaŕ jo napšašowanje pśizwólił. Firefox njeslědujo abo njemarkujo se wašo stojnišćo, gaž pśeglědujośo.

source: How do I undo a permission granted to a site?
dsb: Kak mógu sedłoju dane pšawo pšec wześ?

source: If you've given Firefox permission to always give your location to a site and later change your mind, you can easily revoke that permission. Here's how:
dsb: Jolic sćo Firefox pšawo dał, aby pśecej sedłoju wašo stojnišćo k wěsći dał, wy pak změnijośo pózdźej swójo měnjenje, móžośo lažko to pšawo pšec wześ. Tak to źo:

source: Navigate to the site to which you’ve given permission
dsb: Nawigěrujśo k sedłoju, kótaremuž sćo pšawo dał

source: Go to the <em>Tools</em> menu, then select <em>Page Info</em>
dsb: Źiśo k menijoju <em>Rědy</em> a wubjeŕśo pótom <em>Info wó boku</em>

source: Select the <em>Permissions</em> tab
dsb: Wubjeŕśo rejtark <em>Pšawa</em>

source: Change the setting for <em>Share Location</em>
dsb: Nastajenje za <em>Městno źěliś</em> změniś

source: How do I clear the “random client identification number”?
dsb: Kak mógu “numer pśipadnego klientowego identifikatora” lašowaś?

source: Go to the <em>Tools</em> menu, then select <em>Clear Recent History</em>
dsb: Źiśo k menijoju <em>Historija</em> a wubjeŕśo pótom <em>Aktualnu historiju wuprozniś</em>

source: Click the <em>Details</em> arrow
dsb: Klikniśo na šypku <em>Drobnostki</em>

source: Ensure that <em>Cookies</em> is selected
dsb: Pśeznańśo se, až nastajenje <em>Cookieje</em> jo wubrane

source: Click on <em>Clear Now</em>
dsb: Klikniśo na <em>Něnto lašowaś</em>

source: How do I turn off Location-Aware Browsing permanently?
dsb: Kak mógu stojnišćowe pśeglědowanje na pśecej znjemóžniś?

source: Location-Aware Browsing is always opt-in in Firefox. No location information is ever sent without your permission. If you wish to disable the feature completely, please follow this set of steps:
dsb: Stojnošćowe pśeglědowanje jo móžno w Firefox jano z pśigłosowanim. Žedne stojnišćowe informacije njesćelu se bźez wašeje dowólnosći. Jolic cośo funkciju dopołnje znjemóžniś, wuwjeźćo slědujuce kšace:

source: In the URL bar, type <code>about:config</code>
dsb: Zapišćo <code>about:config</code> do adresowego póla

source: Type <code>geo.enabled</code>
dsb: Zapišćo <code>geo.enabled</code>

source: Double click on the <em>geo.enabled</em> preference
dsb: Klikniśo dwójcy na nastajenje <em>geo.enabled</em>

source: Location-Aware Browsing is now disabled
dsb: Stojnišćowe pśeglědowanje jo něnto znjemóžnjone

source: How can I add support for Geolocation to my web site?
dsb: Kak mógu swójomu websedłoju pódpěru za póstajenje stojnišća pśidaś?

source: You can integrate Geolocation support into your service by following the instruction at <a href="%(url)s">Mozilla Developer Center</a>.
dsb: Móžośo pódpěru za póstajenje stojnišća do swójeje słužby pśidaś, mějucy se za instrukciju na <a href="%(url)s">Mozilla Developer Center</a>.

source: Where am I?
dsb: Źo som?

source: Oops! An error occurred while trying to determine your position.
dsb: Hopla! Pśi póstajenju wašeje pozicije jo zmólka nastała.
