Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/hello-2016.lang.po
Languages: dsb

source: Browse the Web with friends
dsb: Pśeglědujśo web z pśijaśelami

source: Use Firefox Hello to browse Web pages with your friends. Make decisions together in real time when planning a trip, shopping and more.
dsb: Wužywajśo Firefox Hello, aby webboki ze swójimi pśijaśelami pśeglědował. Rozsuźćo zgromadnje we napšawdnem casu, gaž drogowanje, nakupy a wěcej planujośo.

source: Try Hello now
dsb: Wopytajśo něnto Hello

source: Download now
dsb: Něnto ześěgnuś

source: Plan. Shop. Decide. Together.
dsb: Planujśo. Kupśo. Rozsuźćo. Gromaźe.

source: Instantly browse any Web page with a friend.
dsb: Pśeglědujśo ned webbok z pśijaśelom.

source: Try Firefox Hello
dsb: Wopytajśo Firefox Hello

source: Get the latest version of Firefox to start browsing Web pages with your friends.
dsb: Wobstarajśo se nejnowšu wersiju Firefox, aby webboki ze swójimi pśijaśelami pśeglědował.

source: Get Firefox to start browsing Web pages with your friends.
dsb: Wobstarajśo se Firefox, aby webboki ze swójimi pśijaśelami pśeglědował.

source: Use Firefox on your desktop or laptop to start browsing the Web with your friends.
dsb: Wužywajśo Firefox na swójom desktopje abo laptopje, aby web ze swójimi pśijaśelami pśeglědował.

source: Get on the same page and make faster decisions in real time.
dsb: Woglědajśo se ten samski bok a rozsuźćo malsnje w napšawdnem casu.

source: Plan a trip
dsb: Planujśo drogowanje

source: Figure out the details when planning a getaway with someone else.
dsb: Namakajśo drobnostki wen, gaž wulět z někim drugim planujośo.

source: Shop online
dsb: Nakupujśo online

source: Share and compare ideas when buying a gift for a mutual friend.
dsb: Źělśo a pśirownujśo ideje, gaž dar za zgromadnego pśijaśela kupujośo.

source: Quick, easy and ready to go
dsb: Spěšny, lažki a ned wužywajobny

source: One click to send your friend an invitation
dsb: Trjebaśo jano jaden raz kliknuś, aby swójomu pśijaśeloju pśepšosenje pósłał

source: No logins, passwords or accounts required
dsb: Žedne pśizjawjenja, gronidła abo konta trěbne

source: Nothing extra to download — all you need is Firefox!
dsb: Njetrjebaśo nic druge ześěgnuś — wšykno, což trjebaśo, jo Firefox!

source: Made for sharing the Web
dsb: Wuwity, aby web źělił

source: Collaborate and make decisions in real time
dsb: Źěłajśo gromaźe a rozsuźćo w napšawdnem casu

source: Share what you’re looking at, safely and securely
dsb: Źělśo, což see woglědujośo, bźez rizika a wěsće

source: Invite friends, <a href="%s">even if they don’t use Firefox</a>
dsb: Pśepšosćo pśijaśele, <a href="%s">lěcrownož Firefox njewužywaju</a>

source: Share this page with a friend.
dsb: Źělśo toś ten bok z pśijaśelom.

source: Need help with Hello? <a href="%s">Visit Mozilla support</a>.
dsb: Trjebaśo pomoc za Hello? <a href="%s">Woglědajśo se k pomocy Mozilla</a>.
