Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/hello.lang.po
Languages: dsb

source: Firefox Hello — Free, easy video conversations
dsb: Firefox Hello — Dermotne, lažke wideorozgrona

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
dsb: Zgońśo wšykno wó Firefox Hello a glědajśo sam, kak lažko jo dermotne wideorozgrono měś, z kuždym, wšuźi, direktnje z wašogo wobglědowaka

source: As easy as saying hello
dsb: Rowno tak ako halo groniś

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
dsb: Póznajśo Firefox Hello, nejlažčejšy nałog se dermo pśez wideo z kuždym, wšuźi zwězaś.

source: Try Firefox Hello
dsb: Wopytajśo Firefox Hello

source: All you need is Firefox
dsb: Wšykno, což trjebaśo, jo Firefox

source: If you have the latest version of Firefox, you already have Hello.
dsb: Jolic maśo nejnowšu wersiju Firefox, maśo južo Hello.

source: There’s no account or sign-in required and nothing extra to download.
dsb: Njetrjebaśo žedno konto abo pśizjawjenje a njetrjebaśo hyšći něco druge ześěgnuś.

source: Just start a conversation, send your friend a link and ask them to click it.
dsb: Zachopśo rozgrono, pósćelśo swójomu pśijaśeloju wótkaz a pšosćo jogo kliknuś.

source: Simple.
dsb: Jadnory.

source: Invite anyone, anywhere
dsb: Pśepšosćo někogo. něźi

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
dsb: Hello dajo se superlažko wužywaś a waše pśijaśele a waša familija samo njetrjebaju Firefox, aby se z wami rozgranjali.

source: As long as they have a compatible browser, they’re good to go.
dsb: Jolic maju kompatibelny wobglědowak, su za start gótowe.

source: Learn more about compatible browsers
dsb: Zgóńśo wěcej wó kompatibelnych wobglědowakach

source: Safe, secure, protected
dsb: Wěsty, bźeztšašny, šćitany

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
dsb: Dokulaž Hello jo direktnje w Firefox zatwarjony, móžośo měrnje spaś, dokulaž wěsćo, až waše rozgrona a informacije wóstanu priwatne a wěste.

source: That’s part of our mission, and it’s behind everything we do around here.
dsb: To jo źěl našeje misije a jo za wšym, což how cynimy.

source: Do more with a Firefox Account
dsb: Cyńśo wěcej z kontom Firefox

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
dsb: Aby z někim direktnje rozgrono zachopił załožćo dermotne konto Firefox abo pśizjawśo se, jolic južo maśo konto &mdash; jo to samske konto, kótarež wužywaśo za Sync.

source: You can then add contacts to keep them close at hand.
dsb: Móžośo pótom kontakty pśidaś, aby je ned k ruce měł.

source: Get Firefox to get started
dsb: Wobstarajśo se Firefox, aby zachopił

source: Want to start using Hello?
dsb: Cośo něnto Hello wužywaś?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
dsb: Wšykno, což trjebaśo, jo Firefox &mdash; wobglědowak wótwórjonego žrědła, kótaryž wam pomaga, kontrolu wó wašom online-žywjenju wobchowaś, mjaztym až sćo z pśijaśelami a familiju zwězany.

source: Download Firefox to start your first conversation.
dsb: Ześěgniśo Firefox, aby swójo prědne rozgrono zachopił.

source: Get Firefox and start your first conversation
dsb: Wobstarajśo se Firefox a zachopśo swójo prědne rozgrono

source: Update your Firefox to start using Hello
dsb: Zaktualizěrujśo swój Firefox, aby Hello wužywał

source: Start your first conversation today
dsb: Zachopśo swójo prědne rozgrono źinsa

source: Try Hello now
dsb: Wopytajśo něnto Hello

source: Get to know Hello
dsb: Póznajśo Hello

source: Want to reconnect with friends around the world?
dsb: Cośo se zasej z pśijaśelami z cełego swěta zwězaś?

source: Celebrate a birthday when you can’t be there in person?
dsb: Wóswěśćo narodny źeń, gaž njamóžośo wósobinski pódla byś?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
dsb: Zgóńśo wěcej wó Firefox Hello a pśeznańśo se sam, kak lažko jo, dermotne wideorozgrono z kuždym, wšuźi, direktnje z wašogo wobglědowaka měś.

source: Questions?
dsb: Pšašanja?

source: Visit Mozilla Support
dsb: K Pomocy Mozilla se woglědaś

source: Welcome to Hello
dsb: Witajśo do Hello

source: Open a video conversation with a single click, then invite a friend to join.
dsb: Zachopśo wideorozgrono z jadnorym kliknjenim a pśepšosćo pśijaśela se pśizamknuś.

source: Share your link with a friend
dsb: Źělśo swój wótkaz z pśijaśelom

source: They don’t even need Firefox to join. They just need to click the link.
dsb: Wóne samo njetrjebaju Firefox, aby se pśizamknuli. Trjebaju jano na wótkaz kliknuś.

source: No need to wait around
dsb: Njetrjebaśo dłujko cakaś

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
dsb: Gaž waš pśijaśel kliknjo na wótkaz, buźo se symbol Hello módriś, ta ž wěsćo, až jo pśibytny.

source: You have a conversation waiting
dsb: Rozgrono caka na was

source: Click now to join and say hello.
dsb: Klikniśo něnto, aby se pśizamknuł a witaj gronił.

source: The easiest way to have a free video conversation with anyone, anywhere
dsb: Nejlažčejy nałog darmotny wideorozgrono z někim wšuźi měł

source: Start a conversation right from Firefox
dsb: Zachopśo rozgrono direktnje z Firefox

source: Invite a friend by sending them a link
dsb: Pśepšosćo pśijaśela, z tym až sćelośo jomu wótkaz

source: The Hello icon will change to blue once they’ve joined
dsb: Symbol Hello se módri, gaž sćo se pśizamknuł

source: Tell a friend about Hello
dsb: Informěrujśo pśijaśela wó Hello

source: Need help? Get support here
dsb: Tjrebaśo pomoc? Wobstarajśo se how pomoc

source: Learn all about Hello
dsb: Zgóńśo wšykno wó Hello

source: The easiest way to connect for free over video
dsb: Nejlažčejšy nałog se dermo pśez wideo zwězaś

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
dsb: Startujśo direktnje z Firefox a pśepšosćo někogo, něźi, aby rozgrono zachopił. Wšykno, což musyśo cyniś, jo, až kliknjośo na wótkaz kliknyć, aby se pśizamknuł. Daniž konto daniž pśiizjawjenje njejo trjeba.

source: You’ve started your first conversation. Wasn’t that easy?
dsb: Sćo swójo prědne rozgrono zachopił Njejo to lažko było?
