Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/independent.lang.po
Languages: dsb

source: Firefox Web Browser
dsb: Webwobglědowak Firefox

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
dsb: Wót 10 lět jo Firefox za wykne wužytny, njewótwisny wót pśedewześow a njewobgrozony. Gaž wuběraśo Firefox, njewuběraśo jano wobglědowak. Jo rozsud za wósobinsku lichosć.

source: Choose Firefox and stay in control of your online life
dsb: Wubjeŕśo Firefox a wobchowajśo kontrolu nad swójim žywjenim online.

source: Stay in control of your online life
dsb: Wobchowajśo kontrolu nad swójim žywjenim online

source: See what’s new in Firefox
dsb: Woglědajśo se, což jo nowe w Firefox

source: PC Magazine Editor’s Choice
dsb: Myto Editor's Choice magacina PC Magazine

source: “Beautiful”
dsb: “Rědny”

source: Four stars
dsb: Styri gwězdki

source: Four and a half stars
dsb: Styri a poł gwězdki

source: Five stars
dsb: Pěś gwězdkow

source: “Magnificent”
dsb: “Wuběrny”

source: “Spectacular”
dsb: “Spektakularny”

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
dsb: <span id="trust-line1">Dowěry nejgódnjejše</span> <span id="trust-line2">internetne pśedewześe</span> <span id="trust-line3">za priwatnosć</span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
dsb: Wulicujśo to dalej. Źělśo našo tšojeńko. <a href="%(link)s">Wuslěźćo kak</a>
