Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/new.lang.po
Languages: dsb

source: Firefox for desktop
dsb: Firefox za desktop

source: Take Control.<br> Choose Firefox.
dsb: Pśewzejśo kontrolu.<br> Wubjeŕśo Firefox.

source: Choose Independent.
dsb: Wubjeŕśo njewótwisnje.

source: Choose Firefox.
dsb: Wubjeŕśo Firefox.

source: Different by design
dsb: Z wótglědom hynacej

source: Proudly<br />non-profit
dsb: Z gjardosću<br />za wše wužytny

source: Innovating<br />for you
dsb: Za was<br />inowatiwny

source: Fast, flexible,<br />secure
dsb: Malsny, fleksibelny,<br />wěsty

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
dsb: Ako za wše wužytna organizacija, móžomy we wašom mjenju bźez śišća kompromisa inowatiwne byś. Buźośo rozdźěl lubowaś.

source: Firefox screenshot
dsb: Foto wobrazowki Firefox

source: Get Firefox everywhere
dsb: Wobstarajśo se Firefox wšuźi

source: While it installs, add it to your Android and iOS devices.
dsb: Mjaztym až se instalěrujo, pśidajśo jen swójim rědam Android a iOS.

source: Thanks for downloading Firefox!
dsb: Źěkujomy se, až sćo Firefox ześěgnuł!

source: Start the process by clicking Run.
dsb: Zachopśo proces pśez kliknjenje na Startowaś.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
dsb: Wašo ześěgnjenje by měło se awtomatiski zachopiś. Joli nic, <a id="%s" href="">klikniśo how</a>. By mógło pór minutow traś, ale jo gódno cakaś.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
dsb: Śěgniśo pó napominanju symbol Firefox do wobraza wašogo zarědnika Programy.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
dsb: Klikniśo na Startowaś, aby instalaciski asistent Mozilla Firefox startował. Slědujśo pótom kšacam (smy proces tak jadnory ako móžno cynili).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
dsb: Śěgniśo symbol Firefox ze zarědnika Programy do doka. Klikniśo pótom na Firefox, gažkuli cośo web wužywaś!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
dsb: Něnto sćo gótowy, do noweje ery webpśeglědowanja zastupiś. Klikniśo dwójcy na symbol Firefox, gažkuli cośo online hyś.

source: Mozilla Firefox Web Browser
dsb: Webwobglědowak Mozilla Firefox

source: Sorry, Firefox is currently unsupported by iOS devices.
dsb: Bóžko Firefox njepódpěra se tuchylu pśez iOS-rědy.

source: Congrats! You’re using the latest version of Firefox.
dsb: Glukužycenje! Wužywaśo nejnowšu wersiju Firefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
dsb: Zda se, až wužywaśo staršu wersiju Firefox. Zaktualizěrrujśo na Google Play.

source: Looks like you’re using an older version of Firefox.
dsb: Zda se, až wužywaśo staršu wersiju Firefox.

source: Update to stay fast and safe.
dsb: Zaktualizěrujśo, aby malsny a wěsty wóstał.

source: Get it free on Google Play
dsb: Ześěgniśo jen dermo z Google Play

source: Learn more about Firefox for desktop
dsb: Zgóńśo wěcej wó Firefox za desktop

source: Looking for mobile?
dsb: Pytaśo mobilnu wersiju?

source: Download a fresh copy
dsb: Fryšnu kopiju ześěgnuś

source: Learn more about Firefox for Mobile
dsb: Zgóńśo wěcej wó mobilnem Firefox

source: Learn more about Firefox OS
dsb: Zgóńśo wěcej wó Firefox OS

source: Get Firefox on your Android device
dsb: Ześěgniśo Firefox za Android na swój rěd

source: Add Firefox to your iPhone, iPad and iPod touch
dsb: Pśidajśo Firefox swójomu iPhone, iPad a iPod touch.

source: Learn about Firefox OS
dsb: Informacije wó Firefox OS

source: Discover all the ways to take Firefox on the go
dsb: Namakajśo wšykne móžnosći, aby Firefox ducy wužywał

source: Learn more about Firefox on iOS
dsb: Dalšne informacije wó Firefox iOS

source: Why don’t we offer an iOS version?
dsb: Cogodla njepóbitujomy wersiju za iOS?

source: Download Firefox
dsb: Firefox ześěgnuś

source: Free Web Browser
dsb: Dermotny webwobglědowak

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
dsb: Ześěgniśo Mozilla Firefox, dermotny webwobglědowak. Firefox napórajo se pśez globalnu za wše wužytnu organizaciju, kótaraž zasajźujo se za to, až wužywarje maju online-kontrolu. Wobstarajśo see Firefox źinsa!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
dsb: Mozilla Firefox, dermotny webwobglědowak, napórajo se pśez globalnu za wše wužytnu organizaciju, kótaraž zasajźujo se za to, až wužywarje maju online-kontrolu a kótaraž wugótujo pśichod weba na derjeměśe zjawnosći.

source: Give Firefox a tune up
dsb: Firefox głosowaś

source: Refresh Firefox
dsb: Firefox aktualizěrowaś
