Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/nightly_firstrun.lang.po
Languages: dsb

source: Firefox Nightly First Run Page
dsb: Bok prědnego běga nocneje wersije Firefox

source: Thank you for using Firefox Nightly
dsb: Źěkujomy se, až wužywaśo Firefox Nightly

source: Choose an area to get involved below and help make Firefox better for users everywhere
dsb: Wubjeŕśo pólo, na kótaremž cośo sobu pomagaś, a pomagajśo, Firefox za wužywarjow źožkuli na swěśe pólěpšyś

source: Find and file bugs and generally make sure things work as they should.
dsb: Pytajśo programowe zmólki a spisajśo zmólkowe zdźělenja a starajśo se wó to, až wěcy tak funkcioněruju, kak maju funkcioněrowaś.

source: Start testing
dsb: Test zachopiś

source: https://oneanddone.mozilla.org
dsb: https://oneanddone.mozilla.org {ok}

source: Code
dsb: Kode

source: File bugs and work on the building blocks of the Firefox browser.
dsb: Spisajśo zmólkowe zdźělenja a źěłajśo na wuwijańskich komponentach wobglědowaka Firefox.

source: Start coding
dsb: Zachopśo kode pisaś

source: https://developer.mozilla.org/docs/Introduction
dsb: https://developer.mozilla.org/docs/Introduction {ok}

source: Localize
dsb: Lokalizěrowaś

source: Make Firefox available (and better) in more languages around the world.
dsb: Stajśo Firefox we wěcej rěcach wokoło swěta k dispozicjii a pólěpšćo jen.

source: Start localizing
dsb: Zachopśo lokalizěrowaś

source: https://wiki.mozilla.org/L10n:Contribute
dsb: http://wiki.mozilla.org/L10n:Contribute {ok}

source: Show everyone that you’re helping to build the Web the world needs.
dsb: Pokažćo kuždemu, až pomagaš, web twariś, kótaryž swět trjeba.

source: Get your Nightly User badge
dsb: Dobydniśo rěd wužywarja Nightly
