Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/pocket.lang.po
Languages: dsb

source: Pocket for Firefox
dsb: Pocket za Firefox

source: Save it now. Read or watch it anytime, anywhere.
dsb: Składujśo jen něnto. Cytajśo abo woglědajśo se jen kuždy cas, wšuźi.

source: All you need is your Firefox Account.
dsb: Wšykno, což trjebaśo, jo wašo konto Firefox.

source: Try it now
dsb: Wopytajśo něnto

source: Get Firefox to start using Pocket right in your browser.
dsb: Wobstarajśo se Firefox, aby Pocket direktnje w swójom wobglědowaku wužywał.

source: Save it for later
dsb: Za póznjej składowaś

source: Short on time? Save articles, videos and more right from Firefox to view them later. It’s as simple as clicking the <strong>Pocket button</strong> in your toolbar.
dsb: Maśo mało chyle? Składujśo nastawki, wideo a wěcej direktnje z Firefox, aby se je póznjej woglědał. Jo tak jadnore ako kliknjenje na <strong>tłocašk Pocket</strong> w swójej symbolowej rědce.

source: View it anywhere
dsb: Woglědajśo se to wšuźi

source: On the go? Get the <strong>Pocket app</strong> to read your saved articles anywhere, anytime, on any device – even when you’re not connected to the Internet.
dsb: Pó droze? Wobstarajśo se <strong>nałoženje Pocket</strong>, aby swóje skłaźone nastawki wšuźi cytał, na kuždem rěźe – samo gaž njeby z internetom zwězany był.

source: Read it easier
dsb: Cytajśo to lažcej

source: Want a cleaner reading experience? Use Pocket’s <strong>Article View</strong> for a beautiful format that lets you focus on what you’re reading, free of distractions.
dsb: Cośo cysćejše cytańske dožywjenje? Wužywajśo <strong>nastawkowy naglěd</strong> Pocket za rědny format, kótaryž dajo wam na to koncentrěrowaś, což cytaśo, bźez wótchylenjow.

source: Pocket comes to Firefox!
dsb: Pocket pśiźo do Firefox!

source: The world’s biggest save-for-later service is now a part of your Firefox.
dsb: Nejwětša słužba za póznjejše składowanje jo něnto źěl programa Firefox.

source: <em>Sign in with your Firefox Account</em> and you can save articles, videos and more to enjoy anytime, anywhere.
dsb: <em>Pśizjawśo se pla swójogo konta Firefox</em> a móžośo nastawki, wideo a wěcej składowaś, aby se tomu kuždy cas, wšuźi wjaselił.
