Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/push.lang.po
Languages: dsb

source: Push
dsb: Eksterne zdźělenja (Push)

source: Frequently asked questions
dsb: Ceste pšašanja

source: Mozilla Firefox Web Browser
dsb: Webwobglědowak Mozilla Firefox

source: Websites you use with Firefox can send you notifications in the background that can appear on screen or update the web page. You can control how these notifications appear and work.
dsb: Websedła, kótarež wužywaśo z Firefox, mógu wam w slězynje powěźeńki pósłaś, kótarež pokazuju se na wobrazowce abo webbok aktualizěrowaś. Móžośo kontrolěrowaś, kak toś te powěźeńki se pokazuju a funkcioněruju.

source: What is Push?
dsb: Co su eksterne zdźělenja?

source: Push is an optional feature that allows websites to send you messages even when you aren’t visiting the site.
dsb: Eksterne zdźělenja su opcionalna funkcija, kótaraž dowólujo websedłam, aby wam zdźělenja słali, samo ga njeby se k sedłoju woglědał.

source: Sites can use this feature to provide you with notifications or update data in the background.
dsb: Sedła mógu toś tu funkciju wužywaś, aby was w slězynje ze zdźělenjami abo aktualizěrowańskimi datami wobstarali.

source: For instance, a webmail site might use Push to provide you with a notification when new messages arrive, or a weather site might use Push to provide storm alerts.
dsb: Webmailowe sedło na pśikład by mógło eksterne zdźělenja wužywaś, aby wam zdźělenje pósłało, gaž nowe zdźělenja pśidu, abo wjedrowe sedło by mógło eksterne zdźělenja wužywaś, aby was z warnowanjami pśed tergatym wětšom wobstarało.

source: You will only receive messages from sites for which you have granted permission.
dsb: Buźośo zdźělenki jano wót takich sedłow dostawaś, kótarymž sćo dowólnosć dał.

source: How does it work?
dsb: Kak to funkcioněrujo?

source: Firefox maintains a connection to a push service.
dsb: Firefox wuźaržujo zwisk k słužbje za eksterne zdźělenja.

source: Sites that you have granted permission for Push can use the service to send you messages.
dsb: Sedła, kótarymž sćo dowólnosć za eksterne zdźělenja dał, mógu słužbu wužywaś, aby wam zdźělenja pósłali.

source: Firefox delivers this push message to a small piece of JavaScript called a “worker”.
dsb: Firefox librujo toś to eksterne zdźělenje do elementa JavaScript z mjenim „worker“.

source: The worker then processes the message.
dsb: Worker pśeźěłujo pótom zdźělenje.

source: It might decide to show a visual notification or store the message for later use.
dsb: Rozsuźijo na pśikład, lěc wizuelne zdźělenje se pokažo abo zdźělenje składujo se za pózdźejše wužywanje.

source: What information do I share with a site?
dsb: Kótare informacije źělim ze sedłom?

source: A site can use Push to send you a message at any time, even when you are not actively visiting it.
dsb: Sedło móžo eksterne zdźělenja wužywaś, aby wam kuždy cas zdźělenje pósłało, samo ga njeby jo rowno woglědał.

source: A site that sends you a message can learn your IP address if it chooses to do so; this could reveal your location.
dsb: Sedło, kótarež sćelo wam zdźělenje, móžo wašu IP-adresu zgóniś, jolic jomu to dowólujośo; to by mógło wašo stojnišćo pśeraźiś.

source: What information does Firefox use to provide Push?
dsb: Kótare informacije Firefox wužywa, aby eksterne zdźělenja póbitował?

source: Firefox maintains a permanent connection to a push service in order to receive push messages.
dsb: Firefox zdźaržyjo stawny zwisk k słužbje za eksterne zdźělenja, aby eksterne zdźělenja dostawał.

source: On our server we store a randomized identifier for your browser, along with a randomized identifier for each site you authorize.
dsb: Na našom serwerje składujomy pśipadne wobznamjenje za waš wobglěowak, gromaźe z pśipadnym wobznamjenim za kužde sedło, kótarež awtorizěrujośo.

source: On Firefox for desktop, the push service is operated by Mozilla.
dsb: W Firefox za desktop słužba za eksterne zdźělenja wuźaržujo se pśez Mozilla.

source: Firefox for Android uses the same <a href="%s">Google Cloud Messaging</a> platform and infrastructure that your other Android applications use.
dsb: Firefox za Android wužywa tu samsku platformu a infrastrukturu <a href="%s">Google Cloud Messaging</a> ako waše druge nałoženja Android.

source: In both cases, the push service cannot decrypt your push messages.
dsb: We woběma padoma njamóžo słužba za eksterne zdźělenja waše eksterne zdźělenja dešifrěrowaś.

source: Push messages are encrypted, only your copy of Firefox can decipher them.
dsb: Eksterne zdźělenja su skoděrowane, jano waš Firefox móžo je dešifrěrowaś.

source: The encrypted messages are stored on the server until they are delivered.
dsb: Skoděrowane zdźělenja składuju se na serwerje, až se njelibruju.

source: How do I revoke Push permissions?
dsb: Kak mógu dowólnosći za eksterne zdźělenja wótwołaś?

source: To stop a site from sending you push messages:
dsb: Aby wy websedłoju słanje eksternych zdźělenjow zawoborał:

source: Navigate to <em>Preferences/Options</em>
dsb: K <em>Nastajenjam</em> nawigěrowaś

source: Click on <em>Content</em> and under Notifications, select <em>Choose…</em>
dsb: Klikniśo na <em>Wopśimjeśe</em> a wubjeŕśo pód „Powěźeńki“ <em>Wubraś…</em>

source: Select the site.
dsb: Wubjeŕśo sedło.

source: Select <strong>Remove Site</strong>.
dsb: Wubjeŕśo <strong>Sedło wótpóraś</strong>.

source: In the URL bar, type <em>about:permissions</em>.
dsb: Zapódajśo <em>about:permessions</em> do adresowego póla.

source: Set <em>Receive Push Notifications</em> to <strong>Always Ask</strong>.
dsb: Stajśo <em>Eksterne zdźělenja dostaś</em> na <strong>Pśecej se pšašaś</strong>.

source: How do I disable Push?
dsb: Kak mógu eksterne zdźělenja znjemóžniś?

source: How do I disable Push permanently?
dsb: Kak mógu eksterne zdźělenja na pśecej znjemóžniś?

source: Push is always opt-in in Firefox.
dsb: Musyśo eksterne zdźělenja pśecej dowóliś.

source: A site cannot send you push messages without your permission.
dsb: Sedło njamóžo wam eksterne zdźělenja bźez wašeje dowólnosći słaś.

source: If you wish to disable the feature completely, please follow these steps:
dsb: Jolic cośo funkciju dopołnje znjemóžniś, slědujśo pšosym slědujucym kšacam:

source: Select <strong>Remove All Sites</strong>.
dsb: Wubjeŕśo <strong>Wšykne sedła wótpóraś</strong>.

source: Websites will not be able to send you messages and will need to ask your permission to send them in the future.
dsb: Websedła njamógu wam powěsći pósłaś a muse was wó dowólnosć pšosyś, aby je w pśichoźe pósłali.

source: Select <em>All Sites</em>.
dsb: Wubjeŕśo <em>Wšykne websedła</em>.

source: Set the <em>Receive Push Notifications</em> to <strong>Block</strong>. Websites will not be able to send you messages or ask for access to Push.
dsb: Stajśo <em>Eksterne zdźělenja dostaś</em> na <strong>Blokěrowaś</strong>. Websedła njamógu pótom wam zdźělenja słaś abo wó dowólnosć za eksterne zdźělenja pšosyś.

source: What’s New?
dsb: Co jo nowe?

source: Firefox has delivered on-screen notifications to open web pages for the last several releases.
dsb: Firefox jo powěźeńki k dispoziciji stajił, kótarež su widobne na wobrazowce, aby webboki za někotare zachadne wersije wócynił.

source: With Firefox 44, users can receive notifications associated with a web page even if they navigate away from the site or close the tab via a mechanism called Push.
dsb: Z Firefox 44 mógu wužywarje powěźeńki dostawaś, kótarež su z webbokom zwězane, samo gaby nawigěrowali wót sedła pšec abo zacynjaju rejtark pśez mechanizm z mjenim Push.

source: With Push, sites can update data in the background even without showing you a notification.
dsb: Z eksternymi zdźělenjami mógu sedła daty w slězynje aktualizěrowaś, mimo až su wam powěźeńku pokazali.

source: If you already gave permission to a site to send notifications, these sites will also be able to use this Push mechanism.
dsb: Jolic sćo južo sedłoju dowólnosć dał, powěźeńki pósłaś, mógu toś te sedła teke mechanizm Push wužywaś.

source: If you wish to change notifications preferences, open the Content>Notifications section in Preferences/Options or click the options in one of the notifications you receive.
dsb: Jolic cośo nastajenja za powěźeńki změniś, wócyńśo wótrězk Wopśimjeśe > Powěźeńki w nastajenjach abo klikniśo na nastajenja w jadnej z powěźeńkow, kótarež dostawaśo.

source: Will this cost me money?
dsb: Musym za to pjenjeze płaśiś?

source: Push uses a small amount of data to operate.
dsb: Eksterne zdźělenja trjebaju mało datow, aby funkcioněrowali.

source: If you’re on a small data allowance, or are charged for any data usage, you may wish to monitor your usage.
dsb: Jeli smějośo jano mało datow pśetrjebowaś, abo musyśo zasadnje za pśetrjebowanje datow pjenjeze płaśiś, cośo snaź swóju pśetrjebu we wócyma wobchowaś.

source: How do I add Push to my web site?
dsb: Kak mógu swójomu websedłoju eksterne zdźělenja pśidaś?

source: The <a href="%s">Push API specification</a> explains how to create a Service Worker and send push messages.
dsb: <a href="%s">Specifikacija Push API</a> wujasnjujo, kak móžośo „service worker“ napóraś a eksterne zdźělenja słaś.
