Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/sendto.lang.po
Languages: dsb

source: Send Firefox to your smartphone or tablet
dsb: Pósćelśo Firefox na swój smartfon abo tablet

source: Your download link was sent.
dsb: Waš ześěgnjeński wótkaz jo se pósłał.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
dsb: Wódajśo, toś ten numer njejo płaćiwy. Pšosym zapódajśo telefonowy numer Zjadnośonych statow Ameriki.

source: Please enter an email address.
dsb: Pšosym zapódajśo e-mailowu adresu.

source: Please make a selection before proceeding.
dsb: Pšosym wubjeŕśo něco, nježli až pókšacujośo.

source: An error occurred in our system. Please try again later.
dsb: W našom systemje jo zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Select iOS or Android
dsb: Wubjeŕśo iOS abo Android

source: Choose OS
dsb: Wubjeŕśo źěłowy system

source: Enter your email or 10-digit phone number
dsb: Zapódajśo swóju e-mailowu adresu abo swój 10-městnowy telefonowy numer

source: Enter your email
dsb: Zapódajśo swóju e-mailowu adresu

source: Send
dsb: Pósłaś

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
dsb: SMS-słužba jo jano za telefonowe numery Zjadnośeńskich statow k dispozicji. Za SMS a datowe raty mógu kosty nastaś.

source: The intended recipient of the email or SMS must have consented.
dsb: Wotglědany dostawaŕ mejlki abo SMS-powěsći musy wobjadny byś.

source: The intended recipient of the email must have consented.
dsb: Wótglědany dostawaŕ mejlki musy wobadny byś.

source: Check your device for the email or text message!
dsb: Pśepytujśo swój rěd za mejlku abo tekstoweju powěsću!

source: Check your device for the email!
dsb: Pśepytujśo swój rěd za mejlku!

source: Send to another device
dsb: Na drugi rěd pósłaś

source: Go to the App Store
dsb: K App Store

source: Go to Google Play
dsb: Ku Google Play
