Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/sync.lang.po
Languages: dsb

source: Keep your Firefox in sync
dsb: Źaržćo swój Firefox synchrony

source: Ready, Set, Sync
dsb: Gótowo, nastajiś, synchronizěrowaś

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
dsb: Sćo zregistrěrowany a gótowy za pśistup na <em>swój</em> Firefox, wšuźi a kuždy cas.

source: Take your Web with you
dsb: Wzijśo swój web sobu

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
dsb: Synchronizěrujśo Firefox, źožkuli jen wužywaśo, aby pśistup na swóje cytańske znamjenja, gronidła, rejtarki a wěcej ze smartfona, tableta abo licaka měł.

source: It looks like you’re running an older version of Firefox.
dsb: Zda se, až wužywaśo staršu wersiju Firefox.

source: The new version of Sync only works with the latest version of Firefox
dsb: Nowa wersija Sync funkcioněrujo jano z nejnowšeju wersiju Firefox

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
dsb: Sync jo jadna z wjelicnych funkcijow, kótarež dostawaśo jano z Firefox. Pśeslěźćo je wšykne!

source: Sync is just one of the great features you’ll only get with Firefox.
dsb: Sync jo jadna z wjelicnych funkcijow, kótarež dostawaśo jano z Firefox.

source: Download Firefox for Android
dsb: Ześěgniśo Firefox za Android

source: Get started with Sync
dsb: Prědne kšace ze Sync

source: Update your Firefox
dsb: Zaktualizěrujśo swój Firefox

source: Download Firefox
dsb: Firefox ześěgnuś

source: Get started with Sync in four easy steps:
dsb: Zachopśo ze Sync w styrich lažkich kšacach:

source: Open the <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
dsb: Wócyńśo <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">meni</a> górjejce napšawo w Firefox a wubjeŕśo “<strong>Pla Sync pśizjawiś.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
dsb: Klikniśo na “<strong>Prědne kšace</strong>” we wócynjajucem se rejtarku.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
dsb: Zapódajśo e-mailowu adresu a gronidło,aby “<strong>konto Firefox załožył.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
dsb: Klikniśo na “<strong>Dalej</strong>”, aby wobkšuśeńsku mailku dostał.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
dsb: Za tym až sćo swóju e-mail pśeglědał a na wobkšuśeński wótkaz kliknuł, sćo za start spśigótowany! Firefox buźo wót togo w slězynje synchronizěrowaś.

source: Get more detailed instructions.
dsb: Dostańśo nadrobnjejše instrukcije.

source: Using an older version of Sync?
dsb: Wužywaśo staršu wersiju Sync?

source: How to set up Sync in five easy steps:
dsb: Kak konfigurěrujośo Sync w pěśich lažkich kšacach:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
dsb: Pótusniśo tłocašk <strong>Meni</strong> (pak pód wobrazowku pak górjejce w pšawem rožku wobglědowaka).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
dsb: Wubjeŕśo <strong>Nastajenja</strong> (musyśo se snaź nejpjerwjej <strong>Wěcej</strong> pótusniś).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
dsb: Pótusniśo <strong>Sync</strong> a pón <strong>Zachopiś</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
dsb: <strong>Bok Konto Firefox naporaś</strong> wócynijo se w nowem rejtarku.

source: Fill out the form and click <strong>Next</strong>.
dsb: Wupołniśo formular a klikniśo na <strong>Dalej</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
dsb: Za tym až sćo swóju e-mail pśeglědał a na wobkšuśeński wótkaz kliknuł, sćo za start spśigótowany! Njezabydniśo wšykne ze swójich rědow zwězaś, aby nejwěcej ze Sync wuwónoźeł.

source: Sync a little. Sync a lot.
dsb: Synchronizěrujśo mało. Synchronizěrujśo wjele.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
dsb: Wubjeŕśo, kótare źěle swójogo Firefox cośo synchronizěrowaś a źož cośo je synchronizěrowaś. Wzijśo swóje wócynjone rejtarki na swójom wšednym droze na źěło sobu. Wužywajśo swóje cytańske znamjenja na źěle. Cožkuli, gažkuli, źožkuli.

source: At home
dsb: Doma

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
dsb: Stańśo ze swójogo pisańskego blida a źiśo ku kawčy, bźez togo až wusajźaśo wokognuśe. Mějśo pśistup na swóje wócynjone rejtarki na swójom smartfonje, abo pśeglědujśo dalej swóje cytańske znamjenja direktnje na swójom tableśe.

source: At work
dsb: Na źěle

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
dsb: Wóstańśo ze wšymi wašymi wažnymi informacijami zwězany. Synchronizěrujśo kuždy cas gronidła a cytańske znamjenja, kótarež snaź trjebaśo. Ako wšak Firefox, jo tak wěsty ako móžno.

source: On the go
dsb: Ducy

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
dsb: Informěrujśo běžnje wó swójich nejlubšych sedłach, abo skóńcćo nastawk, kótaryž sćo doma zachopił — źožkuli sćo. Ze Sync, njejo nigda lažcej było.

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
dsb: Maśo <b>smartfon z Androidom</b> abo <b>tablet</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
dsb: ZEŚĚGNIŚO FIREFOX ZA ANDROID

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
dsb: Aby połne synchronizěrowańske dožywjenje dostał, wzijśo swój web sobu, źožkuli wužywaśo Firefox. Zwězajśo swój smartfon, tablet, licadło a laptop.

source: Instantly make Firefox your own wherever you use it. Seamlessly sync your bookmarks, history, passwords and more and access them from any device.
dsb: Pśiswójśo se ned Firefox, źožkuli jen wužywaśo. Synchronizěrujśo bźeze šawa swóje cytańske znamjenja, swóju historiju, swóje gronidła a wěcej a mějśo pśistup na nje z někakego rěda.

source: Get started with Sync. It’s fast, safe and easy:
dsb: Prědne kšace ze Sync. Jo malsny, wěsty a jadnory:

source: Open the <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
dsb: Wócyńśo <a class="menu" href="%(url)s#w_a-handy-new-menu">meni</a> górjejce napšawo w Firefox a wubjeŕśo “<strong>Pla Sync pśizjawiś.</strong>”

source: Open the <a href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “Sign in to Sync.”
dsb: Wócyńśo <a href="%(url)s#w_a-handy-new-menu">meni</a> górjejce napšawo w Firefox a wubjeŕśo “Pla Sync pśizjawiś.”

source: Click “Get started” in the tab that opens.
dsb: Klikniśo na “Prědne kšace” w rejtarku, kótaryž se wócynja.

source: Enter an email address and password to “Create a Firefox Account.”
dsb: Zapódajśo e-mailowu adresu a gronidło,aby “konto Firefox załožył.”

source: Click “Next” to get a verification sent to your email.
dsb: Klikniśo na “Dalej”, aby wobkšuśeńsku mailku dostał.

source: Check your email and click the verification link.
dsb: Pśekontrolěrujśo swóju e-mailowu adresu a klikniśo na wobkšuśeński wótkaz.

source: You’re all set! Firefox will automatically sync in the background from now on.
dsb: Něnto sćo wšykno nastajił! Firefox buźo wótněnta awtomatiski w slězynje synchronizěrowaś.

source: Have an Android phone or tablet?
dsb: Maśo telefon abo tablet za Android?

source: <a href="%(url)s">Download Firefox for Android</a> to sync between your desktop and mobile devices.
dsb: <a href="%(url)s">Ześěgniśo Firefox za Android</a>, aby mjazy swójim desktopom a mobilnymi rědami synchronizěrował.

source: Download Firefox for Android to sync between your desktop and mobile devices.
dsb: Ześěgniśo Firefox za Android, aby mjazy swójim desktopom a mobilnymi rědami synchronizěrował.

source: Get it free from Google Play
dsb: Wobstarajśo se jen dermo wót Google Play
