Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/tracking-protection-tour.lang.po
Languages: dsb

source: How Tracking Protection works
dsb: Kak slědowański šćit funkcioněrujo

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
dsb: Gaž wiźiśo šćit, blokěrujo Firefox někotare źěle boka, kótarež by mógli wašu pśeglědowańsku aktiwitu slědowaś.

source: When the shield is visible, it means Firefox is actively blocking page elements that may track you.
dsb: Jolic šćit jo widobny, to wóznamjenijo, až Firefox blokěrujo wopśimjeśowe elementy, kótarež was slěduju.

source: 1 of 3
dsb: 1 z 3

source: Next
dsb: Dalej

source: Differences to expect
dsb: Rozdźěle, kótarež se wótcakuju

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
dsb: Někotare wobcerki boka by mógli felowaś, dokulaž by mógli tśeśim póbitowarjam zmóžniś, was pśez rozdźělne websedła slědowaś.

source: Some page areas may be missing because they can allow third-parties to track your browsing behavior.
dsb: Někotare wobcerki boka mógu felowaś, dokulaž mógu tśeśim póbitowarjam zmóžniś, waše pśeglědowańske zaźaržane slědowaś.

source: 2 of 3
dsb: 2 z 3

source: Want to make changes?
dsb: Cośo něco změniś?

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
dsb: Jo lažko, slědowański šćit za websedło znjemóžniś, na kótaremž sćo, klikniśo jadnorje na „Šćit za toś to pósejźenje znjemóžniś“.

source: It’s easy to disable Tracking Protection for the website you’re on by clicking “Disable protection for this session”.
dsb: Jo lažko, slědowański šćit za websedło znjemóžniś, na kótaremž su, klikniśo jadnorje na „Šćit za toś to pósejźenje znjemóžniś“.

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
dsb: Jo lažko, slědowański šćit za websedło zmóžniś, na kótaremž sćo, klikniśo jadnorje na „Šćit zmóžniś“.

source: It’s easy to enable Tracking Protection for the website you’re on by clicking “Enable protection”.
dsb: Jo lažko, slědowański šćit za websedło zmóžniś, na kótaremž su, klikniśo jadnorje na „Šćit zmóžniś“.

source: 3 of 3
dsb: 3 z 3

source: Got it!
dsb: Som to zrozměł!

source: Tracking Protection
dsb: Slědowański šćit

source: Private Browsing with Tracking Protection
dsb: Priwatny modus ze<br> slědowańskim šćitom

source: Firefox Tracking Protection
dsb: Slědowański šćit Firefox

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
dsb: Cośo toś tu funkciju znjemóžniś? <a href="%s">Woglědajśo k nastajenjam priatnosći</a>

source: Thanks for learning about Tracking Protection.
dsb: Źěkujomy se, až sćo se wó funkciji „slědowański šćit“ informěrował.

source: Thanks for learning about the new Private Browsing with Tracking Protection.
dsb: Źěkujomy se wam, až sćo se z nowym priwatnym modusom ze slědowańskim šćitom wopóznał.

source: Thanks for learning about the new Tracking Protection feature in Private Browsing Mode.
dsb: Źěkujomy se, až sćo se wó nowej funkciji slědowańskego šćita w priwatnem modusu informěrował.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
dsb: Zgóńśo wěcej, kak funkcioněrujo - woglědajśo se <a rel="external" href="%s">bok Ceste pšašanja</a>.

source: Restart tour
dsb: Turu znowego startowaś

source: Start the tour again
dsb: Zachopśo turu znowego
