Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/update.lang.po
Languages: dsb

source: Welcome
dsb: Witajśo

source: Are Firefox updates safe?
dsb: Su aktualizacije Firefox wěste?

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
dsb: Ně. Nowa wersija Firefox zabjerjo awtomatiski městno wašeje staršeje wersije. Aby aktualizěrowański proces startował, klikniśo jadnorje na zelene ześěgnjeński tłocašk napšawo.

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
dsb: To rozeznawa se snadnje we wótwisnosći wót źěłowego systema, kótaryž wužywaśo. Móžośo <a %(link)s>instrukcije za wašo licadło how</a> namakaś.

source: Your Firefox is out of date.
dsb: Waš Firefox jo zestarjony.

source: Follow the step-by-step process
dsb: Slědujśo procesoju kšac pó kšacu

source: Congratulations!
dsb: Glukužycenje!

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
dsb: Jo, na kuždy pad – waša wěstota ma nejwušu prioritu za nas. Naš wěstotny proces wótwórjonych žrědłow wóznamjenijo, až mamy mjazynarodne zgromaźeństwo ekspertow, kótarež ceły źeń cełycko źěłaju, nejnowše wobgrozenja namakaś a wótpóraś. Gaž wěstotne wobgrozenje jo se namakało, pišomy pórěźenje a pušćijomy aktualizaciju, aby jaden kšac prězy wóstali. Ześěgnjenje aktualizacijow Firefox jo wjelgin wažne, aby wy online wěsty wóstał.

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
dsb: Jolic mam južo Firefox, a instalěrujom jen pótom, co buźo z mójimi nastajenjami?

source: What is a Firefox software update?
dsb: Co jo aktualizacija Firefox?

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
dsb: Jo. Firefox jo tak konfigurěrowany, až pyta awtomatiski aktualizacije ale teke wy sam móžośo aktualizacije pytaś.

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
dsb: Nic. Nowa instalacija Firefox njebuźo waše nastajenja, cytańske znamjenja abo preference wobwliwowaś.

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
dsb: Zewšym nic dłujko - ceły proces trajo jano jadnu minutu abo dwě minuśe. Woglědajśo se k našomu pódpěrowańskemu bokoju za <a %(link)s>instrukcije kšac pó kšacu</a>.

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
dsb: Móžośo teke manuelnje aktualizacije pytaś. Za drobnostki pśecytajśo <a %(link)s>wjednik kšac pó kšacu</a>.</p>

source: Check for Updates
dsb: Aktualizcije pytaś

source: What if I miss an update? Can I check for one myself?
dsb: Co jo, jolic felujo mě aktualizacije? Mógu sam pytaś?

source: Your Firefox is up to date.
dsb: Waš Firefox je aktualny.

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
dsb: Aktualizacija Firefox jo malsne ześěgnjenje kuskow nowego koda do wašogo eksistěrujucego wobglědowaka Firefox. Toś te małe kuski mógu wěstotne pórěźenja abo druge małe změny na wobglědowaku byś, aby zawěsćili, až wužywaśo nejlěpšu wersiju Firefox, kótaraž stoj k dispoziciji.

source: How long will it take to update?
dsb: Kak dłujko buźo aktualizacija traś?

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
dsb: Firefox wuwija se stawnje, tak dłujko ako našo zgromaźeństwo namakajo móžnosći, jen pólěpšyś, a tak dłujko ako pśiměrjujomy jen na nejnowše wěstotne wobgrozenja. Firefox aktualny źaržaś jo nejlěpša wašnja zawěsćiś, až wužywaśo nejwěcej inteligentnu, nejmalsnjejšu a – to jo nejwažnjejše – nejwěsćejšu wersiju Firefox, kótaraž stoj k dispoziciji.

source: How do I know what version of Firefox I am currently on?
dsb: Kak zgónijom, kótaru wersiju Firefox wužywam?

source: Frequently asked questions
dsb: Ceste pšašanja

source: Will the update affect my settings and bookmarks?
dsb: Buźo aktualizacija móje nastajenja a cytańske znamjenja wobwliwowaś?

source: Do I need to uninstall my current version of Firefox before upgrading?
dsb: Musym pśed aktualizaciju swóju tuchylnu wersiju Firefox wótinstalěrowaś?

source: Visit support.mozilla.org
dsb: Woglědajśo se k support.mozilla.org

source: Get the newest version <a href="{url}">here</a>.
dsb: Wobstarajśo se nejnowšu wersiju <a href="{url}">how</a>.

source: Need Help?
dsb: Trjebaśo pomoc?

source: How do I update Firefox?
dsb: Kak mógu Firefox aktualizěrowaś?

source: Why do I need to update?
dsb: Cogodla musym aktualizěrowaś?

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
dsb: Pó standarźe jo se Firefox konfigurěrował, awtomatiski za aktualizacijami za sebje pytaś a wam k wěsći daś, gaž taka stoj k dispoziciji. Gaž dostanjośo napominanje, klikniśo jadnorje na W pórěźe a nejnowša wersija buźo se ześěgowaś a na wašom licadle instalěrowaś. Musyśo Firefox znowego startowaś, nježli až móžośo nowu wersiju wužywaś.

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
dsb: Ně. Aktualizacija Firefox njepśewjeźo změny na wašych cytańskich znamjenjach, składowanych gronidłach abo drugich nastajenjach. Jo pak móžno, až někotare z wašych dodankow njeby mógli ned z nowymi aktualizacijami kompatibelne byś.

source: Download Firefox to get started.
dsb: Ześěgniśo Firefox, aby zachopił.
