Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/whatsnew_38.lang.po
Languages: dsb

source: From our hands to yours
dsb: Z našych rukow do wašych

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
dsb: Firefox jo se z cełeju wutšobu wót towzynto luźi wuwił, kótarež wěrje na wósobinsku lichotu we webje.

source: Keep your favorite things at your fingertips.
dsb: Mějśo pśecej swóje nejlubše wěcy k ruce.

source: Add Firefox to your smartphone or tablet.
dsb: Pśidajśo Firefox swójomu smartfonoju abo tabletoju..

source: Almost done!
dsb: Pśisamem docynjone!

source: Set up Sync and <br>you’re good to go.
dsb: Zarědujśo Sync a <br>sćo k startoju gótowy.

source: Sign in to Firefox and <br>you’re good to go.
dsb: Pśizjawśo se pla Firefox a <br>sćo k startoju gótowy.

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
dsb: Ze swójim kontom Firefox móžośo swóje cytańske znamjenja, gronidła, wócynjone rejtarki a wěcej synchronizěrowas a na nje wšuźi tam pśistup měś, źož Firefox wužywaś.

source: Sign in to get started
dsb: Pśizjawśo se, aby zachopił

source: Create a Firefox Account
dsb: Napórajśo konto Firefox

source: Already have a Firefox account?
dsb: Maśo južo konto Firefox?

source: Already have one? Sign in.
dsb: Maśo južo konto? Pśizjawśo se.
