Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/whatsnew_40.lang.po
Languages: dsb

source: Firefox + Windows 10. Perfect together.
dsb: Firefox + Windows 10. Gromaźe perfektna.

source: We’ve designed Firefox to work seamlessly with your Windows 10 update, giving you the same great browsing experience you’ve come to love, with the privacy, speed and choice you’ve come to expect.
dsb: Smy Firefox wugótowali, aby njepósrědnje z wašeju aktualizaciju Windows 10 funkcioněrował a dawamy waš to samske wjelicne pśeglědowańske dožywjenje, kótarež lubujośo, z priwatnosću, spěšnosću a wólbu, kótarež wócakujośo.

source: Make Firefox your default in 3 easy steps:
dsb: Cyńśo Firefox k swójomu standardoju w 3 lažkich kšacach:

source: Click the button below
dsb: Klikniśo na slědujucy tłocašk

source: Scroll down to “Web browser”
dsb: Kulajśo dołoj do "Webwobglědowak"

source: Choose Firefox
dsb: Firefox wubraś

source: Let’s do it
dsb: Cyńmy to

source: Privacy
dsb: Priwatnosć

source: Speed
dsb: Spěšnosć

source: Choice
dsb: Wólba
