Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/windows-8-touch.lang.po
Languages: dsb

source: Firefox for Windows 8 Touch
dsb: Firefox za Windows 8 Touch

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
dsb: Njamóžośo meni namakaś? <a class="more" href="%(link)s">Pomoc z pódpěry Mozilla</a>

source: Hooray! Your Firefox is up to date.
dsb: Hura! Waš Firefox jo aktualny.

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
dsb: Zawjeźenje <span>Firefox <em>za</em><br> Windows<sup>&reg;</sup> 8 Touch</span>

source: Our new, optimized design<br> is just one step away
dsb: Naš nowy optiměrowany design<br> jo jano jaden kšac pšec

source: Relaunch in Firefox for Windows 8 Touch
dsb: W Firefox za Windows 8 Touch znowego startowaś

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
dsb: Aby do dotyknjeńskego modusa pśešaltował, wócyńśo meni Firefox a wubjeŕśo "%(relaunch_menu_item)s". Něnto rědnje pśeglědujośo.

source: And don’t forget to make Firefox your default browser to stay in control online.
dsb: A njezabywajśo, Firefox k wašomu standardnemu wobglědowakoju cyniś, aby online-kontrolu wobchował.

source: Firefox for Windows 8 Touch screenshot.
dsb: Foto wobrazowki Firefox za Windows 8 Touch.

source: More of the Web
dsb: Wěcej wó webje

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
dsb: Wužyjśo wěcej z wašych nejlubšych sedłow pśez naše nowowugótowane symbolowe rědki, kótarež se zgubiju.

source: Fast and easy navigation
dsb: Malsna a lažka nawigacija

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
dsb: Wužyjśo póla a nawigaciske tłocaški, aby pytał, namakał a wuslěźił, źož pógibujośo se malsnje a lažko.

source: Sharing made simple
dsb: Źělenje lažko cynjone

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
dsb: Žělśo tekst, fota abo cełe webboki ned z pśijaśelami we wšych wašych seśach.
