Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/friends.lang.po
Languages: lt, pt

source: Join Firefox Friends today!
lt: Tapkite „Firefox“ draugu šiandien!
pt: Junte-se hoje ao Firefox Friends!

source: Firefox Friends logo
lt: „Firefox Friends“ logotipas
pt: Logótipo Firefox Friends

source: Step to the frontline to help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
lt: Ženkite į priekį ir padėkite mums papasakoti pasauliui, kokia nuostabi yra „Firefox“ naršyklė bei ką svarbaus kiekvieną dieną veikia „Mozilla“.
pt: Salte para a linha da frente para nos ajudar a dizer ao mundo quão espetacular o Firefox é e sobre todo o trabalho importante que a Mozilla faz diariamente.

source: Join now
lt: Prisijunkite dabar
pt: Junte-se agora

source: How it works
lt: Kaip tai veikia
pt: Como funciona

source: Get connected
lt: Prisijunkite
pt: Ligue-se

source: Sign up using your Twitter, Facebook or LinkedIn profile, or simply enter your email.
lt: Užsiregistruokite, naudodamiesi „Twitter“, „Facebook“ ar „LinkedIn“ paskyra, arba tiesiog įvesdami savo el. pašto adresą.
pt: Subscreva utilizando o seu perfil do Twitter, Facebook ou LinkedIn ou, simplesmente, introduza o seu email.

source: Start sharing
lt: Pradėkite dalintis
pt: Comece a partilhar

source: Browse through our news feeds for topics that interest you, or submit your own content.
lt: Stebėkite mūsų naujienų srautus, atraskite jums įdomias temas arba dalinkitės savo turiniu.
pt: Navegue através das nossas fontes de notícias por tópicos que lhe possam interessar, ou submeta o seu próprio conteúdo.

source: Get rewarded
lt: Rinkite apdovanojimus
pt: Seja recompensado

source: Track your impact and share often for opportunities to be recognized and rewarded.
lt: Ragaukite savo veiklos vaisius – o jie bus tuo saldesni, kuo dažniau ir plačiau skleisite informaciją.
pt: Monitorize o seu impacto e partilhe com frequência para oportunidade de ser reconhecido e recompensado.
