Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/index.lang.po
Languages: bs, km, lt, ta, tr

source: Firefox add-ons
bs: Dodaci Firefoxa
km: កម្មវិធី​បន្ថែម Firefox
lt: „Firefox“ priedus
ta: பயர்பாக்ஸ் துணை நிரல்கள்
tr: Firefox eklentileri

source: HTML5 apps
bs: HTML5 aplikacije
km: កម្មវិធី HTML5
lt: HTML5 programas
ta: HTML5 செயலிகள்
tr: HTML5 uygulamaları

source: Diagnosing Web compatibility issues
bs: Dijagnosticiranje problema Web kompatibilnosti
lt: Diagnozuoti saityno suderinamumo problemas
ta: வலை இணக்கம் பற்றிய சிக்கல்களைக் கண்டறிதல்
tr: Web uyumlululuk sorunlarının tespiti

source: Online services
bs: Online servisi
km: សេវាកម្ម​នៅ​លើ​បណ្ដាញ
lt: Interneto tarnybas
ta: இயங்கலைச் சேவைகள்
tr: Çevrimiçi hizmetler

source: Web compatibility
bs: Web kompatibilnost
km: ភាព​ឆបគ្នា​បណ្ដាញ
lt: Saityno suderinamumą
ta: வலை இணக்கம்
tr: Web uyumlululuğu

source: Product localization
bs: Lokalizacija proizvoda
km: ការ​បកប្រែ​ផលិតផល
lt: Programų lokalizavimas
ta: தயாரிப்பு உள்ளூராக்கம்
tr: Ürün yerelleştirme

source: Website localization
bs: Lokalizacija Web stranica
km: ការ​បកប្រែ​តំបន់​បណ្ដាញ
lt: Svetainių lokalizavimas
ta: வலைத்தள உள்ளூராக்கம்
tr: Web sitesi yerelleştirme

source: I’d like to work on localization tools
bs: Ja bih da radim na alatima za lokalizaciju
lt: Norėčiau prisidėti kuriant lokalizavimo priemones
ta: நான் உள்ளூராக்க கருவிகளில் பங்களிக்க விரும்புகிறேன்
tr: Yerelleştirme araçları üzerinde çalışmak istiyorum

source: Social media
bs: Društveni mediji
km: មេឌៀ​សង្គម
lt: Straipsnius socialinėje žiniasklaidoje
ta: சமூக ஊடகம்
tr: Sosyal medya

source: Journalism
bs: Novinarstvo
lt: Žurnalistinius straipsnius
ta: பத்திரிக்கை துறை
tr: Gazetecilik

source: Technical docs for users
bs: Tehnička dokumentacija za korisnike
km: ឯកសារ​បច្ចេកទេស​​សម្រាប់​អ្នក​ប្រើ
lt: Techninę dokumentaciją naudotojams
ta: பயனர்களுக்கான தொழில்நுட்ப ஆவணங்கள்
tr: Kullanıcılar için teknik belgeler

source: Technical docs for developers
bs: Tehnička dokumentacija za programere
km: ឯកសារ​បច្ចេកទេស​​សម្រាប់​អ្នក​អភិវឌ្ឍន៍
lt: Techninę dokumentaciją programuotojams
ta: உருவாக்குநர்களுக்கான தொழில்நுட்ப ஆவணங்கள்
tr: Geliştiriciler için teknik belgeler

source: Technical docs for Firefox add-ons
bs: Tehnička dokumentacija za Firefox dodatke
km: ឯកសារ​បច្ចេកទេស​សម្រាប់​កម្មវិធី​បន្ថែម Firefox
lt: Techninę dokumentaciją apie „Firefox“ priedus
ta: பயர்பாக்ஸ் கூடுதல் இணைப்புகளுக்கான நுட்ப ஆவணங்கள்
tr: Firefox eklentileri için teknik belgeler

source: Technical docs for HTML5 apps
bs: Tehnička dokumentacija za HTML5 aplikacije
km: ឯកសារ​បច្ចេកទេស​សម្រាប់​កម្មវិធី HTML5
lt: Techninę dokumentaciją apie HTML5 programas
ta: HTML5 பயன்பாடுகளுக்கான நுட்ப ஆவணங்கள்
tr: HTML5 uygulamaları için teknik belgeler

source: Teach the Web (Webmaker)
bs: Nauči Web (Webmaker)
km: ការ​បង្រៀន​បណ្ដាញ (Webmaker)
lt: Saityno mokymas („Webmaker“)
ta: இணையத்தைக் கற்பி (Webmaker)
tr: Web öğretmek (Webmaker)

source: Open News fellowships
bs: Otvori novisti stipendija
ta: திறந்த செய்தி தோழமை
tr: Open News bursları

source: Hive - Community networks of educators/mentors
bs: Košnica - Zajednica mreža edukatora/mentora
lt: „Hive“ – bendruomeniniai mokytojų / mentorių tinklai
ta: ஹைவ் - கல்வியாளர்கள்/வழிகாட்டிகளின் சமூக வலைப்பின்னல்

source: Open Web science research
bs: Otvori internet istraživanje nauke
lt: Atvirojo saityno moksliniai tyrimai
ta: திறந்த வலை அறிவியல் ஆராய்ச்சி
tr: Açık Web bilimsel araştırmaları

source: Community Events
bs: Događaji zajednice
km: ព្រឹត្តិការណ៍​សហគមន៍
lt: Bendruomenės renginiai
ta: சமூக நிகழ்வுகள்
tr: Topluluk Etkinlikleri

source: Find events
bs: Traži događaje
km: ស្វែងរក​ព្រឹត្តិការណ៍
lt: Ieškoti renginių
ta: நிகழ்வுகளைக் கண்டுபிடிக்கவும்
tr: Etkinlik arama

source: By city, country, or event:
bs: Prema gradu, zemlji, ili događaju:
km: តាម​ទីក្រុង, ប្រទេស ឬ​ព្រឹត្តិការណ៍៖
lt: Pagal miestą, valstybę ar renginį:
ta: நகரம், நாடு (அ) நிகழ்வு மூலம்:
tr: Şehre, ülkeye veya etkinliğe göre:

source: By date:
bs: Po datumu:
km: តាម​កាលបរិច្ឆេទ៖
lt: Pagal datą:
ta: தேதிப்படி:
tr: Tarihe göre:

source: month
bs: mjesec
lt: mėnuo
ta: மாதம்
tr: ay

source: year
bs: godina
lt: metai
ta: ஆண்டு
tr: yıl

source: Date
bs: Datum
lt: Data
ta: நாள்
tr: Tarih

source: Event
bs: Događaj
km: ព្រឹត្តិការណ៍
lt: Renginys
ta: நிகழ்வு
tr: Etkinlik

source: Location
bs: Lokacija
km: ទីតាំង
lt: Vieta
ta: இடம்
tr: Konum

source: City
bs: Grad
km: ទីក្រុង​
lt: Miestas
ta: நகரம்
tr: Şehir

source: Events
bs: Događaji
km: ព្រឹត្តិការណ៍
lt: Renginiai
ta: நிகழ்வுகள்
tr: Etkinlikler

source: Thank you!
bs: Hvala vam!
km: អរគុណ!
lt: Dėkojame!
ta: நன்றி!
tr: Teşekkür ederiz!

source: Thanks!
bs: Zahvale!
km: អរគុណ!
lt: Ačiū!
ta: நன்றி வணக்கம்!
tr: Teşekkürler!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresovani za kodiranje i jedva čekamo početak.
lt: Džiaugiamės jūsų susidomėjimu programavimu ir nekantraujame, kol galėsite pradėti.
ta: நீரலாக்கத்தில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Programlama konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za testiranje i jedva čekamo vaš početak.
lt: Džiaugiamės jūsų susidomėjimu testavimu ir nekantraujame, kol galėsite pradėti.
ta: சோதனைச் செய்வதில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Test konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani zapisanje i jedva čekamo da počnete.
lt: Džiaugiamės jūsų pasiryžimu rašyti ir nekantraujame, kol galėsite pradėti.
ta: கட்டுரை எழுதுவதில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Yazım konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za učenje i jedva čekamo da počnete.
lt: Džiaugiamės jūsų pasiryžimu mokyti ir nekantraujame, kol galėsite pradėti.
ta: கற்பித்தலில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Öğretim konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za pomoć i jedva čekamo da počnete.
lt: Džiaugiamės jūsų noru padėti kitiems ir nekantraujame, kol galėsite pradėti.
ta: உதவுவதில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Yardım konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za prevođenje i jedva čekamo da počnete.
lt: Džiaugiamės jūsų susidomėjimu lokalizavimu ir nekantraujame, kol galėsite pradėti.
ta: மொழிபெயர்ப்பில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Çeviri konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za aktivizam i jedva čekamo da počnete.
lt: Džiaugiamės jūsų noru užsiimti agitacija ir nekantraujame, kol galėsite pradėti.
ta: பரப்புரை செய்வதில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Aktivizm konusuyla ilgilenmenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
bs: Oduševljeni smo da vidimo da ste zainteresirani za volontiranje i jedva čekamo da počnete.
lt: Džiaugiamės jūsų susidomėjimu savanoryste ir nekantraujame, kol galėsite pradėti.
ta: தன்னார்வத் தொண்டு புரிவதில் உங்களுக்குள்ள ஆர்வத்தைக் காணும்போது நீங்கள் தொடங்குவதை இனியும் காலம் தாழ்த்த முடியாது.
tr: Gönüllü olmak istemenize çok sevindik. Desteğinizi görmek için sabırsızlanıyoruz.

source: Keep an eye on your inbox for an important message from us.
bs: Pogledajte u vaš inbox za važnu poruku od nas.
lt: Atverkite savo el. pašto dėžutę – netrukus turėtumėte gauti svarbų laišką nuo mūsų.
ta: எங்களிடமிருந்து ஒரு முக்கிய செய்தி வர இருப்பதால் உங்களின் மடலகத்தைக் கவனித்து வரவும்.
tr: Bizden gelecek önemli bir mesajı yakında gelen kutunuzda bulacaksınız.

source: Hello!
bs: Zdravo!
km: សួស្ដី
lt: Sveiki!
ta: வணக்கம்!
tr: Merhaba!

source: Your Name
bs: Vaše ime
lt: Jūsų vardas
ta: உங்கள் பெயர்
tr: Adınız

source: In the meantime&hellip;
bs: U međuvremenu&hellip;
lt: O tuo metu&hellip;
ta: &hellip; இதற்கிடையில்
tr: Bu arada&hellip;

source: You can help by picking an easy task that only takes a few minutes &mdash; or take on a bigger challenge.
lt: Prisidėti galite ir pasirinkdami nedidelę užduotį, kuriai pakaktų vos kelių minučių. Bet galite prisiimti ir didesnį iššūkį.
ta: ஒரு சில நிமிடங்கள் மட்டுமே எடுக்கும் ஒரு எளிமையான பணியைத் தேர்ந்தெடுப்பதன் மூலம் உதவலாம் &mdash; அல்லது ஒரு பெரிய சவாலை எடுங்கள்.

source: Choose a Task Now
bs: Izaberite zadatak sada
lt: Išsirinkite užduotį dabar
ta: இப்போது ஒரு பணியைத் தேர்வு செய்க

source: Help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
bs: Pomozite nam reći svijetu kako je Firefox fenomenalan i o svim važnim poslovima koje Mozilla radi svaki dan.
lt: Padėkite mums parodyti pasauliui, kokia nuostabi yra „Firefox“ naršyklė bei ką svarbaus kiekvieną dieną veikia „Mozilla“.
ta: பயர்பாக்ஸ் எப்படி இருக்கிறதென்பதையும் மொசில்லா ஒவ்வொரு நாளும் எல்லா முக்கியமான பணியையும் எப்படி செய்கிறது என்பதையும் உலகிற்கு சொல்லுங்கள்.

source: Join Now
bs: Pristupite sada
lt: Prisijunkite dabar
ta: இப்போதே சேருங்கள்

source: You can create your Mozillians account now to connect with fellow Mozillians.
bs: Možete kreirati Mozillin naloga za povezivanje sa kolegama iz Mozille.
lt: Galite susikurti moziliečio paskyrą ir susisiekti su kitais moziliečiais.
ta: சக மொசில்லியனுடன் இணைய உங்கள் மொசில்லியன் கணக்கை இப்போதே உருவாக்க முடியும்.
tr: Diğer Mozillian’larla iletişime geçmek için Mozillians hesabınızı hemen oluşturabilirsiniz.

source: Yes, create my Mozillians account
bs: Da, kreiraj moj Mozilla račun
lt: Taip, prašau sukurti moziliečio paskyrą
ta: ஆம், எனது மொசில்லியன் கணக்கை உருவாக்கு
tr: Evet, Mozillians hesabımı oluştur

source: You will be asked to sign in before proceeding
bs: Od vas će se tražiti da se prijavite prije postupka
km: អ្នក​នឹង​ត្រូវ​បាន​សួរ​ដើម្បី​ចូល​មុន​ពេល​បន្ត
lt: Prieš tęsdami, turėsite prisijungti
ta: தொடரும்முன் உங்களை உள்நுழையுமாறு கேட்கும்
tr: Devam etmeden önce oturum açmanız istenecektir

source: No thanks, I’ll just wait for the email
bs: Ne hvala, ja ću samo čekati za e-mail
km: ទេ អរគុណ! ខ្ញុំ​គ្រាន់​តែ​រង់ចាំ​អ៊ីមែល
lt: Ne, dėkui, aš tiesiog palauksiu laiško
ta: பரவாயில்ல நன்றி, நான் மின்னஞ்சலுக்கு காத்திருக்கிறேன்
tr: Gerek yok, e-postayı bekleyeceğim

source: Area of interest?
bs: Područja od značaja?
lt: Jūsų interesų sritis
ta: ஆர்வம்?
tr: İlgi alanınız?

source: Helping Users
bs: Pomoć korisnicima
lt: Pagalba naudotojams
ta: பயனர்களுக்கு உதவுதல்
tr: Kullanıcılara Yardım

source: Testing and QA
bs: Testiranje i QA
lt: Testavimas ir kokybės užtikrinimas
ta: சோதித்தல் மற்றும் QA
tr: Test ve Kalite Kontrolü

source: Marketing
lt: Rinkodara
ta: சந்தைப்படுத்தல்
tr: Pazarlama

source: Localization and Translation
bs: Lokalizacija i prevod
lt: Lokalizavimas ir vertimas
ta: உள்ளூர்மயமாக்கல் மற்றும் மொழிபெயர்ப்பு
tr: Yerelleştirme ve Çeviri

source: Web Development
bs: Razvoj za Web
lt: Saityno programavimas
ta: வலை உருவாக்குநர்
tr: Web Geliştirme

source: Firefox Marketplace
lt: „Firefox“ krautuvė
ta: பயர்பாக்ஸ் சந்தை

source: Add-ons
bs: Dodaci
lt: Priedai
ta: கூடுதல் இணைப்புகள்
tr: Eklentiler

source: Visual Design
bs: Vizuelni dizajn
lt: Vizualinis dizainas
ta: காட்சி வடிவமைப்பு
tr: Görsel Tasarım

source: Documentation and Writing
bs: Dokumentovanje i upisivanje
lt: Techninė dokumentacija
ta: ஆவணமாக்கம் மற்றும் எழுத்துப்பணி
tr: Belgelendirme ve Yazım

source: Education
bs: Obrazovanje
lt: Švietimas
ta: கல்வி
tr: Eğitim

source: Other
bs: Ostalo
lt: Kita
ta: மற்றவை
tr: Diğer

source: Hi, I’m interested in…
bs: Zdravo, ja sam zainteresovan za...
lt: Prisistatykite – parašykite, kas esate, kuo domitės ir kaip norėtumėte prisidėti prie „Mozillos“ veiklos…
ta: ஹாய், எனக்கு இதிலெல்லாம் ஆர்வம் உள்ளது…
tr: Merhaba, ilgi alanım…

source: Send us a note and we can get you started right away.
bs: Pošaljite nam poruku i možemo dobiti ste počeli odmah.
lt: Išsiųskite mums žinutę ir mes nedelsdami padėsime jums sėkmingai startuoti. <b>Norime atkreipti dėmesį, jog ši forma nėra skirta <u>prašyti</u> pagalbos – ji skirta norintiems ją <u>pasiūlyti</u>.</b>
ta: எங்களுக்கு சற்று தெரியப்படுத்துங்கள், இப்போதே நீங்கள் தொடங்க உதவுவோம்.
tr: Size uygun bir şeyler bulmamız için bize bilgi verin.

source: I have a suggestion for Firefox
bs: Ja imam prijedlog za Firefox.
lt: Turiu pasiūlymą „Firefox“ programai
ta: Firefox க்கு ஒரு ஆலோசனை கூற விரும்புகிறேன்
tr: Firefox için bir önerim var

source: I need help with a Firefox issue
bs: Trebam pomoć za Firefox probleme
lt: Man reikia pagalbos sprendžiant „Firefox“ problemą
ta: Firefox சிக்கல் தொடர்பாக எனக்கு உதவி வேண்டும்
tr: Bir Firefox sorunuyla ilgili yardıma ihtiyacım var

source: Please enter a valid email address.
bs: Molimo vas da upišete ispravnu email adresu.
lt: Prašom įvesti galiojantį el. pašto adresą.
ta: ஒரு செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
tr: Lütfen geçerli bir e-posta adresi girin.

source: You must agree to the privacy policy.
bs: Morate se složiti sa politikom privatnosti.
lt: Sutikti su privatumo nuostatais privaloma.
ta: நீங்கள் தனியுரிமைக் கொள்கையை ஏற்க வேண்டும்.
tr: Gizlilik ilkelerini kabul etmelisiniz.

source: Please select an area of interest.
bs: Molimo izaberite područja interesovanja.
lt: Pasirinkite savo interesų sritį.
ta: உங்களுக்கு ஆர்வமுள்ள பகுதியைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen bir ilgi alanı seçin.

source: Please tell us more about your interests.
bs: Molim vas recite nam nešto više o vašim interesima.
lt: Papasakokite daugiau apie savo interesus.
ta: உங்கள் ஆர்வம் பற்றி மேலும் விவரிக்கவும்.
tr: Lütfen bize ilgi alanlarınızdan bahsedin.

source: Firefox and Firefox OS
km: Firefox និង Firefox OS
tr: Firefox ve Firefox OS
