Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/index.lang.po
Languages: bs, km, lt, ta, tr

source: Volunteer Opportunities at Mozilla
bs: Volonterske mogućnosti u Mozilli
km: ឱកាស​អ្នក​ស្ម័គ្រចិត្ត​ជាមួយ Mozilla
lt: Galimybės savanoriams „Mozilloje“
ta: மொசில்லாவில் தன்னார்வப் பங்களிப்பு வாய்ப்புகள்
tr: Mozilla'da gönüllülük olanakları

source: Menu
bs: Meni
km: ​ម៉ឺនុយ
lt: Meniu
ta: மெனு
tr: Menü

source: Why<br> volunteer
bs: Zašto<br> volontirati
km: ហេតុ​អ្វី<br> បាន​ស្ម័គ្រចិត្ត
lt: Kodėl verta<br> savanoriauti
ta: தன்னார்வம்<br> ஏன்
tr: Neden<br> gönüllülük?

source: Find<br> an event
bs: Pronađi<br> događaj
km: ស្វែងរក<br> ព្រឹត្តិការណ៍
lt: Dalyvaukite<br> renginiuose
ta: நிகழ்வைக்<br> கண்டறி
tr: Bir etkinlik<br> bulun

source: Meet<br> Mozillians
bs: Upoznaj<br> Mozillians
km: ជួប<br> Mozillians
lt: Susipažinkite<br> su moziliečiais
ta: மொசில்லியன்களைச்<br> சந்திக்கவும்
tr: Mozillian’larla<br> tanışın

source: Get involved
bs: Uključite se
km: ចូលរួម​
lt: Prisidėkite
ta: பங்குபெற
tr: Aramıza katılın

source: Your country
bs: Vaša država
km: ប្រទេស​របស់​អ្នក
lt: Jūsų valstybė
ta: உங்கள் நாடு
tr: Ülkeniz

source: I live in&hellip;
bs: Živim u&hellip;
km: ខ្ញុំ​រស់​នៅ​ក្នុង&hellip;
lt: Aš gyvenu&hellip;
ta: &hellip; என்ற இடத்தில் வசிக்கிறேன்
tr: Ülkem&hellip;

source: Volunteer with Mozilla!
bs: Volontiraj sa Mozillom!
km: អ្នក​ស្ម័គ្រចិត្ត​ជាមួយ Mozilla!
lt: Savanoriaukite „Mozilloje“!
ta: மொசில்லாவுடன் சேர்ந்து தொண்டாற்றுங்கள்!
tr: Mozilla’da gönüllü olun!

source: active Mozillians worldwide
bs: aktiviraj Mozillin svijet
km: ធ្វើ​ឲ្យ Mozillians សកម្ម​ទូទាំង​ពិភពលោក
lt: – tiek pasaulyje yra aktyvių moziliečių
ta: மொசில்லியன்ஸ் உலகெங்கும் உள்ளனர்
tr: aktif Mozillian (tüm dünyada)

source: upcoming events around the globe
bs: predstojeći događani širom svijeta
km: ព្រឹត្តិការណ៍​ដែល​នឹង​កើត​មាន​ជុំវិញ​ពិភពលោក
lt: – tiek renginių vyks netrukus
ta: நிகழ்ச்சிகள் உலகெங்கும் நடக்கவிருக்கின்றன
tr: yaklaşan etkinlik (dünya çapında)

source: languages and counting, on every continent
bs: jezici i brijanje, na svm kontinentima
lt: – tai augantis skaičius kalbų, kuriomis mes bendraujame
ta: மொழிகள், ஒவ்வொரு கண்டத்திலும் கணக்கிடுகிறோம்
tr: dil (tüm kıtalarda)

source: Join a global community of game-changers.
bs: Pridruži se globalnoj zajednici igre promjena.
lt: Prisijunkite prie pasaulį keičiančios bendruomenės.
ta: மாற்றங்களை உண்டாக்கும் உலகளாவிய சமூகத்தில் சேருங்கள்.
tr: Dünyayı değiştiren küresel bir topluluğa katılın.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
bs: Volontirajte koliko god želite. Ili malo.<br> to je potpuno do vas.
lt: Prisidėkite tiek daug, kiek norite. Arba tiek mažai.<br> Viskas priklauso nuo jūsų.
ta: நீங்கள் விரும்பும் அளவுக்கு குறைவாகவோ அதிகமாகவோ பங்களியுங்கள்.<br> அது உங்கள் விருப்பத்தைப் பொருத்தது.
tr: İster az vakit ayırın, ister çok.<br> Tamamen size bağlı.

source: Share your skills and pick up<br> a few new ones along the way.
bs: Pokažite svoje vještine i pokupite<br> nekoliko novih usput.
lt: Dalinkitės savo įgūdžiais,<br> tuo pat metu įgydami naujų.
ta: உங்கள் திறமைகளைப் பகிர்ந்து கொள்வதுடன்<br> வழியில் ஒரு சில புதியவற்றையும் கற்றுக் கொள்ளுங்கள்.
tr: Becerilerinizi paylaşırken<br> yeni bir şeyler de öğreneceksiniz.

source: Volunteering with Mozilla&hellip;
bs: Volontiranje u Mozilli&hellip;
km: ការ​ស្ម័គ្រចិត្ត​ជាមួយ Mozilla&hellip;
lt: Savanorystė „Mozilloje“&hellip;
ta: மொசில்லா &hellip; உடன் தொண்டாற்றுகிறேன்
tr: Mozilla’da gönüllü olmak&hellip;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
bs: je o više od pružanja ruku. Radi se o učenju, saradnji i dijeljenju svojih vještina uz globalnu zajednicu Mozillinih - kodera, organizatora, aktivista i više - koji pomažu oblikovanju interneta svaki dan.
lt: &hellip;reiškia daugiau nei ištiesti pagalbos ranką. Tai – ir mokymasis, bendradarbiavimas, dalinimasis savo įgūdžiais su pasauline moziliečių&nbsp;– programuotojų, organizatorių, aktyvistų ir kitų&nbsp;– bendruomene, kasdien prisidedančia prie saityno ateities.
ta: ஒரு கைக் கொடுப்பதை விட பேருதவி. ஒவ்வொரு நாளும் இணையத்தை வடிவமைக்க உதவும் - நிரலாக்கர்கள், ஒருங்கிணைப்பாளர்கள், தன்னார்வலர்கள் என பல தரப்பினர் ஒன்றிணைந்த - உலகலாவிய மொசில்லியன் சமூகத்தின் கற்றலையும், ஒத்துழைப்பையும் பகிர்ந்தளிப்பையும் பற்றியது.
tr: bir yardım eli uzatmaktan çok daha fazlası. Her gün Web’i şekillendiren Mozillian’lardan (programcılar, organizatörler, aktivistler) oluşan küresel bir toplulukla becerilerinizi paylaşacak, öğrenecek, işbirliği yapacaksınız.

source: See our community in action
bs: Pogledajte našu zajednicu u akciji
km: មើល​សហគមន៍​របស់​អ្នក​ក្នុង​សកម្មភាព
lt: Susipažinkite su mūsų bendruomene
ta: எங்கள் சமூக நடவடிக்கையைப் பார்க்கவும்
tr: Topluluğumuzun nasıl çalıştığını görün

source: How Mozillians help every day
bs: Kako Mozillians pomažu svaki dan
km: តើ​ Mozillians ជួយ​អ្នក​ជា​រៀងរាល់​ថ្ងៃ​ដោយ​របៀប​ណា
lt: Ką veikia moziliečiai?
ta: ஒவ்வொரு நாளும் மொசில்லர்கள் எப்படி உதவி செய்கிறார்கள்
tr: Bakın Mozillian’lar her gün neler yapıyor

source: Spain &middot; Activism
bs: Španija $middot; Aktivizam
lt: Ispanija &middot; Aktyvistas
ta: ஸ்பெயின் &middot; பரப்புரைகள்
tr: İspanya &middot; Aktivizm

source: Philippines &middot; Activism
bs: Filipini &middot; Aktivizam
lt: Filipinai &middot; Aktyvistas
ta: பிலிப்பைன்ஸ் &middot; பரப்புரைகள்
tr: Filipinler &middot; Aktivizm

source: Switzerland &middot; Coding
bs: Švicarska &middot; Šifriranje
lt: Šveicarija &middot; Programuotojas
ta: சுவிட்சர்லாந்து &middot; நிரலாக்கம்
tr: İsviçre &middot; Programlama

source: India &middot; Teaching
bs: Indija &middot; Učenje
lt: Indija &middot; Mokytojas
ta: இந்திய &middot; கற்பித்தல்
tr: Hindistan &middot; Eğitim

source: Read his story
bs: Pročitajte njegovu priču
km: អាន​ប្រវត្តិ​នេះ
lt: Paskaitykite jo istoriją
ta: அவரது கதையை படிக்கவும்
tr: Öyküsünü oku

source: Read her story
bs: Pročitajte njenu priču
km: អាន​ប្រវត្តិ​នេះ
lt: Paskaitykite jos istoriją
ta: அவளுடைய கதையைப் படியுங்கள்
tr: Öyküsünü oku

source: Want to get involved? Here’s how.
bs: Želite se uključiti? Evo kako.
km: ចង់​ចូលរួម? នេះ​ជា​របៀប។
lt: Norite įsitraukti? Štai instrukcija.
ta: ஈடுபட வேண்டுமா? இங்கே உள்ளவாறு தான்.
tr: Aramıza katılmak ister misiniz? İşte yapmanız gerekenler:

source: Choose what interests you and tell us how you’d like to help
bs: Odaberite ono što vas zanima i recite nam kako želite da pomognete
km: ជ្រើស​រើស​អ្វី​ដែល​អ្នក​ចាប់អារម្មណ៍ ហើយ​ជ្រើស​អ្វី​ដែល​អ្នក​ចង់​ជួយ
lt: Išsirinkite jus dominančias veiklos sritis ir papasakokite, kuo norėtumėte prisidėti
ta: உங்கள் ஆர்வத்துக்குரியவற்றைத் தேர்ந்தெடுத்து எங்களுக்கு எப்படி உதவ விரும்புகிறீர்கள் என்பதைத் தெரிவிக்கவும்
tr: İlginizi çeken konuları ve nasıl yardımcı olmak istediğinizi bize söyleyin

source: Stand by for an email that will connect you to the Mozilla community
bs: Pričekajte e-mail koji će vas povezati sa Mozilla zajednicom
lt: Luktelėkite, kol gausite el. laišką, padėsiantį užmegzti ryšį su „Mozillos“ bendruomene
ta: மொசில்லா சமூகத்துடன் உங்களை இணைக்கும் ஒரு மின்னஞ்சலுக்காகச் சார்ந்திருக்கவும்
tr: Sizi Mozilla topluluğuna bağlayacak e-postayı bekleyin

source: Create your Mozillians account and share your contributions with the world
bs: Kreirajte svoj Mozilla račun i podijelite svoje doprinose sa svijetom
lt: Susikurkite paskyrą moziliečių kataloge ir dalinkitės savo pasiekimais su pasauliu
ta: உங்கள் Mozillians கணக்கை உருவாக்கி உங்கள் பங்களிப்புகளை உலகத்துடன் பகிர்ந்து கொள்ளவும்
tr: Mozillians hesabınızı oluşturup katkılarınızı dünyaya ulaştırmaya başlayın

source: Get started
bs: Započnite
km: ចាប់ផ្ដើម
lt: Pradėkite čia
ta: தொடங்கவும்
tr: Başlayalım

source: Not ready to dive in just yet?
bs: Niste spremni samo još roniti?
lt: Dar nesate pasirengę nerti taip giliai?
ta: இன்னும் மூழ்குவதற்குத் தயாராக இல்லையா?
tr: Henüz hazır değil misiniz?

source: Here are a few other ways you can support Mozilla right now.
bs: Evo još nekoliko načina na koje možete sada podržati Mozillu.
lt: Štai dar keletas būdų, kuriais galite padėti „Mozillai“ tiesiog dabar.
ta: இப்போது மொசில்லாவிற்கு நீங்கள் உதவக்கூடிய வேறு சில வழிகள் இதோ.
tr: Mozilla’yı hemen desteklemenizin birkaç yolu daha var.

source: Donate to Mozilla
bs: Donirajte za Mozillu
km: បរិច្ចាគ​​ដល់​ Mozilla
lt: Paaukokite „Mozillai“
ta: மொசில்லாவிற்கு நன்கொடை வழங்குங்கள்
tr: Mozilla’ya bağış yapın

source: Read our Manifesto
bs: Pročitajte naš Manifest
km: អាន​សេចក្ដី​ប្រកាស​របស់​យើង
lt: Susipažinkite su mūsų Manifestu
ta: எங்களின் அறிக்கையைப் படிக்கவும்
tr: Manifestomuzu okuyun

source: Like us on Facebook
bs: Lajkajte nas na Facebooku
km: ភ្ជាប់​ពួក​យើង​នៅ​លើ Facebook
lt: Pamėkite mus „Facebook‘e“
ta: முகநூலில் எங்களை விரும்பவும்
tr: Facebook’ta bizi beğenin

source: Follow us on Twitter
bs: Pratite nas na Twitteru
km: អនុញ្ញាត​ឲ្យ​ពួក​យើង​នៅ​លើ Twitter
lt: Sekite mus „Twitter‘yje“
ta: கீச்சில் எங்களைப் பின்தொடரவும்
tr: Twitter’da bizi takip edin

source: Upcoming event
bs: Predstojeći događaji
km: ព្រឹត្តិការណ៍​ដែល​នឹង​មក​ដល់
lt: Artimiausias renginys
ta: நடக்கவிருக்கும் நிகழ்ச்சி
tr: Yaklaşan etkilik

source: See all events
bs: Pogledajte sve događaje
km: មើល​ព្រឹត្តិការណ៍​ទាំងអស់
lt: Pamatykite visų renginių sąrašą
ta: அனைத்து நிகழ்ச்சிகளையும் பார்
tr: Tüm etkinlikleri görün

source: Communicate
bs: Komunicirajte
km: ទំនាក់ទំនង
lt: Bendraukime
ta: தொடர்புகொள்ளவும்
tr: İletişim kurun

source: Mozilla communities
bs: Mozillina zajednica
km: សហគមន៍ Mozilla
lt: „Mozillos“ bendruomenės
ta: மொசில்லா சமூகங்கள்
tr: Mozilla toplulukları

source: Mailing lists
bs: Mailing lista
km: បញ្ជី​សំបុត្រ​រួម
lt: El. pašto grupės
ta: மடலாடற் குழுக்கள்
tr: Yazışma listeleri

source: IRC channels
bs: IRC kanali
km: ឆានែល IRC
lt: IRC kambariai
ta: IRC அலைவரிசைகள்
tr: IRC kanalları

source: More links
bs: Više linkova
km: តំណ​ជា​ច្រើន
lt: Kiti ištekliai
ta: கூடுதல் தொடுப்புகள்
tr: Diğer bağlantılar

source: Submit Firefox feedback
bs: Prihvatite Firefoxove povratne informacije
km: ដាក់​ស្នើ​មតិ​ត្រឡប់​សម្រាប់ Firefox
lt: Pateikite atsiliepimą apie „Firefox“
ta: பயர்பாக்ஸ் பின்னூட்டத்தைச் சமர்ப்பிக்கவும்
tr: Firefox’la ilgili geri bildirim

source: Explore Mozilla careers
bs: Istražite Mozilline karijere
lt: Susipažinkite su karjeros galimybėmis „Mozilloje“
ta: மொசில்லா வேலைவாய்ப்புகளை ஆராயுங்கள்
tr: Mozilla’da kariyer olanakları

source: Get help with Firefox
bs: Potražite pomoć sa Firefoxa
km: ទទួល​បាន​ជំនួយ​ជាមួយ Firefox
lt: Gaukite pagalbos su „Firefox“
ta: பயர்பாக்சுடன் உதவி பெறவும்
tr: Firefox’la ilgili yardım alın

source: Subscribe to community events
bs: Pretplatite se na događaje u zajednici
lt: Prenumeruokite bendruomenės renginių kalendorių
ta: சமூக நிகழ்வுகளுக்கு குழுசேரவும்

source: Get community updates
bs: Dobijte ažuriranja zajednice
km: ទទួល​បាន​​បច្ចុប្បន្នភាព​សហគមន៍
lt: Prenumeruokite bendruomenės naujienas
ta: சமூக புதுப்பிப்புக்களைப் பெறவும்
tr: Topluluktan haberleri alın

source: Mozillian Stories
bs: Mozilline priče
km: ប្រវត្តិ Mozillian
lt: Moziliečių istorijos
ta: மொசில்லியன் கதைகள்
tr: Mozillian Öyküleri

source: More
bs: Više
km: ច្រើន
lt: Daugiau
ta: மேலும்
tr: Devamı

source: Less
bs: Manje
km: តិច
lt: Mažiau
ta: குறைவு
tr: Kısalt

source: Read more Mozillian stories
bs: Pročitajte više Mozillinih priča
km: អាន​ប្រវត្តិ Mozillian បន្ថែម
lt: Peržvelkite kitų moziliečių istorijas
ta: மேலும் மொசில்லியன் கதைகளை வாசிக்கவும்
tr: Daha fazla Mozillian öyküsü okuyun

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
bs: Otkrijte još više priče na Twitteru sa <a href="%(link_hashtag)s">#IAmAMozillian</a>
lt: Atraskite kitų moziliečių istorijas „Twitter‘yje“: <a href="%(link_hashtag)s">#IAmAMozillian</a>
ta: கீச்சகத்தில் இன்னும் அதிக கதையைத் தெரிந்துகொள்ளுங்கள் <a href="%(link_hashtag)s">#IAmAMozillian</a>
tr: Twitter’da <a href="%(link_hashtag)s">#IAmAMozillian</a> ile daha da fazla öyküyü keşfedin

source: More coming soon
bs: Uskoro više
lt: Daugiau istorijų – netrukus
ta: விரைவில் இன்னும் நிறைய வருகிறது
tr: Devamı çok yakında

source: Get Involved: Volunteer Opportunities at Mozilla
bs: Pridružite se: Volonterske mogućnosti u Mozilli
km: ចូលរួម៖ ឱកាស​​ស្ម័គ្រចិត្ត​​ជាមួយ Mozilla
lt: Įsitraukimas: galimybės savanoriams „Mozilloje“
ta: பங்களியுங்கள்: மொசில்லாவில் தன்னார்வப் பங்களிப்பு வாய்ப்புகள்
tr: Aramıza Katılın: Mozilla’daki Gönüllü Görevleri

source: To get started, tell us what interests you.
bs: Za početak, recite nam šta vas zanima.
km: ដើម្បី​ចាប់ផ្ដើម​ប្រាប់​យើង​អ្វី​ដែល​អ្នក​ចាប់អារម្មណ៍។
lt: Pirmiausia pasakykite, kas jus domina.
ta: தொடங்குவதற்கு, உங்களை ஆர்வமாக்குவது எது என்று கூறுங்கள்.
tr: Başlamak için bize ilgi alanınızı söyleyin.

source: Choose one for now. You can always contribute to other areas later.
bs: Odaberite jedno za sada. Uvijek možete doprinijeti na drugim područjima kasnije.
lt: Pasirinkite sritį, kuri jums įdomiausia. Kitose srityse taip pat galėsite padėti vėliau.
ta: இப்போது ஒன்றைத் தேர்வு செய்யுங்கள். நீங்கள் எப்ப வேண்டுமானாலும் பிற பகுதிகளில் பங்களிக்க முடியும்.
tr: Şimdilik bir tane seçin. Daha sonra başka alanlarda da katkıda bulunabilirsiniz.

source: Where would you like to get started?
bs: Gdje biste voljeli da počnete?
km: ទីកន្លែង​ដែល​ចង់​ចាប់ផ្ដើម?
lt: Nuo ko norėtumėte padėti?
ta: நீங்கள் எங்கு தொடங்க விரும்புகிறீர்கள்?
tr: Nereden başlamak istersiniz?

source: Coding
bs: Kodiranje
km: សរសេរ​កូដ
lt: Programavimas
ta: குறியீடாக்கம்

source: More about coding
bs: Više o kodiranju
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​អ៊ិនកូដ
lt: Išsamiau apie programavimą
ta: நிரலாக்கம் பற்றிய கூடுதலான தகவல்கள்
tr: Kodlama hakkında daha fazla bilgi

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
bs: Doprinosi koda za čitav niz Mozillinih proizvoda, uključujući Firefox i Firefox OS.
lt: Rinkitės šį punktą, jeigu norite rašyti kodą „Mozillos“ produktams – „Firefox“, „Firefox OS“ ar kitiems.
ta: பயர்பாக்ஸ் மற்றும் பயர்பாக்ஸ் இயங்குதளம் உட்பட மொசில்லா தயாரிப்புகளில் முழுமையாக நிரலாக்க பங்களிப்பை வழங்கவும்.
tr: Firefox ve Firefox OS de dahil olmak üzere çeşitli Mozilla ürünlerinin kodlarına katkıda bulunun.

source: Testing
bs: Testiranje
km: ការ​សាកល្បង
lt: Testavimas
ta: சோதித்தல்
tr: Test

source: More about testing
bs: Više o testiranju
km: ស្វែងយល់​បន្ថែម​​អំពី​ការ​សាកល្បង
lt: Išsamiau apie testavimą
ta: சோதித்தல் பற்றிய கூடுதல் தகவல்கள்
tr: Test hakkında daha fazla bilgi

source: Help make the Mozilla products you use — and love — even better.
bs: Pomozite da Mozilline proizvode koje koristite - i volite - budu bolji.
lt: Prisidėkite tobulinant jūsų naudojamus – ir taip mėgiamus – „Mozillos“ produktus.
ta: நீங்கள் பயன்படுத்தும் மொசில்லா தயாரிப்புகளை உருவாக்க உதவுவதுடன் அதன் அன்பு இன்னும் சிறப்பாக இருக்கும்.
tr: Kullandığınız ve sevdiğiniz Mozila ürünlerinin daha da iyi hale gelmesini sağlayın.

source: Writing
bs: Pišem
km: សរសេរ
lt: Rašymas
ta: எழுதுதல்
tr: Yazarlık

source: More about writing
bs: Više o upisivanju
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​សរសេរ
lt: Išsamiau apie rašymą
ta: எழுதுதல் பற்றிய கூடுதல் தகவல்கள்
tr: Yazma hakkında daha fazla bilgi

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
bs: Posudite svoj glas Mozilla - sa bloga i društvenih mreža u pružanju tehničke dokumentacije za korisnike i programere.
lt: Leiskite „Mozillai“ kalbėti jūsų lūpomis – nesvarbu, ar tai būtų tinklaraštis, ar diskusija socialiniame tinkle, ar pagalba rengiant techninę dokumentaciją naudotojams ir programuotojams.
ta: வலைப்பூ எழுதுதல் மற்றும் சமூக ஊடகங்களிலிருந்து பயனர்கள் மற்றும் உருவாக்குநர்களுக்கு நுட்ப ஆவணங்களை வழங்குவது வரை - மொசில்லாவிற்காக குரல் கொடுங்கள்.
tr: Mozilla’nın sesi olun: Blog yazmadan sosyal medyaya, kullanıcı ve geliştiriciler için teknik dokümanlar sağlamaya kadar birçok alanda yardımcı olabilirsiniz.

source: Teaching
bs: Učenje
km: ការ​បង្រៀន
lt: Mokymas
ta: கற்பித்தல்
tr: Öğretim

source: More about teaching
bs: Više o učenju
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​បង្រៀន
lt: Išsamiau apie mokymą
ta: கற்பித்தல் பற்றிய கூடுதல் தகவல்கள்
tr: Öğretim hakkında daha fazla bilgi

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
bs: Podijelite svoje vještine sa zajednicom koja je željna da nauči. Iskoristite naše besplatne alate, resurse za učenje i događaje.
lt: Pasidalinkite savo žiniomis su bendruomene, trokštančia mokytis. Pasitelkite mūsų nemokamus įrankius, mokymo priemones ir renginius.
ta: கற்றுக் கொள்ள ஆவலாக உள்ள ஒரு சமூகத்துடன் உங்கள் திறமையைப் பகிர்ந்து கொள்ளுங்கள். எங்களின் இலவச கருவிகள், கற்பித்தலுக்கான வளங்களையும் நிகழ்வுகளையும் பயன்படுத்தி கொள்ளுங்கள்.
tr: Becerilerinizi öğrenmeye meraklı bir toplulukla paylaşın. Ücetsiz araçlarımızdan, eğitim kaynaklarımızdan ve etkinliklerimizden faydalanın.

source: Helping
bs: Pomoć
km: ជំនួយ
lt: Pagalba
ta: உதவுதல்
tr: Yardım etme

source: More about helping
bs: Više o pomoći
km: ស្វែងយល់​បន្ថែម​អំពី​ជំនួយ
lt: Išsamiau apie pagalbą
ta: உதவுதல் பற்றிய கூடுதல் தகவல்கள்
tr: Yardım etme hakkında daha fazla bilgi

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
bs: Pružite podršku korisnicima kojima je to potrebno i pomozite svima da izvuku maksimum iz Mozillinih proizvoda.
lt: Padėkite naudotojams spręsti iškylančias problemas ir geriau išnaudoti „Mozillos“ programas.
ta: உதவி தேவைப்படும் பயனர்களுக்கு ஆதரவை வழங்குவதுடன் அனைவருக்கும் அவர்கள் அன்றாடம் பாவக்கும் மொசில்லா தயாரிப்புகளிலிருந்து அதிக பயன்பெற உதவுங்கள்.
tr: Mozilla ürünleriyle ilgili yardıma ihtiyacı olan kullanıcılara destek verin.

source: Translating
bs: Prevođenje
km: ការ​បកប្រែ
lt: Vertimas
ta: மொழிபெயர்த்தல்
tr: Çeviri

source: More about translating
bs: Više o prevođenju
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​បកប្រែ
lt: Išsamiau apie vertimą
ta: மொழிபெயர்த்தல் பற்றிய கூடுதல் தகவல்கள்
tr: Çeviri hakkında daha fazla bilgi

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
bs: Pomozite da Mozilla stvari budu dostupne na drugim jezicima. Prevodite sve iz biltena i web stranica za kopiranje iz Firefoxa i Firefox OS.
lt: Padėkite „Mozillos“ produktams prabilti daugiau kalbų. Padėkite išversti viską – nuo mūsų naujienlaiškių, svetainių ir programų iki informacinės medžiagos apie „Firefox“ ir „Firefox OS“.
ta: உலக மொழிகளில் மொசில்லா மென்பொருட்கள் கிடைக்க உதவுங்கள். பயர்பாக்சையும் அதன் பிற இயங்குதளங்களுகான (OS) செய்திமடல்களையும் வலைத்தளங்கள் அனைத்தையும் மொழிபெயருங்கள்.
tr: Mozilla ile ilgili her şeyin kendi dilinizde kullanılabilmesine yardım edin. Bültenlerden web sitelerine, Firefox’tan Firefox OS’e kadar birçok şeyi çeviriyoruz.

source: Activism
bs: Aktivizam
lt: Agitacija
ta: செயற்பாடுகள்
tr: Aktivizm

source: More about activism
bs: Više o aktivizmu
lt: Išsamiau apie agitaciją
ta: செயல்முறை பற்றி கூடுதலாக அறிய
tr: Aktivizm hakkında daha fazla bilgi

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
bs: Uključite se sa našim mogućnostima da podržimo slobodu, sigurnost i privatnost na internetu.
lt: Prisidėkite skleidžiant informaciją ir supratimą apie laisvę, saugumą ir privatumą atvirajame saityne.
ta: திறந்த இணையத்தில் கட்டற்ற தன்மையையும், பாதுகாப்பையும், தனியுரிமையையும் ஆதரிப்பதற்கான எங்களின் பணிகளில் இணைந்து செயல்படுங்கள்.
tr: Web’de özgürlüğü, güvenliği ve gizliliği destekleyen olanaklarımıza katkıda bulunun.

source: I don’t know
bs: Ne znam
km: ខ្ញុំ​មិនដឹង
lt: Nežinote?
ta: எனக்குத் தெரியாது
tr: Bilmiyorum

source: More about how you can contribute
bs: Više o tome kako možete doprinijeti
km: ស្វែងយល់​បន្ថែម​អំពី​របៀប​ដែល​អ្នក​អាច​ចូល​រួម
lt: Išsamiau apie tai, kuo galite prisidėti
ta: நீங்கள் எப்படி பங்களிக்க முடியும் என்பது பற்றிய கூடுதல் தகவல்கள்
tr: Nasıl katkıda bulunabilirsiniz?

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
bs: Niste sigurni kako želite da pomognete? Nema problema. Mi možemo pronaći odgovarajuće aktivnosti za vas.
lt: Nežinote, kuo norite prisidėti? Jokių problemų – mes padėsime jums atrasti tinkamiausią veiklos sritį.
ta: நீங்கள் எப்படி உதவ வேண்டும் என்று உங்களுக்குத் தெரியவில்லையா? சிக்கல் ஒன்றுமில்லை. உங்களுக்காகச் சரியான பங்களிப்புச் செயல்களை நாங்களே தேடி தருகிறோம்.
tr: Nasıl yardım etmek istediğinizden emin değil misiniz? Sorun değil. Size en uygun katkıda bulunma yolunu bulabiliriz.

source: Now tell us a little about yourself:
bs: Sada nam recite nešto o sebi:
km: ឥឡូវ​នេះ​សូម​ណែនាំ​អំពី​ខ្លួន​អ្នក៖
lt: Dabar papasakokite šį bei tą apie save:
ta: இப்போது உங்களைப் பற்றி கொஞ்சம் கூறுங்கள்:
tr: Bize biraz kendinizden bahsedin:

source: Name
bs: Ime
km: ឈ្មោះ
lt: Jūsų vardas
ta: பெயர்
tr: Adınız

source: Email address
bs: Email adresa
km: អាសយដ្ឋាន​អ៊ីមែល
lt: El. pašto adresas
ta: மின்னஞ்சல் முகவரி
tr: E-posta adresiniz

source: Country
bs: Zemlja
km: ប្រទេស
lt: Valstybė
ta: நாடு
tr: Ülkeniz

source: select
bs: izaberite
km: ជ្រើស
lt: pasirinkite
ta: தேர்ந்தெடுக்கவும்
tr: seçin

source: Why do you want to be a Mozilla volunteer?
bs: Zašto želiš biti Mozillin volonter?
km: ហេតុ​អ្វី​បាន​ជា​អ្នក​ចង់​ក្លាយ​ជា​អ្នក​ស្ម័គ្រចិត្ត​ Mozilla?
lt: Kodėl norite tapti „Mozillos“ savanoriu?
ta: நீங்கள் மொசில்லா தன்னார்வலராக ஏன் விரும்புகிறீர்கள்?
tr: Neden Mozilla gönüllüsü olmak istiyorsunuz?

source: (Optional)
bs: (opcionalno)
km: (ជា​ជម្រើស)
lt: (Pildyti neprivaloma)
ta: (விருப்பத்தேர்வு)
tr: (Tercihe bağlı)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
bs: Slažem se da se Mozilla koristi mojim informacijama kao što je objašnjeno u <a href="%(privacy)s">this Privacy Policy</a>
lt: Sutinku, kad „Mozilla“ tvarkytų mano duomenis kaip paaiškinta <a href="%(privacy)s">šiuose Privatumo nuostatuose</a>
ta: <a href="%(privacy)s">தனிமையுரிமை அறிகையில்</a> குறிப்பிட்டபடி என் சுய தகவல்களைக் கையாள மொசில்லாவிற்கு நான் விருப்பம் தெரிவிக்கிறேன்
tr: Mozilla’nın bilgilerimi <a href="%(privacy)s">bu Gizlilik İlkelerinde</a> açıklandığı şekilde kullanmasına izin veriyorum

source: Start contributing
bs: Počnite doprinositi
km: ចាប់ផ្ដើម​ការ​ចែករំលែក
lt: Pradėti savanorystę
ta: பங்களிக்க தொடங்குங்க
tr: Katkıda bulunmaya başla

source: Sign me up for community updates
bs: Prijavi me za promjene u zajednici
km: ចុះឈ្មោះ​ខ្ញុំ​សម្រាប់​បច្ចុប្បន្នភាព​សហគមន៍
lt: Noriu gauti bendruomenės naujienas
ta: சமூக அறிவிப்புகளுக்கு என்னைப் பதிவு செய்க
tr: Topluluktan haberleri almak istiyorum

source: (English)
bs: (Engleski)
km: (អង់គ្លេស)
lt: (anglų kalba)
ta: (ஆங்கிலம்)
tr: (İngilizce)

source: What particular area?
bs: Šta određenom području?
lt: Patikslinkite veiklos sritį
ta: என்ன துறை?
tr: Hangi alan?

source: What would you like to code?
bs: Šta želite kodirati?
lt: Ką norėtumėte programuoti?
ta: என்ன நீரலாக்கம் செய்யப்போகிறீர்கள்?
tr: Neyi kodlamak istersiniz?

source: What would you like to test?
bs: Šta želite testirati?
km: តើ​អ្នក​ចង់​សាកល្បង​អ្វី?
lt: Ką norėtumėte testuoti?
ta: எதைச் சோதிக்க விரும்புகிறீர்கள்?
tr: Neyi test etmek istersiniz?

source: What would you like to translate?
bs: Šta biste željeli prevoditi?
km: តើ​អ្វី​ដែល​អ្នក​ចង់​បកប្រែ?
lt: Ką norėtumėte versti?
ta: எந்தத் திட்டத்தை மொழிபெயர்க்க விரும்புகிறீர்கள்?
tr: Neyi çevirmek istersiniz?

source: What would you like to write?
bs: Šta biste željeli pisati?
km: តើ​អ្នក​ចង់​សរសេរ​អ្វី?
lt: Ką norėtumėte rašyti?
ta: நீங்கள் என்ன எழுத விரும்புகிறீர்கள்?
tr: Ne yazmak istersiniz?

source: What would you like to teach?
bs: Šta biste željeli učiti?
km: តើ​អ្នក​ចង់​បង្រៀន​អ្វី?
lt: Pasirinkite jus dominantį projektą
ta: நீங்கள் என்ன கற்பிக்க விரும்புகிறீர்கள்?
tr: Ne öğretmek istersiniz?

source: Firefox
ta: பயர்பாக்ஸ்

source: Websites
bs: Web stranice
km: តំបន់​បណ្ដាញ
lt: Svetaines
ta: இணையத்தளங்கள்
tr: Web siteleri
