Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/signup.lang.po
Languages: af, bn_bd, bs, cy, hi_in, lt

source: Thanks for getting involved
af: Dankie dat u betrokke raak
bn_bd: সম্পৃক্ত হওয়ার জন্য ধন্যবাদ
bs: Hvala što ste se uključili
cy: Diolch am ymuno
hi_in: शामिल होने के लिए धन्यवाद
lt: Ačiū kad jungiatės prie mūsų veiklos

source: Go to Dev Tools Challenger Page
af: Gaan na die bladsy oor die Dev Tools Challenger
bn_bd: Dev Tools Challenger পেজ এ যান
bs: Idite na Dev Tools Challenger stranicu
cy: Ewch i Dudalen DevTools Challenger
hi_in: डेवटूल्स चैलेंजर पृष्ठ पर जाएं
lt: Aplankykite „Dev Tools Challenger“ svetainę

source: Try out our new animation editing tools in Developer Tools Challenger
af: Probeer ons nuwe gereedskap om animasie te redigeer in Developer Tools Challenger
bn_bd: Developer Tools Challenger এ আমাদের নতুন অ্যানিমেশন সম্পাদনা টুল ব্যবহার করুন
bs: Isprobajte naše nove alate za uređivanje animacije u Developer Tools Challenger-u
cy: Defnyddiwch ein offer golygu animeiddio newydd yn Developer Tools Challenger
hi_in: हमारे नए सचलचित्र संपादन औजारों को आजमायें डेवलपर औज़ार चैलेंजर में
lt: Išbandykite naująsias priemones animacijos redagavimui „Developer Tools Challenger“ svetainėje

source: The more you know about the web, the easier it is to make it your own. Participate in the web by testing your web literacy skills using the new tools in Firefox Developer Edition.
af: Hoe meer mens weet oor die web, hoe makliker word dit om dit jou eie te maak. Neem deel deur webvaardighede te toets met die nuwe gereedskap in Firefox Developer Edition.
bs: Što više znate o webu, to je lakše da ga učinite svojim. Učestvujte u webu testiranjem vaših vještina web pismenosti koristeći alate u Firefox Developer Edition.
cy: Y mwyaf rydych yn ei wybod am y we, y hawsaf yw i chi wneud eich hun yn gartrefol. Cyfranogwch yn y we drwy brofi eich sgiliau llythrennedd gwe gan ddefnyddio'r offer newydd yn Firefox Developer Edition.
lt: Kuo daugiau žinote apie saityną, tuo paprasčiau jį pritaikyti savo norams ir poreikiams. Dalyvaukite saityno kūrime ir patikrinkite savo žinias „Firefox Developer Edition“ naujovių pagalba.

source: Download Firefox Dev Edition
af: Laai Firefox Developer Edition af
bn_bd: Firefox Dev Edition ডাউনলোড করুন
bs: Preuzmite Firefox Dev Edition
cy: Llwytho i Lawr Firefox Dev Edition
hi_in: Firefox डेव संस्करण डाउनलोड करें
lt: Parsisiųskite „Firefox Developer Edition“

source: Dev Tools requires Firefox Developer Edition desktop browser. To try this task, download Firefox Developer Edition first.
af: Dev Tools benodig Firefox Developer Edition vir rekenaars. Om hierdie taak te probeer, laai eers Firefox Developer Edition af.
bn_bd: Dev Tools এর জন্য Firefox Developer Edition ডেস্কটপ ব্রাউজারর প্রয়োজন। এই কাজ টি করার জন্য প্রথমে Firefox Developer Edition ডাউনলোড করুন।
bs: Dev Tools zahtjevaju Firefox Developer Edition desktop pretraživač. Da isprobate ovaj zadatak, prvo preuzmite Firefox Developer Edition.
cy: Mae Dev Tools angen y porwr bwrdd gwaith Firefox Developer Edition. I ymgymryd â'r dasg, llwythwch Firefox Developer Edition i lawr yn gyntaf.
hi_in: डेवटूल्स को Firefox डेवलपर संस्करण ब्राउज़र की जरूरत हैं. इस कार्य को करने के लिए पहले Firefox डेवलपर संस्करण डाउनलोड करें
lt: Programuotojų priemones rasite „Firefox Developer Edition“ naršyklėje. Jei norite išbandyti šią veiklą, pirma parsisiųskite „Firefox Developer Edition“.

source: Go to Dev Tools Challenger
af: Gaan na Dev Tools Challenger
bn_bd: Dev Tools Challenger পেজ এ যান
bs: Idite na Dev Tools Challenger
cy: Ewch i DevTools Challenger
hi_in: डेवटूल्स चैलेंजर पर जाएं
lt: Aplankykite „Dev Tools Challenger“ svetainę

source: Visit Dev Tools Challenger
af: Besoek Dev Tools Challenger
bn_bd: DevTools Challenger ভিজিট করে দেখুন
bs: Posjetite Dev Tools Challenger
cy: Ewch i DevTools Challenger
hi_in: डेवटूल्स चैलेंजर देखे
lt: Eikite į „Dev Tools Challenger“ svetainę

source: <a href="%s" id="get-involved">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
bs: <a href="%s" id="get-involved">Pridružite se Webdev Contribute grupi</a> i počnite saradnju sa ostalim Mozillerima širom svijeta.
cy: <a href="%s" id="get-involved">Ymunwch a'r Webdev Contribute Group</a> a chychwyn cydweithio gyda Mozilliaid eraill o amgylch y byd.
hi_in: <a href="%s" id="get-involved">वेबडेव सहयोग समूह से जुड़े</a> और विश्व के सारे मोज़िलिंस के साथ सहयोग करना शुरू करें.

source: <a href="%s" id="get-involved" target="_blank">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
af: <a href="%s" id="get-involved" target="_blank">Sluit aan by die webprogrammeringgroep</a> en begin saamwerk met ander Mozilla-mense reg oor die wêreld.
bn_bd: <a href="%s" id="get-involved" target="_blank">যোগ দিন Webdev Contribute Group এ</a> এবং বিশ্বের অন্যান্য মজিলিয়ানদের সঙ্গে সহযোগীতা শুরু করুন।
bs: <a href="%s" id="get-involved" target="_blank">Pridružite se Webdev Contribute grupi</a> i počnite saradnju sa ostalim Mozillerima širom svijeta.
cy: <a href="%s" id="get-involved" target="_blank">Ymunwch a'r Webdev Contribute Group</a> a chychwyn cydweithio gyda Mozilliaid eraill o amgylch y byd.
hi_in: <a href="%s" id="get-involved" target="_blank">वेबडेव सहयोग समूह से जुड़े</a> और विश्व के सारे मोज़िलिंस के साथ सहयोग करना शुरू करें.

source: Thanks for taking the challenge
af: Dankie dat u die uitdaging aanpak
bn_bd: চ্যালেঞ্জ গ্রহণ করার জন্য ধন্যবাদ
bs: Hvala za prihvatanje izazova
cy: Diolch am gymryd yr her
hi_in: चुनौती लेने के लिए धन्यवाद

source: Get it on Google Play
af: Kry dit op Google Play
bn_bd: গুগল প্লে থেকে বিনামূল্যে নিন
bs: Preuzmite sa Google Play-a
cy: Estynnwch o Google Play
hi_in: Google प्ले पर इसे पायें
lt: Parsisiųskite iš „Google Play“

source: Install Mozilla Stumbler for Android
af: Installeer Mozilla Stumbler vir Android
bn_bd: Android এর জন্য Mozilla Stumbler ইন্সটল করুন
bs: Instalirajte Mozilla Stumbler za Android
cy: Gosod Mozilla Stumbler ar gyfer Android
hi_in: Android के लिए Mozilla स्टुमब्लर संस्थापित करें

source: Map the wireless networks in your neighborhood.
af: Karteer die draadlose netwerke in die buurt.
bn_bd: আপনার আশেপাশে ওয়্যারলেস নেটওয়ার্কগুলো ম্যাপ করুন।
bs: Mapa bežičnih mreža u vašem komšiluku.
cy: Mapiwch y rhwydwaith diwyfr yn eich hardal.
hi_in: बेतार नेटवर्क को अपने अड़ोस-पड़ोस में जोड़े.

source: Install Mozilla Stumbler
af: Installeer Mozilla Stumbler
bn_bd: Mozilla Stumbler ইনস্টল করুন
bs: Instalirajte Mozilla Stumbler
cy: Gosod Mozilla Stumbler
hi_in: Mozilla स्टुमब्लर संस्थापित करें

source: <a href="%s">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
bs: <a href="%s">Saznajte više o Mozilla Location Services</a> i pronađite više načina da se uključite.
cy: <a href="%s">Dysgu rhagor am Mozilla Location Services</a> a dysgu rhagor am ffyrdd i ymuno.
hi_in: <a href="%s">Mozilla स्थान सेवा के बारे में ओर अधिक जानें</a> और इसमें शामिल होने का और तरीका ढूंढे.

source: <a href="%s" target="_blank">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
af: <a href="%s" target="_blank">Kom meer van Mozilla liggingdienste te wete</a> en ontdek meer maniere om betrokke te raak.
bn_bd: <a href="%s" target="_blank">Mozilla Location Services সম্পর্কে আরও জানুন</a> এবং এর সাথে সম্পৃক্ত হওয়ার আরও উপায় আবিষ্কার করুন।
bs: <a href="%s" target="_blank">Saznajte više o Mozilla Location Services</a> i pronađite više načina da se uključite.
cy: <a href="%s" target="_blank">Dysgu rhagor am Mozilla Location Services</a> a dysgu rhagor am ffyrdd i ymuno.
hi_in: <a href="%s" target="_blank">Mozilla स्थान सेवा के बारे में ओर अधिक जानें</a> और इसमें शामिल होने का अधिक तरीका ढूंढे.

source: Thank you for installing Mozilla Stumbler
af: Dankie dat u Mozilla Stumbler installeer
bn_bd: Mozilla Stumbler ইনস্টল করার জন্য আপনাকে ধন্যবাদ
bs: Hvala za instalaciju Mozilla Stumblera
cy: Diolch am osod Mozilla Stumbler
hi_in: Mozilla स्टुमब्लर संस्थापित करने के लिए आपको धन्यवाद
