Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/signup.lang.po
Languages: af, bn_bd, bs, cy, hi_in, lt

source: Get Involved with Mozilla Today
af: Raak vandag betrokke by Mozilla
bn_bd: আজই মজিলার সাথে যুক্ত হোন
bs: Pridružite se Mozilli danas
cy: Ymunwch â Mozilla heddiw
hi_in: आज ही mozilla में शामिल हो
lt: Įsitraukite į „Mozillos“ veiklą jau šiandien

source: Try something simple
af: Probeer iets eenvoudigs
bn_bd: সহজ কিছু চেষ্টা করুন
bs: Probajte nešto jednostavno
cy: Gwnewch rhywbeth syml
hi_in: कुछ आसान प्रयास करे
lt: Išbandykite ką nors paprasto

source: more info
af: meer inligting
bn_bd: আরও তথ্য
bs: Više informacija
cy: rhagor o wybodaeth
hi_in: और अधिक सूचना
lt: išsamesnė informacija

source: Connect with Mozilla on Twitter
af: Volg Mozilla op Twitter
bn_bd: Twitter এ Mozilla এর সাথে সংযুক্ত হোন
bs: Povežite se sa Mozillom na Twitteru
cy: Cysylltu â Mozilla ar Twitter
hi_in: Twitter पर Mozilla से कनेक्ट करें
lt: Sekite „Mozillą“ „Twitter“ tinkle

source: Stay connected with the @StartMozilla team for news, announcements and opportunities.
af: Volg die @StartMozilla-span vir nuus, aankondigings en geleenthede.
bn_bd: খবরাখবর, বিশেষ ঘোষণা এবং সুযোগ সম্পর্কে জানতে @StartMozilla টিমের সাথে সংযুক্ত থাকুন।
bs: Ostanite povezani sa @StartMozilla timom za vijesti, najave i mogućnosti.
cy: Cadwch mewn cysylltiad â gyda'r tîm @ StartMozilla am newyddion, cyhoeddiadau a chyfleoedd.
hi_in: ख़बरे, घोषणाओ, और अवसरो के लिए @StartMozilla टीम के साथ जुड़े रहें.
lt: Sekite @StartMozilla ir neleiskite prasprūsti pro akiratį naujienoms, pranešimams ir galimybėms.

source: Use Firefox on your phone
af: Gebruik Firefox op 'n foon
bn_bd: আপনার ফোনে Firefox ব্যবহার করুন
bs: Koristite Firefox na vašem telefonu
cy: Defnyddiwch Firefox ar eich ffôn
hi_in: अपने फोन पर Firefox लायें
lt: Naudokitės „Firefox“ savo telefone

source: Get the features you love and the privacy you trust on your iPhone, iPad and Android device.
af: Kry gunstelingkenmerke en die privaatheid wat u vertrou op 'n iPhone, iPad of Android-toestel.
bs: Dobijte funkcije koje volite i privatnosti u koje verujete na vašem iPhone, iPad i Android uređaju.
cy: Estyn eich hoff nodweddion a'r preifatrwydd fedrwch ddibynnu arno ar eich iPhone, ipad a dyfais Android.
hi_in: पाए अपने iPhone, iPad और Android डिवाइस पर विशेषताए जिससे आप प्यार करते हैं और गोपनीयता जिसपे आपको विश्वास हैं.
lt: Mėgaukitės „Firefox“ galimybėmis ir privatumu savo „iPhone“, „iPad“ ar „Android“ įrenginyje

source: Discover why we can’t live without encryption
af: Ontdek waarom ons nie sonder enkripsie kan leef nie
bn_bd: আবিষ্কার করুন কেন আমরা এনক্রিপশন ছাড়া বাঁচতে পারি না
bs: Otkrijte zašto ne možemo živjeti bez enkripcije
cy: Darganfod pam na fedrwn fyw heb amgryptiad
hi_in: पता लगाये हमलोग गोपन के बिना क्यों नही रह सकते हैं.
lt: Atraskite šifravimo naudą

source: Find out more about how encryption works, why it’s essential and what you can do to help protect it.
af: Vind meer uit oor hoe enkripsie werk, hoekom dit noodsaaklik is, en wat u kan doen om dit te beskerm.
bn_bd: এনক্রিপশন কিভাবে কাজ করে, এটা কেন জরুরী এবং কিভাবে একে সুরক্ষিত রাখতে আপনি কি করতে পারেন এ সম্পর্কে অারও জানুন
bs: Saznajte više o tome kako se radi enkripcija, zašto je bitna i što možete učiniti kako biste je zaštitili.
cy: Dysgwch ragor am sut mae amgryptio'n gweithio, pam mae hanfodol a beth mae modd gwneud i'w ddiogelu.
hi_in: जाने कैसे गोपन काम करता हैं, ये अनिवार्य क्यों हैं और आप इसकी सुरक्षा के लिए आप क्या कर सकते हैं.
lt: Sužinokite, kaip šifravimas veikia, kodėl jis būtinas ir kuo galite prisidėti prie jo išsaugojimo.

source: Try something more challenging
af: Probeer iets meer uitdagend
bn_bd: আরো চ্যালেঞ্জিং কিছু চেষ্টা করুন
bs: Probajte nešto veći izazov
cy: Ceisiwch rhywbeth mwy heriol
hi_in: कुछ अधिक चुनोतिपूर्ण कोशिश करें
lt: Sudorokite didesnį iššūkį

source: Watch someone live hack on Firefox
af: Kyk presies hoe iemand werk aan Firefox
bn_bd: Firefox এ কাউকে সরাসরি হ্যাক করতে দেখুন।
bs: Gledajte neko uživo hack na Firefox
cy: Gwyliwch rhywun yn hacio'n fyw ar Firefox
hi_in: Firefox पर अभी किसीका हैक देखें
lt: Stebėkite gyvai „Firefox“ kodo tobulinimą

source: Firefox engineer Mike Conley livehacks and crushes bugs where he finds them in this unscripted, uncensored, true-to-life video series.
af: Firefox-ingenieur Mike Conley maak foute reg soos hy hulle vind in hierdie realistiese, spontane videoreeks.
cy: Mae Mike Conley un o beirianwyr Firefox yn hacio'n fyw ac yn cywiro gwallau yn y gyfres anffurfiol, bywyd go iawn hwn.
hi_in: Firefox अभियंता माइक कोन्ले ने लाइवहैक्स तथा दोषों को ख़त्म किया जहाँ उन्होंन मौजूद पाया की इसमें अलिखित, अपरिवर्तित,वास्तविक विडियो शृंखला.
lt: Šioje nesurežisuotoje ir necenzūruotoje vaizdo įrašų serijoje „Firefox“ programuotojas Maikas Konlis (Mike Conley) gyvai tobulina „Firefox“ naršyklės programinį kodą ir taiso jame klaidas.

source: Learn a bit about coding
af: Leer bietjie oor programmering
bn_bd: কোডিং সম্পর্কে একটু জানুন
bs: Saznajte nešto više o kodiranju
cy: Dysgu ychydig am godio
hi_in: कोडिंग के बारे में थोड़ा और जाने
lt: Susipažinkite su programavimo pagrindais

source: Explore the new Firefox Developer Edition tools that take the pain out of CSS animation.
af: Verken die gereedskap in Firefox Developer Edition wat CSS-animasie pynloos maak.
bs: Istražite nove Firefox Developer Edition alate koji otklanjaju probleme CSS animacije.
cy: Archwilio'r Offer newydd yn Firefox Developer Edition sy'n cymryd y boen allan o animeiddio CSS.
hi_in: एक्सप्लोर करें नये Firefox डेवलपर संस्करण औज़ार जो CSS सचलचित्र से कठिनाइयों को ख़त्म करता है.
lt: Išbandykite naująsias „Firefox Developer Edition“ priemones, žymiai palengvinančias darbą su CSS animacija.

source: Start using the Mozilla Stumbler app
af: Gebruik die Mozilla Stumbler-program
bn_bd: Mozilla Stumble অ্যাপ ব্যবহার শুরু করুন
bs: Počnite koristiti Mozilla Stumbler aplikaciju
cy: Cychwyn defnyddio'r ap Mozilla Stumbler
hi_in: Mozilla Stumbler App से शुरुवात करें
lt: Įdiekite „Stumbler“ programėlę į savo telefoną

source: Mozilla Stumbler is an open-source wireless network scanner which collects GPS, cellular and wireless network metadata for our crowd-sourced location database.
af: Mozilla Stumbler is 'n oopbron skandeerder vir draadlose netwerke wat GPS-, sellulêre en draadlosenetwerk-metadata versamel vir ons liggingdatabasis wat almal saam bou.
bs: Mozilla Stumbler je otvorena skener bežična mreža koja prikuplja GPS, mobilne i bežične mreže uzajamne podatke za našu glavnu lokaciju baze podataka.
cy: Mae Mozilla Stumbler yn sganiwr rhwydwaith diwyfr cod agored sy'n casglu metadata rhwydweithiau GPS, diwyfr a cellol ar gyfer ein cronfa ddata lleoliad torfol.
lt: „Mozilla Stumbler“ – tai atvirojo kodo belaidžių tinklų skenavimo programėlė, renkanti GPS, korinio ryšio ir belaidžių tinklų metaduomenis, naudojamus mūsų savanorių renkamoje geografinių duomenų bazėje.

source: Mozilla Participation Tasks
af: Take vir deelname by Mozilla
bs: Mozilla zadaci za sudjelovanje
cy: Tasgau Cyfranogi Mozilla
hi_in: Mozilla सहभागिता कार्य
lt: Savanoriška veikla „Mozilloje“

source: I want to pick a different task.
af: Ek wil 'n ander taak oorweeg.
bn_bd: আমি একটি ভিন্ন কাজ নিতে চাই।
bs: Želim da izaberem drugačiji zadatak.
cy: Rwyf eisiau dewis tasg gwahanol.
hi_in: मैं एक अलग कार्य लेना चाहता हूँ.
lt: Rinktis kitą veiklą

source: Try another task?
af: Eerder 'n ander taak?
bn_bd: অন্য কাজের চেষ্টা করতে চান?
bs: Probajte drugi zadatak?
cy: Dewis tasg arall?
hi_in: अन्य कार्य प्रयास करें?
lt: Norite rinktis kitą veiklą?

source: Keep in touch with Mozilla. Sign up for our newsletter.
af: Hou kontak met Mozilla. Skryf in vir ons nuusbrief.
bn_bd: Mozilla এর সঙ্গে যুক্ত থাকুন। আমাদের নিউজলেটারের জন্য সাইন আপ করুন।
bs: Ostanite u kontaktu sa Mozillom. Prijavite se za naš bilten.
cy: Cadwch mewn cysylltiad â Mozilla. Ymunwch er mwyn derbyn ein newyddlen.
hi_in: Mozilla के साथ जुड़े रहें. हमारे नए जानकारी के लिए साइन अप करे.
lt: Palaikykite ryšį su „Mozilla“. Prenumeruokite mūsų naujienlaiškį.

source: Find your local Mozilla community.
af: Kry 'n plaaslike Mozilla-gemeenskap.
bn_bd: আপনার স্থানীয় Mozilla কমিউনিটি খুঁজে নিন।
bs: Pronađite vašu lokalnu Mozilla zajednicu.
cy: Canfod eich cymuned Mozilla lleol.
hi_in: अपना स्थानीय Mozilla समुदाय को ढूँढ़ें.
lt: Susiraskite artimiausią „Mozillos“ bendruomenę.

source: The Mozilla newsletter is currently available in English only.
af: Die Mozilla-nuusbrief is tans slegs in Engels beskikbaar.
bn_bd: Mozilla নিউজলেটার বর্তমানে শুধুমাত্র ইংরেজিতে পাওয়া যায়।
bs: Mozilla bilten trenutno je dostupan samo na engleskom.
cy: Mae newyddlen Mozilla ar hyn o bryd ar gael yn Saesneg yn unig.
hi_in: Mozilla समाचार वर्तमान में सिर्फ इंग्लिश में ही उपलब्ध हैं.
lt: „Mozillos“ naujienlaiškis šiuo metu galimas tik anglų kalba.

source: Tweet to @StartMozilla and see how your technical skills can contribute
af: Stuur 'n twiet na @StartMozilla en sien hoe jou tegniese vaardighede kan bydra
bn_bd: @StartMozilla এ টুইট করুন এবং কিভাবে আপনার প্রযুক্তিগত দক্ষতা অবদান রাখতে পারেন তা দেখুন
bs: Tweet-ujte na @StartMozilla i pogledajte kako vaše tehničke vještine mogu doprinijeti
cy: Trydarwch i @StartMozilla a gweld sut mae modd i'ch sgiliau technegol chi gyfrannu
hi_in: @StartMozilla को ट्वीट करें और देखें अपका तकनीकी कौशल कैसे योगदान कर सकता हैं
lt: Kreipkitės į @StartMozilla ir sužinokite, kaip galite prisidėti savo techniniais įgūdžiais ir žiniomis.

source: There are so many ways to get involved with Mozilla and support the browser. If you’re ready to fix your first bug, tweet @StartMozilla to get connected with the perfect starting bug for you.
af: Daar is baie maniere om by Mozilla betrokke te raak en die blaaier te ondersteun. As alles reg is om die eerste fout reg te maak, twiet @StartMozilla om die perfekte eerste fout te ontdek om mee te begin.
bs: Postoji tako mnogo načina da se uključite u Mozillu i podržite pretraživač. Ako ste spremni da popravite vašu prvu grešku, tweet-ujte @StartMozilla da biste bili povezani sa savršenom greškom za vas.
cy: Mae yna lawer o ffyrdd i gyfrannu tuag at Mozilla a chefnogi'r porwr. Os ydych eisoes wedi datrys eich cywiriad cyntaf, trydarwch @StartMozilla i gysylltu am y gwall cychwynnol perffaith i chi.
hi_in: कई तरीकों से आप Mozilla के साथ जुड़ सकते हैं और ब्राउज़र का समर्थनकर सकते हैं.यदि आप तैयार हैं अपना पहला दोष ठीक करने के लिए, ट्वीट करें @StartMozilla जुड़ने के लिए सही शुरूआती दोष के साथ.
lt: Yra daugybė būdų įsitraukti į „Mozillos“ veiklą ir prisidėti prie „Firefox“ naršyklės kūrimo. Jei esate pasirengę pradėti taisyti pirmąją klaidą, kreipkitės į @StartMozilla, ir mes padėsime surasti jums tinkamiausią užduotį.

source: Tweet This
af: Twiet dié
bn_bd: টুইট করুন
bs: Tweet-ujte ovo
cy: Trydarwch Hwn
hi_in: इसको ट्वीट करे
lt: Parašykite štai ką

source: I’m raising my hand to contribute to Mozilla! @startmozilla tell me how I can join you to help protect the open web.
af: Ek steek hand op om tot Mozilla by te dra! @startmozilla, sê my, hoe ek kan aansluit om die oop web te help beskerm?
bn_bd: আমি Mozilla তে অবদান রাখার জন্য হাত তুলেছি! @startmozilla আমাকে বলুন কিভাবে আমি ওপেন ওয়েবকে রক্ষায় আপনাদের সাথে যুক্ত হতে পারি।
bs: Podižem svoju ruku za doprinos Mozilli! @startmozilla mi je pokazala kako se mogu pridružiti da pomognem zaštititi otvoreni web.
cy: Rwy'n codi fy llaw er mwyn cyfrannu tuag at Mozilla! @StartMozilla dwed wrtha i sut i ymuno a helpu i ddiogelu'r we agored.
hi_in: मैं अपना हाथ उठता हूँ Mozilla मे अपना सहयोग देने के लिए! @startmozilla मुझे बतायें मुक्त वेब की रक्षा के लिये मैं आपसे कैसे जुड़ सकता हूँ.

source: Share on Twitter
af: Deel op Twitter
bn_bd: Twitter এ শেয়ার করুন
bs: Podijelite na Twitteru
cy: Rhannu ar Twitter
hi_in: Twitter पर साझा करें
lt: Skelbti „Twitter“ žinutę

source: Follow @startmozilla on Twitter
af: Volg @startmozilla op Twitter
bn_bd: Twitter এ অনুসরণ করুন @startmozilla
bs: Pratite @startmozilla na Twitteru
cy: Dilyn @StartMozilla ar Twitter
hi_in: Twitter पर @startmozilla को अनुसरण करें
lt: Sekite @startmozilla „Twitter“ tinkle

source: Follow @startmozilla
af: Volg @startmozilla
bn_bd: অনুসরণ করুন @startmozilla
bs: Pratite @startmozilla
cy: Dilyn @startmozilla
hi_in: @startmozilla को अनुसरण करें
lt: Sekti @startmozilla

source: Thanks for following
af: Dankie dat u volg
bn_bd: অনুসরণ করার জন্য ধন্যবাদ
bs: Hvala za praćenje
cy: Diolch am ddilyn
hi_in: अनुसरण करने के लिए सुक्रिया
lt: Dėkojame, kad mus sekate

source: Install Firefox for iOS or Android
af: Installeer Firefox vir iOS of Android
bn_bd: iOS ও Android এর জন্য Firefox ইনস্টল করুন
bs: Instalirajte Firefox za iOS ili Android
cy: Gosod Firefox ar gyfer iOS neu Android
hi_in: iOS या Android के लिए Firefox संस्थापित करें
lt: Įdiekite „Firefox“ į savo „iOS“ ar „Android“ įrenginį

source: Use Firefox on your iOS or Android phone and tablet
af: Gebruik Firefox op 'n iOS- of Android-foon en -tablet
bn_bd: আপনার ফোন বা ট্যাবলেটে iOS ও Android এ Firefox ব্যবহার করুন
bs: Koristite Firefox na vašem iOS ili Android telefonu i tabletu
cy: Defnyddiwch Firefox ar eich ffôn a thabled iOS neu Android
hi_in: अपने iOS या Android फ़ोन और टेबलेट में Firefox का उपयोग करें
lt: Naudokitės „Firefox“ naršykle savo „iOS“ ar „Android“ telefone arba planšetėje

source: Firefox is the independent mobile browser and by using this you’re supporting Mozilla’s mission and creating a browsing experience that is private and personal.
af: Firefox is die onafhanklike blaaier en deur dit te gebruik, ondersteun u Mozilla se missie en skep 'n blaai-ervaring wat privaat en persoonlik is.
bs: Firefox je nezavisan mobilni pretraživač i njegovim korištenjem vi podržavate Mozillinu misiju i stvaranje pretraživačkog iskustva koje je privatno i lično.
cy: Mae Firefox yn borwr symudol annibynnol a drwy ei ddefnyddio'r rydych yn cefnogi cenhadaeth Mozilla ac yn creu profiad pori sy'n breifat a personol.
hi_in: Firefox स्वतंत्र मोबाइल ब्राउज़र है एवं इसके उपयोग के द्वारा आप Mozilla के मिशन मे मदद कर रहे हैं तथा एक ब्राउज़िंग का तजुर्बा बना रहे हैं जो गुप्त व निज़ी है.
lt: „Firefox“ yra nepriklausoma mobilioji naršyklė. Ja naudodamiesi, jūs ne tik remsite „Mozillos“ misiją, bet ir turėsite privačią ir asmeninę naršymo aplinką.

source: Add Firefox to your Android and iOS devices
af: Installeer Firefox op 'n Android- of iOS-toestel
bn_bd: আপনার Android এবং iOS ডিভাইসে Firefox এ যোগ করুন
bs: Dodajte Firefox na vaše Android i iOS uređaje
cy: Ychwanegwch Firefox i'ch dyfeisiau Android ac iOS
hi_in: अपने Android और iOS डिवाइस पर Firefox संस्थापित करें
lt: Įdiekite „Firefox“ į savo „Android“ ir „iOS“ įrenginius

source: Download on the App Store
af: Laai af in die App Store
bn_bd: App Store থেকে ডাউনলোড করুন
bs: Preuzmite na App Store-u
cy: Llwythwch i lawr o'r App Store
hi_in: एप स्टोर पर डाउनलोड करें
lt: Parsisiųskite iš „App Store“

source: Thanks for installing Firefox
af: Dankie dat u Firefox installeer
bn_bd: Firefox ইন্সটল করার জন্য ধন্যবাদ
bs: Hvala za instalaciju Firefoxa
cy: Diolch am osod Firefox
hi_in: Firefox संस्थापित करने के लिए धन्यवाद
lt: Ačiū, kad įdiegėte „Firefox“

source: Learn About Encryption
af: Leer oor enkripsie
bn_bd: এনক্রিপশন সম্পর্কে জানুন
bs: Saznajte više o Enkripciji
cy: Dysgu am Amgryptiad
hi_in: गोपन के बारे में जानें
lt: Sužinokite apie šifravimą

source: Sign the pledge and stand up for strong encryption.
af: Maak 'n belofte en neem standpunt in vir sterk enkripsie.
bn_bd: অঙ্গীকার স্বাক্ষর করুন এবং শক্তিশালী এনক্রিপশন জন্য সচেতন হোন।
bs: Potpišite zalog i borite se za jaku enkripciju.
cy: Llofnodwch yr adduned a chefnogi amgryptiad cryf.
hi_in: प्रतिज्ञा में हस्ताक्षर करें और मजबूत गोपन के लिए डटे रहें.
lt: Pasirašykite pasižadėjimą ir pasisakykite už stiprų šifravimą.

source: Encryption is how we keep our personal information safe and private. Please join us in the fight to protect it.
af: Enkripsie is hoe ons ons persoonlike inligting veilig en privaat hou. Sluit by ons aan in die geveg om dit te beskerm.
bn_bd: এনক্রিপশন হচ্ছে কিভাবে আমরা আমাদের ব্যক্তিগত তথ্য সুরক্ষিত এবং গোপনীয় রাখতে পারব। এটি রক্ষায় আমাদের সঙ্গে যোগ দিন।
bs: Enkripcija predstavlja kako mi čuvamo naše lične informacije sigurnim i privatnim. Molimo pridružite nam se u borbi da to zaštitimo.
cy: Drwy ddefnyddio amgryptio rydym yn cadw ein manylion personol yn ddiogel a phreifat. Ymunwch â ni yn yr ymdrech i'w ddiogelu.
hi_in: गोपन हमारे निजी जानकारी को सुरक्षित और गुप्त रखने में मदद करता हैं. कृपया इसकी सुरक्षा करने की लड़ाई में हमे मदद करें.
lt: Šifravimas padeda išlaikyti asmeninius duomenis saugius ir privačius. Prisijunkite prie mūsų kovoje už šifravimą.

source: <a href="%s">Learn more about encryption</a>, why it’s essential and why we need to protect it.
bs: <a href="%s">Saznajte više o enkripciji</a>, zašto je od suštinske važnosti i zašto to trebamo zaštititi.
cy: <a href="%s">Dysgwch ragor am amgryptiad</a>, pam mae'n hanfodol a pham mae angen ei ddiogelu.
hi_in: <a href="%s">गोपन के बारे में ओर अधिक जानें</a>, यह क्यों अनिवार्य हैं और हमे इसकी सुरक्षा करने की क्या आवश्यकता हैं.
lt: <a href="%s">Sužinokite daugiau apie šifravimą</a>, kodėl jis būtinas ir kodėl už jį reikia kovoti.

source: <a href="%s" rel="external" target="_blank">Learn more about encryption</a>, why it’s essential and why we need to protect it.
af: <a href="%s" rel="external" target="_blank">Leer meer oor enkripsie</a>, hoekom dit noodsaaklik is, en hoekom dit beskerm moet word.
bn_bd: <a href="%s" rel="external" target="_blank">এনক্রিপশন সম্পর্কে আরও জানুন</a>, কেন এটা অপরিহার্য এবং কেন এটা রক্ষা করা জরুরী।
bs: <a href="%s" rel="external" target="_blank">Saznajte više o enkripciji</a>, zašto je od suštinske važnosti i zašto to trebamo zaštititi.
cy: <a href="%s" rel="external" target="_blank">Dysgwch ragor am amgryptiad</a>, pam mae'n hanfodol a pham mae angen ei ddiogelu.
hi_in: <a href="%s" rel="external" target="_blank">गोपन के बारे में ओर अधिक जानें</a>, यह क्यों अनिवार्य हैं और हमे इसकी सुरक्षा करने की क्या आवश्यकता हैं.
lt: <a href="%s" rel="external" target="_blank">Sužinokite daugiau apie šifravimą</a>, kodėl jis būtinas ir kodėl reikia už jį kovoti.

source: Become an encryption champion
af: Word 'n enkripsiekampioen
bn_bd: একজনএনক্রিপশন রক্ষক হয়ে উঠুন
bs: Postanite enkripcijski šampion
cy: Byddwch yn bencampwr amgryptio
hi_in: एक गोपन चैंपियन बनें
lt: Pasisakykite už šifravimą

source: Take the pledge
af: Maak 'n belofte
bn_bd: অঙ্গীকার করুন
bs: Uzmite zalog
cy: Addunedu
hi_in: प्रतिज्ञा ले
lt: Pasirašyti pasižadėjimą

source: Thank you for taking the pledge
af: Dankie dat u die belofte maak
bn_bd: অঙ্গীকার করার জন্য আপনাকে ধন্যবাদ
bs: Hvala za uzimanje zaloga
cy: Diolch am addunedu
hi_in: प्रतिज्ञा लेने के लिए धन्यवाद
lt: Dėkojame, kad pasirašėte pasižadėjimą

source: Get involved
af: Raak betrokke
bn_bd: সম্পৃক্ত হোন
bs: Uključite se
cy: Ymunwch
hi_in: शामिल हों
lt: Įsitraukite

source: Watch: The Joy of Coding
af: Kyk: The Joy of coding
bn_bd: দেখুন: The Joy of Coding
bs: Gledajte: The Joy of Coding
cy: Gwyliwch: The Joy of Coding
hi_in: देखे: कोडिंग की खुशी
lt: Žiūrėkite „The Joy of Coding“

source: Watch The Joy of Coding, then discuss it with other Mozillians
af: Kyk The Joy of Coding, en bespreek dit met ander Mozilla-mense
bn_bd: The Joy of Coding দেখুন, তারপর অন্যান্য Mozillians সঙ্গে আলোচনা করুন
bs: Gledajte The Joy of Coding, zatim diskutujte o tome sa drugim Mozillerima
cy: Gwyliwch The Joy of Coding ac yna ei drafod gyda Mozilliaid eraill
hi_in: देखे: कोडिंग की खुशी, फिर इसे दुसरे मोज़िलिंस के साथ बातचीत करें
lt: Žiūrėkite „The Joy of Coding“ ir aptarkite ką matėte su kitais moziliečiais

source: Anyone can contribute to Firefox by finding and fixing errors that people report via Bugzilla. Watch a demonstration of a Firefox engineer live hacking to see what it’s all about.
af: Enigeen kan bydra tot Firefox deur foute wat mense in Bugzilla rapporteer, te soek en reg te maak. Kyk na 'n demonstrasie van 'n Firefox-ingenieur om te sien presies hoe dit werk.
bs: Svako može doprinijeti Firefoxu pronalaženjem i popravljanjem grešaka koje ljudi prijavljuju putem Bugzille. Gledajte demonstraciju Firefox inženjer hakiranje uživo da vidite o čemu se radi.
cy: Gall unrhyw un cyfrannu i Firefox drwy ganfod a thrwsio gwallau sy'n cael eu hadrodd drwy bugzilla. Gwyliwch arddangosiad o beiriannydd Firefox yn hacio'n fyw i ddeall pethau'n well.
hi_in: Firefox में कोई भी योगदान दे सकता है त्रुटियां ढूंड तथा सही कर जिन्हें लोग रिपोर्ट करते हैं Bugzilla के द्वारा. देखिये Firefox अभियंता द्वारा जीवंत प्रदर्शन.
lt: Kiekvienas gali prisidėti prie „Firefox“ tobulinimo, susekdami ir taisydami „Bugzilloje“ praneštas klaidas. Pamatykite gyvai, kaip tai daro „Firefox“ programuotojas.

source: Watch the intro.
af: Sien die lokprent.
bn_bd: সূচনা দেখুন।
bs: Gledajte uvod.
cy: Gwyliwch y cyflwyniad.
hi_in: परिचय देखें.
lt: Pažiūrėkite trumpą pristatymą.

source: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> livehacks on real Firefox bugs while thinking out loud.
af: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> werk aan regte Firefox-foute terwyl hy hardop dink.
bs: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> hakiranje uživo na stvarnim Firefox greškama dok razmišlja naglas.
cy: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> yn hacio'n fyw ar wallau Firefox go iawn, tra'n sgwrsio.
hi_in: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> जीवंत प्रदर्शन असली Firefox त्रुटियों पर काफी सोच विचार करते हुए.
lt: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> garsiai mąstydamas, taiso tikras „Firefox“ klaidas.

source: View more <em>Joy of Coding</em> videos on Air Mozilla
af: Sien nog video's van <em>Joy of Coding</em> op Air Mozilla
bn_bd: আরও দেখুন <em>Joy of Coding</em> ভিডিও Air Mozilla এ দেখুন
bs: Pogledajte više <em>Joy of Coding</em> videa na Air Mozilla
cy: Gwyliwch rhagor o fideos <em>Joy of Coding</em> ar Air Mozilla
hi_in: Air Mozilla पर <em>कोडिंग की खुशी</em> का विडियो ओर अधिक देखें
lt: Žiūrėti kitus <em>Joy of Coding</em> įrašus „Air Mozilla“ svetainėje

source: <a href="%s" id="get-involved">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
bs: <a href="%s" id="get-involved">Pridružite se Zajednici kodiranja</a> i počnite saradnju sa ostalim Mozillerima širom svijeta.
cy: <a href="%s" id="get-involved">Ymunwch a'r Gymuned Codio</a> a chychwyn cydweithio gyda Mozilliaid eraill ar draws y byd.
hi_in: <a href="%s" id="get-involved">कोडिंग समुदाय से जुड़े</a> और विश्व के सारे मोज़िलियन के साथ सहयोग करना शुरू करें.
lt: <a href="%s" id="get-involved">Prisijunkite prie programuotojų bendruomenės</a> ir pradėkite bendradarbiauti su moziliečiais visame pasaulyje

source: <a href="%s" id="get-involved" target="_blank">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
af: <a href="%s" id="get-involved" target="_blank">Sluit aan by die programmeergemeenskap</a> en begin saamwerk met ander Mozilla-mense reg oor die wêreld.
bs: <a href="%s" id="get-involved" target="_blank">Pridružite se Zajednici kodiranja</a> i počnite saradnju sa ostalim Mozillerima širom svijeta.
cy: <a href="%s" id="get-involved" target="_blank">Ymunwch a'r Gymuned Codio</a> a chychwyn cydweithio gyda Mozilliaid eraill ar draws y byd.
hi_in: <a href="%s" id="get-involved" target="_blank">कोडिंग समुदाय से जुड़े</a> और विश्व के सारे मोज़िलिंस के साथ सहयोग करना शुरू करें.
lt: <a href="%s" id="get-involved" target="_blank">Prisijunkite prie programuotojų bendruomenės</a> ir pradėkite bendradarbiauti su moziliečiais visame pasaulyje

source: Thanks for watching
af: Dankie dat u gekyk het
bn_bd: দেখার জন্য ধন্যবাদ
bs: Hvala na gledanju
cy: Diolch am wylio
hi_in: देखने के लिए धन्यवाद
lt: Ačiū kad žiūrėjote
