Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/stories.lang.po
Languages: bn_bd, bs, cy, es_mx, lt, pt, tr, uz

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
bn_bd: সারা বিশ্বের Mozillians এর সাথে সাক্ষাৎ করুন। জানুন তারা কোনপ্রকল্পসমূহে কাজ করছে এবং দেখুন তারা বর্তমানে কি সম্পর্কে সাহায্য করছে।
bs: Upoznajte Mozillere iz cijelog svijeta. Saznajte više o projektima na kojima su radili i pogledajte čemu trenutno pomažu.
cy: Dewch i gyfarfod a Mozilliaid o ar draws y byd i gyd. Dysgwch am y projectau maen nhw'n gweithio arnyn nhw a gweld beth sy'n eu cynorthwyo ar hyn o bryd.
es_mx: Conoce a los Mozillians alrededor del mundo. Conoce acerca de los proyectos en los que trabajan y mira en que puedes ayudar.
lt: Susipažinkite su moziliečiais iš viso pasaulio. Sužinokite, prie kokios veiklos jie yra prisidėję ir ką veikia dabar.
pt: Conheça Mozillians de todo o mundo. Saiba mais sobre os projetos em que trabalharam e veja onde estão agora a ajudar.
tr: Tüm dünyadaki Mozillian’larla tanışın. Üzerinde çalıştıkları projeleri öğrenin, şu anda hangi alanlara yardım ettiklerini görün.
uz: Butun dunyo bo‘ylab Mozillachilar bilan uchrashing. Ular hozirda ishlayotgan loyihalar haqida ma’lumot oling va hozirda ular yordam berayotgan loyihalarni ko‘ring.

source: Meet a few more Mozillians
bn_bd: আরও কয়েকজন মজিলিয়ানের সাথে পরিচিতি হোন
bs: Upoznajte još nekoliko Mozillera
cy: Dewch i gyfarfod â rhagor o Fozilliaid
es_mx: Conoce a los Mozillians alrededor del mundo. Conoce los proyectos en los que han trabajado y ve en qué están ayudando ahora.
lt: Susipažinkite su dar keliais moziliečiais
pt: Conheça mais alguns Mozillians
tr: Birkaç Mozillian ile daha tanışın
uz: Yana bir necha Mozilliachilar bilan uchrashing

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
bn_bd: এখান থেকে তাদের গল্পগুলো পড়ুন এবং টুইটারে আরও আবিষ্কার করুন <a href="%(link_hashtag)s">#IAmAMozillian</a>
bs: Pročitajte njihove priče ovdje i pronađite još više na Twitteru sa <a href="%(link_hashtag)s">#IAmAMozillian</a>
cy: Darllenwch eu straeon yma a chanfod rhagor eto ar Twitter gyda <a href="%(link_hashtag)s">#IAmAMozillian</a>
es_mx: Lee sus historias aquí, y descubre aún más en Twitter con la etiqueta <a href="%(link_hashtag)s">#IAmAMozillian</a>
lt: Paskaitykite jų ir kitų istorijas „Twitter‘yje“: <a href="%(link_hashtag)s">#IAmAMozillian</a>
pt: Leia as histórias deles e descubra ainda mais no Twitter com <a href="%(link_hashtag)s">#IAmAMozillian</a>
tr: Buradaki öyküleri okuduktan sonra Twitter’da <a href="%(link_hashtag)s">#IAmAMozillian</a> ile daha da fazlasını keşfedin
uz: Ularning hikoyalarini bu yerda o‘qing va Twitter’da <a href="%(link_hashtag)s">#IAmAMozillian</a> bilan ko‘proq tadbirlarni kashf qiling

source: Mozillian Stories
bn_bd: মজিলিয়ানের গল্প
bs: Priče Mozillera
cy: Straeon Mozilliaid
es_mx: Historias de Mozillians
lt: Moziliečių istorijos
pt: Histórias de Mozillians
tr: Mozillian Öyküleri
uz: Mozillachilar hikoyalari

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
bn_bd: হাই, আমি<b class="name">রুবেন</b>, <b class="country">স্পেনের</b> একজন মজিলিয়ান
bs: Zdravo, ja sam <b class="name">Ruben</b>, Moziller u <b class="country">Španiji</b>
cy: Helo, fi yw <b class="name">Rubén</b>, rwy'n Fozilliad yn <b class="country">Sbaen</b>
es_mx: Hola, soy <b class="name">Rubén</b>, un Mozillian de <b class="country">España</b>
lt: Sveiki! Aš – <b class="name">Rubén‘as</b>, mozilietis iš <b class="country">Ispanijos</b>
pt: Olá, eu sou o <b class="name">Rubén</b>, um Mozillian em <b class="country">Espanha</b>
tr: Merhaba, ben <b class="name">Rubén</b>. <b class="country">İspanya</b>’da bir Mozilla gönüllüsüyüm.
uz: Salom, Men <b class="name">Rubén</b>man, <b class="country">Ispaniya</b>da Mozillachiman

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
bn_bd: 2004 সাল থেকে আমি ওয়েবসাইট লোকালাইজেশন, QA, ব্যবহারকারী সাপোর্ট, কমিউনিটি মার্কেটিং এ Mozilla কমিউনিটির সাথে কাজ করছি। আমি স্পেনে ইভেন্ট আয়োজনেও সহযোগিতা করেছি এবং Mozilla Hispano কমিউনিটিতে আমি IT সম্পর্কিত কাজ করেছি।
bs: Sarađujem sa Mozilla zajednicom od 2004-e, pomažući sa lokalizacijom web stranica, QA, korisničkom podrškom i marketingom zajednice. Također, pomagao sam organizaciju događaja u Španiji i obavljanje IT zadataka u Mozilla Hispano zajednici.
cy: Rwyf wedi bod yn cydweithio gyda chymuned Mozilla ers 2004, gan helpu gyda lleoleiddio gwefannau, sicrwydd ansawdd, cefnogi defnyddwyr a marchnata cymunedol. Rwyf hefyd wedi bod yn helpu trefnu digwyddiadau yn Sbaen a chyflawni tasgau technoleg gwybodaeth o fewn cymuned Sbaenaidd Mozilla.
es_mx: Llevo desde 2004 colaborando con la comunidad de Mozilla, ayudando con la localización de sitios web, el control de calidad, el apoyo al usuario y el mercadeo de la comunidad. También trabajé en la organización de eventos en España y realicé tareas de TI dentro de la comunidad de Mozilla Hispano.
lt: Nuo 2004–ųjų dalyvauju „Mozillos“ bendruomenės veikloje: prisidedu prie svetainių lokalizavimo, kokybės užtikrinimo, pagalbos naudotojams ir bendruomenės populiarinimo. Be to, prisidėjau organizuojant renginius Ispanijoje ir atlikau IT užduotis „Mozilla Hispano“ bendruomenėje.
pt: Eu tenho colaborado com a comunidade Mozilla desde 2004, ajudando com a tradução de sítios web, garantia de qualidade, apoio ao utilizadores e marketing da comunidade. Também ajudei a organizar eventos em Espanha e executei tarefas de IT na comunidade hispânica da Mozilla.
tr: 2004’ten beri web sitesi çevirisi, kalite kontrolü kulanıcı desteği ve pazarlama alanlarında Mozilla topluluğuna katkıda bulunuyorum. Ayrıca İspanya’da etkinliklerin organize edilmesine yardımcı oldum ve Mozilla Hispano topluluğu içinde bazı teknik görevleri üstlendim.
uz: Mozilla hamjamiyati bilan 2004-yildan buyon hamkorlik qilaman. Vebsaytni tarjima qilishda, QA, foydalanuvchilarga yordam berishda va hamjamiyat marketingiga yordam berib kelyapman. Shuningdek, men Ispaniyada tadbirlarni tashkil qilishda yordam berganman va Mozilla Hispano hamjamiyatida IT vazifalarni bajarganman.

source: I’m currently helping with:
bn_bd: আমি বর্তমানে যেকাজে সহযোগিতা করছি:
bs: Trenutno pomažem sa:
cy: Ar hyn o bryd, rwy'n cynorthwyo gyda:
es_mx: Ahora estoy ayudando con:
lt: Šiuo metu dalyvauju:
pt: Estou de momento a ajudar em:
tr: Şu an yardımcı olduğum alanlar:
uz: Men hozirda quyidagi ishlarga yordam beryapman:

source: Mozilla.org localization
bn_bd: Mozilla.org স্থানীয়করণ
bs: Mozilla.org lokalizaciju
cy: Lleoleiddio Mozilla.org
es_mx: La localización de Mozilla.org
lt: Mozilla.org svetainės lokalizavime
pt: Tradução do Mozilla.org
tr: Mozilla.org çevirisi
uz: Mozilla.org saytini tarjima qilish

source: Mozilla Hispano mentorship program
bn_bd: মজিলা হিস্পানো মেন্টরশীপ প্রোগ্রাম
bs: Mozilla Hispano program mentorstva
cy: Rhaglen mentora Sbaenaidd Mozilla
es_mx: El programa de tutoría de Mozilla Hispano
lt: „Mozilla Hispano“ mentorių programoje
pt: Programa hispânico de tutoria Mozilla
tr: Mozilla Hispano eğitmenlik programı
uz: Mozilla Hispano rahbarlik dasturi

source: Community events
bn_bd: কমিউনিটি ইভেন্ট
bs: Događaje zajednice
cy: Digwyddiadau cymunedol
es_mx: Los eventos comunitarios
lt: Bendruomenės renginiuose
pt: Eventos da comunidade
tr: Topluluk etkinlikleri
uz: Hamjamiyat tadbirlari

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
bn_bd: হাই, আমি<b class="name">ফায়ে</b>, <b class="country">ফিলিপাইনের</b> একজন মজিলিয়ান
bs: Zdravo, ja sam <b class="name">Faye</b>, Moziller u <b class="country">Filipinima</b>
cy: Helo, fi yw <b class="name">Faye</b>, rwy'n Fozilliad yn <b class="country">y Philippinau</b>
es_mx: Hola, soy <b class="name">Faye</b>, un Mozillian de <b class="country">las Filipinas</b>
lt: Sveiki! Aš esu <b class="name">Faye</b>, Mozilietė iš <b class="country">Filipinų</b>
pt: Olá, eu sou o <b class="name">Faye</b>, um Mozillian nas <b class="country">Filipinas</b>
tr: Merhaba, ben <b class="name">Faye</b>. <b class="country">Filipinler</b>’de bir Mozilla gönüllüsüyüm.
uz: Salom, Men <b class="name">Faye</b>man, <b class="country">Filippins</b>da Mozillachiman

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
bn_bd: 2011 সালে আমি প্রথম স্থানীয় একটি Mozilla ইভেন্টে যাই এবং সেখানে যাদের সাথে আমার পরিচয় হয় তাদের কাছ থেকে আরও বেশি কাজ করতে অনুপ্রাণিত হই। আর এখন, আমি Mozilla Philippines Community Manager।
bs: Otišao sam na svoj prvi lokalni Mozilla događaj 2011-e i bio inspirisan da uradim više od strane svih nevjerovatnih ljudi koje sam sreo i upoznao. A sada, ja sam menadžer Filipinske Mozilla zajednice.
cy: Es i i fy nigwyddiad Mozilla cyntaf yn 2011 a ches fy ysbrydoli i wneud rhagor gan yr holl bobl anhygoel nes i gyfarfod â nhw a dod i'w hadnabod. Erbyn hyn, fy yw Rheolwr Cymuned Philipinau Mozilla.
es_mx: Fui a mi primer evento local de Mozilla en 2011 y conocí a unas personas maravillosas que me inspiraron a involucrarme más. Ahora, soy el director de la comunidad de Mozilla Filipinas.
lt: 2011-aisiais aš pirmą kartą sudalyvavau pirmajame „Mozillos“ renginyje ir užsidegiau noru kažką nuveikti kartu su nuostabiais žmonėmis, su kuriais jame susitikau ir susipažinau. O štai dabar esu „Mozillos“ bendruomenės Filipinuose vadovė.
pt: Fui ao meu primeiro evento local da Mozilla em 2011 e fiquei inspirado para fazer mais com todas as pessoas fantásticas que conheci. E agora, sou o coordenador da comunidade filipina da Mozilla.
tr: İlk yerel Mozilla etkinliğime 2011’de katıldım ve tanışma fırsatı bulduğum müthiş insanlardan öyle etkilendim ki daha fazlasını yapmayı kafama koydum. Artık Mozilla Filipinler topluluk yöneticisiyim.
uz: Men birinchi Mozilla mahalliy tadbiriga 2011-yilda borganman va uchrashuvda men uchratgan va tanishgan barcha ajoyib insonlar meni ko‘pgina ishlarni qilish uchun ilhom berishdi. Hozir esa men Filifins hamjamiyati menejeriman.

source: Webmaker
bn_bd: ওয়েবমেকার
bs: Web kreator
lt: „Webmaker“ projekte

source: WoMoz
bn_bd: ওমজ
lt: „WoMoz“ projekte

source: Firefox Student Ambassadors
bn_bd: ফায়ারফক্স স্টুডেন্ড অ্যাম্বাসেডর
bs: Firefox student ambasadori
cy: Cenhadon Myfyrwyr Mozilla
es_mx: Embajadores estudiantiles de Firefox
lt: „Firefox“ studentų – ambasadorių projekte
pt: Estudantes Embaixadores do Firefox
tr: Firefox Öğrenci Temsilcileri
uz: Firefox student elchilar

source: Community Building
bn_bd: কমিউনিটি বিল্ডিং
bs: Izgrađivanje zajednice
cy: Adeiladu Cymuned
es_mx: Construcción de la comunidad
lt: Telkiant bendruomenę
pt: Construção da Comunidade
tr: Topluluk oluşturma
uz: Tuzish hamjamiyati

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
bn_bd: আমি Webmaker এবং WoMoz (Women in Mozilla) এর স্থানীয় ইভেন্ট আয়োজন করে থাকি যেখানে আমি অন্যদের প্রশিক্ষণ দিতে পারি এবং তাদের দক্ষতা উন্নয়নে সহযোগিতা করতে পারি। আমি Firefox Student Ambassadors প্রোগ্রাম এবং কমিউনিটি গঠনেও সহযোগিতা করে থাকি।
bs: Moja strast je organizovanje lokalnih web kreatora i WoMoz (žena u Mozilli) događaja zajednice gdje mogu trenirati ostale i pomoći im da razviju svoje vještine. Također, pomažem i program Firefox student ambasadori i izgradnju zajednice.
cy: Rwyf wrth fy modd yn trefnu digwyddiadau cymunedol lleol Webmaker a WoMoz (Merched ym Mozilla) lle gallaf hyfforddi eraill a'u helpu i ddatblygu ei sgiliau. Rwyf hefyd yn helpu gyda rhaglen Cenhadol Myfyrwyr Mozilla ac Adeiladu Cymuned.
es_mx: Mi pasión es organizar eventos comunitarios locales de Webmaker y WoMoz (Mujeres en Mozilla), en los que puedo entrenar a otros y ayudarlos a desarrollar sus habilidades. También colaboro en el programa de embajadores estudiantiles de Firefox y de construcción comunitaria.
lt: Mano aistra – vietinių „Webmaker“ ir „WoMoz“ („Mozillos“ moterų) bendruomenės renginių organizavimas. Šiuose renginiuose mokau kitus, padedu jiems lavinti įgūdžius. Taipogi prisidedu prie „Firefox“ studentų – ambasadorių programos ir bendruomenės telkimo veiklos.
pt: A minha paixão é pela organização de eventos locais da comunidade tais como o Webmaker e WoMoz (Mulheres na Mozilla) onde posso ensinar e ajudar outros a desenvolver as suas competências. Também ajudo o programa de Estudantes-Embaixadores do Firefox e na Construção da Comunidade.
tr: Asıl tutkum, başkalarını eğitebileceğim ve becerilerini geliştirmelerine destek olabileceğim yerel Webmaker ve WoMoz (Mozilla Kadınları) etkinlikleri düzenlemek. Ayrıca Firefox Öğrenci Temsilcileri programına ve topluluk geliştirme çalışmalarına da yardımcı oluyorum.
uz: Mening hissam men boshqalarga o‘rgata oladigan va ularning dastur tuzish bilimlariga yordam berish mumkin bo‘lgan joyda mahalliy Webmaker va WoMoz (Women in Mozilla - Mozilla’dagi ayol) hamjamiyat tadbirlarini uyushtirishdan iborat. Shuningdek, men Firefox talaba elchilar dasturi va tuzish hamjamiyatiga ham yordam beraman.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
bn_bd: আমার Mozillian হওয়ার প্রিয় অংশ হচ্ছে বিশ্বব্যাপী সম্প্রদায়িকতা। আমি এখানে আমাদেরকে একটি "পরিবার" ভাবি যেখানে আমরা প্রকাশ্যে একে অপরকে গ্রহণ করি এবং যখন আমরা একসাথে কাজ করি তখন আমাদের মনের কথা সহজে বলতে পারি।
bs: Moj omiljeni dio kao Mozillera je globalna zajednica. Volim misliti o nama kao “porodici” gdje prihvatamo jedni druge otvoreno i slobodni smo govoriti naše misli dok radimo zajedno.
cy: Fy hoff beth o fod yn Fozilliad yw'r gymuned ryngwladol. Rwy'n hoffi meddwl amdanom fel “teulu” lle gallwn dderbyn ein gilydd yn agored a gallu dweud ein dweud wrth gydweithio.
es_mx: Lo que más me gusta de ser Mozillian es formar parte de una comunidad global. Para mí somos como una familia: nos aceptamos abiertamente y nos hablamos con franqueza mientras trabajamos juntos.
lt: Labiausiai „Mozilloje“ mane žavi po visą pasaulį paplitusi bendruomenė. Man nesunku mus įsivaizduoti kaip šeimą, kurioje kiekvienas yra priimamas koks yra, gali išsakyti visas savo mintis, ir tai nesukliudo mums siekti bendrų tikslų.
pt: A minha parte favorita de ser um Mozillian é a comunidade global. Gosto de pensar em nós como uma “família” onde nos aceitamos abertamente e onde somos livres para falarmos o que pensamos enquanto trabalhamos juntos.
tr: Bence Mozillian olmanın en güzel yanı, tüm dünyanı saran Mozilla topluluğu. Birbimizi açık bir kabul ettiğimiz, birlikte çalışırken tüm fikirleri özgür bıraktığımız bir “aile” olduğumuzu düşünmek hoşuma gidiyor.
uz: Mening orzum xalqaro hamjamiyatda Mozillachi a’zosi bo‘lishdir. Hamjamiyatimizni boshqalarni ochiq chehra bilan qabul qiladigan va biz birga ishlayotganimizda erkin fikr bildirish imkoni bo‘lgan "oila"ga o‘xshatgim keladi.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
bn_bd: হাই, আমি<b class="name">শ্রীয়াস</b>, <b class="country">ভারতীয়</b> মজিলিয়ান
bs: Zdravo, ja sam <b class="name">Shreyas</b>, Moziller u <b class="country">Indiji</b>
cy: Helo, fi yw <b class="name">Shreyas</b>, Mozilliad yn <b class="country">yr India</b>
es_mx: Hola, soy <b class="name">Shreyas</b>, un Mozillian de la <b class="country">India</b>
lt: Labas! Aš esu <b class="name">Shreyas</b>, mozilietis iš <b class="country">Indijos</b>
pt: Olá, eu sou o <b class="name">Shreyas</b>, um Mozillian na <b class="country">Índia</b>
tr: Merhaba, ben <b class="name">Shreyas</b>. <b class="country">Hindistan</b>’da bir Mozilla gönüllüsüyüm.
uz: Salom, men <b class="name">Shreyas</b>man, <b class="country">Hindiston</b>dagi Mozillachiman.

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
bn_bd: আমি একজন Webmaker Super Mentor যে উন্মুক্ত ওয়েব বিল্ডিং সম্পর্কে অধিক উত্সাহী। আমি আমার সম্প্রদায়কে একত্রিত করার জন্য যে কোনো সুযোগ ভালবাসি — তা MozCafes দিয়ে হউক, শিক্ষাদান এর সুযোগ বা শুধু প্রকল্প সম্পর্কে কথা বলার জন্য হউক।
bs: Ja sam Webmaker Super Mentor čija je strast izgradnja još otvorenijeg weba. Volim bilo koju šansu da okupim moju zajednicu — bilo kroz MozCafes, mogućnosti učenja ili samo zajedničko okupljanje za priču o projektima.
cy: Rwy'n Uwch Fentor Webmaker ac yn frwdfrydig iawn am adeiladu gwe fwy agored. Rwyf wrth fy modd yn dod a fy nghymuned at ei gilydd - p'un ai drwy gynnal MozCafe, cyfleoedd addysgu neu ddod at ein gilydd i siarad am brojectau.
es_mx: Soy supermentor de Webmaker. Me apasiona la construcción de una web más abierta, y me encanta poder juntar a los de mi comunidad a través de MozCafes, oportunidades de enseñanza, o simplemente reuniéndonos para hablar de los proyectos.
lt: Aš esu „Webmaker“ supermentorius, o mano aistra – atviresnio saityno kūrimas. Aš džiaugiuosi kiekviena proga surinkti savo bendruomenę į vieną vietą – ar tai būtų „MozCafe“ renginiai, ar pokalbiai apie mokymo galimybes, ar tiesiog diskusijos apie įvairius projektus, kurių galime imtis.
tr: Daha açık bir Web yaratma tutkusuyla çalışan bir Webmaker Süper Eğitmeni’yim. Topluluğumu bir araya getirmek için her fırsatı değerlendiriyorum: Bunlar MozCafe’ler de olabilir, öğretim etkinlikleri de, projelerden bahsetmek için bir araya geldiğimiz sohbetler de.
uz: Men ko‘proq ochiq tarmoqni tuzishga haqida qiziquvchi super webmaker rahbarman. Hamjamiyatimizga birgalashib — MozCafes orqali bo‘lsa ham o‘qitish imkoniyatlari yoki shunchaki birga suhbatlashish haqidagi loyihalar bo‘lsa ham birorta imkoniyat olib kelishni sevaman.

source: KidZilla
bn_bd: কিডজিলা

source: MozCafes
bn_bd: মজক্যাফে
es_mx: MozCamps
lt: „MozCafe“ renginiai
tr: MozCafe etkinlikleri

source: Maker Party
bn_bd: মেকার পার্টি
bs: Kreator zabave
lt: „Maker Party“ renginiai
tr: Maker Partileri

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
bn_bd: আমি Mozillian হিসেবে কেবল একটা বিষয় " KidZilla , " নিয়ে সবসময় খুব গর্বিত, এটি একটি প্রকল্প যেখানে আমি কম্পিউটারের বেসিক এবং ইন্টারনেট সম্পর্কে সুবিধাবঞ্চিত ছাত্রদের শিখাই।
bs: Jedna stvar na koju sam najviše ponosan u životu kao Moziller je “KidZilla,” projekt koji sam inicirao za obrazovanje siromašnih studenata o osnovama računara i interneta.
cy: Un o'r pethau rwy'n fwyaf balch amdano yn fy amser fel Mozilliad yw'r project “Kidzilla,” project nes i gychwyn i addysgu myfyrwyr llai breintiedig am hanfodion cyfrifiaduron a'r Rhyngrwyd.
es_mx: Una de las cosas que me enorgullese más como Mozillian es "KidZilla," un proyecto que empecé para educar a estudiantes marginados sobre de los conceptos básicos de computación y del Internet.
lt: Dalykas, kuriuo labiausiai didžiuojuosi kaip mozilietis – tai „KidZilla“ projektas, kurį aš įkūriau su tikslu mokyti naudojimosi kompiuteriu ir internetu pagrindų moksleivius, kurie neturi kitų galimybių to mokytis.
tr: Mozillian olarak geçirdiğim sürece yaptığım en gurur verici işlerden biri “KidZilla”. Bu, olanakları kısıtlı öğrencilere bilgisayar ve internetin temellerini öğretmek için benim başlattığım bir proje.
uz: Bir narsa, kompyuterlar va internet asoslari haqida oilasiz talabalarni o‘qitishni boshlaganimda “KidZilla” loyihasida Mozillachi bo‘lgan vaqtimdan faxrlanaman.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
bn_bd: আমিও একজন ক্ষুধিত লেখক — যদি আপনি Communications বা PR এ কাজ করেন, আমার সাথে সহজে যোগাযোগ করুন। আমি কিছু কাজ করতে চাই। আর যদি আপনি ওয়েবমেকিং এবং শিক্ষণ সম্পর্কে কথা বলতে চান, আমি সবসময় আছি।
bs: Također sam strastveni pisac — ako radite u komunikacijama ili odnosima s javnošću, budite slobodni da mi se javite. Volio bih da radim na nečemu. I ako ikad budete željeli pričati o web kreiranju i učenju, ja sam uvijek dostupan.
cy: Rwyf hefyd yn awdur brwd — os ydych yn gweithio ym maes cyfathrebu, croeso i chi gysylltu. Byddwn wrth fy modd yn gweithio ar rywbeth. Ac os oes gennych awydd siarad am Webmaker ac addysgu, dwi ar gael.
es_mx: También soy un escritor ávido: si trabajas en comunicaciones o relaciones públicas, siéntate libre de ponerte en contacto conmigo. Me gustaría colaborar en algo. Estoy siempre disponible cuando quieras hablar de la construcción de la web y de la enseñanza.
lt: Be to, esu dažnas rašytojas, tad jeigu dirbate komunikacijos ar viešųjų ryšių srityje, drąsiai galite su manimi susisiekti – mielai kuo nors užsiimčiau. Taip pat, jei norite pabendrauti apie „Webmaker“ iniciatyvą ar mokymą, aš visuomet rasiu tam laiko.
tr: Ayrıca bir şeyler yazmaya da can atıyorum. İletişim veya halkla ilişkiler alanında çalışıyorsanız benimle iletişime geçebilirsiniz. Sizin için bir şeyler karalamaktan mutluluk duyarım. Webmaker ve öğretim hakkında konuşmak isterseniz de her zaman müsaidim.
uz: Men, shuningdek, qiziquvchan yozuvchiman — agar siz hamjamiyatda yoki PR da ishlasangiz, men bilan bemalol bog‘lanishingiz mumkin. Men biror narsani birga qilishni yaxshi ko‘raman. Agar siz Webmaking va o‘qitish haqida men bilan suhbatlashishni xohlasangiz, men doimo tayyorman.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
bn_bd: হাই, আমি<b class="name">মাইকেল</b>, <b class="country">সুইজারল্যান্ডের</b> একজন মজিলিয়ান
bs: Zdravo, ja sam <b class="name">Michael</b>, Moziller u <b class="country">Švicarskoj</b>
cy: Helo, fi yw <b class="name">Michael</b>, Mozilliad yn <b class="country">y Swistir</b>
es_mx: Hola, soy <b class="name">Michael</b>, un Mozillian de <b class="country">Suiza</b>
lt: Sveiki! Aš – <b class="name">Michael‘is</b>, mozilietis iš <b class="country">Šveicarijos</b>
pt: Olá, eu sou o <b class="name">Michael</b>, um Mozillian na <b class="country">Suiça</b>
tr: Merhaba, ben <b class="name">Michael</b>. <b class="country">İsviçre</b>’de bir Mozilla gönüllüsüyüm.
uz: Salom, Men <b class="name">Michael</b>man, <b class="country">Shveytsariya</b>dagi mozillachiman.
