Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute/stories.lang.po
Languages: bn_bd, bs, cy, es_mx, lt, pt, tr, uz

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
bn_bd: ২০০৮ এ কৈশোর থেকে Mozilla প্যাচে অবদান রাখা শুরু করি। চার বছর পর, Mozilla Rep হবার সিদ্ধান্ত নেই এবং তখন থেকেই Mozilla Switzerland কমিউনিটি গড়ে তুলতে সহযোগিতা করছি।
bs: Počeo sam doprinositi zakrpe za Firefox još kao tinejdžer 2008-e. Četiri godine kasnije, odlučio sam da službeno postanem Mozilla Rep i od tada sam pomagao stvaranje Švicarske Mozilla zajednice.
cy: Nes i ddechrau cyfrannu cywiriadau Firefox yn fy arddegau nôl ynn 2008. Pedair blynedd ynn ddiweddarach nes i benderfynu cefnogi Mozilla'n swyddogol a dod yn Gynrychiolydd Mozilla ac rwyf wedi bod yn cefnogi Mozilla'r Swistir byth ers hynny.
es_mx: Comencé contribuyendo con los parches de Firefox cuando era adolescente en 2008. Cuatro años después, decidí llegar a ser un representante oficial de Mozilla. Desde entonces, he estado ayudando a construir la comunidad de Mozilla Suiza.
lt: Dar būdamas paauglys 2008–aisiais pradėjau siūlyti savo pataisas „Firefox“ pirminiams tekstams. Po ketverių metų nusprendžiau oficialiai tapti „Mozillos“ atstovu, ir nuo tada dalyvauju kuriant „Mozillos“ bendruomenę Šveicarijoje.
tr: 2008’de henüz bir ergenken Firefox yamaları yazarak Mozilla’ya katkıda bulunmaya başladım. Dört yıl sonra resmi bir Mozilla Temsilcisi olmaya karar verdim ve o günden beri Mozilla İsviçre topluluğunun gelişmesine yardımcı oluyorum.
uz: Men Firefox tuzatishlariga hissa qo‘shishni 2008-yilda o‘smirlik yoshimda boshlaganman. To‘rt yil o‘tgandan so‘ng men rasmiy Mozilla Rep bo‘lishga va Mozilla Shveytsariya hamjamiyatini tuzishga qaror qildim.

source: Hack-a-thons
bn_bd: হ্যাক-এ-থন
cy: Hac-a-thonau
lt: „Hakatonuose“
tr: Hack-a-thon’lar
uz: Hakatonlar

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
bn_bd: সুইজারল্যান্ডে কমিউনিটি ইভেন্ট আয়োজনের, পাশাপাশি আমি জার্মানী ও অস্ট্রিয়াতেও ইভেন্ট সমন্বয় করে থাকি, তাই এই তিনটি দেশের ইভেন্ট করার জন্য কিছু Mozillian এর মধ্যে আমাকেও রাখা হয়েছে — সবগুলোই ছিল কয়েক মাসের মধ্যে।
bs: Pored organizovanja događaja zajednice u Švicarskoj, također koordiniram događaje u Njemačkoj i Austriji, čineći me jednim od nekoliko Mozillera koji pomažu izvedbu događaja u tri različite države — sve u roku od nekoliko mjeseci jedan od drugog.
cy: Yn ogystal â threfnu digwyddiadau cymunedol yn y Swistir, rwyf wedi trefnu digwyddiadau yn yr Almaen ac Awstria, gan fy ngwneud yn un o'r Mozilliaid prin i drefnu digwyddiadau mewn tair gwlad ar wahân - y cyfan o fewn ychydig fisoedd i'w gilydd.
es_mx: Además de organizar eventos comunitarios en Suiza, también coordino eventos en Alemania y Austria; esto me convierte en uno de los pocos Mozillians que organiza eventos en tres países diferentes, a distancia de un par de meses el uno del otro.
lt: Aš ne tik organizuoju bendruomenės renginius Šveicarijoje, bet ir koordinuoju renginius Vokietijoje ir Austrijoje, tad esu vienas iš vos keleto moziliečių, prisidedančių prie renginių trijose skirtingose valstybėse – ir tai vos per keletą mėnesių – įgyvendinimo.
tr: İsviçre’de topluluk etkinlikleri düzenlemenin yanı sıra Almanya ve Avusturya’daki etkinlikleri de koordine ediyorum. Yani birkaç ay içinde üç farklı ülkede etkinlik düzenleyebilen az sayıda Mozillian’dan biriyim.
uz: Shveytsariyada jamoat tadbirlarini tashkil qilish bilan bir qatorda, men Germaniya va Avstriyadagi tadbirlar loyihachisi bo‘lganman. Bular meni kamdan kam Mozillachilardan biri bo‘lishimga ya’ni uchta turli mamlakatlarda — har biri tadbirni ikki oy ichida o‘tkazishga muvaffaq bo‘ldim.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
bn_bd: এখন আমার উদ্দেশ্য হচ্ছে লোকালাইজেশন (অনুবাদ), হ্যাকিং এবং ওয়েবমেকার প্রকল্পের মাধ্যমে আমাদের গ্লোবাল কমিউনিটিকে আরও বিস্তৃত করা।
bs: Moj cilj sada jeste da zadržim rast naše globalne zajednice putem lokalizacije (prijevod), hakiranjem i web kreiranjem projekata. Ako ste zainteresovani, molim ostanite u kontaktu.
cy: Fy nod nawr yw cadw i dyfu ein cymuned fyd eang drwy brojectau lleoleiddio (cyfieithu), hacio a Webmaker. Os oes gennych ddiddordeb, cysylltwch.
es_mx: Ahora mi objetivo es dedicarme al crecimiento de nuestra comunidad global a través de la localización (traducción), el hackeo y los proyectos de Webmaker. Si estás interesado, ponte en contacto con nosotros.
lt: Dabar mano tikslas yra toliau auginti mūsų pasaulinę bendruomenę, dalyvaujant lokalizavime (vertime), rašant programinį kodą ir dalyvaujant „Webmaker“ projekte. Jei susidomėjote – susisiekite su manimi.
tr: Şimdiki hedefim ise yerelleştirme (çeviri), hacking ve Webmaker projeleri aracılığıyla küresel topluluğumuzu büyütmeye devam etmek. İlginizi çektiyse lütfen bana yazın.
uz: Mening maqsadim lokalizatsiya (tarjima), dasturlash va Webmaker loyihalari bo‘yicha xalqaro hamjamiyatimiz o‘sishini davom ettirishdir. Agar qiziqib qolgan bo‘lsangiz, marhamat, hamjamiyatimizga qo‘shiling.

source: Firefox OS launch in Spain
cy: Lansio Firefox OS yn Sbaen
es_mx: El lanzamiento del sistema operativo Firefox en España
lt: „Firefox OS“ įvedime į Ispanijos rinką
pt: Lançamento do Firefox OS em Espanha
tr: İspanya’da Firefox OS tanıtımı
uz: Firefox OS’ni Ispaniyada ishga tushirish
