Repository: alvinlaz96/mozilla-lang
Catalog: trs/firefox/new/horizon.lang.po
Languages: trs

source: Free Web Browser
trs: Nitaj si ru'ue' riña web na

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, macOS, Linux, Android and iOS today!
trs: Naduninj Mozilla Firefox, web 'na chrê. Firefox 'iaj sun ni'ninj nga daran' nej digui' ruhua gache nun riña aga' na. ¡Hua Firefox guenda Windows, MacOS, Linux, Android ni iOS!

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, Mac OS X, Linux, Android and iOS today!
trs: Naduninj Mozilla Firefox, web 'na chrê. Firefox 'iaj sun ni'ninj nga daran' nej digui' ruhua gache nun riña aga' na. ¡Hua Firefox guenda Windows, MacOS, Linux, Android ni iOS!

source: The last independent browser.
trs: Sa gache nun' na ni hua nini ma.

source: Enjoy online freedom.
trs: Gi'iaj sun ni'ninj

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
trs: Guruhuat dadin' nahuit Firefox. Gayi'ij naduninj ma'an ma. Si nuhuij ni, <a id="%(id)s" href="%(fallback_url)s">ga'uit ñuna</a>.

source: Browse Freely
trs: Gache nun'

source: You’re browsing freely with the latest version of Firefox.
trs: Gà aché nunt riña versión nakà 'iaj sun ngà Firefox.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
trs: <a href="%(url)s">Nagi'iaj nakà</a> Firefox da' gi'iaj sun hiò man.

source: You’re using a pre-release version of Firefox.
trs: Hiàj raj huè versión na nga Firefox.

source: Congrats! You’re using the latest version of Firefox.
trs: ¡Nahuin nia' ruat! nga 'iaj sunt nga versión nakà guenda Firefox.

source: Give Firefox a tune up
trs: Ga'nin' ngo chra'a riña Firefox

source: Refresh Firefox
trs: Nagui'iaj nako' Firefox

source: Looking for more info?
trs: ¿ Nuin doj si nana'ui' naj?

source: Want a fresh copy?
trs: ¿Ni'ñanj ngo ña du'ua ma an?

source: Get Firefox for Android and iOS.
trs: Gachin' Firefox guenda Android ni guenda iOS.

source: Learn more about Firefox for Mobile
trs: Nana'ui' doj nuguan'an rayi'i Firefox aché nu

source: Discover all the ways to take Firefox on the go
trs: Nana'ui' daj ga'ue gi'iaj sunt nga Firefox

source: Download Firefox for another platform
trs: Nadunij Firefox guenda a'ngo plataforma

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
trs: Ganiko'<a href="%(url)s">nej nuguan' na</a> da' gi'iaj sunt nga Firefox.

source: Freedom is fast
trs: Hua ni'ninj gi'iaj sunt

source: Go anywhere you want on the Web — with a quickness.
trs: Ga'ue ga'anj dane' garan' ruhuat riña Web — hiò doj.

source: Freedom is personal
trs: Hua ni'ninj guenda re'

source: Enjoy the most built-in privacy tools of any browser.
trs: Gara sun daran' rasun 'iaj sun ngâ navegador na.

source: Freedom is yours
trs: Gua ni'ninj gi'iaj sunt

source: Use the only browser built for people, not profit.
trs: Garasun navegador gi'iaj nej si guenda sí 'ia sun nika.

source: Firefox for other platforms
trs: Firefox guenda a'ngo plataforma

source: Download Firefox <span>for Windows</span>
trs: Naduninj Firefox <span>guenda Windows</span>

source: Download Firefox <span>for macOS</span>
trs: Naduninj Firefox <span>guenda macOS</span>

source: Download Firefox <span>for Linux</span>
trs: Naduninj Firefox <span>guenda Linux</span>
