Repository: alvinlaz96/mozilla-lang
Catalog: ff/download.lang.po
Languages: ff

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
ff: Mozilla Firefox ko wanngorde Alla meho nde goomu kuuɓngu ngu zaɓɓaani ngalu sosi ngam hokkude neɗɗo kala ɗowde e teeltaade janngo geese ngam ɓural renndo ngoo.

source: Different by Design
ff: Diidngo Seertungo

source: Proudly <span>non-profit</span>
ff: Ko faaro amen <span>waasde ɗaɓɓude ngalu</span>

source: Innovating <span>for you</span>
ff: Kesamhesamaagul<span>haa e juuɗe maa</span>

source: Fast, flexible, <span>secure</span>
ff: Na yaawi, na weeɓi, <span>na wondi e kisal</span>

source: Thanks for choosing Firefox!
ff: A jaaraama e cuɓagol maa Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
ff: Aawtere maa ena foti fuɗɗaade e jaajol ɗoo e majaali seeɗa, so fuɗɗaaki, <a href="%s">dobo ɗoo</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ff: Tawde min ɗaɓɓaani ngalu, amin ndimɗi e addude kesamhesamaagu e innde maa tawa waawnere alaa e dow amen. Wallaahi maa yiɗ ko min ceerti e woɗɓe koo.

source: Welcome to the only browser <em>that puts you first.</em>
ff: A jaɓɓaama e wanngorde nde nganndu-ɗaa ko kañum tan <em>ardini ngoƴa maa.</em>

source: Mozilla Firefox Web Browser
ff: Wanngorde Geese Mozilla Firefox
