Repository: alvinlaz96/mozilla-lang
Catalog: ff/download_button.lang.po
Languages: ff

source: Download Firefox
ff: Aawto Firefox

source: Download now
ff: Aawto jooni

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
ff: Yuɓɓo maa ɗooftaaki <a href="%(url)s">ɓaɗɗiiɗe</a> ngam dognude Firefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
ff: Yuɓɓo maa ena gasa ɗooftaaki baɗɗiiɗe Firefox, kono aɗa waawi etaade wootere e ɗeeɗoo jame:

source: <span>Firefox Beta</span> for Android
ff: <span>Firefox Beta</span> mo Android

source: <span>Firefox Aurora</span> for Android
ff: <span>Firefox Aurora</span> mo Android

source: <span>Firefox Nightly</span> for Android
ff: <span>Firefox Niɓɓere</span> mo Android

source: <span>Firefox</span> for Android
ff: <span>Firefox</span> mo Android

source: Get it free on Google Play
ff: Heɓ ɗum e Google Play tawa ko dokkel

source: <span>Firefox</span> for iOS
ff: <span>Firefox</span> mo iOS

source: Get it free from the App Store
ff: Heɓ ɗum e dokkal to App Store

source: Firefox Nightly
ff: Firefox Niɓɓere

source: Free Download
ff: Gaawtol Alla meho

source: Update your Firefox
ff: Hesɗitin Firefox maa

source: Supported Devices
ff: Kaɓirɗi Jaaɓduɗi

source: Get it on Google Play
ff: Heɓ ɗum e Google Play

source: Get Firefox for Android
ff: Heɓ Firefox mo Android

source: Download on the App Store
ff: Aawto to App Store

source: Get Firefox for iOS
ff: Heɓ Firefox mo iOS

source: What’s New
ff: Ko Hesɗi e Firefox

source: Firefox Privacy
ff: Suturo Firefox

source: Systems &amp; Languages
ff: Juɓɓe &amp; Ɗemɗe

source: Firefox for Other Platforms & Languages
ff: Firefox mo Dinndeeje e Ɗemɗe Goɗɗe
