Repository: alvinlaz96/mozilla-lang
Catalog: ff/home.lang.po
Languages: ff

source: Personalize
ff: Heertin

source: One size doesn’t fit all.
ff: Ɓetol gootol heƴataa fof.

source: Go Fast
ff: Ɓeydo Yaawde

source: Accelerate the way you use the web.
ff: Ɓeydu njaaweeki kuutorgol maa geese.

source: Stay Safe
ff: Ɓeydu Kisal

source: We’ve got your back.
ff: Amin ndeeni kisal maa.

source: Get Firefox on your phone!
ff: Heɓ Firefox e cinndel maa!

source: Made for sharing.
ff: Waɗiraa ko gostondiral.

source: Create <br/> dedicated <br/> tabs for it
ff: Sosan mo tabbe <br/> keeriiɗe <br/>

source: Customize <br/> to make <br/> it faster
ff: Heertin <br/> ngam ɓeydude <br/> ɗum yaawde

source: Get add-ons <br/> and make <br/> it easier
ff: Heɓ ɓeyditte <br/> ngam ɓeydude <br/> ɗum weeɓde

source: Works harder so <br /> you don't have to.
ff: Maa gollane kisa <br /> tawa a tampaani.

source: Increased <br/> speed
ff: Njaaweeki <br/> ɓeydiima

source: Easy to <br/> access tabs
ff: Naatde e <br/> tabbe weeɓtii

source: Productivity <br/> add-ons
ff: Ɓeyditte <br/> ittinal

source: Made for <br/> the way you play.
ff: Waɗiraa ko <br/> yo a fijir.

source: 3D <br/> graphics
ff: Jaytinooje <br/> 3D

source: Even more <br/> reliable
ff: Ɓuri kadi <br/> hoolnaade

source: Effortless <br/> customization
ff: Keertingol <br/> alaa tampere

source: Advanced <br/> security
ff: Kisal <br/> ceeɓtorngal

source: Advanced <br/> graphics
ff: Jaytinooje <br/> ceeɓtorɗe

source: Improved <br/> reliability
ff: Hoolaare <br/> ɓeydiima
