Repository: alvinlaz96/mozilla-lang
Catalog: ff/main.lang.po
Languages: ff

source: Navigation
ff: Banngagol

source: <span>for</span> Desktop
ff: <span>for</span> Ordinateer

source: <span>for</span> iOS
ff: <span>mo</span> iOS

source: TV
ff: TELE

source: Pre-release downloads
ff: Gaawte bayyine bagge

source: For desktops &amp; laptops
ff: Mo ordinateer &amp; beelne

source: For phones &amp; tablets
ff: Mo cinnde &amp; taable

source: Overview
ff: Jiimtorde

source: Trusted
ff: Koolniɗum

source: Flexible
ff: Weeɓtuɗum

source: Fast
ff: Jaawɗum

source: About
ff: Baɗte

source: Devices
ff: Kaɓirɗi

source: For partners
ff: Toɗɗii ko gollodiiɓe

source: Apps
ff: Jaaɓɗe

source: Do Not Track
ff: Hoto Rewindo-mi

source: Tiles
ff: Keeɗe

source: Interest Dashboard
ff: Jiimtorde Katojine

source: Private Browsing
ff: Banngagol Suturo

source: Need help?
ff: Aɗa sokli ballal?

source: News
ff: Kabaruuji

source: For developers
ff: Toɗɗii ko Topayɓe

source: Find My Device
ff: Yiytu Kaɓirgol Am

source: Developers
ff: Topayɓe

source: Choose the independent browser
ff: Suɓo wanngorde jeytaare

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
ff: Firefox ko fedde ɗe ɗaɓɓaani ngalu, wonaa njulaŋkeere, nde wonaa ndewna. Suɓaade Fireox wonaa suɓaade wanngorde. Ko hiisaade ndimaagu mum.

source: Donate
ff: Addu dokkal

source: Support
ff: Wallitorde

source: Products
ff: Topirɗe

source: Add-ons
ff: Ɓeyditte

source: About Us
ff: Baɗte amen

source: Labs
ff: Mbayla

source: skip to Navigation
ff: diw to Peeragol

source: switch language
ff: waylu ɗemngal

source: Back to home page
ff: Rutto to jaɓɓorgo

source: About Mozilla
ff: Baɗte Mozilla

source: Get Involved
ff: Yantu e amen

source: Careers
ff: Golluuje

source: Press Center
ff: Nokku Jaaynde

source: Contact Us
ff: Jokkondir e amen

source: Other languages:
ff: Ɗemɗe goɗɗe:

source: Page language:
ff: Ɗemngal Hello

source: %Y-%m-%d
ff: %d-%m-%Y

source: Legal
ff: Laawol

source: Cookies
ff: Kukiije

source: Firefox Affiliates
ff: Gollodiiɓe Firefox

source: Legal Notices
ff: Tintine laawol

source: Privacy Policy
ff: Dawirgol Suturo

source: Release Notes
ff: Konngol bayyinol

source: Other Systems and Languages
ff: Juɓɓe e ɗemɗe goɗɗe

source: Close
ff: Uddu

source: (in English)
ff: (e ɗemngal Pulaar-Fulfulde)

source: Return to top
ff: Rutto dow

source: Features
ff: Fannuuji

source: Customize
ff: Heertin

source: Download
ff: Aawto

source: Previous
ff: Ɓennuɗo

source: Next
ff: Yeeso

source: MegaBytes
ff: Megaabite

source: FAQ
ff: Gerngal Naamne Duumiiɗe (GND)

source: Videos
ff: Widewooji

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ff: So wonaa ɗo <a href="%s">sifaa</a> nokku goɗɗo, loowdi ndee lowre ko keeroraandi tugnaade e jamirol <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> walla kala yamre sakkitiinde ɗum.

source: Report Trademark Abuse
ff: Jaŋto Nguyka Marke

source: Free Upgrade
ff: Kesɗitainal ngal yoɓetaake

source: Follow us on:
ff: Rewindo-min e:

source: Customize with Add-ons
ff: Huutoro ɓeyditte ngam heertinde

source: Learn More
ff: Ɓeydu humpito

source: Learn more
ff: Ɓeydu humpito

source: Replay
ff: Tarto

source: Watch the video
ff: Yeeɓ widewoo oo

source: Replay the video
ff: Tarto widewoo oo

source: Share the video
ff: Lollin widewoo oo

source: WebM format
ff: Mbayka WebM

source: Ogg Theora format
ff: Mbayka Ogg Theora

source: MPEG-4 format
ff: Mbayka MPEG-4

source: Mobile
ff: Cinndel

source: Check out the new look and feel of Firefox.
ff: Ar humpito mbaydi e dakamme kese Firefox.

source: View Full Site
ff: Hollu lowre ndee fof

source: Download for <span>Android</span>
ff: Aaawto mo <span>Android</span>

source: Desktop
ff: Ordinateer

source: Firefox Beta for mobile
ff: Firefox Beta mo cinndel

source: Firefox for mobile
ff: Firefox mo cinndel

source: Email
ff: Iimeel

source: Super speed
ff: Njaaweeki moolanaaki

source: Stunning graphics
ff: Jaytine kulɓiniiɗe

source: The latest technologies
ff: Karallaagal cakkitiingal

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ff: Aɗa soki kesɗitinal! Ɓeydu kisal e ko jaasi hojom. <br/> Fuɗɗo huuroraade Firefox maa keso ngam heɓde wanngorde ɓurnde yuɓɓude e heertinaade. <br/> Ena yaawi tee yoɓetaake!

source: Upgrade now
ff: Hesɗitin jooni

source: Update now
ff: Hesɗitin jooni

source: Supported Devices
ff: Kaɓirɗi Tambitaaɗi

source: What’s New
ff: Ko Hesɗi e Firefox

source: Privacy
ff: Suturo

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ff: Bannge e ndii loowdi ko ©1998–%(current_year)s wallitooɓe Mozilla.org heeriiɓe. Loowdi ngoodndi e jamirol <a href="%(url)s">Creative Commons license</a>.

source: Contribute to this site
ff: Wallit e ndee lowre

source: Contribute to this page
ff: Wallit e ngoo hello

source: Mission
ff: Darnde

source: Tour
ff: Yillo

source: Partner with Us
ff: Huutondir e Amen

source: Sync
ff: Sanngoɗin

source: Desktop Add-ons
ff: Ɓeyditte Biro

source: Android Add-ons
ff: Ɓeyditte Android

source: Themes
ff: Wutteeji

source: Desktop Support
ff: Wallitorde Biro

source: Android Support
ff: Wallitorde Android

source: Performance
ff: Jaawgol golle

source: Technology
ff: Karallaagal

source: Privacy &amp; Security
ff: Suturo &amp; Kisal

source: Releases
ff: Bayyine

source: Firefox for Organizations
ff: Firefox mo Pelle

source: Mobile Add-ons
ff: Ɓeydiite Cinnde

source: Mobile Support
ff: Wallitorde Cinndel

source: About Firefox
ff: Baɗte Firefox

source: Join Mozilla
ff: Yantu e Mozilla

source: Participate
ff: Naat e golle ɗee

source: Volunteer
ff: Yarlito

source: Brand Toolkit
ff: Kuutorɗe Marke

source: Partnerships
ff: Kuutondiral

source: Get Mozilla updates
ff: Yeɓ kesɗitine Mozilla

source: Share
ff: Lollin

source: Mozilla on Twitter
ff: Mozilla e Twitter

source: Firefox on Twitter
ff: Firefox e Twitter

source: Mozilla on Facebook
ff: Mozilla e Facebook

source: Firefox on Facebook
ff: Firefox e Facebook

source: Forums
ff: Jakkaaji

source: Patents
ff: Berwe

source: Leadership
ff: Ngardiigu

source: Governance
ff: Ɗowamteeru

source: History
ff: Daartol

source: Our Products
ff: Topirɗe amen

source: Software and other innovations designed to advance our mission.
ff: Topateeri e kesameeje goɗɗe ŋeñtaaɗe ngam siynuje eɓɓoore amen.

source: Become a volunteer contributor in a number of different areas.
ff: Yantu e yarlitiiɓe wallitooɓe e fannuuji keewɗi ceertuɗi.

source: Menu
ff: Dosol

source: Committed to you, your privacy and an open Web
ff: Ena tiiɗaa suturo maa e Geese udditiiɗe

source: Choose Independent
ff: Suɓo Jaytaare

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ff: Duumo e hatojinde e Enternet mo bellitiiɗo, udditiiɗo! #ChooseIndependent. Suɓo Firefox:

source: Please turn on JavaScript to display this page correctly.
ff: Tiiɗno hurmin JavaScript ngam jaytinde ngoo hello.

source: Firefox Features
ff: Fannuuji Firefox

source: Firefox Help
ff: Ballal Firefox

source: January
ff: Siilo

source: February
ff: Colte

source: March
ff: Mbooy

source: April
ff: Seeɗto

source: May
ff: Duujal

source: June
ff: Korse

source: July
ff: Morso

source: August
ff: Juko

source: September
ff: Siilto

source: October
ff: Yarkomaa

source: November
ff: Jolal

source: December
ff: Bowte

source: <abbr>Jan</abbr>
ff: <abbr>Sii</abbr>

source: <abbr>Feb</abbr>
ff: <abbr>Col</abbr>

source: <abbr>Mar</abbr>
ff: <abbr>Mbo</abbr>

source: <abbr>Apr</abbr>
ff: <abbr>See</abbr>

source: <abbr>May</abbr>
ff: <abbr>Duu</abbr>

source: <abbr>Jun</abbr>
ff: <abbr>Kor</abbr>

source: <abbr>Jul</abbr>
ff: <abbr>Mor</abbr>

source: <abbr>Aug</abbr>
ff: <abbr>Juk</abbr>

source: <abbr>Sep</abbr>
ff: <abbr>Sto</abbr>

source: <abbr>Oct</abbr>
ff: <abbr>Yar</abbr>

source: <abbr>Nov</abbr>
ff: <abbr>Jol</abbr>

source: <abbr>Dec</abbr>
ff: <abbr>Bow</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ff: Firefox nana ara to iOS! <a href="{url}">Winndito ngam ɓeydude humpito</a>.

source: Congrats. You’re up to date!
ff: Woyyoo. A hesɗitii!

source: Format
ff: Mbayka

source: Text
ff: Binndol

source: Whoops! Be sure to enter a valid email address.
ff: Ndo! Ƴeew so a naatnii ñiiɓirde iimeel moƴƴere.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
ff: Alanaa kam caɗeele e Mozilla huutoraade ngoo humpito hono no facciraa e <a href="%s">ngol Dawirgol Suturo</a>

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
ff: Alanaa kam caɗeele e Mozilla huutoraade ngoo humpito hono no paamir-mi e <a href="%s">Dawirgol Suturo</a>

source: Keep up with<br> all things Firefox.
ff: Humpito<br> geɗe Firefox fof.

source: Get Firefox news
ff: Heɓ kabaruuji Firefox

source: YOUR EMAIL HERE
ff: WINNDU ƊOO IIMEEL MAA

source: Sign Up Now
ff: Winndito Jooni

source: Sign me up
ff: Winndit am

source: Select country
ff: Labo leydi

source: Available Languages
ff: Ɗemɗe goodɗe

source: We will only send you Mozilla-related information.
ff: Min neldat-maa tan ko kabaruuji toɗɗiiɗi Mozilla.

source: Thanks!
ff: A jaaraama!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
ff: So a suwaa tawo teeŋtinde lulnagol e ɓataake habrirde baɗte Mozilla maa tawa aɗa foti waɗde ɗum. Tiiɗno ƴeewto wandannde ɓaakeeji maa walla ceɗol spaam maa ngam yiytude iwɗo e amen.

source: Thanks! Please check your inbox to confirm your subscription.
ff: A jaaraama! Tiiɗno ƴeewto wakannde ɓatakeeji maa ngam teeŋtinde binnditagol maa.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ff: Maa heɓ iimeel ummoraade e mozilla@e.mozilla.org ngam teeŋtinde binnditagol maa. So a heɓaani-mo, ƴeewto seɗorde spamuuji maa. Alaa e sago teeŋtinaa binnditagol maa ngam heɓde ɓataake amen habrirde.

source: Read all about it in our <span>newsletter</span>
ff: Ɓeydu humpito baɗte mum e <span>newsletter</span> amen

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ff: Lulno e kesɗitine lewriije ngam humpitaade ko joli e Mozilla, kadi ɓeydaa humpito e peeje e ƴoƴe cakkitiiɗe ballooje-ma ittinde kuutorgol wanngorde maa Firefox. Ko ɗum ɓeydata jokkondiral maa e maen yuɓɓude!

source: <span>Firefox</span> + You
ff: <span>Firefox</span> + Aa

source: Get Firefox tips, tricks, news and more
ff: Heɓ ƴoƴon Firefox, peeje, kabaruuji e geɗe goɗɗe

source: Web Innovations
ff: Kesamhasameeje Geese

source: Internet Health
ff: Cellal Enternet
