Repository: alvinlaz96/mozilla-lang
Catalog: ff/newsletter.lang.po
Languages: ff

source: Your email address:
ff: Jokkorde imeel maa:

source: Available Languages
ff: Ɗemɗe goodɗe

source: Language:
ff: Ɗemngal:

source: Select country
ff: Labo leydi

source: Country:
ff: Leydi:

source: Sign me up!
ff: Winndit am!

source: We will only send you Mozilla-related information.
ff: Min neldat-maa tan ko kabaruuji toɗɗiiɗi Mozilla.

source: Thanks for Subscribing!
ff: A jaaraama e binnditagol maa!

source: Your newsletter subscription has been confirmed.
ff: Binnditagol maa e ɓataake habrirde ndee teeŋtinaama.

source: Firefox & You
ff: Hakkunde maa & Firefox

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
ff: Ɓataake habrirde lewruyaŋkeewo e tintine keeriiɗe dokkooje-ma ƴoƴon ngam ƴellitde dawtol maa e Firefox dow biro maa walla kaɓirgol maa Android.

source: Firefox OS News
ff: Kabaruuji Firefox OS

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
ff: Ɓataake habrirde lewruyaŋkeewo e tintine keeriiɗe baɗte no kuutoragol maa Firefox OS ɓeydortoo yuɓɓude, kañum e fannuuji cakkitiiɗi e jaaɓɗe Firefox Marketplace ɓurɗi yuɓɓude.

source: Mozilla Communities
ff: Renndooji Mozilla

source: Bringing you the best new opportunities to help support the open Web.
ff: Addande on fartaŋŋeeji kesi ɓurɗi yuɓɓude ngal wallude semmbinde geese udditiiɗe.

source: A monthly newsletter on how to get involved with Mozilla on your campus.
ff: Ɓataake habrirde lewruyaŋkeewo baɗte no neɗɗo naatira e golle Mozilla e duɗe tokoose walla jaaɓi-kaaɗtirɗe.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
ff: Ɓataake habrirde lewruyaŋkeewo ngam humpitde-ma sahaa kala baɗte eɓɓoore Firefox Affiliates.

source: Firefox Apps & Hacks
ff: Jaaɓɗe & Kakaaje Fire

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
ff: Kabaruuji toɗɗiiɗi topayɓe baɗte Firefox OS, Firefox Marketplace e yuɓɓaturu jaaɓɗe Open Web.

source: Firefox for desktop
ff: Firefox mo biro

source: Don’t miss the latest announcements about our desktop browser.
ff: Hoto luute tintine cakkitiiɗe baɗte wanngorde amen biro.

source: Firefox for Android
ff: Firefox mo Android

source: Keep up with releases and news about Firefox for Android.
ff: Humpito baɗte bayyine e kabaruuji baɗte mo Android.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
ff: Tintine keeriiɗe e ɓatakuuje iwɗe to goomu amen dariingu ngam Geese keddoo ɗe yoɓetaake e udditiiɗe.

source: Firefox OS smartphone owner?
ff: Aɗa jogii cinnde Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
ff: Hoto luute kabaruuji teeŋtuɗi e kesɗitine baɗte kaɓirgol maa Firefox OS.

source: Beta News
ff: Kabaruuju Betaa

source: Manage your <span>Newsletter Subscriptions</span>
ff: Toppito <span>Binnditagol maa e Ɓataakeeji</span> ɗii

source: Manage your Email Preferences
ff: Toppito Cuɓoraaɗe maa Iimeel

source: We love sharing updates about all the awesome things happening at Mozilla.
ff: Amin katojini e lollinde kesɗitine baɗte geɗe pattamlame jolooje to Mozilla.

source: Set your preferences below to make sure you always receive the news you want.
ff: Labo cuɓoraaɗe maa les ɗee ngam yenaneede maa heɓ kabaruuji ɗi njiɗ-ɗaa sahaa kala.

source: Newsletters
ff: Ɓataakeeji abrirde

source: Getting too much email from us?
ff: Aɗa heɓa iimeeluuji amen haa fakiti?

source: Not interested in our newsletters, but like those special announcements? No problem.
ff: A ɓuraani hatojinde e kabrirɗe amen, kono aɗa yiɗi ɗeen tintine keeɗiiɗe? Alaa caɗe.

source: We can keep in touch with occasional messages that matter most to you.
ff: Eɗen mbaawo habrondirde e ɓatakuuje sahaaji ɗe ɓur-ɗaa woƴeede.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
ff: Jelto doge kala toɗɗiiɗe-ma, tee min ngaadii min neldat-maa tan ko iimeeluuji seeɗa.

source: I’m interested in:
ff: Miɗo hatojini e:

source: Subscribe
ff: Lulno

source: Unsubscribe
ff: Lultino

source: Remove me from all Mozilla emails
ff: Momtu am e iimeeluuji Mozilla fof

source: Save Preferences
ff: Danndu Cuɓoraaɗe

source: Thanks for updating your email preferences.
ff: A jaaraama e kesɗitinal cuɓoraaɗe iimeeluuji maa.

source: You send too many emails.
ff: Oɗon nelda meeluuji haa wooroo.

source: Your content wasn't relevant to me.
ff: Loowdi mon ndii toɗɗaaki-mi.

source: Your email design was too hard to read.
ff: Lelngo iiimeeluuji mon ena metti tarde.

source: I didn't sign up for this.
ff: Mi winnditaaki e ɗum.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
ff: Ɓur-mi yiɗde ko jokkondirde e Mozilla e Facebook e Twitter.

source: Submit
ff: Naatnu

source: Thanks for telling us why you’re leaving.
ff: A jaaraama e habrude-min ko waɗ maa yahde.

source: Thanks! Please check your inbox to confirm your subscription.
ff: A jaaraama! Tiiɗno ƴeewto wakannde ɓatakeeji maa ngam teeŋtinde binnditagol maa.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ff: Maa heɓ iimeel ummoraade e mozilla@e.mozilla.org ngam teeŋtinde binnditagol maa. So a heɓaani-mo, ƴeewto seɗorde spamuuji maa. Alaa e sago teeŋtinaa binnditagol maa ngam heɓde ɓataake amen habrirde.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
ff: Tiiɗno waɗ feere ɓeydaa ñiiɓirde amen neldirnde: mozilla@e.mozilla.org e doggol jokkondire maa ngam laaɓeede maa ɓatakeeji amen njetto wakannde maa.

source: The supplied link has expired. You will receive a new one in the next newsletter.
ff: Jokkol jonnangol ngol diwii happo. Maa heɓ kesol e ɓataake habrirde aroore.

source: Something is amiss with our system, sorry! Please try again later.
ff: Won ko feewaani e yuɓɓo maa, njaafo-ɗaa! Tiiɗno eto kadi so ɓooyii.

source: English&nbsp;only
ff: Engleere&nbsp;tan

source: Newsletter Subscriptions
ff: Lulnagol Ɓataake Habrirde

source: Newsletter confirm
ff: Teeŋtingol ɓataake habrirde

source: Format:
ff: Mbayka:

source: You’ve been unsubscribed.
ff: A lultinaama.

source: We’re sorry to see you go.
ff: Min ɓuraano yiɗde njahaa.

source: Would you mind telling us why you’re leaving?
ff: Amin njiɗnoo faamnde ko waɗ-maa yiɗde yaltude?

source: Other…
ff: Goɗɗum…

source: While here, why not check out some more Firefox awesomeness.
ff: Aɗa waawi haa jooni ƴeewde fannuuji goɗɗi pattamlami Firefox.

source: Get up and go
ff: Jokku yaha

source: It’s your Web anywhere you go.
ff: Ko Geese maa kala ɗo njah-ɗaa.

source: Get Firefox for mobile!
ff: Heɓ Firefox mo cinndel!

source: Added extras
ff: Fannuuji ɓeydaaɗi

source: Make Firefox do more with add-ons.
ff: Ɓeydu mbaawka Firefox so aafde ɓeyditte.

source: Find out how!
ff: Hol no waɗirtee!

source: About us
ff: Baɗte amen

source: What’s Mozilla all about?
ff: Hol ko woni darnde Mozilla?

source: We’re glad you asked!
ff: Amin mbeltii e ngaal naamnal!

source: A monthly newsletter packed with tips to improve your Firefox experience.
ff: Ɓataake habrirde lewruyaŋkeewo ardoore e peeje ngam ƴellitde dawtol maa e Firefox.

source: Firefox OS news, tips, launch information and where to buy.
ff: Kabaruuji Fireox OS, peeje, humpito jaltugol e hol to soodetee.

source: Be the first to know when Firefox is available for iOS devices.
ff: Jeye a adotooɓe tinde nde Firefox mo iOS yaltata.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
ff: Ar yiy jaaɓɗe HTML5 juɓɓuɗe, ɓurɗe hesɗude e Firefox OS.

source: Get a weekly tip on how to super-charge your Firefox experience.
ff: Heɓ ƴoƴre yontere kala no ɓeydirtaa kuutoragol Firefox maa welde.

source: Read about the latest features for Firefox desktop and mobile before the final release.
ff: Humpito baɗte fannuuji cakkitiiɗi Fiirefox mo ordinateer e cinndel hade bayyinal sakket.

source: News from the Mozilla Project.
ff: Kabaruuji iwɗe to Eɓɓoore Mozilla.

source: Periodic email updates about our annual international film competition.
ff: Humpito e iimeeluuji sahaa-sahaa baɗte kawgel amen hakkundeleyɗiwel fiiloɓe widewooji.

source: Email updates for vouched Mozillians on mozillians.org.
ff: Kabaruuji iimeel toɗɗiiɗe Mozillanaaɓe heftinaaɓe e mozillians.org.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
ff: Eɓɓoore Uniwersitee ɓooyɗo mo 2008-2011, jooni woppaama kono ummitiima e innde Etijaaji Ambaasadoor Firefox en.
