Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/mozorg/mission.lang.po
Languages: gn_py

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
gn_py: Emoñe'ẽ <a href="%(url)s">Manifesto Mozilla</a> embopypuku hag̃ua tekokatu ombohapéva ore rembipota ñemoañete.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
gn_py: Ehecha pe ta'angamýi eikuaa hag̃ua mávapa ore, moõgui roju ha mba'éichapa romoakãrapu'ã Ñanduti iporãvéva ndéve g̃uarã.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
gn_py: Mozilla ha'e atyguasu tembipurupyahuguáva, akãngetahára ha mboguatahára romba'apóva Ñanduti oikove ha ijeike hasy'ỹ hag̃ua, opavave ñandekuéra pytyvõhára momarandupyréva ha Ñanduti moheñoihára.

source: Topics include support, products, and technologies
gn_py: Umi mbo'epyrã ogueroike pytyvõ, apopyre ha tembipurupyahu

source: Volunteer opportunities in a number of different areas
gn_py: Pa'ũ oipytyvõsévape g̃uarã heta tendápe

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
gn_py: Roguerovia ko tembiapo pytyvõrã ijurujáva rehegua rupi iporãiterei omombarete hag̃ua tapicha peteĩ teĩme ha opavave renonderã.

source: We’re building a better Internet
gn_py: Rojaporoína Ñanduti iporãvéva

source: Our structure, organization, and the broader Mozilla community
gn_py: Ore mba'etee, atyguasu ha apaite Mozilla atyguáva

source: Where we come from and how we got to where we are
gn_py: Moõguipa roju ha mba'éichapa rog̃uahẽ ko roimehápe

source: Get involved
gn_py: Eike pype

source: Forums
gn_py: Ñomongetajere

source: Our mission is to promote openness, innovation & opportunity on the Web.
gn_py: Ore rembipota ha'e juruja ñemoherakuã, ñembopyahu ha pa'ũ Ñandutípe.

source: History
gn_py: Tembiasakue

source: Governance
gn_py: Sãmbyhyrã
