Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/mozorg/plugincheck-redesign.lang.po
Languages: gn_py

source: Keep your Firefox healthy with a quick checkup
gn_py: Eguereko nde Firefox tekoporãme peteĩ ñeha'ãjey ipya'éva rupi

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
gn_py: Eipuru Flash? QuickTime? Java? Eipurúramo ko'ãva ne rembiapo Firefox ryepýpe iporãve hag̃ua, ehecha umi mba'ejoajurã! Ikatuhína oikotevẽ ñembohekopyahu.

source: Check Your Plugins
gn_py: Ehechajey ne mba'ejoajurã

source: Plugins power the videos, animations and games in your Firefox. Keep an eye on their status and keep them up to date.
gn_py: Mba'ejoajurã oipytyvõ video, ta'ãnga oku'éva ha ñembosarái ehecháva Firefox-pe. Ema'ẽjepi hesekuéra ikatuháicha eguerekomeme mba'ejoajurã ipyahuvéva.

source: Update now to keep your plugins running smoothly and securely.
gn_py: Embohekopyahuve ko'áḡa ne mba'ejoajurã ikatuháicha oguata vevuive ha hekorosãme.

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
gn_py: Ndojejuhúi mba'ejoajurã. Ehechakuaáramo kóva ha'eha peteĩ jejavy, <a href="%(bugzilla_url)s">emombe'u pe jejavy</a> ha roikuaáta.

source: Common plugins you should check often.
gn_py: Ojejesarekovéva'erã mba'ejoajurã ojepuruvéva rehe.

source: All plugins
gn_py: Opaite mba'ejoajurã

source: These plugins are out of date. Please update.
gn_py: Ko'ã mba'ejoajurã itujáma. Embohekopyahumíkena.

source: Plugin
gn_py: Mboguejyrã'i

source: Status
gn_py: Tekotee

source: Action
gn_py: Tembiapo

source: These plugins are up to date. No action required.
gn_py: Ko'ã mba'ejoajurã itujáma. Natekotevẽi ejapo mba'eve.

source: These plugins have an unknown status. Follow the links to learn more.
gn_py: Ndojekuaái mba'éichapa oĩ ko'ã mba'ejoajurã. Eikutu joajuhakuérape eikuaamive hag̃ua hesekuéra.

source: What is a plugin?
gn_py: Mba'épa mboguejyrã'i

source: Plugins are bits of software that power videos, animation and games in your browser.
gn_py: Mba'ejoajurãniko software pehẽngue'i oipytyvõva video, ta'ãnga oku'éva ha ñembosaráipe oiko porãve hag̃ua ne kundahárape.

source: Why should I update my plugins?
gn_py: Mba'érepa ambohepyahuva'erã che mba'ejoajurã?

source: Out of date plugins can increase your risk for attack by malware, viruses and other security threats.
gn_py: Mba'ejoajurã itujavéva rupive oikekuaa malware, mba'echu'i ha hetave mba'evai.

source: Updated plugins keep your browser working smoothly and safely.
gn_py: Embohekopyahu rupi mba'ejoajurã oiko porãve ne kundahára ha hekorosãve avei.

source: Plugins don’t always update automatically so it’s up to you from time to time.
gn_py: Mba'ejoajurã niko sapy'ánte noñembohekopyahúi ijehegui, upévare rejesarekova'erã hesekuéra embohekopyahumeme hag̃ua.

source: How can Firefox help me?
gn_py: Mba'éichapa ikatu Firefox che pytyvõ

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to keep your Firefox safe.
gn_py: Tenondeve gotyo, Firefox ombohekopyahúta mba'ejoajurã nde rérape. Upe aja, eikepy'ỹiva'erã ko kuatiaroguépe ha embohekopyahu ne mba'ejoajurã eguereko hag̃ua tekorosã.

source: How can I see which plugins I have installed in my Firefox?
gn_py: Mba'éichapa ikatu ahecha mba'ejoajurã aguerekóva che Firefox-pe?

source: We automatically detected your plugins above. To view all the plugins you have installed in Firefox, follow these steps in your desktop browser:
gn_py: Ore rejuhu oreño mba'ejoajurã reguerekóva. Ehechasérõ opaite mba'ejoajurã oĩva nde Firefox-pe, ejapova'erã ko'ã mba'e:

source: Open the <span class="menu">menu</span>.
gn_py: Eike <span class="menu">poravorã</span>.

source: Choose Add-ons.
gn_py: Eiporavo Add-ons.

source: Click the plugins tab.
gn_py: Eikutu mba'ejoajurã rendayképe.

source: How do I disable a plugin?
gn_py: Mba'éichapa ikatu eipe'aite peteĩ mboguejyrã'i

source: Click on the drop down next to the plugin you wish to disable.
gn_py: Eikutu pe poravorã ojepe'akuaáva mboguerã'i embogueséva ndivegua.

source: Select "Never Activate" from the available choices.
gn_py: Eiporavo "Never Activate" poravopyrã eipurukuaávagui.

source: Back to Top
gn_py: Ehojey yvate

source: Update Now
gn_py: Embohekopyahu ko'ág̃a

source: Plugin icon
gn_py: Mboguejyrã'i ra'ãnga'i

source: unknown
gn_py: ojekuaa'ỹva

source: outdated
gn_py: ohasámava

source: vulnerable
gn_py: imarãkuaáva
