Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/mozorg/plugincheck.lang.po
Languages: gn_py

source: Keep your Firefox healthy with a quick checkup
gn_py: Eguereko nde Firefox tekoporãme peteĩ ñeha'ãjey ipya'éva rupi

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
gn_py: Eipuru Flash? ¿Aravo pya'e? ¿Java? Eipurúramo ko'ã apopyre ne rembiapo Firefox ryepýpe iporãve hag̃ua, ehecha umi imboguejyraã'i! Ikatuhína oikotevẽ ñembohekopyahu.

source: Plugin Check &amp; Updates
gn_py: Eha'ãjey ha embohekopyahu mboguejyrã'i

source: Update Now
gn_py: Embohekopyahu ko'ág̃a

source: Research
gn_py: Heka

source: current version plugin
gn_py: mboguejyrã'i ko'ag̃aguáva

source: Up to Date
gn_py: Mbohekopyahupyre

source: Plugin icon
gn_py: Mboguejyrã'i ra'ãnga'i

source: unknown
gn_py: ojekuaa'ỹva

source: vulnerable
gn_py: imarãkuaáva

source: outdated
gn_py: ohasámava

source: Check Your Plugins
gn_py: Ehechajey ne mboguejyrã'i

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
gn_py: Ñembohekopyahu umi ne mboguejyrã'i oipytyvõ Firefox ojeipuru hag̃ua tekorosã ha tekopytápe.

source: Currently the plugin check service is only available to Firefox users.
gn_py: Ko'ág̃a rupi, pe mba'epytyvõrã jeikeha reraguapy mboguejyrã'i rehegua ojepurukuaa Firefox puruhárape g̃uarã añoite.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
gn_py: Mbaoguejyrã'i noñembohekopyahúi ijehegui heta jey. Ehechajey nemba'e ko'ág̃a oiko porã hag̃ua ha eikundaha apañuãi'ỹre!

source: Looks like you’re using an older version of Firefox.
gn_py: Hi'ã chéve eipuruhína Firefox apopyre itujavéva.

source: Plugin Status
gn_py: Mboguejyrã'i rekotee

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
gn_py: Ndojejuhúi mboguejyrã'i. Ehechakuaáramo kóva ha'eha peteĩ jejavy, <a href="%(bugzilla_url)s">emombe'u pe jejavy</a> ha roikuaáta.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
gn_py: Ojueheguáva <strong>Internet Explorer</strong> mboguejyrã'i jehechajey ndive <strong>imbykýva</strong>. Ikatu avei eipuru Tembipuru &gt; Moĩmbaha.

source: Step 1: Click Update to update a plugin.
gn_py: Peteĩha: Eikutu Mbohekopyahu embohekopyahu hag̃ua pe mboguejyrã'i.

source: Step 2: Complete all recommended updates before restarting your browser.
gn_py: Mokõiha: Ejapopa opavave ñembohekopyahu oje'epyréva emoñepyrũjey mboyve ne kundahára.

source: Potentially vulnerable plugins
gn_py: Mboguejyrã'i imarãkuaáva

source: Plugin
gn_py: Mboguejyrã'i

source: Status
gn_py: Tekotee

source: Action
gn_py: Tembiapo

source: Outdated Plugins
gn_py: Mboguejyrã'i oikove'ỹmava

source: Unknown Plugins
gn_py: Mboguejyrã'i ojekuaa'ỹva

source: These plugins are up to date
gn_py: Ko'ã mboguejyrã'i oñembohekopyahúma

source: Back to Top
gn_py: Ehojey yvate

source: Frequently Asked Questions
gn_py: Porandu py'ỹiva

source: What is a plugin?
gn_py: Mba'épa mboguejyrã'i

source: Plugins power videos, animation and games
gn_py: Mboguejyrã'i omoĩporãve ta'ãngamýi ñemboheta, ñemomýi ha ñembosarái.

source: They're built outside of Firefox by companies like Adobe Systems and Apple
gn_py: Omoheñói ha'e'ỹva Firefox ikatúva Adobe Systems ha Apple.

source: Plugins don't always update automatically.
gn_py: Umi mboguejyrã'i ndaha'éi oñembohekopyahúva opa ára ijeheguirei.

source: Why should I update my plugins?
gn_py: Mba'érepa ambohepyahuva'erã che mboguejyrã'i

source: Old plugins can interrupt browsing and waste your time.
gn_py: Umi mboguejyrã'i itujáva ikatu omondoho ne kundaha ha omombegue ne rembiapo.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
gn_py: Umi mboguejyrã'i itujavéva <strong>omboheta mba'evaikuaa</strong> og̃uahẽvo ndéve mba'echu'i imarãva, ha ambuechagua mba'echu'i ha tekorosã kyhyjerã.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
gn_py: <strong>Umi mboguejyrã'i hekopyahúmava oguereko mba'epyahu</strong> oipytyvõva Ñandutípe <strong>iporã ha hekorosãvévo</strong>.

source: Screenshot of Add-Ons manager
gn_py: Moĩmbaha Ñangarekohára jejapyhy

source: How can Firefox help me?
gn_py: Mba'éichapa ikatu Firefox che pytyvõ

source: Which Plugins do I have?
gn_py: ¿Mba'e mboguejyrã'i areko?

source: Want to spread the word?
gn_py: Orepytyvõsépa roikuaauka hag̃ua Firefox

source: How do I disable a plugin?
gn_py: Mba'éichapa ikatu eipe'aite peteĩ mboguejyrã'i

source: In Firefox:
gn_py: Firefox pe:

source: Open the Tools menu.
gn_py: Eike poravorã Tembipurúpe.

source: Open the <span class="menu">menu</span>.
gn_py: Eike <span class="menu">poravorã</span>.

source: Choose Add-ons.
gn_py: Eiporavo Add-ons.

source: Click the plugins tab.
gn_py: Eikutu mboguejyrã'i rendayképe.

source: Click on a plugin in the list.
gn_py: Eikutu mboguejyrã'i rysýipe.

source: Select "Never Activate" from the available choices.
gn_py: Eiporavo "Never Activate" poravopyrã eipurukuaávagui.

source: Click the Disable button.
gn_py: Eikutu pe votõ Jepe'aite.

source: Mozilla Support
gn_py: Mozilla ñepytyvõ

source: Have more questions?
gn_py: Eguerekovépa porandu

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
gn_py: ¡Eho <a href="%(sumo_url)s">support.mozilla.org</a> eguereko hag̃ua ñepytyvõ eikotevẽva!
