Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/mozorg/products.lang.po
Languages: gn_py

source: Mozilla Products — Built by us, for the Web
gn_py: Mozilla mba'eteéva — ñande ñamboguatapyréva, Ñandutípe g̃uarã

source: Built for the Web
gn_py: Ñemboguatapyréva Ñandutípe g̃uarã

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
gn_py: Ore rembiapo ha'e Ñanduti moakãrapu'ã ha avei imbojuruja tapia opavavetépe iñasãiva opaichagua tembiapo romongu'évape avei.

source: Developers
gn_py: Mboguataha

source: Desktop
gn_py: Mba'erechaha

source: The free, non-profit browser for your desktop.
gn_py: Kundahára ndojehepyme'ẽiva ha ivirupota'ỹva ne mba'erechahápe g̃uarã.

source: The fast, smart, safe choice for Android browsing.
gn_py: Jeporavo pya'e, ha'evéva ha hekorosãva Android kundahárape g̃uarã.

source: An open operating system for mobile devices.
gn_py: Apopyvusu hekoporãva pumbyry popeguápe g̃uarã.

source: A new standard to recognize and verify learning.
gn_py: Tapereko pyahu jehechakuaa ha jehechajey kuaapyrãva.

source: A creation and distribution platform for apps.
gn_py: Ñemoheñói rehegua ha tembipuru'i ñemyasãi.

source: A better way to sign in to websites.
gn_py: Ejekuaauka porãve hag̃ua opaite ñanduti rendápe.

source: Safe, fast and easy email.
gn_py: Ñandutiveve hekorosã, ipya'e ha ndahasýiva.

source: Make something amazing with the Web.
gn_py: Emoheñói ijojaha'ỹva Ñanduti ndive.

source: Our community-driven innovation accelerator.
gn_py: Ñembopyahu mbopya'eha omopyendáva ore atyguasu.

source: New ways to explore, experiment and innovate.
gn_py: Jeporeka pyahu reko, ha'ã ha mbopyahu.

source: A bug tracking system to help manage software development.
gn_py: Apopyvusu jejavy rapykueho neipytyvõtava embohape hag̃ua software ñemboguata.

source: Inspect, debug, analyze and more inside your browser.
gn_py: Ehechajey, emopotĩ, ehesa'ỹijo ha hetave mba'e ne kundahára ryepyete guive.

source: The layout engine that drives Firefox.
gn_py: Moha'ãnga mongu'eha Firefox omombaretéva.

source: An environment for XUL-based applications.
gn_py: Jeregua tembipuru'i XUL reheguápe g̃uarã.

source: Firefox APIs
gn_py: API Firefox mba'éva

source: The foundations for building a Firefox OS app.
gn_py: Umi tekoite tembipuru'i mboguatahápe g̃uarã Firefox&nbsp;OS.

source: All Mozilla-based Products
gn_py: Opavavete apopyre Mozilla reheguaitéva
