Repository: alvinlaz96/mozilla-lang
Catalog: sat/marketplace/marketplace.lang.po
Languages: sat

source: Firefox Marketplace
sat: फायारफॉक्स बाजार जायगा .

source: Firefox Marketplace <span class="aurora">Aurora</span>
sat: फायारफॉक्स बाजार जायगा .<span class="aurora">औरोरा</span>

source: Open for business
sat: बेपार ला़गित् झिज मे

source: Visit the Marketplace »
sat: फायारफॉक्स बाजार जायगा ञेंल मे . »

source: Try the Marketplace&nbsp;»
sat: बाजार जायगा &nbsp कुरुमुटु; »

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
sat: फायारफॉक्स बाजार जायगा . रेयाक् औरोरा उछा़न ञेल ओड़ोक ला़गित् , आम पा़हिल आमाक् एंडरोयेड फायारफॉक्स औरोरा आ़तुर आंड़गो ला़कती आमा .

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
sat: मित धाव आम एंडरोयेड ला़गित् फायारफॉक्स औरोरा आ़तुर आंड़गो आर बोहलाआकात् आम, आम फायारफॉक्स बाजार जायगा . फायारफॉक्स औरोरा जायगा भितिर “एपस” मिनु आपनार मोने तेयाक् खोन आ़तुर दाड़ेयाक्.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
sat: मोजिलाक् दो आजाक् मुल गोनोङ को आ़गुया —झिज तेत् , साधिंन बेभारिजाक् कुसी — एप रेयाक् दुनिया रे . आले मित् झिज बेढाय तेयारेत् आ जे लाभ लाहा होचो को , बिसोय मालिक को आर हाताव को . आर झिजवाब प्रोद्योगिकी को बायसाव एप सांव HTML5, जावा स्क्रिप्ट आर CSS, लाहा होचो को बेस आर गाहिर ञेल हेरेड़ को तेयार दाड़ेयाक् .

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
sat: फायारफॉक्स बाजार जायगा . पा़हिल औरोरा उछा़न दो एंडरोयेड ला़गित् फायारफॉक्स औरोरा रे ञामोक आ, बादार जायगा लाहा आर लाहा़नती लेका आकोवाक् ओप रे फिड बेक ञाम माने लाहा होचो को एम.

source: Find &amp; discover amazing apps easily
sat: ञाम &amp; हुदिसा ओप को आलगा ञाम ओडोक .

source: Give us your feedback
sat: आमाक् फिडबेक आले एमालेम .

source: Enjoy rich, immersive experiences
sat: ढेर, गा़हिराक् ञेल हेरोड़ को रा़सकाय मे .

source: Showcased apps
sat: उदुक् काथा ओप को

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
sat: लातार रे काच् गान आलेयाक् कुसी एप को मेनाक् आ आम एहोब ला़गित् ञाम ,मेन खान ओंडे दो बाड़ती रा़सका आर पानते ओड़ोकाक् काना मित् धाव आम आ़तुर आंड़गो लेखान <a href="%(mobile_aurora_url)s"> एंडरोयेड औरोरा ला़गित् फायारफॉक्स </a>, आम नोवा को खोन जाहां गे एप्स एप खोन मित् QR आर कोड उदुक् सोदोर टेप दाड़ेयाक् ओका आम नोवा आ़तुर आंड़गो ला़गित् एसकेन दाड़ेयाक्. आम बाजार जायगा रे सोझे एप ला़गित् पानते होम दाड़ेयाक् .

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
sat: लातार रे काच् गान आलेयाक् कुसी एप को मेनाक् आ आम एहोब ला़गित् ञाम . नोडे रा़सका आर बाजार जायगा रे सोझे पानते ओडोक ला़गित् बाड़ती हों ताहेना.

source: Games
sat: खेलोंड को

source: News &amp; Media
sat: खोबोर &amp; मिडिया.

source: Productivity
sat: तेयार ओडोक तेत्

source: Want to build an app?
sat: चेत् आम मित् एप तेयार सानाम काना?

source: Find out how to create and upload apps to the Firefox Marketplace:
sat: बाजार जायगा रे चेत् लेका एप तेयार आर लादे राकाबा ञाम ओडोक मे :

source: Develop HTML5 Web apps for the Firefox Marketplace »
sat: फायारफॉक्स बाजार जायगा ला़गित् HTML5वेबएफ लाहाया »

source: Partner with Mozilla »
sat: मोजिला सांव भागियारी »

source: Sign up for more news about the Firefox Marketplace.
sat: फायारफॉक्स बाजार जायगा बाहबोत ते बाड़ती खोबोर को ला़गित साइन ऑप मे.
