Repository: alvinlaz96/mozilla-lang
Catalog: ee/firefox/partners/index.lang.po
Languages: ee

source: Firefox OS, Marketplace, Android — Partners
ee: Firefox OS, Marketplace, Android — Partnerwo

source: Get involved
ee: Geɖe eme

source: Contact our business development team to get on board.
ee: Tsia ka kple miaƒe business tutuɖedzi ha be na geɖe mia dome.

source: First Name
ee: Wo ŋkɔ gbatɔ

source: Last Name
ee: Tɔgbe ŋkɔ

source: Title
ee: Tanya

source: Phone
ee: Kaƒomɔ

source: Interest:
ee: Didi:

source: Firefox for Android
ee: Firefox na Android

source: Other
ee: Bubu

source: Interest
ee: Didi

source: Submit my request
ee: Xɔ nye biabia

source: Thanks for your interest in partnering with us
ee: Akpe ɖe wo didi be yeakpe ɖe miaŋu la ta

source: We will review your request and get back to you about possibilities and opportunities soon.
ee: Miato wo biabia me eye miatrɔ va gbɔwo kpuie kple mɔnukpɔkpɔwo.

source: Overview
ee: Emetoto

source: Explore the site
ee: To site la me

source: Unleash the future
ee: Ʋu wotsɔ me

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ee: Miele mɔ ɖem na miaƒe operatorwo, kaƒomɔ wɔlawo be woakpɔ kadodo si le mia dom la dzi nyuie to miaƒe mobile productwo: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> kple <a %(url3)s>Firefox na Android</a> dzi.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
ee: Firefox OS tsɔ ablɔɖe kple mɔnukpɔkpɔ vɛ na dukɔ 29 kple dɔnuʋuʋu siwo awu 50 kpakple operator 14 le xexeame katã - eye kpekpeme sia adzi ɖe edzi le 2015 me.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ee: Kpɔ nu si gbɔna le wo mobile dzi kple <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> kpakple <a %(url3)s>Firefox na Android</a>.

source: See more partners
ee: Kpɔ partner bubuwo

source: Recent news
ee: Fifia nyadzɔdzɔwo

source: Firefox OS Unleashes the Future of Mobile
ee: ‘Firefox OS’ ɖo kaƒomɔ ƒe etsɔme ɖe ŋgɔ

source: Be a partner
ee: Nye dɔwohati wodometɔ ɖeka

source: Just what your customers need
ee: Nusia koe woasisiwo hia

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
ee: Ezaza le bɔbɔe. Eŋutinu le bɔbɔe. ‘Firefox OS’ nye dugbadza nu sike nana mɔnukpɔkpɔ geɖe.

source: The Web is the platform
ee: Web a nye ɖugbadzanu

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
ee: ‘Firefox OS’ nye ɖokuisinɔnɔnɔ ƒe mɔnu bubu aɖe sike vo tso sewo kple mɔnuxenuwo si le ɖugbadza ƒe mɔnu bububu siwo le xoxola ŋu.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
ee: Miaƒe partnerwo nye dɔdzikpɔlagã siwo dze si asixɔxɔ si differentiated offering ateŋu ahe va asiwo me.

source: Made by Firefox
ee: Firefox ye wɔe

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
ee: Le ƒe 15 siwo vayi me la, miedze agbagba tsɔ aɖaŋu trɔ asi le Web la ŋu be miawɔe be ame sia ame nakpɔ gome le eme. Abe viɖe tso miaƒe agbagbadzedzewo me ene la, miaƒe Web dzi dɔwɔwɔ akpa ɖeka ɖe mama atɔ dzi yia edzi egbe le Firefox productwo dzi.

source: The Open Web advantage
ee: Ʋu Web dzidzemekpɔkpɔ la

source: With Firefox OS you can:
ee: Kple Firefox OS la ateŋu:

source: Create unique user experiences to deliver on specific market needs
ee: Ʋu ezala ƒe nuteƒekpɔkpɔwo bena naxɔ adzɔnu siwo hia wo la

source: Own and control your relationship with your consumers
ee: Wɔ eye na lebe na wo kadodo kple wo nuƒlelawo

source: Explore alternative business models
ee: Di asitsatsa mɔnu bubuwo

source: Stimulate increased Internet use
ee: Dzi wo Internet zazã ɖe edzi

source: Level the playing field against other OS and marketplace providers
ee: Wɔ hoʋiƒe la sɔsɔe na OS kple marketplace provider bubuawo ha

source: Firefox OS at home
ee: Firefox OS le aƒeme

source: HTML5 apps for all
ee: HTML5 appwo na amewo kata

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
ee: Di mɔ yeye aɖe si dzi nato akpɔ gome le ecosystem aɖe si me xexea ƒe app doŋgɔwo kple app siwo hia wu na wo nuƒlelawo ƒe didiwo le la.

source: Your own business model
ee: Woŋutɔ ƒe asitsatsa ƒe mɔwo

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
ee: Na wo asitsatsa natsi ɖe edzi to aɖaŋu nyui siwo awɔe be wo nuƒlelawo naxe fe bɔbɔe. Wɔ nuƒeƒle mɔnu kple app tɔxɛ hena woƒe dzidzemekpɔkpɔ kple hena asi bubuwo hehe.

source: Revolutionary content discovery
ee: Emenu tɔxɛ ɖeɖe ɖe go

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
ee: Appŋunyalawo kple ame siwo le Mozilla ha me tso xexea me godo kpe ɖe miaŋu de dzesi Firefox Marketplace me nu siwo hia wu la. Esia wɔ be wo nuƒlelawo ateŋu akpɔ nu siwo hia nawo wu la bɔbɔe.

source: Testimonials
ee: Ɖaseɖiɖiwo

source: See what Box, SoundCloud and others have to say
ee: Kpɔ nu si gblɔ ge Box, SoundCloud kple bubuawo le

source: Join the Conversation
ee: Geɖe dzeɖoɖoa me

source: Follow @firefoxapps on Twitter
ee: Dze @firefoxapps yome le Twitter dzi

source: Read more on the Apps Blog
ee: Xle nu bbuwo le Apps Blog la dzi

source: A direct path to your customers
ee: Mɔ si ɖo ta wo nuƒlelawo gbɔ

source: Marketplace offers:
ee: Marketplace naa:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
ee: Operator fedodo si naa be nakpɔ gome le mobile ecosystem la me eye naɖe mɔ na kadodo kple ezalawo.

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
ee: Operator shelf aɖe si dzi nato akaka wo gbedeasi kple appmenu siwo hia na wo nuƒlelawo vebie la le asiwo me.

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
ee: Apps ƒe emenuwo le yeye, le tɔxe eye nuyeyewo kpea ɖe ŋu edziedzi hena ezalawo ƒe hahiawo dzikpɔkpɔ

source: Commitment from well-known, tier 1 developers
ee: Adodohehe tso ameŋkutawo, ‘tier 1 developers’

source: Lower barriers to entry for local app developers in both resource and cost
ee: Bɔbɔ mɔxenuwo na local app developerwo le nuhiahia kple asixɔxɔ me

source: Become a Marketplace developer
ee: Zu Marketplace developer

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
ee: App siwo nuƒlelawo ateŋu akpɔ bɔbɔe le platform vovovowo, mɔwo kple operating systemwo dzi

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
ee: Asitsatsa nɔnɔme siwo ŋu asitɔtrɔ le, siwo me boblododo kple fexexe ŋudzɔdzɔ mɔnu siwo wɔ in-app fexexewo bɔbɔe

source: Optional carrier billing in regional currencies
ee: Fedodo optionaltɔ le region gawo me

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
ee: Mɔnukpɔkpɔ hena kadodo kple Firefox zalawo kple megbeda alafawo kpakple milionwo le xexeame godo

source: Access to relatively untapped markets
ee: Gomekpɔkpɔ le asi siwo womenya haɖe o la me

source: Learn how to make HTML5 apps for an open marketplace
ee: Srɔ alesi nawɔ HTML5 apps na femaxe marketplace

source: Have an app?
ee: App le asiwoa?

source: Submit it to Firefox Marketplace today
ee: Ɖoeɖa Firefox Marketplace egbe

source: A superior mobile experience
ee: Mobile zaza kɔkɔtɔ wu

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
ee: Kple feature siwo tsia kple dedienɔnɔ kpakple privacy yeyewo la, miaƒe browser si kɔ sã wu bubuawo la naa mɔnukpɔkpɔ bubu na platform siwo wotu eye wohea mɔnu yeye si dzi nato atsia ka kple smartphone kpakple tablet zalawo katã.

source: Customize relationships
ee: Customize kadodowo

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
ee: Na wo nuzalawo naɖɔ Firefox na Android kple Firefox Marketplace kpɔ hena nuzalawo ƒe nuteƒekpɔkpɔ si aɖe wo brand la ɖe go.

source: Create new value
ee: Wɔ asixɔxɔ yeye

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
ee: Geɖe Firefox ecosystem a me be nakpɔ gome le mɔnukpɔkpɔwo abe Firefox Marketplace kple WebRTC me. Ateŋu aɖe Web yeye menuwo fia alo adee wo nuƒlelawo ƒe akpata me be naʋu platform nɔɖokuisi yeyewo.

source: Learn more about partner opportunities.
ee: Srɔ nu bubuwo tso partner mɔnukpɔkpɔ ŋu.

source: Stand out <br>from the crowd
ee: Tai tre <br>tso haho la me

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
ee: Za miaƒe differentiated offering, brand sesẽ kple nuƒlelawo ƒe lɔlɔ̃ na Firefox ecosystem la natsɔ ado wo nudzadra kple data zazã ɖe ŋgɔ.

source: Firefox for Android lets you:
ee: Firefox na Android ɖea mɔ na wo:

source: Customize the experience
ee: Customize nuteƒekpɔkpɔ la

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
ee: Kpe wo brand kple content ɖe wonɔewo ŋu be nadzi nuƒlelawo ƒe kadodo ɖe edzi, ale nuƒlelawo ɖe anyi na etsɔme.

source: Build new differentiated offerings
ee: Tu nunana tovovo yeyewo

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
ee: Ƒokpli sevisiwo le browser me be nakpɔ ablɔɖe tso proprietary platformwo ƒe mɔxenuwo sime.

source: Step into the Firefox ecosystem
ee: Ge ɖe Firefox ecosystem la me

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
ee: Sɔ Firefox Marketplace, WebRTC technology la, direct customer billing megbeda, nudidi takeke, Firefox cloud sevisiwo kple bubuwo.

source: Partner Opportunities
ee: Partner mɔnukpɔkpɔwo

source: For Developers
ee: Na Developerwo

source: For Operators & Manufacturers
ee: Na Operatorwo kple Manufacturerwo

source: Firefox Marketplace — Developer testimonials
ee: Firefox Marketplace — Developer ɖaseɖiɖiwo

source: Get it on Google Play
ee: Xɔe le Google Play

source: Mobile World Congress 2014
ee: Xexeme Mobile Ƒuƒoƒo 2014

source: Watch our wrap-up video from Mobile World Congress 2013
ee: Kpɔ miaƒe nuwuwu vidio tso Xexeme Mobile Ƒuƒoƒo 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
ee: Mozilla kple partnerwo le dzadzraɖo wɔm na Firefox OS smartphonewo heheɖego gbatɔ

source: Watch the daily <br>MWC video recap
ee: Kpɔ gbesiagbe <br>MWC vidio gbugbɔƒo

source: Fox Den &amp; other <br>MWC events
ee: Fox Den &amp; <br>MWC nudzɔdzɔ bubuwo

source: Firefox tweets from <br>MWC in Barcelona
ee: Firefox tweetwo tso <br>MWC le Barcelona

source: View the version notes
ee: Kpɔ version notes la

source: Read about features, changes and more
ee: Xle nu tso emenuwo, tɔtrɔwo kple bubuawo ŋu

source: Description
ee: Ɖɔɖɔɖo

source: Please enter your first name.
ee: Taflatse ŋlɔ wo ŋkɔ gbatɔ.

source: Please enter your last name.
ee: Taflatse ŋlɔ wo tɔgbe ŋkɔ.

source: Please enter your company name.
ee: Taflatse ŋlɔ wo dɔwɔƒe ŋkɔ.

source: Please supply a valid URL.
ee: Taflatse ŋlɔ URL si dze.

source: Please enter a valid email address
ee: Taflatse ŋlɔ wo email adrɛsi

source: Address
ee: Adrɛsi

source: City
ee: Dume

source: State/Province
ee: State/Provinsi

source: Country
ee: Dukɔ

source: Register for a session
ee: Register na session aɖe

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
ee: Firefox le MWC 2015 &ndash; Hall 3, Stand 3C30

source: Schedule
ee: Ɖoɖo

source: Firefox at MWC 2015 &ndash; Schedule of Events
ee: Firefox le MWC 2015 &ndash; Nudzɔdzɔwo ƒe Ɖoɖo

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
ee: Le miaƒe ƒe gbatɔ me la, miehe mɔnukpɔkpɔ geɖewo va dukɔ 15 me kple hardware partner 4, operator 7 kpakple heheɖego 16.

source: Partner with us
ee: Partner kple mi

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
ee: Le ŋkɔ ga siwo le dɔwɔƒea ƒe megbedada ta la, Firefox OS nye femaxe platform si naa be nakpɔ gome le asitsatsa ƒe kadodo me. <a %(url)s>Kpɔ alesi nateŋu ageɖe mia dome </a> or <a href="%(url2)s">srɔ nu tso nu si wonye na miaƒe nuƒleawo</a>.

source: View available Firefox OS devices
ee: Kpɔ Firefox OS mɔ siwo li

source: Made of the Web
ee: Web ye wotsɔ wɔe

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ee: Nu siwo wotsɔ wɔe lae nye HTML5 kple femaxe Web standard bubuwo, si na be Firefox OS ɖe ɖa xaa tso se kple ɖoɖo madeamedzi siwo le proprietary platformwo dzi la gbɔ.

source: The difference the Open Web makes
ee: Vovototo is Open Web la tsɔ vɛ

source: Firefox OS offers:
ee: Firefox OS naa:

source: A level playing field against other OS and marketplace providers
ee: Sɔsɔminasɔ le OS kple marketplace provider bubuwo dome

source: Greater participation in the value chain
ee: Gomekpɔkpɔ gobi le asitsatsa katsiatsia me

source: Ownership and control over relationships with customers
ee: Nutɔnyenye kple belele na kadodo kple wo asisiwo

source: Customized phones that meet the specific needs of various target markets
ee: Kaƒomɔ siwo wowɔ wonye tɔwo si akpɔ wodidiwo kata gbɔ la

source: Contact our business development team to get on board
ee: Tsia ka kple miaƒe asitsatsa ƒe tsitsi dzikpɔlawo be nage ɖe mia dome

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
ee: Kpɔ mɔnu bubu si dzi nato akpɔ gome le ecosystem si naa xexea ƒe app xɔ ŋkɔwo si wo ha nyo wu, na wo asisiwo ƒe hiahia wo. Kpɔ alesi esia akpe ɖe ŋuwo<a %(url1)s>operatorwo kple manufacturerwo</a> kpakple <a %(url2)s>developerwo</a>.

source: Your needs
ee: Wo hiahiawo

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
ee: Na wo asitsatsa natsi ɖe edzi to ƒuƒoƒo wo fexexeɖaŋuwo kple miaƒe open source sevisiwo, yi asi yeyewo me na nuƒeƒle kpakple nuteƒekpɔkpɔ na wo hiahiawo gbɔ kpɔkpɔ.

source: Our experience
ee: Miaƒe nuteƒekpɔkpɔ

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
ee: Miaƒe nuteƒewɔwɔ le dzidzemehehe vɛ na miaƒe asisiwo le xexeame godo la dzena le nu sia nu si miewɔna la me. Miaƒe add-ons directory naa content ame akpewo kple millionwo le xexea kata me.

source: The world’s largest developer community
ee: ɣeɣie ƒe dɔwɔƒegawo ƒe gologoewo

source: Micro-targeted content for every use-case to meet customers’ local needs
ee: ‘Micro-targeted’ƒe emenuwo na nuzaza ɖesiaɖe si hiana asisiwo

source: Apps that customers can access across multiple platforms, devices and operating systems
ee: Apps siwo asisiwo ateŋu aza le teƒe vovovowo, mɔvovowo kple ‘operating systems’ vovowo dzi

source: Flexible business models and multiple payment monetization options
ee: Asitsatsa ƒe mɔnuvovowo kple fexexe ƒe mɔnuvovowo

source: The ability to connect with hundreds of millions of Firefox supporters around the world
ee: Mɔnukpɔkpɔ be atsiaka kple ame akpe millionwo siwo nye Firefox ƒe boblodolawo siwo le ɣeɣiame godo

source: A superior Web experience
ee: Web zaza adodoe la

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
ee: Miaƒe dɔwɔwɔ de ŋgɔ, emenuwo le platform vovovowo dzi eye dedienɔnɔmɔnu si li fifia la to vo sã na esiwo li xoxo. Esia na be akpɔ ablɔɖe be na wɔ, amã eye naka ga na nuwo alesi nedi. <a %(url)s>Srɔ nu bubuwo tso miaƒe partner mɔnukpɔkpɔwo ŋu.</a>

source: Strengthen customer relationships
ee: Na kadodo kple asisiwo nasẽ ɖe edzi

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
ee: Wɔ wo ŋutɔ wo mamãwo le Firefox na Android kple Firefox Marketplace dzi hena ezaza le mɔ bubu siwo ahe viɖe vɛ eye woana wo brand nadze nyuie wu tsã.

source: Create new value for both you and your users
ee: Wɔ asixɔxɔ yeye na woŋutɔ kple wo asisi wo

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
ee: Za sevisi mɔnukpɔkpɔwo abe Firefox Marketplace and WebRTC be nawɔ ɖokuisi platform yeyewo eye wo ŋutɔ naƒo asi kple asisiwo.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
ee: Za miaƒe brand ƒe ŋuse kple sevisiwo natsɔ ado wo asitsatsa ɖe ŋgɔ be nadzra wo nuwo wu alesi newɔ nɛ xoxo.

source: Build new service offerings
ee: Tu sevisi yeyewo

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
ee: Ƒoƒu sevisiwo ɖe wo browser me kple Firefox Marketplace kpakple WebRTC be naɖe ɖa xaa tso nukpekeame siwo le proprietary platformwo dzi.

source: Direct customer billing
ee: Asiƒoƒo kple wo asisi

source: Grow your business by combining your own customer payment plans with our open source service offerings.
ee: Dzi wo asitsatsa ɖe edzi to ƒuƒoƒo wo ŋutɔ wo asisiwo ƒe fexexe mɔnu kple open source svisiwo.
