Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefoxos/firefoxos.lang.po
Languages: ff

source: Bringing the Open Web to mobile devices
ff: Addude Geese Udditiiɗe e kaɓirɗi beelni

source: Welcome to a new, open and powerful mobile world!
ff: A jaɓɓaama e aduna cinndel keso, caasɗo, udditiiɗo!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
ff: Firefox OS naatnat kaɓirɗi beelni e dinndeere Geese Udditiiɗe. Min ngoni ko e sosde kesum so fuɗɗude gannomingol Nanondiraaɗe geese kese.

source: New Web standards
ff: Nanondiraaɗe geese kese

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
ff: Firefox OS maa yaltin gannominal ɗeen nanondiraaɗe Geese ngam rimɗinde dinndeeje beelne e caɗeele e cugge doosɗe e tiwaaɗe dinndeeje jeyaaɗe.

source: Freedom from proprietary mobile platforms
ff: Ndimaagu e dinndeeje beelne jeyaaɗe

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
ff: Amin ngollodoo e <abbr title="Original Equipment Manufacturer">OEM</abbr>en e sarwinooɓe, amin mbasiyoo-ɓe yo ɓe ɗoofto soklaaji jeere ndee e huutorɓe maɓɓe keeriiɗi. Huutorɓe e topayɓe njuukaaki e dinndeere wootere, ngati eɓe mbaawi heɓde humpito maɓɓe kadi ɓe kuutoroo jaaɓɗe e dinndeeje keewɗe.

source: Customization for <abbr>OEM</abbr>s and operators
ff: Keertingol <abbr>OEM</abbr>en e sarwinooɓe

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
ff: <abbr>OEM</abbr>en e sarwinooɓe maa mbaaw addude loowdi e carwe e nder doggol kaɓirɗi no diidorinoo, tawa fawaaki e OS Yuɓɓo. Kadi ma ɓe mbaaw heertinde dawtol huutorɓe, toppitaade caakgol jaaɓɗe e foottude kiliyaneeɓe baɗte njoɓdi e ñiiɓgol.

source: Opportunities for developers
ff: Fartaŋŋeeji toɗɗiiɗi topayɓe

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
ff: Huutoraade HTML5 e APIs kesi ɗi Mozilla addi, topayɓe ɗo mbaawi wonde kala maa mbaaw sosde dawte e jaaɓɗe moolanaaɗe. Topayɓe maa nattu soklude ekkaade e topaade APIs toɗɗiiɗe dinndeej keeriiɗe.

source: Consumer freedom
ff: Ndimaagu kiliyaan

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
ff: Kiliyaneeɓe huutortooɓe kaɓirɗi loowɗi Firefox OS ma nattuu juukeede e dinndeeje keeriiɗe, ɗuum maa hokkuɓe waawde suɓaade, feewnitaade e ndimaagu. E Firefox OS, ko Geese woni dinndeere.
