Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/includes/mwc_2014_schedule.lang.po
Languages: hsb

source: Schedule is subject to change.
hsb: Časowy plan podleži změnam.

source: Monday
hsb: Póndźela

source: February 24
hsb: 24. februara

source: Tuesday
hsb: Wutora

source: February 25
hsb: 25. februara

source: Wednesday
hsb: Srjeda

source: February 26
hsb: 26. februara

source: Thursday
hsb: Štwórtk

source: February 27
hsb: 27. februara

source: Firefox OS: Today, Tomorrow and the Next Generation Design Story
hsb: Firefox OS: Dźensa, jutře a stawizna wo designje přichodneje generacije

source: Sharing Insights: Marketplace Content Partners and Firefox for Android
hsb: Dźělenje dopóznaćow: Wobsahowi partnerojo torhošća a Firefox za Android

source: Delivering Positive Social and Economic Impact Through Open Technology
hsb: Wukonjenje pozitiwneho towaršnostneho a hospodarskeho wliwa přez wotewrjenu technologiju

source: Customizing for Market Needs
hsb: Přiměrjenje za potrěbnosće wikow

source: Firefox OS for Any Screen Size
hsb: Firefox OS za kóždu wulkosć wobrazowki

source: Advancing the Web
hsb: Spěchowanje weba

source: The Future of Voice Panel Session with Brendan Eich, CTO & SVP Engineering, Mozilla
hsb: Přichod podijoweho zarjadowanja z Brendan Eich, CTO a SVP Engineering, Mozilla

source: HTML5 App Acceleration
hsb: Nałoženske pospěšenje HTML5

source: Privacy Seminar with Alex Fowler, Chief Privacy Officer, Mozilla
hsb: Seminar wo priwatnosći z Alex Fowler, nawodny społnomócnjenc za škit datow, Mozilla

source: Conference Pass Required
hsb: Konferencny pas trěbny

source: Conference Village, Hall 4<br>Auditorium 2
hsb: Konferencna wjes, žurla 4<br>Słucharnja 2

source: Firefox for Android: Explore ways to customize Firefox for Android for partner distribution, integrate with 3rd party services, and how to connect with other people and devices.
hsb: Firefox za Android: Wuslědźće móžnosće, Firefox za Android za partnerowe rozšěrjenje přiměrić, ze słužbami třećich kombinować a kak hodźi so ze druhimi ludźimi a gratami zwjazać.
