Repository: alvinlaz96/mozilla-lang
Catalog: kok/download_button.lang.po
Languages: kok

source: Download Firefox
kok: फायरफॉक्स डावनलोड करात

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
kok: तुमच्या यंत्रणेंत फायरफॉक्स चलोवपाक जाय आशिल्ल्यो <a href="%(url)s">गजाली</a> ना.

source: <span>Firefox Beta</span> for Android
kok: अँड्रॉयडखातीर<span>फायरफॉक्स बीटा</span>

source: <span>Firefox Aurora</span> for Android
kok: अँड्रॉयडखातीर<span>फायरफॉक्स अरोरा</span>

source: <span>Firefox</span> for Android
kok: अँड्रॉयडखातीर<span>फायरफॉक्स</span>

source: Get it free on Google Play
kok: गुगल प्लेचेर ते फुकट मेळयात

source: Firefox Beta
kok: फायरफॉक्स बीटा

source: Firefox Aurora
kok: फायरफॉक्स अरोरा

source: Free Download
kok: फुकट डावनलोड

source: Update your Firefox
kok: तुमचे फायरफॉक्स सुदारात

source: Supported Devices
kok: फाटबळ आशिल्ली उपकरणां

source: Get Firefox for Android
kok: अँड्रॉयडाखातीर फायरफॉक्स मेळयात

source: What’s New
kok: नवे किदे

source: Privacy
kok: गुप्तताय

source: Systems &amp; Languages
kok: यंत्रणा &amp; भाशा
