Repository: alvinlaz96/mozilla-lang
Catalog: kok/firefoxtesting.lang.po
Languages: kok

source: Download Firefox Beta for Android - Free
kok: अँड्रॉयडखातीर फायरफॉक्स बीटा डावनलोड करात- फुकट

source: Download Firefox Beta for Desktop - Free
kok: डेस्कटॉपाखातीर फायरफॉक्स बीटा डावनलोड करात - फुकट

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
kok: फायरफॉक्साच्यो फुडल्यो आवृत्त्यो डावनलोड करात आणि चाचणी घेयात. अरोरा वो बीटा सांगाताक आशिल्ल्या नावीन्यांचो अणभव घेयात.

source: Firefox Beta
kok: फायरफॉक्स बीटा

source: Firefox Beta for:
kok: खातीर फायरफॉक्स बीटा:

source: Firefox Beta for Mobile
kok: मोबायलाखातीर फायरफॉक्स बीटा

source: Download Beta and be part of the next version of Firefox.
kok: बीटा डावनलोड करात आणि फायरफॉक्सच्या मुखावेल्या आवृत्तेचो भाग जायात

source: 1. Test Features
kok: 1. चाचणी वैशिश्ट्यां

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
kok: सगळ्यांत नवी कार्यक्षमताय, कस्टमायझेशन आणि सुरक्षा सुधारणा हांका वापरून पळयात. प्रायम टायमाखातीर जवळजवळ तयार आसात.

source: 2. Refine &amp; Polish
kok: 2. रिफायन &amp; पॉलीश

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
kok: स्थीर वातावरणांत कार्यक्षमताय आणि वैशिश्ट्यां हांचेर अंतिम ट्वीक्स करपाखातीर दोश आमका कळीत करात

source: 3. Do Your Part
kok: 3. तुमचो भाग करात

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
kok: फायरफॉक्सच्या मुखावेल्या आवृत्तेचेर आणि ते सदा वापरपी 450 दशलक्ष लोकांचेर परिणाम घडयात.

source: Supported devices
kok: फाटबळ आशिल्ली उपकरणां
