Repository: alvinlaz96/mozilla-lang
Catalog: kok/main.lang.po
Languages: kok

source: Navigation
kok: नेव्हिगेशन

source: <span>for</span> Desktop
kok: डेस्कटॉपा<span>खातीर</span>

source: <span>for</span> Android
kok: अँड्रॉयडा<span>खातीर</span>

source: OS
kok: ओएस

source: Overview
kok: ओव्हरव्ह्यू

source: Trusted
kok: विश्र्वासू

source: Flexible
kok: लवचिक

source: Fast
kok: गतिमान

source: About
kok: विशीं

source: Devices
kok: उपकरणां

source: For partners
kok: भागीदारांखातीर

source: Need help?
kok: मदत जाय?

source: News
kok: खबरो

source: Developers
kok: विकासक

source: Donate
kok: दान करात

source: Support
kok: फाटबळ

source: Products
kok: उत्पादनां

source: Add-ons
kok: एड ऑन्स

source: About Us
kok: आमचेविशीं

source: Labs
kok: लॅब्स

source: skip to Navigation
kok: नेव्हिगेशनांत वचात

source: switch language
kok: भाशा बदलात

source: Back to home page
kok: परत होम पानाचेर

source: About Mozilla
kok: मॉझीला विशीं

source: Get Involved
kok: वाटेंकार जायात

source: Careers
kok: व्यवसाय

source: Press Center
kok: प्रेस केंद्र

source: Contact Us
kok: आमचेकडेन संपर्क करात

source: Other languages:
kok: हेर भासो:

source: Legal
kok: कायदेशीर

source: Cookies
kok: कुकीज

source: Firefox Affiliates
kok: फायरफॉक्स सहयोगी

source: Legal Notices
kok: कायदेशीर सूचना

source: Privacy Policy
kok: प्रायव्हसी धोरण

source: Release Notes
kok: प्रकाशन टिपणी

source: Other Systems and Languages
kok: हेर यंत्रणा आणि भासो

source: Close
kok: बंद

source: (in English)
kok: (इंग्लीशींत)

source: Return to top
kok: वयर परत वचात

source: Features
kok: वैशिश्ट्यां

source: Customize
kok: कस्टमायज

source: Download
kok: डावनलोड

source: Previous
kok: फाटल्यान

source: Next
kok: मुखार

source: MB
kok: एमबी

source: MegaBytes
kok: मेगाबायट्स

source: FAQ
kok: एफएक्यू

source: Videos
kok: व्हिडिओ

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
kok: जंय <a href="%s">टिपणी</a>ना थंय सोडल्यार, ह्या सायटीवेलो आशय हो <br /><a href="%s">क्रिएटीव्ह कॉमन्स गुणधर्म शेअर- भशेनचो परवानो v3.0</a> वो उपरांतच्या कसल्याय आवृत्तेखाला परवान्यासकयल आसा.

source: Report Trademark Abuse
kok: बोधचिन्न भंग कळीत करात

source: Free Upgrade
kok: फुकट सुदार

source: Follow us on:
kok: आमका फॉलो करात:

source: Customize with Add-ons
kok: एड-ऑन्ससयत कस्टमायज करात

source: Learn More
kok: अदिक जाणा जायात

source: Learn more
kok: अदिक जाणा जायात

source: Replay
kok: परत चलयात

source: Watch the video
kok: व्हिडिओ पळयात

source: Replay the video
kok: व्हिडिओ परत चलयात

source: Share the video
kok: व्हिडिओ शेअर करात

source: WebM format
kok: वेबएम स्वरूप

source: Ogg Theora format
kok: ओजीजी थिओरा स्वरूप

source: MPEG-4 format
kok: एमपीईजी-4 स्वरूप

source: Mobile
kok: मोबायल

source: Check out the new look and feel of Firefox.
kok: फायरफॉक्साचे नवे रूप आणि अणभव तपासात

source: View Full Site
kok: पुराय सायट पळयात

source: Download for <span>Android</span>
kok: अँड्रॉयडाखातीर<span>डावनलोड</span>करात

source: Desktop
kok: डेस्कटॉप

source: Firefox Beta for mobile
kok: मोबायलाखातीर फायरफॉक्स बीटा

source: Firefox for mobile
kok: मोबायलाखातीर फायरफॉक्स

source: Email
kok: ईमेल

source: Super speed
kok: सुपर गती

source: Stunning graphics
kok: दोळे दिपकावपी ग्राफिक्स

source: The latest technologies
kok: अद्ययावत तंत्रज्ञानां

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
kok: तुमका सुदार जाय! मिनटाभितर सुरक्षित जायात.<br/> तुमचे नवे फायरफॉक्स वेबावेल्या ब्रावजिंग आणि कस्टमायझेशनांत वापरपाक सुरू करात.<br/> ते खूप गतिमान आणि फुकट आसा!

source: Upgrade now
kok: सुदार घडयात

source: Update now
kok: आता सुदारात

source: Supported Devices
kok: फाटबळ आशिल्ली उपकरणां

source: What’s New
kok: नवे किदे

source: Privacy
kok: प्रायव्हसी

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
kok: ह्या आशयाचो काय भाग ©1998–%(current_year)s वैयक्तिक मॉझीला.ऑर्ग योगदान दिवप्यांकडलो. आशय <a href="%(url)s">क्रिएटीव्ह कॉमन्स परवान्या</a>सकयल आसा.

source: Contribute to this page
kok: ह्या पानार योगदान दियात

source: Mission
kok: ध्येय

source: Tour
kok: सफर

source: Partner with Us
kok: आमचेवांगडा वाटेकार जायात

source: Sync
kok: सिंक

source: Desktop Add-ons
kok: डेस्कटॉप एड ऑन

source: Android Add-ons
kok: अँड्रॉयड एड ऑन

source: Themes
kok: संकल्पना

source: Desktop Support
kok: डेस्कटॉप फाटबळ

source: Android Support
kok: अँड्रॉयड फाटबळ

source: Performance
kok: कार्यक्षमताय

source: Technology
kok: तंत्रज्ञान

source: Privacy &amp; Security
kok: प्रायव्हसी &amp; सुरक्षा

source: Releases
kok: आवृत्त्यो

source: Firefox
kok: फायरफॉक्स

source: Firefox for Organizations
kok: संघटनांखातीर फायरफॉक्स

source: Mobile Add-ons
kok: मोबायल एड - ऑन्स

source: Mobile Support
kok: मोबायल फाटबळ

source: Blog
kok: ब्लॉग

source: About Firefox
kok: फायरफॉक्साविशीं

source: Join Mozilla
kok: मॉझीलांत वाटेकार जायात

source: Participate
kok: सहभाग घेयात

source: Volunteer
kok: स्वयंसेवक

source: Brand Toolkit
kok: ब्रँड साधनपेटी

source: Partnerships
kok: भागीदारी

source: Get Mozilla updates
kok: मॉझीला सुधार मेळयात

source: Share
kok: शेअर करात

source: Mozilla on Twitter
kok: मॉझीला ट्वीटरचेर

source: Firefox on Twitter
kok: फायरफॉक्स ट्वीटरचेर

source: Mozilla on Facebook
kok: मॉझीला फेसबुकार

source: Firefox on Facebook
kok: फायरफॉक्स फेसबुकार

source: Forums
kok: मंच

source: Governance
kok: प्रशासन

source: History
kok: इतिहास

source: Our Products
kok: आमची उत्पादनां

source: Software and other innovations designed to advance our mission.
kok: आमचे ध्येय मुखार व्हरपाक सॉफ्टवेर आणि हेर नाविन्यां.

source: Become a volunteer contributor in a number of different areas.
kok: वेगवेगळ्या भागांत योगदान दिवपी स्वयंसेवक जायात.

source: Menu
kok: मेनू

source: Committed to you, your privacy and an open Web
kok: तुमका, तुमच्या प्रायव्हसीक आणि ओपन वेबाक बांधील.

source: Choose Independent
kok: स्वतंत्र निवडात

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
kok: फुकट आणि उक्त्या इंटरनेट खातीर आवड दवरात! #स्वतंत्र निवडात. फायरफॉक्स निवडात:

source: Please turn on JavaScript to display this page correctly.
kok: हे पान सारके दिसपाखातीर जावालिपी चालू करात.

source: Firefox Features
kok: फायरफॉक्स वैशिश्ट्यां

source: Firefox Help
kok: फायरफॉक्स मदत

source: January
kok: जानेवारी

source: February
kok: फेब्रुवारी

source: March
kok: मार्च

source: April
kok: एप्रिल

source: May
kok: मे

source: June
kok: जून

source: July
kok: जुलै

source: August
kok: ऑगस्ट

source: September
kok: सप्टेंबर

source: October
kok: ऑक्टोबर

source: November
kok: नोव्हेंबर

source: December
kok: डिसेंबर

source: <abbr>Jan</abbr>
kok: <abbr>जाने</abbr>

source: <abbr>Feb</abbr>
kok: <abbr>फेब्रु</abbr>

source: <abbr>Mar</abbr>
kok: <abbr>मार्च</abbr>

source: <abbr>Apr</abbr>
kok: <abbr>एप्रि</abbr>

source: <abbr>May</abbr>
kok: <abbr>मे</abbr>

source: <abbr>Jun</abbr>
kok: <abbr>जून</abbr>

source: <abbr>Jul</abbr>
kok: <abbr>जुलै</abbr>

source: <abbr>Aug</abbr>
kok: <abbr>ऑग</abbr>

source: <abbr>Sep</abbr>
kok: <abbr>सप्टें</abbr>

source: <abbr>Oct</abbr>
kok: <abbr>ऑक्टो</abbr>

source: <abbr>Nov</abbr>
kok: <abbr>नोव्हें</abbr>

source: <abbr>Dec</abbr>
kok: <abbr>डिसें</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
kok: फायरफॉक्स रोखडेच आयओएसकाक येवपाचे आसा! <a href="{url}">अदिक जाणा जावपाक सायन अप करात</a>.

source: Format
kok: स्वरूप

source: Whoops! Be sure to enter a valid email address.
kok: आरे देवा! सारको ईमेल नामो दिला हाची खात्री करात

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
kok: <a href="%s">ह्या प्रायव्हसी धोरणांत</a>स्पश्ट केला त्याप्रमाण म़ॉझीलान म्हजी माहिती हाताळपाक हरकत ना.

source: Get Firefox news
kok: फायरफॉक्स खबरो मेळयात

source: YOUR EMAIL HERE
kok: हांगा तुमची ईमेल

source: Sign me up
kok: म्हाका सायन अप करात

source: Select country
kok: देश निवडात

source: Available Languages
kok: आशिल्ल्यो भासो

source: We will only send you Mozilla-related information.
kok: आमी तुमका फकत मॉझीलाकडेन संबंदित माहिती धाडटले.

source: Thanks! Please check your inbox to confirm your subscription.
kok: उपकारी! तुमच्या वर्गणेक दुजोरो दिवपाक तुमचे इनबॉक्स तपासात.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
kok: तुमका mozilla@e.mozilla.org कडल्यान तुमच्या वर्गणेक दुजोरो दिवपी ईमेल येतली. जर तुमका ती दिसना, तुमचे स्पॅम फिल्टर तपासात. आमचे खबरापत्र मेळपाखातीर तुमी तुमच्या वर्गणीक दुजोरो दिवपाक जाय.

source: Read all about it in our <span>newsletter</span>
kok: ताचेविशीं सगळे किदे ते <span>खबरापत्रान</span>वाचात.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
kok: म्हयनाळ्या खबरांचे वर्गणीदार जायात आणि मॉझीला खबरांनी अद्ययावत रावात. तुमच्या फायरफॉक्स ब्रावजरातल्यान चडांत चड गजाली कशो मेळोवच्यो हाच्यो सुचोवण्यो आणि शक्कली मेळयात. तुमच्या संपर्कांत रावपाचो हो सगळ्यांत बरो मार्ग!
