Repository: alvinlaz96/mozilla-lang
Catalog: kok/mobile.lang.po
Languages: kok

source: Get Firefox for Android
kok: अँड्रॉयडाखातीर फायरफॉक्स मेळयात

source: Download for <span>Android</span>
kok: <span>अँड्रॉयड</span>खातीर फायरफॉक्स डावनलोड करात

source: Free from the Android Market
kok: अँड्रॉयड मार्केटातल्यान फुकट

source: Or visit <a %s>Firefox.com/m</a> on your phone.
kok: नाजाल्यार तुमच्या फोनार<a %s>Firefox.com/m</a> क भेट दियात

source: Supported Devices
kok: फाटबळ आशिल्ली उपकरणां

source: Get it from iTunes - FREE
kok: आयट्यून्सातल्यान मेळयात - FREE

source: Firefox Home for <span>iPhone</span>
kok: <span>आयफोन</span>खातीर फायरफॉक्स होम

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
kok: तुमची फायरफॉक्स हिस्ट्री, बुकमार्क मेळयात आणि तुमच्या फोनार टॅब्स उक्ती करात

source: Download Firefox to <span>Your Mobile</span>
kok: <span>तुमच्या मोबायलार</span>फायरफॉक्स डावनलोड करात

source: Want to test the latest features?
kok: अद्ययावत वैशिश्ट्यांची चाचणी घेवपाक सोदता?

source: Get Firefox Home for iPhone
kok: आयफोनाखातीर फायरफॉक्स होम मेळयात

source: Download Beta for Android
kok: अँड्रॉयडाखातीर बीटा डावनलोड करात

source: Download
kok: डावनलोड

source: for
kok: खातीर

source: Free from iTunes
kok: आयट्युन्सातल्यान फुकट

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
kok: तुमका आधुनिक वैशिश्ट्यांचो आणि अंतिम आवृत्तेखातीर मदत करपाक प्रतिसाद दिवपाचो अणभव मेळटलो.

source: Developer Tools
kok: विकासक साधनां

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
kok: फायरफॉक्साची मोबायल आवृत्ती तुमच्यान आमच्या डेस्कटॉप संगणकार चाचणी घेवपाक, प्रतिसाद दिवपाक आणि एड ऑन्स बांदपाक प्रतिष्ठापित करू येता.

source: Connect With Firefox for Mobile:
kok: मोबायलाखातीर फायरफॉक्सासयत जोडात:

source: Monthly newsletter
kok: म्हयनाळे खबरापत्र

source: Follow us
kok: आमचो फाटपुरावो करात

source: Become a fan
kok: प्रशंसक जायात

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
kok: फायरफॉक्स तुमका कमी टायप करपाक लावपी, अदिक ब्रावज करपाक लावपी आणि वेबांत बेगिन आणि सोपेपणान वचपी नावीन्यांसयत आसा.

source: Freedom from typing
kok: टायपिंगासावन् मुक्ती

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
kok: आकर्षक स्क्रीन तुमच्या आवडत्या सायटींचो अणभव घेता, जाकालागून तुमच्यान कमी वो काय टायप करीनास्तना ब्रावज करपाक येता.

source: Best of both worlds
kok: दोनूय विश्र्वांतल्यो सगळ्यांत बऱ्यो

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
kok: अँड्रॉयडाखातीर फायरफॉक्साची आता नवी रचना केल्या आणि तुमी फोनार वो टॅब्लेटार ब्रावज करतात त्या पद्धतींत सुधार घडयला.

source: Browse quick and easy
kok: बेगीन आणि सोपेपणान ब्रावज करात

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
kok: सिंक, टॅब्ड ब्रावजिंग आणि वन टच बुकमार्किंग अशी वैशिश्ट्यां म्हळ्यार तुमका जाय ते सगळे तुमच्या हाताकडेन.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
kok: <a %s>मदत जाय?</a> अँड्रॉयड फाटबळ सायटीखातीर आमच्या फायरफॉक्साक भेट दियात.

source: Download and test the build that’s right for you.
kok: तुमका योग्य अशी आवृत्ती डावनलोड करून चाचणी घेयात.

source: See all our channels for mobile »
kok: मोबायलाखातीरच्यो आमच्यो वाहिन्यो पळयात »

source: Free from the Google Play Store
kok: गुगल प्ले स्टोरातल्यान फुकट
