Repository: alvinlaz96/mozilla-lang
Catalog: kok/newsletter.lang.po
Languages: kok

source: Get Monthly News
kok: म्हयन्याळो खबरो मेळयात

source: Your Email Address
kok: तुमचो ईमेल नामो

source: Your email address:
kok: तुमचो ईमेल नामो:

source: Text
kok: मजकूर

source: Available Languages
kok: आशिल्ल्यो भासो

source: Language:
kok: भास:

source: Select country
kok: देश निवडात

source: Country:
kok: देश:

source: Whoops! Be sure to enter a valid email address.
kok: आरे देवा! सारको ईमेल नामो दिला हाची खात्री करात

source: Please read the Mozilla Privacy Policy and agree by checking the box.
kok: मॉझीला प्रायव्हसी धोरण वाचात आणि खूण करून मान्य करात.

source: I agree to the <a href="%s">Privacy Policy</a>
kok: <a href="%s">प्रायव्हसी धोरण</a>म्हाका मान्य आसा

source: Sign me up!
kok: म्हाका सायन अप करात!

source: We will only send you Mozilla-related information.
kok: आमी तुमका फकत मॉझीलाकडेन संबंदित माहिती धाडटले.

source: Thanks for Subscribing!
kok: वर्गणीदार जाल्याबद्दल उपकारी!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
kok: आमी रोखडेच फायरफॉक्सातल्यान अदिकादिक गजाली तुमका मेळच्यो ह्याखातीर सुचोवण्यो &amp; वाटपाक सुरवात करतले, तशेच मॉझीलाविशीच्यो खबरो आणि बरे वेब करपाखातीर आमी कशे काम करतात ते कळयतले.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
kok: म्हयनाळ्या खबरांचे वर्गणीदार जायात आणि मॉझीला खबरांनी अद्ययावत रावात. तुमच्या फायरफॉक्स ब्रावजरातल्यान चडांत चड गजाली कशो मेळोवच्यो हाच्यो सुचोवण्यो आणि शक्कली मेळयात. तुमच्या संपर्कांत रावपाचो हो सगळ्यांत बरो मार्ग!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
kok: आमी आताच तुमका ईमेलान दुजोरो संदेश धाडलो. ह्या ईमेलातल्या दुजोरो जोडीचेर क्लीक करून तुमची मेलिंग वळेरीतल्या वर्गणी वैध थारायात.

source: Read all about it in our <span>newsletter</span>
kok: ताचेविशीं सगळे किदे ते <span>खबरापत्रान</span>वाचात.

source: Your newsletter subscription has been confirmed.
kok: तुमची खबरापत्र वर्गणी मान्य केल्या.

source: Format
kok: स्वरूप

source: You’re All Set! <span>But Wait, There’s More</span>
kok: तुमी तयार आसात! <span>पुण रावात, आणिक आसा</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
kok: चड संबंदित माहिती जाय?तुमचेविशी आमका आणिक मात्शे सांगात. आणि तुमी हांगा आसतना, मॉझीला खबरांक सायन अप करात.

source: Firefox & You
kok: फायरफॉक्स & तुमी

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
kok: तुमच्या डेस्कटॉपार आणि अँड्रॉयड उपकरणाचेर फायरफॉक्सांतलो तुमचो अणभव सुदारपाखातीर तुमका सुचोवण्यो दिवपी खाशेल्यो घोषणा आणि म्हयन्याळे खबरापत्र

source: Firefox OS News
kok: फायरफॉक्स OS खबरो

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
kok: तुमच्या फायरफॉक्स OS उपकरणातल्यान ताची अद्ययावत वैशिश्ट्यां आणि आकर्षक फायरफॉक्स मार्केटप्लेस एप्ससयत अदिक गजाली कशो मेळोवच्यो हाच्यो खाशेल्यो घोषणा आणि म्हयन्याळे खबरापत्र.

source: Mozilla Communities
kok: मॉझीला समुदाय

source: Bringing you the best new opportunities to help support the open Web.
kok: उक्त्या वेबाक फाटबळ दिवपाक मदत करपाक सगळ्यांत बऱ्यो नव्यो संदी तुमचेमुखार हाडटा

source: Firefox Student Ambassadors
kok: फायरफॉक्स विद्यार्थी दूत

source: A monthly newsletter on how to get involved with Mozilla on your campus.
kok: तुमच्या कँपसांत मॉझीलासयत कशे सामील जावचे हाचेविशीचे म्हयनाळे खबरापत्र.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
kok: फायरफॉक्स संबंदित कार्यावळींविशी तुमका अद्ययावत दवरपाखातीर म्हयनाळे खबरापत्र.

source: Firefox Apps & Hacks
kok: फायरफॉक्स एप्स & हॅक्स

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
kok: फायरफॉक्स OS, फायरफॉक्स मार्केटप्लेस आणि उक्त्या वेबाचे पर्यावरण हाचेविशी विकासकांखातीर खबरो.

source: Mozillians
kok: मॉझीलीयन्स

source: Firefox for desktop
kok: डेस्कटॉपाखातीर फायरफॉक्स

source: Don’t miss the latest announcements about our desktop browser.
kok: आमच्या डेस्कटॉप ब्रावजराविशी ताज्यो घोषणा चुकोव नाकात

source: Firefox for Android
kok: अँड्रॉयडाखातीर फायरफॉक्स

source: Keep up with releases and news about Firefox for Android.
kok: अँड्रॉयडाखातीरच्या फायरफॉक्साविशीची पत्रकां आणि खबरो

source: Be the first to know when Firefox OS devices are available in your country.
kok: तुमच्या देशांत फायरफॉक्स ओएस उपकरणां केन्ना उपलब्ध जातली ते सगळ्यांत पयली जाणा जायात.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
kok: वेब उक्ते आणि फुकट दवरुपाक वावुरपी संघाकडल्यान खाशेल्यो घोषणा आणि संदेश.

source: Know when the coolest apps hit the Marketplace for your platform:
kok: तुमच्या प्लॅटफॉर्माखातीर सगळ्यांत बरे एप मार्केटप्लेसींत केन्ना येतले ते जाणा जायात:

source: Firefox OS smartphone owner?
kok: फायरफॉक्स OS स्मार्टफोनाचे धनी?

source: Don’t miss important news and updates about your Firefox OS device.
kok: तुमच्या फायरफॉक्स OS उपकरणाविशीच्यो म्हत्वाच्यो खबरो आणि सुधार चुकोव नाकात.

source: Our Other Newsletters:
kok: आमची हेर खबरापत्रां:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
kok: तुमच्या आवडत्या ब्रावजरातल्यान चडांत चड मेळोवपाखातीर ताज्यो टीप्स आणि ट्रीक्स

source: Firefox Mobile
kok: फायरफॉक्स मोबायल

source: Learn about the hottest new add-ons and features for Firefox mobile.
kok: फायरफॉक्स मोबायलाखातीर सगळ्यांत बरे एड ऑन्स आणि वैशिश्ट्यां हाचेविशी जाणा जायात.

source: Beta News
kok: बीटा खबरो

source: Let’s Be Friends!
kok: इश्ट जावया!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
kok: फायरफॉक्स तुमच्या आवडत्या सामाजिक नेटवर्किंस सायटीचेर आसा. आमचेकडेन जोडून घेयात आणि संवादांत वाटेकार जायात.

source: Manage your <span>Newsletter Subscriptions</span>
kok: <span>खबरापत्र वर्गणी</span>चे व्यवस्थापन करात

source: Manage your Email Preferences
kok: तुमची ईमेल प्राधान्या व्यवस्थापित करात.

source: We love sharing updates about all the awesome things happening at Mozilla.
kok: मॉझीलांत जावपी सगळ्या बऱ्या गजालींचे सुदार तुमचेपर्यंत पावोवपाक आमका आवडटा.

source: Set your preferences below to make sure you always receive the news you want.
kok: तुमका जाय ती खबर सदाच तुमचेमेरेन पावची ह्याखातीर तुमची प्राधान्यां सकयल थारायात.

source: Newsletters
kok: खबरापत्रां

source: Getting too much email from us?
kok: आमचेकडल्यान खूप ईमेल येतात?

source: Not interested in our newsletters, but like those special announcements? No problem.
kok: आमच्या खबरापत्रांत तुमका रस ना, पुण त्यो खाशेल्यो घोषणा जाय? काय प्रस्न ना.

source: We can keep in touch with occasional messages that matter most to you.
kok: तुमच्या दृष्टीन महत्त्वाच्या संदेशांसयत आमी संपर्कांत रावपाक शकतात.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
kok: तुमका लागू आशिल्ले सगळे गट तपासात आमि आमी तुमका कमीत कमी मेल धाडपाचे वचन दितात.

source: I’m interested in:
kok: म्हाका हातूंत रस आसा:

source: Subscribe
kok: वर्गणीदार जायात

source: Unsubscribe
kok: वर्गणी रद्द करात

source: Check here if you’d like to be removed from all Mozilla emails
kok: तुमका सगळ्या मॉझीला ईमेलातल्यान काडपाक आवडटले जाल्यार हांगा तपासात.

source: Remove me from all Mozilla emails
kok: आमका सगळ्या मॉझीला ईमेलातल्यान काडात

source: Save Preferences
kok: प्राधान्यांची जतनाय करात

source: Thanks for updating your email preferences.
kok: तुमची ईमेल प्राधान्यां सुदारपाखातीर तुमका देव बरे करू.

source: You've been unsubscribed.
kok: तुमची वर्गणी रद्द केली.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
kok: तुमी सोडून वतात ते पळोवन वायट दिसतात. तुमी किद्याक सोडतात ते आमका सांगशात?

source: You send too many emails.
kok: तुमी खूपूच मेल धाडटात.

source: Your content wasn't relevant to me.
kok: तुमी धाडटात तो आशय म्हजेकडेन संबंदित ना.

source: Your email design was too hard to read.
kok: तुमचो ईमेल डिझायन वाचपाक भौ कठीण.

source: I didn't sign up for this.
kok: हावे ह्याखातीर सही करू नाशिल्ली

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
kok: हाचे बदलाक हाव फेसबुक आणि ट्वीटरार मॉझीलाच्या संपर्कांत रावता.

source: Submit
kok: सादर करात

source: Thanks for telling us why you’re leaving.
kok: तुमी किद्याक सोडून चल्ले हे सांगले म्हण देव बरे करू

source: Mozilla Newsletters
kok: मॉझीला खबरापत्रां

source: Thanks! Please check your inbox to confirm your subscription.
kok: उपकारी! तुमच्या वर्गणेक दुजोरो दिवपाक तुमचे इनबॉक्स तपासात.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
kok: तुमका mozilla@e.mozilla.org कडल्यान तुमच्या वर्गणेक दुजोरो दिवपी ईमेल येतली. जर तुमका ती दिसना, तुमचे स्पॅम फिल्टर तपासात. आमचे खबरापत्र मेळपाखातीर तुमी तुमच्या वर्गणीक दुजोरो दिवपाक जाय.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
kok: आमी सदाच तुमच्या इनबॉक्सामेरेन पावचे ह्याखातीर आमचो धाडपाचो नामो: mozilla@e.mozilla.org तुमच्या नामो पुस्तिकेंत जोडला हाची खात्री करात.

source: Get Firefox news
kok: फायरफॉक्स खबरो मेळयात

source: YOUR EMAIL HERE
kok: हांगा तुमची ईमेल

source: Sign me up
kok: म्हाका सायन अप करात

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
kok: <a href="%s">ह्या प्रायव्हसी धोरणांत</a>स्पश्ट केला त्याप्रमाण म़ॉझीलान म्हजी माहिती हाताळपाक हरकत ना.

source: The supplied link has expired. You will receive a new one in the next newsletter.
kok: दिल्ली जोड सोपली. तुमका फुडल्या खबरापत्रान नवी मेळटली.

source: Something is amiss with our system, sorry! Please try again later.
kok: आमच्या यंत्रणेंत किदे तरी चुकला. माफ करात! उपरांत परतून यत्न करात.

source: English&nbsp;only
kok: इंग्लीश&nbsp;फकत

source: Newsletter Subscriptions
kok: खबरापत्र वर्गण्यो

source: Newsletter confirm
kok: खबरापत्राक दुजोरो

source: Format:
kok: स्वरूप:

source: You’ve been unsubscribed.
kok: तुमची वर्गणी रद्द केल्या.

source: We’re sorry to see you go.
kok: तुमी सोडून वतात हे पळोवन वायट दिसता.

source: Would you mind telling us why you’re leaving?
kok: तुमी किद्याक सोडून वतात ते आमका सांगशात?

source: Other…
kok: हेर…

source: While here, why not check out some more Firefox awesomeness.
kok: हांगा आसतना, तुमी आणिक काय फायरफॉक्स वैशिश्ट्यां किद्याक पळयनात.

source: Get up and go
kok: उठात आणि वचात

source: It’s your Web anywhere you go.
kok: तुमी खंय वतात थंय ते तुमचे वेब.

source: Get Firefox for mobile!
kok: मोबायलाखातीर फायरफॉक्स मेळयात!

source: Added extras
kok: जोडिल्ले एक्स्ट्रा

source: Make Firefox do more with add-ons.
kok: फायरफॉक्साक एड ऑन्सकडेन अदिक करपाक दियात

source: Find out how!
kok: कशे ते सोदात

source: About us
kok: आमचेविशीं

source: What’s Mozilla all about?
kok: मॉझीला म्हळ्यार किदे?

source: We’re glad you asked!
kok: तुमी विचारले हाची आमका खोस भोगता!

source: A monthly newsletter packed with tips to improve your Firefox experience.
kok: तुमचो फायरफॉक्स अणभव सुदारपाखातीर टिप्सांनी भरिल्ले म्हयनाळे खबरापत्र.

source: Tips and tricks to use Firefox on your Android phone.
kok: तुमच्या अँड्रॉयड फोनाचेर फायरफॉक्स वापरपाखातीर टीप्स आणि ट्रीक्स.

source: Firefox OS news, tips, launch information and where to buy.
kok: फायरफॉक्स OS खबरो, टीप्स, प्रकाशित जाता आणि खंय खरेदी करपाची ताची माहिती.

source: Be the first to know when Firefox is available for iOS devices.
kok: आयओएस उपकरमांखातीर फायरफॉक्स केन्ना येतले ते सगळ्यांत पयली जाणा जायात.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
kok: फायरफॉक्स OS चेर सगळ्यांत अद्ययावत HTML5 एप्स सोदात.

source: Get a weekly tip on how to super-charge your Firefox experience.
kok: तुमचो फायरफॉक्स अणभव सुपर-चार्ज करपाखातीर सप्तुकी टीप मेळयात.

source: Read about the latest features for Firefox desktop and mobile before the final release.
kok: फायरफॉक्स डेस्कटॉप आणि मोबायलाखातीर निमण्या आवृत्तेपयलीची ताजी वैशिश्ट्यां जाणा जायात.

source: News from the Mozilla Project.
kok: मॉझीला प्रकल्पाकडल्यान खबरो

source: Periodic email updates about our annual international film competition.
kok: आमच्या वर्सुकी अंतरराष्ट्रीय चित्रपट स्पर्धेविशीच्यो नेमान येवपी ईमेल.

source: Email updates for vouched Mozillians on mozillians.org.
kok: mozillians.org वेल्या मॉझीलियनांखातीर ईमेल

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
kok: 2008-2011 सावन् पैलीची विद्यापीठ कार्यावळ, आता निवृत्त आणि फायरफॉक्स विद्यार्थी दूत कार्यावळ म्हण परत सुरू केल्या.
