Repository: alvinlaz96/mozilla-lang
Catalog: */lightbeam/lightbeam.lang.po
Languages: bn_bd, bs, ca, cy, kab, km, ms, pt, tr, ur

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
bn_bd: আপনার চিত্র যত বড় হতে থাকবে, আপনার তথ্যে জমাকৃত প্রথম এবং তৃতীয় পক্ষের সাইটের সম্পর্ক আপনি তত ভালো বুঝতে পারবেন। আপনি যে কোন সময় আপনার তথ্য সংরক্ষণ আবার নতুন করে শুরু করতে পারবেন।
bs: Kako vaše vizualizacije rastu, možete imati bolji pogled u odnose između različitih stranica prvih i trećih strana koje su pohranjene u vašim podacima. Također, možete resetirati ili sačuvati vaše podatke u bilo koje vrijeme.
ca: A mida que les vostres visualitzacions creixin, podreu fer una mirada més acurada a les relacions entre els llocs que visiteu i els de tercers que tingueu desats a les vostres dades. Podreu desar-les o reiniciar-les en qualsevol moment.
cy: Wrth i'ch darlun dyfu, gallwch gymryd golwg fanylach ar y berthynas rhwng y gwefannau parti cyntaf a thrydydd parti sy'n cael ei gadw yn eich data. Gallwch hefyd ailosod neu gadw eich data ar unrhyw adeg.
kab: Skud irenu uskan inek, tzemreḍ ad twaliḍ s telqayt assaɣen gar ismal n uswir amezwaru neɣ wis kraḍ, akken ttwakelsen deg isefka yinek. Tzemreḍ daɣen ad tsefḍeḍ neɣ ad tkelseḍ isefka yinek melmi tebɣiḍ.
km: ជា​ការ​បង្កើន​ភាព​មើល​ឃើញ​របស់​អ្នក, អ្នក​អាច​កាន់​តែ​មាន​ភាព​ស្និត​ស្នាល​នៃ​ទំនាក់ទំនង​រវាង​​តំបន់​បណ្ដាញ​ដំបូង​ផ្សេងៗ និង​តំបន់​បណ្ដាញ​ភាគី​ទីបី​ដែល​បាន​រក្សាទុក​ក្នុង​ទិន្នន័យ​របស់​អ្នក។ អ្នក​អាច​កំណត់​ឡើង​បាន​ផង​ដែរ ឬ​រក្សាទុក​ទិន្នន័យ​របស់​អ្នក​នៅ​ពេល​ណា​ក៏​បាន។
ms: Apabila gambaran anda berkembang, anda boleh melihat dengan lebih dekat ke dalam hubungan antara pelbagai laman pihak pertama dan ketiga yang disimpan dalam data anda. Anda juga boleh menetapkan semula atau menyimpan data anda pada bila-bila masa.
pt: À medida que as suas visualizações crescem, pode dar um olhar mais atento às relações entre os vários sítios primários e os de terceiros que estão armazenados nos seus dados. Pode também repor ou guardar os seus dados a qualquer momento.
tr: Görselleştirmeleriniz büyüdükçe, depolanan çeşitli ilk ve üçüncü parti siteler arasındaki ilişkilere daha yakından bakabilirsiniz. Ayrıca istediğiniz zaman verilerinizi sıfırlayabilir veya kaydedebilirsiniz.
ur: آپ کے تصورات بڑھنے کے طور پر، آپ کو مختلف پہلی اور تیسری پارٹی کی سائٹس کو آپ کے کوائف میں محفوظ کیا جاتا ہے کے درمیان تعلقات میں ایک بہت قریب نظر لے جا سکتے ہیں. آپ کو بھی بحال کرنے یا کسی بھی وقت آپ کے کوائف محفوظ کر سکتے ہیں.

source: Contribute your data
ca: Aporteu les vostres dades
cy: Cyfrannu eich data
kab: Ttekki s tzzna n isefka yinek
km: ការ​ចូលរួម​ទិន្នន័យ​របស់​អ្នក
ms: Sumbangan data anda
pt: Contribua com os seus dados
tr: Verilerinizi bağışlayın
ur: اپنے کوائف کی شراکت کریں

source: As a part of Lightbeam, we are creating a big-picture view of Internet tracking and of how first and third party sites are connected.
ca: Com a part del Lightbeam, estem creant una gran imatge del control a l'Internet i de com estan connectats els llocs web visitats i els de tercers.
cy: Fel rhan o Lightbeam, rydym yn creu golwg darlun mawr o'r tracio ar y we a sut mae gwefannau parti cyntaf a thrydydd partïon wedi eu cysylltu.
kab: Yiwen seg iswiyen nneɣ d timerna akked Lightbeam n usegnes n tmeẓri n usfuɣel di Internet, labaɛda amek ttucudden ismal yettwarzan akked ismal wis kraḍ.
km: ជា​ផ្នែក​មួយ​នៃ Lightbeam, យើង​កំពុង​បង្កើត​ទិដ្ឋភាព​រូបភាព​ធំ​មួយ​នៃ​ការ​តាម​ដាន​អ៊ីនធឺណិត ហើយ​របៀប​ដំបូង និង​ភាគី​ទីបី​ត្រូវ​បាន​តភ្ជាប់​គ្នា។
ms: Sebagai sebahagian daripada Lightbeam, kami mencipta satu pandangan gambaran yang besar penjejakan Internet dan bagaimana laman pihak pertama dan ketiga disambungkan.
pt: Como parte do Lightbeam, estamos a criar uma visão geral da monitorização da Internet e como sítios primários e de terceiros estão ligados.
tr: Lightbeam ile birlikte hem internet takibinin hem de birinci ve üçüncü parti sitelerin nasıl bağlı olduklarının daha büyük bir görüntüsünü oluşturuyoruz.
ur: روشنی بیم کا ایک حصہ کے طور پر، ہم انٹرنیٹ سے باخبر رہنے کے اور پہلی اور تیسری پارٹی کی سائٹس سے جڑے ہوئے ہیں کہ کس طرح ایک بڑی تصویر نقطہ نظر پیدا کر رہے ہیں.

source: To help us, you can contribute your data to our Lightbeam database.
bn_bd: আমাদের সাহায্য করতে, লাইটবিম ডেটাবেসে আপনার তথ্য জমা দিতে পারেন।
bs: Da pomognete nama, možete priložiti vaše podatke našoj Lightbeam bazi podataka.
ca: Per ajudar-nos, podeu aportar les vostres dades a la base de dades del Lightbeam.
cy: I'n cynorthwyo ni, mae modd cyfrannu eich data i'n cronfa ddata Lightbeam.
kab: Akken aɣ-d-muddeḍ tallalt, tzemreḍ ad tazned isefka yinek ɣer taffa n isefka n Lightbeam.
km: ដើម្បី​ជួយ​ពួក​យើង, អ្នក​អាច​បន្ត​​ចែកចាយ​ទិន្នន័យ​របស់​អ្នក​ទៅ​កាន់​មូលដ្ឋាន​ទិន្នន័យ Lightbeam របស់​ពួក​យើង។
ms: Untuk membantu kami, anda boleh menyumbang data anda kepada pangkalan data Lightbeam kami.
pt: Para ajudar-nos, pode contribuir com os seus dados para a nossa base de dados do Lightbeam.
tr: Bize yardımcı olmak isterseniz verilerinizi Lightbeam veritabanıyla paylaşabilirsiniz.
ur: ہماری مدد کے لیئے آپ ہمارے Lightbeam, کوائفیے میں اپنے کوائف شیئر کر سکتے ہیں۔

source: Supported by the Ford Foundation
bn_bd: ফোর্ড ফাউন্ডেশন এর সহায়তায় পরিচালিত
bs: Podržana od strane Ford fondacije
ca: Amb el suport de la Fundació Ford
cy: Yn cael ei gefnogi gan y Ford Foundation
kab: S daw n leɛnaya n Ford Foundation
km: បាន​គាំទ្រ​ដោយ Ford Foundation
ms: Disumbangkan oleh Ford Foundation
pt: Apoiado pela Ford Foundation
tr: Ford Vakfı’nın desteğiyle
ur: Ford Foundation کی طرف سے حمایت شدہ

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
bs: Rad u Ford fondaciji fokusira se na izgradnji terenskih kampanja da se ljudima pomogne razumjeti praćenje online podataka — i prednosti i nedostatke
ca: El treball de la Fundació Ford es centra en fer campanyes per ajudar a que la gent entengui el control de dades de navegació, tant els seus beneficis com les contrapartides
cy: Mae gwaith y Ford Foundation yn canolbwyntio ar adeiladu ymgyrchoedd ymgysylltu i gynorthwyo pobl i ddeall tracio data ar-lein — y manteision a'r egwyddorion
kab: Amahil amin n Ford Foundation itezzi usɣiwes n umzizel akken imdanen ad gzun asfuɣel n isefka s srid, lfayda neɣ lmaḍaṛṛa yines.
km: ការ​ងារ​នៅ Ford Foundation ផ្ដោត​លើ​ការ​បង្កើត​យុទ្ធនាការ​ដើម្បី​ជួយ​មនុស្ស​ឲ្យ​យល់​ពី​ការ​តាមដាន​ទិន្នន័យ​លើ​បណ្ដាញ — ទាំង​សារប្រយោជន៍ និង​បញ្ហា
ms: Kerja di Ford Foundation menumpukan pada membina menghulurkan berkempen untuk membantu orang memahami penjejakan data dalam talian — kedua-dua faedah dan isu-isu itu
pt: O trabalho na Ford Foundation foca-se em construir campanhas de proximidade para ajudar pessoas a perceber a monitorização de dados na Internet — tanto os benefícios como os problemas
tr: Ford Vakfı’nın çalışmaları, insanların internette veri takibinin hem faydalarını hem de sorunlarını anlamaları için bilgilendirme kampanyaları oluşturmaya odaklanır
ur: فورڈ فاؤنڈیشن میں کام آؤٹ ریچ مہمات کی تعمیر کی سمجھنے آن لائن کوائف باخبر رکھنے کی مدد کرنے کے لئے پر مرکوز ہے - دونوں کے فوائد اور مسائل

source: Learn more
bn_bd: আরও জানুন
bs: Saznajte više
ca: Més informació
cy: Dysgu rhagor
kab: Issin ugar
km: ស្វែងយល់​​បន្ថែម
ms: Ketahui lanjut
pt: Saber mais
tr: Daha fazla bilgi alın
ur: اور سیکھیں

source: About Lightbeam
bn_bd: লাইটবিম পরিচিতি
bs: O Lightbeam
ca: Quant al Lightbeam
cy: Ynghylch Lightbeam
kab: Ɣef Lightbeam
km: អំពី Lightbeam
ms: Tentang Lightbeam
pt: Sobre o Lightbeam
tr: Lightbeam hakkında
ur: Lightbeam کے بارے میں

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
bn_bd: Lightbeam আপনি যেসব সাইটে যান সেইসব পৃষ্ঠাগুলির সাথে এবং তৃতীয় পক্ষের সাইটের মধ্যে যেগুলো সক্রিয় আছে তাদের সম্পর্ক দৃষ্টিগোচর করে।
bs: Lightbeam vizualizira odnose između stranica koje posjećujete i stranica trećih strana koje su aktivne na tim stranicama.
ca: El Lightbeam visualitza les relacions entre els llocs que visiteu i els de tercers que són actius en aquelles pàgines.
cy: Mae Lightbeam yn amlygu'r berthynas rhwng y gwefan rydych yn ymweld â nhw a'r trydydd partïon sy'n weithredol ar y tudalennau hynny.
kab: Lightbeam yeskan-d assaɣen gar yesmal yettwarzan akked wis kraḍ urmiden ɣef isebtar agi.
km: Lightbeam អាច​មាន​ទំនាក់ទំនង​រវាង​តំបន់​បណ្ដាញ​ដែល​អ្នក​បាន​ទស្សនា និង​តំបន់​បណ្ដាញ​ភាគី​ទីបី​ដែល​សកម្ម​នៅ​លើ​ទំព័រ​ទាំងនេះ។​
ms: Lightbeam visualizes menehubungkan antara laman yang anda lawati dan laman web pihak ketiga yang aktif di halaman tersebut.
pt: O Lightbeam visualiza as relações entre os sítios que visita e sítios de terceiros que estão ativamente nessas páginas.
tr: Lightbeam, ziyaret ettiğiniz sitelerle o sayfalarda etkin olan üçüncü parti siteler arasındaki ilişkileri görselleştirir.
ur: روشنی بیم سائٹس آپ کا دورہ اور تیسری پارٹی کی سائٹس ان صفحات پر سرگرم ہیں کہ درمیان تعلقات واسالایس ہے.

source: How the add-on works
bn_bd: অ্যাড-অন কিভাবে কাজ করে
bs: Kako dodatak radi
ca: Com funciona el complement
cy: Sut mae'r ychwanegyn yn gweithio
kab: Amek teddun izegrar
km: របៀប​ដំណើរការ​កម្មវិធី​បន្ថែម
ms: Bagaimana addon berfungsi
pt: Como o extra funciona
tr: Eklenti nasıl çalışıyor?
ur: اطافہ جات کیسے کام کرتے ہیں

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
bs: Koristeći dva različita interaktivna grafička prikaza — grafikon i listu — Lightbeam vam omogućava da ispitate pojedinačne treće strane, da identifikujete gdje su se konektovale na vašu aktivnost na mreži i pruža načine da se uključite u ovaj jedinstveni pogled weba.
ca: Podeu utilitzar dos tipus diferents de representació interactiva amb el Lightbeam - gràfic i llistat - els quals us permeten examinar els llocs de tercers al llarg del temps i l'espai, identificant on es connecten a la vostra navegació i proporcionant-vos una forma única de visualització d'aquest aspecte de la navegació web.
cy: Gan ddefnyddio tri math o ddull cyflwyno rhyngweithiol gwahanol — Graff a Rhestr — mae Lightbeam yn eich galluogi i archwilio trydydd partïon dros amser, gan weld lle maen nhw'n cysylltu â'ch gweithgaredd ar-lein a chynnig ffyrdd i chi ddeall yr olwg unigryw hon o'r we.
kab: Lightbeam yesumur sin n isegnasen udlifen— Adlef akked tabdart — Lightbeam ad yermed adlef akked tebdart, d ayen ara k-yeǧǧen ad tegeḍ tasleṭ n imeḍqan anda d-yenṭed wis kraḍdi tunigin inek. Lightbeam ak-d-yefk ifecka akken ad twaliḍ timeẓri agi tasuft n Web.
pt: Ao utilizar duas representações gráficas interativas distintas — Gráfico e Lista — o Lightbeam permite que examine individualmente terceiros, identificar onde estes se ligaram a sua atividade online e fornece maneiras de interagir com esta vista única da Web.
ur: گراف اور فہرست - - دو مختلف انٹرایکٹو گرافک نمائندگی کا استعمال کرتے ہوئے روشنی بیم آپ، انفرادی تیسرے فریقوں کی جانچ پڑتال کرنے کو وہ آپ کی آن لائن سرگرمی سے رابطہ قائم کریں اور آپ کو ویب کے اس منفرد نقطہ نظر کے ساتھ مشغول کرنے کے لئے طریقوں فراہم کرتا ہے جہاں کی شناخت کے قابل بناتا ہے.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
bs: Koristeći tri različita interaktivna grafička prikaza — grafikon, sat i listu — Lightbeam vam omogućava da ispitate pojedinačne treće strane, da identifikujete gdje su se konektovale na vašu aktivnost na mreži i pruža načine da se uključite u ovaj jedinstveni pogled weba.
ca: Podeu utilitzar tres tipus diferents de representació interactiva amb el Lightbeam - gràfic, rellotge i llistat - els quals us permeten examinar els llocs de tercers al llarg del temps i l'espai, identificant on es connecten a la vostra navegació i proporcionant-vos formes úniques
cy: Gan ddefnyddio tri math o ddull cyflwyno rhyngweithiol gwahanol — Graff, Cloc a Rhestr — mae Lightbeam yn eich galluogi i edrych ar drydydd partïon dros amser ac yn lle, gan weld lle maen nhw'n cysylltu â'ch gweithgaredd ar-lein ac yn cynnig ffyrdd i chi ddeall yr olwg unigryw hon o'r we.
kab: Lightbeam yesumur kraḍ n isegnasen udlifen— Adlef, tamrilt akked tabdart — Lightbeam ad yermed adlef akked tebdart, d ayen ara k-yeǧǧen ad tegeḍ tasleṭ n imeḍqan anda d-yenṭed wis kraḍ di tunigin inek anida u melmi. Lightbeam ak-d-yefk ifecka akken ad twaliḍ timeẓri agi tasuft n Web.
ms: Menggunakan tiga perrbezaan perwakilan grafik interaktif - Graf, Jam dan Senarai - Lightbeam membolehkan anda untuk memeriksa individu pihak ketiga dari semasa ke semasa dan ruang, mengenal pasti di mana mereka menyambung kepada aktiviti dalam talian anda dan menyediakan cara untuk anda untuk melibatkan diri dengan pandangan ini unik di Web.
pt: Ao utilizar três representações gráficas interativas distintas — Gráfico, Relógio e Lista — o Lightbeam permite que examine individualmente terceiros através do tempo e do espaço, que identifique onde estes se ligaram a sua atividade online e fornece maneiras de interagir com esta vista única da Web.
tr: Lightbeam, üç farklı interaktif grafik sunumunu (Çizelge, Saat ve Liste) kullanarak üçüncü partileri zaman ve uzay içinde incelemenize olanak tanır, bu üçüncü partilerin çevrimiçi etkinliklerinize nasıl bağlandığını tanımlar ve Web'in bu eşsiz görünümüyle etkileşime geçmeniz için çeşitli yollar sunar.
ur: تین مختلف انٹرایکٹو گرافک نمائندگی کا استعمال کرتے ہوئے—گراف، گھڑی اور فہرست—Lightbeam آپ کو وقت اور جگہ پر انفرادی تیسرے فریقوں کی جانچ پڑتال کرنےکا اہل بناتا ہے ، آپ کی آن لائن سرگرمیوں کے لئے وہ کہاں سے رابطہ قائم کرتے ہیں اس کی شناخت کے قابل بناتا ہے اور آپ کو ویب کے اس منفرد نقطہ نظر کے ساتھ مشغول کرنے کے لئے طریقے فراہم کرتا ہے

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
bs: Zadani grafički prikaz pruža vizualizaciju u realnom vremenu svake stranice koju posjetite i svih zahtjeva trećih strana napravljenih iz vašeg pretraživača.
ca: La vista predeterminada de gràfic us proporciona visualització en temps real de cada lloc que visiteu i de les peticions dels llocs de tercers fetes des del vostre navegador web.
cy: Mae'r olwg ragosodedig Graff yn cynnig golwg fyw o bob gwefan rydych yn ymweld â hi a'r holl geisiadau trydydd parti sy'n cael eu gwneud i'ch porwr.
kab: Timeẓri tamezwert, adlif, ad tessireg askan n isefka yinek s srid s waku ilaw di yal tuttra i tegiḍ deg iminig inek ɣer yesmal yettwarzan, udiɣ ɣer yismal wis kraḍ.
km: ទិដ្ឋភាព​ក្រាហ្វ​លំនាំដើម​ពេលវេលា​ពិត​ប្រាកដ​នៃ​គ្រប់​តំបន់​បណ្ដាញ​ដែល​អ្នក​បាន​ទស្សនា និង​ការ​ស្នើ​ភាគី​ទីបី​ពី​កម្មវិធី​អ៊ីនធឺណិត​របស់​អ្នក។
ms: Pandangan Graf lalai memberikan satu pembayangan masa nyata setiap laman yang anda lawati dan semua permintaan pihak ketiga dibuat daripada penyemak imbas anda.
pt: A vista gráfica por omissão fornece uma visualização em tempo real de cada sítio que visita e todos os pedidos de terceiros feitos do seu navegador.
tr: Varsayılan Çizelge görünümü, ziyaret ettiğiniz tüm sitelerin ve tarayıcınızdan yapılan tüm üçüncü parti isteklerin gerçek zamanlı bir görselleştirmesini sunar.
ur: پہلے سے طے شدہ گراف منظر آپ کا دورہ ہر ویب سائٹ اور آپ کے براؤزر سے کی جانے والی تمام تیسری پارٹی کی درخواستوں کی ایک حقیقی وقت تصور فراہم کرتا ہے.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
bs: Grafički prikaz također pruža podesive filtere koji vam omogućavaju vizualizaciju više vrsta podataka na prvi pogled.
ca: La vista de gràfic també us proporciona filtres ajustables que us permeten visualitzar més tipus de dades d'un cop d'ull.
cy: Mae'r golwg Graff hefyd yn darparu hidlau mae modd eu haddasu sy'n caniatáu i chi weld yn rhwydd mathau eraill o ddata.
kab: Timeẓri tudlift tesɛa deqs n imzizdigen iswatanen yettaǧǧan askan n ugar n isefka s tuqqna n wallen.
km: ទិដ្ឋភាព​ក្រាហ្វ​អាច​ផ្ដល់​តម្រង់​ដែល​អាច​កែសម្រួល​បាន​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​មើល​ឃើញ​ប្រភេទ​ទិន្នន័យ​ជា​ច្រើន​។
ms: Pandangan Graf juga menyediakan penapis laras yang membolehkan anda untuk menggambarkan lebih jenis data dengan pantas.
pt: A vista gráfica também fornece filtros ajustáveis que permitem que possa visualizar mais tipos de dados de relance.
tr: Çizelge görünümü, bir bakışta daha fazla veri türünü görselleştirebilmeniz için ayarlanabilen filtreler de sunar.
ur: گراف کا نظارہ مزید مہیا کرتا ہے مطابق فلٹر جو آپکو اجازت دیتے ہیں کہ آپ ایک نظر میں کوائف کی مزید اقسام کی شبیہ کو متصور کرنے کی اجازت دیں ۔

source: The List view provides more options for drilling down into individual sites.
bn_bd: তালিকা দৃশ্য পৃথক স্থানগুলিতে নিচে অনুশীলন এর জন্য আরও বিকল্প প্রদান করে।
bs: Prikaz liste pruža više opcija za dublje istraživanje pojedinačnih stranica.
ca: La vista de llista us proporciona més opcions per analitzar a nivell de lloc individual.
cy: Mae'r golwg Rhestr yn darparu mwy o ddewis ar gyfer edrych yn fanylach ar wefannau unigol.
kab: Tabdart agi ɣur-s deqs n iqewwaren n tesleṭ n ismal imazlayen.
km: ទិដ្ឋភាព​បញ្ជី​ផ្ដល់​ជម្រើស​ជា​ច្រើន​សម្រាប់​ការ​បញ្ចូល​ទៅ​កាន់​​តំបន់​នីមួយៗ។
ms: Pandangan Senarai menyediakan lebih banyak pilihan untuk menggali ke dalam laman web individu.
pt: A vista em lista fornece mais opções para aprofundar a análise a sítios individuais.
tr: Liste görümü, tekil sitelerle ilgili ayrıntılara girmeniz için farklı seçenekler sunar.
ur: فہرست دیکھیں انفرادی سائٹس میں نیچے کھدائی کے لئے مزید اختیارات مہیا کرتا ہے.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
bs: Postavke stranice u prikazu liste omogućavaju da blokirate stranice od konektovanja na vaš Firefox pretraživač, gledate web stranice koje vas zanimaju ili sakrijete stranice koje ne želite vidjeti vizualizirane.
ca: Les preferències de lloc a la vista de llista us permeten blocar la connexió de llocs al vostre Firefox, veure els que us interessi o amagar els que no volgueu visualitzar.
cy: Mae dewisiadau'r wefan yn y golwg Rhestr yn caniatáu i chi rwystro gwefannau rhag cysylltu â'ch porwr Firefox, gwylio gwefannau mae gennych ddiddordeb ynddyn nhw neu guddio gwefannau nad ydych am eu gweld.
kab: Di tmeẓri tabdart, iɣewwaṛen n usmel ak-eǧǧen ad tesweḥleḍ ismal akken ur teqnen ara ɣer yiminig inek Firefox, ad ɛassen ismal id tḥemleḍ neɣ ad fren ismal ur tebɣiḍ ara.
km: ចំណូលចិត្ត​តំបន់​បណ្ដាញ​នៅ​ក្នុង​ទិដ្ឋភាព​បញ្ជី​អនុញ្ញាត​ឲ្យ​អ្នក​ប្លុក​តំបន់​បណ្ដាញ​ពី​ការ​តភ្ជាប់​ទៅ​កម្មវិធី​អ៊ីនធឺណិត Firefox របស់​អ្នក, មើល​តំបន់​បណ្ដាញ​ដែល​អ្នក​ចាប់អារម្មណ៍​ ឬ​លាក់​តំបន់​បណ្ដាញ​ដែល​អ្នក​មិន​ចង់​មើល។
ms: Laman Pilihan merupakan Senarai membolehkan anda untuk menyekat laman web dari menyambung kepada pelayar Firefox anda, menonton laman web yang anda berminat untuk menyembunyikan atau laman web yang anda tidak mahu untuk melihat dilihat.
pt: As preferências de sítios na vista em lista permitem que possa impedir sítios de estabelecer ligações a partir do seu navegador Firefox, ver os sítios em que está interessado ou ocultar sítios que não quer ver.
tr: Liste görünümündeki site tercihleri, sitelerin Firefox tarayıcınıza bağlanmasını engellemenize, ilgilendiğiniz siteleri izlemenize ve görselleştirilmesini istemediğiniz siteleri gizlemenize olanak tanır.
ur: فہرست ویو میں ویب سائٹ کی ترجیحات آپ فائر فاکس براؤزر سے منسلک کی طرف سے، دیکھو سائٹس آپ میں یا چھپائیں سائٹس دلچسپی رکھتے سائٹس کو بلاک کرنے کے قابل بنائے آپ دکھایا دیکھنے کے لئے نہیں کرنا چاہتا.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
bs: Lightbeam također nudi informacioni panel koji pruža dodatne detalje o stranici koju ste odabrali i stranice sa kojima je povezana.
ca: El Lightbeam també us ofereix el panell d'informació que proporciona detalls addicionals sobre el lloc que heu triat i els llocs als que s'ha connectat.
cy: Mae Lightbeam hefyd yn cynnig panel gwybodaeth sy'n darparu manylion am y wefan rydych wedi ei dewisa'r gwefannau mae edi cysylltu â nhw.
kab: Lightbeam yesɛa daɣen agalis yettmuddun anekcum ɣer telɣut nniḍen ɣef usmel wayɣer terziḍ akked yesmal aniɣer yeqqen.
km: Lightbeam ផ្ដល់​​ព័ត៌មាន​លម្អិត​អំពី​តំបន់​បណ្ដាញ​ដែល​អ្នក​បាន​ជ្រើស និង​តំបន់​បណ្ដាញ​ដែល​វា​បាន​ភ្ជាប់។
ms: Lightbeam juga menawarkan panel maklumat yang menyediakan maklumat tambahan mengenai laman yang anda pilih dan laman ia telah disambungkan.
pt: O Lightbeam também oferece um painel de informação que fornece detalhes adicionais sobre o sítio que selecionou e os sítios a que o mesmo se ligou.
tr: Lightbeam, seçtiğiniz siteyle ve onun bağlandığı sitelerle ilgili ayrıntıları içeren bir bilgi paneli de sunar.
ur: روشنی بیم بھی آپ کے منتخب کردہ سائٹ اور سائٹس اس سے منسلک ہے کے بارے میں مزید تفصیلات فراہم کرتا ہے کہ ایک معلومات پینل فراہم کرتا ہے.

source: The origins of Lightbeam
bn_bd: লাইটবিমের মূল
bs: Porijeklo Lightbeama
ca: L'origen del Lightbeam
cy: Datblygu Lightbeam
kab: Taqṣiṭ n Lightbeam
km: ប្រភព Lightbeam
ms: Permulaan Lightbeam
pt: As origens do Lightbeam
tr: Lightbeam'in kökenleri
ur: روشنی بیم کے ماخذ

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
bs: Lightbeam je nastao u julu 2011-e kao Udruživanje, lični projekt od strane Mozilla softverskog programera <a href="%s">Atula Varma</a>.
ca: El Lightbeam va començar el juliol de 2011 com a Collusion, un projecte personal del desenvolupador de programari de Mozilla <a href="%s">Atul Varma</a>.
cy: Cychwynnwyd Lightbeam yng Ngorffennaf 2011 fel Collusion, project personol project gan ddatblygwr meddalwedd ym Mozilla, <a href="%s">Atul Varma</a>.
kab: Lightbeam ilul-d di 2011 s yisem n Collusion, yella di tazwara d asenfaṛ udmawan n uneflay n Mozilla <a href="%s">Atul Varma</a>.
km: Lightbeam បាន​ចាប់ផ្ដើម កក្កដា 2011 ជា Collusion, គម្រោង​ផ្ទាល់ខ្លួន​ដោយ​អ្នក​អភិវឌ្ឍន​កម្មវិធី​ Mozilla <a href="%s">Atul Varma</a>។
ms: Lightbeam bermula pada Julai 2011 sebagai Collusion, satu projek peribadi oleh pembangun perisian Mozilla <a href="%s">Atul Varma</a>.
pt: O Lightbeam começou em Julho de 2011 como o Collusion, um projeto pessoal por <a href="%s">Atul Varma</a>, um programador de software da Mozilla.
tr: Lightbeam, Temmuz 2011'de, Mozilla yazılım geliştiricisi <a href="%s">Atul Varma</a>'nın kişisel bir projesi olarak Collusion adıyla ortaya çıktı.
