Repository: alvinlaz96/mozilla-lang
Catalog: */lightbeam/lightbeam.lang.po
Languages: bn_bd, bs, ca, cy, kab, km, ms, pt, tr, ur

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
bs: Inspirisan knjigom, <em>The Filter Bubble</em>, Atul je kreirao eksperimentalni dodatak vizualizaciji ponašanja pretraživanja i prikupljanja podataka na webu.
ca: Inspirant-se en el llibre <em>The Filter Bubble</em>, l'Atul va crear un complement experimental per a visualitzar el comportament de navegació i la captura de dades al Web.
cy: Wedi ei ysbrydoli gan y llyfr, <em>The Filter Bubble</em>, creodd Atul ychwanegyn arbrofol er mwyn dangos arferion pori a chasglu data ar y we.
kab: Tikti tekka-d seg udlis <em>The Filter Bubble</em>, Atul yesnulfa-d azegrir armitan akken ad iwali amek tettuddu tikli akked ulqaḍ n isefka di Internet.
ms: Diinspirasikan menurut peraturan, <em>The Filter Bubble</em>, Atul mewujudkan satu tambahan percubaan membayangkan melayari tingkah laku dan pengumpulan data di Jaringan.
pt: Inspirado pelo livro, <em>The Filter Bubble</em>, Atul criou um extra experimental para visualizar o comportamento de navegação e de recolha de dados na Web.
tr: <em>The Filter Bubble</em> adlı kitaptan ilham alan Atul, Web'de gezinme davranışlarını ve veri toplanmasını görselleştiren deneysel bir eklenti yarattı.

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
bs: U februaru 2012-e, Gary Kovacs, direktor Mozille u to vrijeme, predstavio je dodatak Udruživanje u <a href="%s">TED razgovor</a> (sada jedan od najgledanijih TED razgovora svih vremena) o izlaganju praćenja na mreži.
ca: El febrer de 2012, en Gary Kovacs, CEO de Mozilla aleshores, va presentar el complement Collusion a una <a href="%s">TED talk</a> (actualment una de les conferències TED més vistes de tots els temps) sobre l'exposició al control de navegació.
cy: Ym mis Chwefror 2012, cyflwynodd Gary Kovacs, Prif Swyddog Gweithredol Mozilla ar y pryd, yr ychwanegyn Collusion mewn <a href="%s">cyflwyniad TED</a> (erbyn hyn yn un o'r cyflwyniadau TED sydd wedi eu gwylio amlaf) er mwyn amlygu tracio ar-lein.
km: នៅ​ក្នុង​ខែ​កុម្ភៈ 2012, Gary Kovacs, នៅ​ពេលវេលា Mozilla CEO , បាន​ណែនាំ​កម្មវិធី​បន្ថែម Collusion នៅ​ក្នុង <a href="%s">TED talk</a> (ឥឡូវនេះ​មួយ​ក្នុង​ចំណោម TED talks ដែល​បាន​ទស្សនា) នៅ​លើ​បណ្ដាញ។
ms: Pada Februari 2012, Gary Kovacs, Mozilla CEO pada masa itu, memperkenalkan addon Collusion di dalam <a href="%s"> ucapan TEDnya</a> (sekarang satu daripada perbincangan TED paling banyak ditonton semua masa) tentang mendedahkan penjejakan dalam talian.
pt: Em Fevereiro de 2012, Gary Kovacs, o CEO da Mozilla na altura, apresentou o extra Collusion numa <a href="%s">TED talk</a> (agora uma das TED talks mais vistas de todos os tempos) para expor a monitorização online.
tr: Şubat 2012'de, o sırada Mozilla CEO'su olan Gary Kovacs, çevrimiçi takibi anlattığı bir <a href="%s">TED konuşmasında</a> (şu ana dek en izlenen TED konuşmalarından biri) Collusion eklentisini tanıttı.

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
bs: U septembru 2012-e, Mozilla je udružila snage s fakultetima i studentskim istraživanjima na <a href="%s">Emily Carr University of Art + Design</a> da unaprijedi i inplementira vizualizaciju za dodatak.
ca: El setembre de 2012, Mozilla va unir forces amb els docents i estudiants de recerca de la <a href="%s">Emily Carr University of Art + Design</a> per a desenvolupar i implementar visualitzacions pel complement.
cy: Ym mis Medi 2012, ymunodd Mozilla gyda myfyrwyr yn yr <a href="%s">Emily Carr University of Art + Design</a> i ddatblygu a gwireddu dull o amlygu'r data ar gyfer yr ychwanegyn.
ms: Pada September 2012, Mozilla bergabung bersama dengan pelajar penyelidikan di <a href="%s">Universiti Emily Carr daripada Art + Design</a> untuk membangunkan dan melaksanakan visualisasi untuk add-on.
pt: Em Setembro de 2012, a Mozilla juntou forças com investigadores e estudantes da <a href="%s">Emily Carr University of Art + Design</a> para desenvolver e implementar visualizações para o extra.
tr: Eylül 2012'de Mozilla, eklenti için görselleştirmeler geliştirmek üzere <a href="%s">Emily Carr Sanat ve Tasarım Üniversitesi</a> araştırma görevlileri ve öğrencileriyle güçlerini birleştirdi.
ur: ستمبر ۲۰۱۲ میں موزیلا فیکلٹی اور طالب علم محققین کی طاقت کیساتھ<a href="%s"> ایمائیلی کار یونیورسٹی آرٹ ڈیزائنایمائیلی کار یونیورسٹی آرٹ ڈیزائن میں ضم ہوا</a> تاکہ اضافہ-جات کے لیے تصورات پر عمل درآمد کریں اور ترقی دیں ۔

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
bs: Uz podršku Ford fondacije i Vijeća prirodnih i inženjerskih nauka (NSERC), Udruživanje je ponovo zamišljen kao Lightbeam i pokrenut je u jesen 2013-e.
ca: Amb el suport de la Fundació Ford i del Consell de Recerca de Ciències naturals i Enginyeria, s'ha reinventat el Collusion com a Lightbeam i s'ha publicat la tardor de 2013.
cy: Gyda chefnogaeth y Ford Foundation a'r Natural Sciences and Engineering Research Council (NSERC), mae Collusion wedi ei ail greu fel Lightbeam a'i lansio yn yr hydref yn 2013.
km: ដោយ​មាន​ការ​គាំទ្រ Ford Foundation និង Natural Sciences និង Engineering Research Council (NSERC), Collusion ត្រុវ​បាន​ផ្ដល់​រូបភាព​ជា Lightbeam ត្រូវ​បាន​ថយ​ចុះ​នៅ​ឆ្នាំ ២០១៣។
ms: Dengan sokongan daripada Ford Foundation, Natural Sciences dan Majlis Penyelidikan Kejuruteraan (NSERC), Pakatan sulit telah membayangkan semula Lightbeam dan telah dilancarkan pada musim gugur 2013.
pt: Com o apoio da Ford Foundation e do Natural Sciences and Engineering Research Council (NSERC), Collusion foi redesenhado como o Lightbeam e foi lançado no final de 2013.
tr: Ford Vakfı ile Doğal Bilimler ve Mühendislik Araştırmaları Konseyi (NSERC) desteğiyle Collusion, Lightbeam adıyla baştan tasarlandı ve 2013 sonbaharında yayımlandı.
ur: فورڈ فاؤنڈیشن اور قدرتی سائنس اور انجینئرنگ ریسرچ کونسل (NSERC) کی حمایت کے ساتھ، ملی بھگت روشنی بیم کے طور پر دوبارہ تصور کیا گیا ہے اور 2013 ء کے موسم خزاں میں شروع کی گئی تھی.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
bn_bd: সহযোগিতা সম্পর্কে আরও পড়তে, অনুগ্রহ করে পরিদর্শন করুন <a href="{url}">{url}</a>
bs: Da biste pročitali više o saradnji, molimo posjetite <a href="{url}">{url}</a>
ca: Trobareu més informació sobre la col·laboració a <a href="{url}">{url}
cy: I ddarllen rhagor am y cydweithrediad, ewch i <a href="{url}">{url}</a>
kab: Issin ugar ɣef umɛiwen di <a href="{url}">{url}</a>
km: ដើម្បី​អាន​បន្ថែម​អំពី​ការ​សហការ, សូម​មើល <a href="{url}">{url}</a>
ms: Maklumat lanjut tentang kerjasama, sila lawati <a href="{url}">{url}</a>
tr: İşbirliği hakkında daha fazla bilgi almak için lütfen <a href="{url}">{url}</a> adresini ziyaret edin.
ur: تعاون کے بارے میں مزید پڑھنے کے لئے، براہ مہربانی ملاحظہ کریں <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
bn_bd: নীতি এবং বৃহত্তর ট্র্যাকিং এর বর্ণনা
bs: Politike i veća praćenja narativa
ca: Política i la més gran narrativa de seguiment
cy: Polisi a'r drafodaeth ehangach am dracio
kab: Taqṣiṭ muqqren ɣef usfuɣel
ms: Dasar dan pengesanan naratif yang lebih besar
tr: İlkeler ve toplu izleme anlatısı
ur: پالیسی اور بڑے ٹریکنگ داستان

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
bn_bd: Mozilla এ, আমরা বিশ্বাস করি যে সবারই তাদের অনলাইন গোপনীয়তা এবং যারা তাদের উপর তথ্য সংগ্রহ করে তাদের নিজস্ব সিদ্ধান্ত নেওয়ার যন্ত্র থাকা উচিত।
bs: U Mozilli, mi vjerujemo da svako treba imati alate da napravi svoje vlastite odluke o njihovoj privatnosti na mreži i ko prikuplja njihove podatke.
ca: A Mozilla creiem que tothom hauria de tenir les eines per a prendre les seves pròpies decisions sobre la privadesa de la navegació i qui en recull dades.
cy: Ym Mozilla, rydym yn credu y dylai pawb gael yr offer i ddod i benderfyniad am eu preifatrwydd ar-lein a phwy sy'n casglu data arnyn nhw.
kab: Di Mozilla, numen d akken yal yiwen yessefk ad yesɛu ifecka ilaqen akken ad yizmir ad isefrek tudert ines tusligt s srid akked ubrid amek ad ttwaleqḍen isefka yines.
km: នៅ Mozilla, យើង​ជឿជាក់​ថា​អ្នក​រាល់គ្នា​គួរតែ​មាន​ឧបករណ៍​ ដើម្បី​​ធ្វើ​ការ​សម្រេចចិត្ត​ផ្ទាល់​ខ្លួន​របស់​ពួក​គេ​អំពី​គោល​នយោបាយ​លើ​បណ្ដាញ​ និង​ជម្រើស​ទិន្នន័យ​របស់​​ពួក​យើង។
ms: Di Mozilla, kami percaya semua orang seharusnya mempunyai alatan membuat keputusan mereka sendiri tentang privasi dalam talian mereka dan yang mengumpulkan data mereka.
tr: Mozilla olarak, herkesin, çevrimiçi gizliliği ve kendileriyle ilgili kimlerin veri topladığı hakkında kendi kararlarını verebileceği araçlara sahip olması gerektiğine inanıyoruz.

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
bs: S Lightbeam dodatkom, dajemo vrijednu (i otvorenu) platformu zajednice za istraživanje čiji je cilj podići svijest, promovisati analize i, na kraju, utjecati na promjenu politike u područjima praćenja i privatnosti.
ca: Amb el complement Lightbeam proporcionem un plataforma de recerca comunitària valuosa (i lliure) que espera augmentar el nivell de consciència, promoure l'anàlisi i, com a conseqüència, provocar la modificació de les polítiques de seguiment i privadesa.
cy: Gydag ychwanegyn a gweinydd cronfa ddata Lightbeam rydym yn darparu platfform ymchwil cymunedol gwerthfawr (ac agored) sy'n anelu i godi ymwybyddiaeth, annog dadansoddi ac yn y pen draw, achosi newidiadau polisi ym meysydd tracio a phreifatrwydd.
ms: Dengan addon Lightbeam, kami menyediakan platform penyelidikan komuniti berharga (dan terbuka) yang bertujuan untuk meningkatkan kesedaran, menggalakkan analisis dan akhirnya memberi kesan kepada perubahan dasar dalam bidang penjejakan dan privasi.
tr: Lightbeam eklentisiyle farkındalık yaratmak, analizin önemini göstermek ve sonuç olarak izleme ve gizlilik alanlarında değişikliğe gidilmesini sağlamak için çok değerli (ve açık) bir araştırma platformu sunuyoruz.
ur: روشنی بیم کے ایڈ-اون پر، ہم، شعور بیدار کرنے کے تجزیہ کو فروغ دینے اور، بالآخر، سے باخبر رکھنے اور رازداری کے علاقوں میں پالیسی میں تبدیلی کو متاثر کرنا ہے کہ ایک قابل قدر (اور پہلے) کمیونٹی تحقیقی پلیٹ فارم فراہم کر رہے ہیں.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
bs: Lightbeam je jedan korak u većem, zajedničkom naporu od strane Mozille i njenih partnera da pruže web korisnicima veću kontrolu i transparentnost njihovih ličnih podataka.
ca: El Lightbeam és un pas en un gran i coordinat esforç de Mozilla i els seus associats per a subministrar als usuaris del Web un major control i transparència de les seves dades personals.
cy: Mae Lightbeam yn un cam mewn ymgyrch ehangach gan Mozilla a'i bartneriaid i ddarparu rheolaeth ehangach a thryloywder ar eu data personol i ddefnyddwyr y We.
km: Lightbeam ជា​ជំហាន​មួយ​ក្នុង​ជំហាន​ធំជាង​គេ, ការ​ខិតខំ​ប្រឹងប្រែង​ដែល​​បាន​សហការ​ដោយ​ Mozilla និង​ដៃ​គូ​ ដើម្បី​ផ្ដល់​អ្នក​ប្រើ​លើ​បណ្ដាញ​ដោយ​ប្រើ​ការ​ពិនិត្យ​មើល និង​តម្លាភាព​​នៃ​មូលដ្ឋាន​ទិន្នន័យ​ផ្ទាល់​ខ្លួន​របស់​ពួក​គេ។
ms: Lightbeam adalah satu langkah dalam usaha yang lebih besar bersepadu oleh Mozilla dan rakan-rakan untuk memberikan pengguna web dengan kawalan dan ketelusan data peribadi mereka yang lebih besar.
tr: Lightbeam, Web kullanıcılarına daha fazla kontrol olanağı ve kişisel verilerinin saydamlığını sağlamak adına, Mozilla ve iş ortaklarının daha büyük ve ortak çabası içinde atılmış bir adımdır.
ur: روشنی بیم زیادہ کنٹرول اور ان کے ذاتی کوائف کی شفافیت کے ساتھ ویب کے صارفین کو فراہم کرنے موزیلا اور اس کے شراکت داروں کی طرف سے ایک بڑے، اجتماعی کوشش میں ایک قدم ہے.

source: Learn more about online tracking and privacy
bn_bd: অনলাইন ট্র্যাকিং এবং গোপনীয়তা সম্পর্কে আরও জানুন
bs: Saznajte više o online praćenju i privatnosti
ca: Més informació sobre el seguiment i la privadesa.
cy: Dysgu rhagor am dracio ar-lein a phreifatrwydd
kab: Issin ugar ɣef tudert tusligt akked usf̣uɣel s srid
km: ស្វែងយល់​បន្ថែម​អំពី​ភាព​ឯកជន និង​ការ​តាមដាន​នៅ​លើ​បណ្ដាញ
ms: Ketahui lebih lanjut mengenai pengesanan dalam talian dan privasi
tr: Çevrimiçi izleme ve gizlilik hakkında daha fazla bilgi alın
ur: آن لائن سے باخبر رھنے اور رازداری کے بارے میں مزید معلومات حاصل کریں

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
ca: La <a href="%s">Mozilla Foundation</a> és una organització sense ànim de lucre que promou els valors del Web obert a tot el món. La gran comunitat de Mozilla veu la creixent rellevància de la privadesa de la navegació i dóna suport a diverses iniciatives que afronten el tema de diferents formes.
cy: Mae'r <a href="%s">Mozilla Foundation</a> yn gorff dim-er-elw sy'n hyrwyddo gwerthoedd y we agored i'r byd ehangach. Mae'r gymuned Mozilla yn gweld perthnasedd cynyddol preifatrwydd ar-lein ac mae'n cefnogi nifer o ymdrechion i fynd i'r afael â'r broblem mewn ffyrdd amrywiol.
km: <a href="%s">Mozilla Foundation</a> ជា​អង្គការ​មិន​ស្វែងរក​ប្រាក់​ចំណេញ​ដែល​បង្កើន​តម្លៃ​បណ្ដាញ​បើក​ទូលាយ​​នៅ​លើ​ពិភពលោក។ សហគមន៍​ Mozilla ធំ​ទាក់ទង​នឹង​គោល​នយោបាយ​លើ​បណ្ដាញ ហើយ​ត្រូវ​បាន​គាំទ្រ​ការ​ចាប់ផ្ដើម​គំនិត​ច្នៃ​ប្រឌិត​មួយ​ចំនួន​ ការ​ដោះស្រាយ​បញ្ហា​នៅ​ក្នុង​វិធី​ផ្សេង។
ms: <a href="%s">Mozilla Foundation</a> adalah sebuah pertubuhan bukan keuntungan yang menggalakkan nilai-nilai Web terbuka kepada dunia yang lebih luas. Komuniti Mozilla yang lebih besar melihat perkaitan yang semakin meningkat privasi dalam talian dan menyokong beberapa inisiatif yang menangani isu itu dalam pelbagai cara.
tr: <a href="%s">Mozilla Vakfı</a>, açık bir Web'in değerlerini tüm dünyaya anlatmayı amaçlayan, kâr amacı gütmeyen bir kuruluştur. Mozilla topluluğu, çevrimiçi gizliliğin giderek artan önemini öngörmekte ve bu sorunu çeşitli şekillerde ele alan farklı girişimleri desteklemektedir.
ur: <a href="%s"> موزیلا فاؤنڈیشن</a>وسیع تر دنیا کے لئے ایک کھلی ویب کی اقدار کو فروغ دیتا ہے کہ ایک غیر منافع بخش تنظیم ہے. بڑے موزیلا کمیونٹی آن لائن پرائیویسی کی بڑھتی ہوئی مطابقت دیکھتا ہے اور مختلف طریقوں سے مسئلے سے نمٹنے کے کہ کئی اقدامات کی حمایت کر رہا ہے.

source: Data formats in Lightbeam
bn_bd: Lightbeam এর ডাটা ফরম্যাট
bs: Formati podataka u Lightbeamu
ca: Formats de dades al Lightbeam
cy: Fformatau data yn Lightbeam
km: ទ្រង់ទ្រាយ​ទិន្នន័យ​​ជា Lightbeam
ms: Format data di Lightbeam
tr: Lightbeam'deki veri biçimleri
ur: روشنی بیم میں کوائف فارمیٹس

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
bn_bd: Lightbeam এ ব্যবহৃত নথির বিন্যাস সম্পর্কে আরো জানতে আমাদের <a href="%s">Github এর ডকুমেন্টেশন</a> পরিদর্শন করুন।
bs: Posjetite našu <a href="%s"> dokumentaciju o Githubu </a> da biste saznali više o formatima datoteka koje se koriste u Lightbeamu.
ca: Consulteu la nostra <a href="%s">documentació a Github</a> per aprendre més quant al format de fitxer utilitzat al Lightbeam.
cy: Ewch <a href="%s">i'n dogfennaeth ar Github</a> i ddysgu rhagor am y fformatau ffeil sy'n cael eu defnyddio yn Lightbeam.
pt: Visite a nossa <a href="%s">documentação no Github</a> para saber mais sobre os formatos de ficheiro utilizados pelo Lightbeam.
ur: لاگوںبیام میں استعمال کیا مسل فارمیٹس کے بارے میں مزید جاننے کے لئے ہمارے <a href='%s'> گٹ ہب پر دستاویزی عمل</a> دیکھیں۔

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
bn_bd: পরিদর্শন করুন আমাদের <a href="%s">documentation on Github</a> লাইটবীম এ ব্যবহৃত নথির বিন্যাস সম্পর্কে আরও জানার জন্য এবং ডেটার বিস্তারিত দেখার জন্য যা আপলোড করা হয়েছে যদি আপনি কাজে লাগানোর জন্য ডেটা নির্বাচন করেন।
ca: Consulteu la nostra <a href="%s">documentació al Github</a> per a saber més sobre els formats de fitxers emprats al Lightbeam i per a veure detalls de les dades que es pugen si opteu per contribuir dades.
cy: Ewch i'n <a href="%s">dogfennaeth ar Github</a> i ddysgu rhagor am y fformatau ffeil sy'n cael eu defnyddio yn Lightbeam a gweld manylion y data sy'n cael ei lwytho i fyny os ydych yn dewis cyfrannu i'r gronfa ddata.
ms: Lawati <a href="%s">dokumentasi kami pada Github</a> untuk mengetahui lebih lanjut tentang format fail yang digunakan dalam Lightbeam dan melihat butir data yang dimuat naik jika anda turut serta untuk menyumbang data.
tr: Lightbeam'de kullanılan dosya biçimleri hakkında bilgi almak ve veri paylaşmayı seçerseniz gönderilecek verilerin ayrıntılarını görmek için <a href="%s">Github'daki belgelerimizi</a> ziyaret edin.
ur: دورہ کریں<a href="%s"> ہماری دستاویزات کا گیٹ ہب پر</a> تاکہ آپ مسل کے فارمیٹ کے جو Lightbeam میں استعمال ہو رہے ہیں اور کوائف جو اس وقت اپ لوڈ ہوتی ہے اگر آپ میں کوائف میں شراکت کے لئے آپٹ آؤٹ کی تفصیلات دیکھنا چاہتے ہیں.

source: Partners of Lightbeam
bn_bd: লাইটবিমের অংশীদার
bs: Partneri Lightbeama
ca: Associats del Lightbeam
cy: Partneriaid Lightbeam
km: ដៃ​គូ​របស់ Lightbeam
ms: Rakan kongsi Lightbeam
pt: Parceiros do Lightbeam
tr: Lightbeam iş ortakları
ur: Lightbeam کے شراکتدار

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
bn_bd: <a href="%s">Ford Foundation</a> হল একটি অলাভজনক সংস্থা যা মানুষের কল্যাণে অগ্রসর মিশন এর উপর গুরুত্ত্ব দেয়।
bs: <a href="%s"> Ford Foundation </a> je neprofitna organizacija koja se fokusira na misiju unapređivanja ljudskog blagostanja.
ca: La <a href="%s">Ford Foundation</a> és una organització sense ànim de lucre que es centra en la missió d'avançar en el benestar de la humanitat.
cy: Mae'r <a href="%s">Ford Foundation</a> yn gorff nid er elw sy'n canolbwyntio ar hyrwyddo lles y ddynoliaeth.
km: <a href="%s">មូលនិធិ Ford </a> ជា​អង្គ​ការ​មិន​ស្វែងរក​ប្រាក់​ចំណេញ​ដែល​ផ្ដោត​លើ​បេសកកម្ម​សុខុមាលភាព​មនុស្ស។
ms: <a href="%s">Ford Foundation</a> merupakan sebuah pertubuhan bukan keuntungan yang memberi tumpuan kepada misi memajukan kebajikan manusia.
tr: <a href="%s">Ford Vakfı</a>, insan refahını yükseltme görevine odaklanmış, kâr amacı gütmeyen bir kuruluştur.
ur: <a href="%s"> فورڈ فاؤنڈیشن </a>انسانی فلاح و بہبود کو فروغ دینے کے مشن پر مرکوز ہے کہ ایک غیر منافع بخش تنظیم ہے.

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
ca: Proporcionen suport a empreses i institucions orientades a l'enfortiment dels valors democràtics, la reducció de la pobresa i de la injustícia social, donant suport a l'assoliment de cooperació internacional.
cy: Maen nhw'n cynnig cefnogaeth i gwmnïau a sefydliadau sydd wedi ymroi i gryfhau gwerthoedd democrataidd, lleihau tlodi ac anghyfiawnder cymdeithasol a hybu cydweithrediad rhyngwladol.
km: ពួកគេ​ផ្ដល់​ការ​គាំទ្រ​ដល់​ក្រុមហ៊ុន និង​ស្ថាប័ន​ក្នុង​ការ​ធ្វើ​ឲ្យ​តម្លៃ​​​ប្រជាធិបតេយ្យ​រឹងមាំ, កាត់​បន្ថយ​ភាព​ក្រីក្រ និង​អំពើ​ពុករលួយ​នៅ​ក្នុង​សង្គម, គាំទ្រ​ការ​សម្រេច​បាន​ និង​ការ​សហការ​ជា​អន្តរជាតិ។
ms: Mereka memberi sokongan untuk syarikat dan institusi menumpukan untuk memperkukuhkan nilai-nilai demokratik, mengurangkan kemiskinan dan ketidakadilan sosial, pencapaian manusia menyokong dan memelihara kerjasama antarabangsa.
tr: Demokratik değerleri güçlendirme, yoksulluğu ve sosyal adaletsizliği azaltma, insani başarıları destekleme ve uluslararası işbirliklerini büyütme amacı güden şirket ve enstitülere destek sağlar.
ur: وہ،، جمہوری اقدار کو مضبوط بنانے غربت اور سماجی ناانصافی کو کم انسانی کارنامہ حمایت اور بین الاقوامی تعاون کو فروغ دینے کے لئے وقف کمپنیوں اور اداروں کے لئے حمایت فراہم کرتے ہیں.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
ca: El <a href="%s">Social + Interactive Media (SIM) Centre</a> de la Emily Carr University of Art + Design dóna suport a una gran gama de projectes de disseny i comunicacions multimèdia, donant accés directe a les companyies al pensament innovador dels docents i alumnes més creatius de la Columbia Britànica en quant a disseny i experiència en recerca.
cy: Mae'r <a href="%s">Social + Interactive Media (SIM) Centre</a> yn Emily Carr University of Art + Design yn cefnogi ystod eang o brojectau cynllunio a cyfryngol, gan roi mynediad uniongyrchol i feddwl arloesol, sgiliau cynllunio ac arbenigedd ymchwil o fewn un o'r adrannau mwyaf creadigol yn British Columbia.
ms: <a href="%s">Sosial + Pusat Interaktif Media (SIM)</a>di Emily Carr Universiti Art + Design menyokong pelbagai projek-projek dalam reka bentuk dan media, memberikan syarikat akses langsung kepada pemikiran inovatif, kemahiran reka bentuk dan kepakaran penyelidikan fakulti yang paling kreatif dan pelajar British Columbia.
tr: Emily Carr Sanat ve Tasarım Üniversitesi'nin <a href="%s">Sosyal ve İnteraktif Medya (SIM) Merkezi</a>, tasarım ve medya alanlarındaki çeşitli projeleri destekleyerek şirketlere Britanya Kolumbiyası'nın en yaratıcı fakültesinin ve öğrencilerinin yenilikçi düşüncelerini, tasarım becerilerini ve araştırma uzmanlıklarını sunar.
ur: <a href="%s">سماجی+ انٹرایکٹو میڈیا (سم) سینٹر </a>فن + ڈیزائن کے یملی Carr کی یونیورسٹی میں کمپنیوں برٹش کولمبیا کے سب سے زیادہ تخلیقی فیکلٹی کی جدید سوچ کو براہ راست رسائی، ڈیزائن مہارت اور تحقیق مہارت دے، ڈیزائن اور میڈیا میں منصوبوں کی ایک وسیع رینج کی اساتذہ اور طالب علموں حمایت کرتا.

source: The Clock view allows you to examine connections over a 24-hour period.
km: ចុច​ទិដ្ឋភាព​​អនុញ្ញាត​ឲ្យ​អ្នក​ពិនិត្យមើល​ការ​តភ្ជាប់​លើ​អំឡុង​ពេល ២៤ ម៉ោង។
ms: Pandangan Jam membenarkan anda memeriksa hubungan lebih daripada tempoh 24 jam.

source: In September 2012, Mozilla joined forces with students at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
km: នៅ​ក្នុង​ខែ​កញ្ញា​ 2012, Mozilla បាន​ចូលរួម​ជាមួយ​សិស្សានុសិស្ស​នៅ <a href="%s">សាកលវិទ្យាល័យ Emily Carr នៃ Art + Design</a> ដើម្បី​អនុវឌ្ឍន និង​ប្រតិបត្តិ​សម្រាប់​កម្មវិធី​បន្ថែម។

source: With the Lightbeam add-on and database server, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
km: ជាមួយ​កម្មវិធី​បន្ថែម Lightbeam និង​ម៉ាស៊ីន​មេ​មូលដ្ឋាន​ទិន្នន័យ, យើង​កំពុង​ផ្ដល់​ភាព​មាន​តម្លៃ (ហើយ​បើក) សហគមន៍​វេទិកា​ការ​ស្រាវជ្រាវ​ដែល​ជា​គោល​បំណង​ក្នុង​ការ​បង្កើន​ការ​យល់​ដឹង, ក្នុង​ការ​វិភាគ, ប្រសិទ្ធិភាព​ក្នុង​ការ​ផ្លាស់ប្ដូរ​គោលនយោបាយ​នៅ​ក្នុង​តំបន់​នៃ​ការ​តាមដាន និង​គោលនយោបាយ។

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute to the database.
km: សូម​មើល​ <a href="%s">ឯកសារ​នៅ​លើ Github</a> របស់​ពួក​យើង ហើយ​ស្វែងយល់​អំពី​ទ្រង់ទ្រាយ​ឯកសារ​ដែល​បាន​ប្រើ​ក្នុង Lightbeam សូម​មើល​ព័ត៌មាន​លម្អិត​អំពី​ទិន្នន័យ​ដែល​ត្រូវ​បាន​ផ្ទុក​ឡើង​ ប្រសិនបើ​អ្នក​ជ្រើស​ដើម្បី​ចែកចាយ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ។
