Repository: alvinlaz96/mozilla-lang
Catalog: */lightbeam/lightbeam.lang.po
Languages: bn_bd, bs, ca, cy, kab, km, ms, pt, tr, ur

source: Menu
bn_bd: মেনু
bs: Meni
ca: Menú
cy: Dewislen
kab: Umuɣ
km: ​ម៉ឺនុយ
tr: Menü
ur: مینیو

source: Home
bn_bd: নীড় পাতা
bs: Kućni
ca: Inici
cy: Cartref
kab: Asebter agejdan
km: ផ្ទះ
ms: Halaman Utama
pt: Início
tr: Ana sayfa
ur: گھر

source: About
bn_bd: পরিচিতি
bs: O nama
ca: Quant a
cy: Ynghylch
kab: Ɣef
km: អំពី
ms: Tentang
pt: Sobre
tr: Hakkında
ur: بارے میں

source: Lightbeam for Firefox
bn_bd: ফায়ারফক্সের জন্য লাইটবীম
bs: Lightbeam za Firefox
ca: Lightbeam per al Firefox
cy: Lightbeam ar gyfer Firefox
kab: Lightbeam i Firefox
km: Lightbeam សម្រាប់ Firefox
ms: Lightbeam untuk Firefox
pt: Lightbeam para Firefox
tr: Firefox için Lightbeam
ur: فائر فاکس کے لئے روشنی بیم

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
bs: Lightbeam je Firefox dodatak koji koristi interaktivnu vizualizaciju da vam pokaže stranice prve i treće strane sa kojima ste u interakciji na webu.
ca: El Lightbeam és un complement per al Firefox que utilitza visualitzacions interactives per a mostrar-vos els llocs que visiteu i de tercers amb els que interactueu al Web.
cy: Mae Lightbeam yn ychwanegyn Firefox sy'n defnyddio dull gweledol rhyngweithiol i dangos y gwefannau parti cyntaf a thrydydd parti rydych mewn cyswllt â nhw ar y We.
kab: Lightbeam d asiɣzef n Firefox yessawalen i uskan amyigawan akken ad twaliḍ anwa ismal wis kraḍ ukud tettmeslayeḍ war ma teẓriḍ.
km: Lightbeam ជា​កម្មវិធី​បន្ថែម​របស់ Firefox ដែល​ប្រើ​រូបភាព​មើល​ឃើញ​អន្តរ​សកម្ម បង្ហាញ​អ្នក​ដំបូង ​តំបន់​បណ្ដាញ​ភាគី​ទីបី​ដែល​ទាក់ទង​​​​នៅ​លើ​បណ្ដាញ។
ms: Lightbeam ialah satu tambahan Firefox yang menggunakan gambaran interaktif menunjukkan anda pihak ketiga dan pertama tapak anda berinteraksi di Jaringan.
pt: O Lightbeam é uma extra para o Firefox que utiliza visualizações interativas para mostrar o primeiro e os sítios de terceiros que interage na Web.
tr: Lightbeam, Web’de etkileşime girdiğiniz birinci ve üçüncü parti siteleri size göstermek için interaktif görselleştirmeleri kullanan bir Firefox eklentisidir.
ur: آپ پہلی اور تیسری پارٹی کی سائٹس آپ ویب پر کے ساتھ بات چیت کو دکھانے کے لئے انٹرایکٹو تصورات کو استعمال کرتا ہے ایڑاون روشنی بیم ایک فائرفاکس ہے.

source: Shine a Light on Who’s Watching You
bn_bd: আপনাকে কারা দেখছে তার উপর আলোপাত করুন
bs: Usmjerite svjetlo na onog ko vas gleda
ca: Descobriu qui us està vigilant
cy: Taflu Golau ar Bwy sy’n eich Gwylio
kab: Waki anwa ik-yettɛassan
km: បញ្ចាំង​ពន្លឺ​លើ​មនុស្ស​ដែល​កំពុង​មើល​អ្នក
ms: Sinari cahaya siapa yang melihat kamu
pt: Faça brilhar uma luz em quem o está a observar
tr: Sizi izleyenlere ışık tutun
ur: تم کون دیکھ رہا ہے پر روشنی ڈالتی ہیں

source: See who’s tracking you online
bn_bd: দেখুন কে আপনাকে অনলাইন এ ট্র্যাক করছে
bs: Pogledajte ko vas prati online
ca: Vegeu qui us controla quan navegueu
cy: Gweld pwy sy’n eich tracio ar-lein
kab: Wali anwa ik-yesfuɣulen s srid.
km: មើល​នរណា​ដែល​តាម​ដាន​អ្នក​នៅ​លើ​បណ្ដាញ
ms: Lihat yang menjejaki anda didalam talian
pt: Saiba quem o está a monitorizar
tr: Sizi internette kimlerin izlediğini görün
ur: دیکھیں کون آنلائن آپ کی سراغ راہ لگا رہا ہے

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
bs: Dok pretražujete, Lightbeam otkriva punu dubinu weba danas, uključujući dijelove koji nisu transparentni za prosječnog korisnika.
ca: Mentre navegueu, el Lightbeam us mostra la profunditat real del web actual, incloent parts que no són transparents a l'usuari.
cy: Wrth i chi bori, mae Lightbeam yn amlygu dyfnder llawn y We heddiw, gan gynnwys y darnau sydd ddim mor dryloyw i'r defnyddiwr cyffredin.
kab: Skud tettiniged, Lightbeam ak-d-yemmal tabaḍnit n Web n wass-a, ula d ayen yeffren ɣer umdan n menwala.
km: ពេល​អ្នក​រក​មើល Lightbeam បង្ហាញ​ការ​ឆ្លុះបញ្ចាំង​ទាំងស្រុង​អំពី​តំបន់បណ្ដាញ រួម​ទាំង​ផ្នែក​ដែល​អ្នកប្រើ​ខ្លះ​មិន​អាច​មើល​ឃើញ។
ms: Apabila anda melayari, Lightbeam mendedahkan kedalaman penuh Jaringan hari ini , termasuk bahagian yang tidak telus kepada pengguna sederhana.
pt: Enquanto navega, o Lightbeam revela a verdadeira dimensão da Web hoje, incluindo partes que não são transparentes para o utilizador comum.
tr: Siz gezindikçe Lightbeam de Web’in ulaştığı derinliği, ortalama bir kullanıcının göremeyeceği kısımlarıyla birlikte gözler önüne serer.
ur: آپ کو براؤز طور پر، روشنی بیم ویب کی پوری گہرائی آج، اوسط صارف کو شفاف نہیں ہیں حصوں سمیت پتہ چلتا ہے.

source: Download Lightbeam for Firefox
bn_bd: ফায়ারফক্সের জন্য লাইটবীম ডাউনলোড করুন
bs: Preuzmite Lightbeam za Firefox
ca: Baixeu el Lightbeam per al Firefox
cy: Llwythwch Lightbeam ar gyfer Firefox i Lawr
kab: Sider Lightbeam i Firefox
km: ទាញ​យក Lightbeam សម្រាប់ Firefox
ms: Muat turun Lightbeam untuk Firefox
pt: Descarregar o Lightbeam para o Firefox
tr: Firefox için Lightbeam’i indirin
ur: Firefox کے لئے Lightbeam ڈاؤن لوڈ کریں

source: Get it from Mozilla Add-Ons
bn_bd: মোজিলা অ্যাড-অন থেকে এটি সংগ্রহ করুন
bs: Preuzmite ga sa Mozilla Dodaci
ca: El podeu obtenir a Complements de Mozilla
cy: Ei estyn o Ychwanegion Mozilla
kab: Sider seg izegrar n Mozilla
km: យក​វា​ពី​កម្មវិធី​បន្ថែម​របស់ Mozilla
ms: Dapatkan dari Mozilla Addon
pt: Obter através dos Extras da Mozilla.
tr: Mozilla Eklentileri’nden edinin
ur: موزیلا ایڑاون سے حاصل کریں

source: How Lightbeam Works
bn_bd: লাইটবীম যেভাবে কাজ করে
bs: Kako Lightbeam radi
ca: Com funciona el Lightbeam
cy: Sut mae Lightbeam yn Gweithio
kab: Amek iteddu Lightbeam
km: របៀប​ដែល Lightbeam ដំណើរការ
ms: Bagaimana Lightbeam Berfungsi
pt: Como é que o Lightbeam funciona
tr: Lightbeam nasıl çalışır?
ur: کس طرح روشنی بیم کام کرتا ہے

source: Download and run the Lightbeam add-on in your Firefox browser.
bn_bd: আপনার ফায়ারফক্স ব্রাউজারে লাইটবীম ইনস্টল করুন এবং চালান।
bs: Preuzmite i pokrenite Lightbeam dodatak u vašem Firefox pretraživaču.
ca: Baixeu i executeu el complement Lightbeam al vostre Firefox.
cy: Llwytho i lawr a rhedeg ychwanegyn Lightbeam yn eich porwr Firefox.
kab: Sider sakin senker asiɣzef Lightbeam ɣef iminigi inek Firefox.
km: ទាញ​យក និង​ដំណើរការ​កម្មវិធី​បន្ថែម Lightbeam នៅ​ក្នុង​កម្មវិធី​អ៊ីនធឺណិត Firefox របស់​អ្នក។
ms: Muat turun dan jalankan addon Lightbeam di pelayar Firefox anda.
pt: Descarregue e use o extra do Lightbeam no seu Firefox.
tr: Lightbeam eklentisini indirip Firefox tarayıcınızda çalıştırın.
ur: لوڈ اور روشنی بیم چلانے. آپ فائر فاکس براؤزر میں ایڑ-اون.

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
bn_bd: আপনার ব্রাউজকৃত প্রতিটি সাইটের প্রতিটি ঘটনা লাইটবীম সংরক্ষণ করে এবং সে সকল তৃতীয় পক্ষের সাইটও যা আপনার ব্রাউজারে সংরক্ষিত থাকে।
bs: Lightbeam će napraviti zapis događaja za svaku stranicu koju posjetite i svaku stranicu treće strane koja se čuva lokalno na vašem pretraživaču.
ca: El Lightbeam crea un registre d'esdeveniments per a cada lloc web que visiteu i cada lloc de tercers i el desa localment al vostre navegador.
cy: Bydd Lightbeam yn creu cofnod o ddigwyddiadau ar bob gwefan rydych yn ymweld â nhw a phob gwefan trydydd parti sydd wedi eu chadw'n lleol ar eich porwr.
kab: Lightbeam ad yernu aɣmis n tedyanin n yal asmel wiɣer terziḍ akked ismal akk wis kraḍ anida adsil yettwasekles ɣef iminig inek.
km: Lightbeam នឹង​បង្កើត​កំណត់ត្រា​ព្រឹត្តិការណ៍​សម្រាប់​គ្រប់​តំបន់បណ្ដាញ​ដែល​អ្នក​បាន​ទស្សនា និង​គ្រប់​តំបន់បណ្ដាញ​ភាគី​ទី​បី​គឺ​ត្រូវ​បាន​ទុក​ជា​មូលដ្ឋាន​នៅ​លើ​កម្មវិធី​អ៊ីនធឺណិត​របស់​អ្នក។
ms: Lightbeam akan mewujudkan satu rekod acara untuk setiap tapak anda melawat dan setiap laman pihak ketiga akan disimpan di penyemak imbas anda.
pt: O Lightbeam irá criar um registo de eventos para cada um dos sítios que visita e para cada sítio de terceiros que é guardado localmente no seu navegador.
tr: Lightbeam, ziyaret ettiğiniz her sitenin ve tarayıcınızın ulaştığı her üçüncü parti sitenin etkinliklerinin kaydını oluşturacaktır.
ur: روشنی بیم آپ کے براؤزر پر مقامی طور پر ذخیرہ کی جاتی ہے کہ ہر تیسری پارٹی کی ویب سائٹ آپ کا دورہ ہر ویب سائٹ اور کے لئے واقعات کی ریکارڈ پیدا کر دے گا.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
bs: Lightbeam vizelno grafički predstavlja te događaje da istakne interakcije između stranica koje vi namjerno posjetite i trećih strana.
ca: El Lightbeam representa gràficament aquests esdeveniments per a ressaltar les interaccions entre aquests llocs que visiteu voluntàriament i els de tercers.
cy: Mae Lightbeam yn dangos yn weledol y digwyddiadau yma er mwyn amlygu'r cysylltiad rhwng y gwefannau rydych yn ymweld â nhw a thrydydd partïon.
kab: Lightbeam ad d-yesken di tmeẓri tudlift tidyanin agi akken ad d-ban temyigawt gar yesmal wiɣer terziḍ akked wis krad.
km: Lightbeam ក្រាហ្វ​ដែល​អាច​មើល​ឃើញ​ព្រឹត្តិការណ៍​ទាំងនេះ ដើម្បី​រំលេច​អន្តរកម្ម​តំបន់​បណ្ដាញ​ដែល​អ្នក និង​ភាគី​ទីបី​អាច​មើល​ឃើញ។
ms: Lightbeam secara visualnya mencatat graf acara-acara ini untuk menumpukan interaksi antara laman yang anda lawati secara internasional atau pihak ketiga.
pt: O Lightbeam mapeia visualmente estes eventos em gráficos para realçar as interações entre os sítios que visita intencionalmente e terceiros.
tr: Lightbeam, bilerek ziyaret ettiğiniz sitelerle üçüncü partiler arasındaki etkileşimleri göstermek için bu etkinlikler görsel hale getirir.
ur: روشنی بیم ضعف سائٹس آپ جان بوجھ دورہ اور تیسرے فریقوں کے درمیان بات چیت کو اجاگر کرنے کے ان واقعات گراف.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
bs: Lightbeam će nastaviti dodavati na vaš grafikon dok pretražujete web. Možete zaustaviti Lightbeam u bilo koje vrijeme tako što ćete ga onemogućiti ili izbrisati dodatak. Vaši Lightbeam podaci mogu biti jednostavno sačuvani ili izbrisani.
ca: El Lightbeam seguirà afegint al vostre gràfic mentre navegueu. Podeu aturar-lo en qualsevol moment inhabilitant-lo o desinstal·lant-lo. Les dades del Lightbeam es poden desar o eliminar fàcilment.
cy: Bydd Lightbeam yn parhau i ychwanegu i'ch graff wrth i chi bori'r We. Gallwch atal Lightbeam ar unrhyw adeg drwy ei anablu neu ei ddadosod. Mae'n hawdd cadw neu ddileu eich data.
kab: Lightbeam ad ikemmel ad yernu iferdisen ɣer udlif inek di lawan anida kečč tettinigeḍ di Web. Tzemreḍ ad tesḥebseḍ Lightbeam melmi tebɣid s usefsex n urmad neɣ tukksa n usiɣzef. Isefka yinek Lightbeam zemren ad ttwakelsen neɣ ad ttwakksen s wudem fessusen.
km: Lightbeam នឹង​បន្ត​បន្ថែម​ក្រាហ្វ​ដែល​អ្នក​រក​មើល​នៅ​បណ្ដាញ។ អ្នក​អាច​បញ្ឈប់ Lightbeam នៅ​ពេល​ណាមួយ ឬ​លុប​កម្មវិធី​បន្ថែម។ ទិន្នន័យ Lightbeam របស់​អ្នក​អាច​ត្រូវ​បាន​រក្សាទុក ឬ​លុប​បាន​ដោយ​ងាយស្រួល។
ms: Lightbeam akan terus menambahkan graf anda apabila anda melayari Jaringan. Anda boleh menghentikan Lightbeam pada bila-bila masa dengan melumpuhkannya atau nyahpasangan tambahan. Data Lightbeam anda membolehkan dengan mudah diselamatkan atau dihapuskan.
pt: O Lightbeam irá continuar a adicionar dados ao seu gráfico enquanto navega pela Internet. Pode parar o Lightbeam a qualquer momento desativando ou desinstalando o extra. Os seus dados do Lightbeam podem ser facilmente guardados ou eliminados.
tr: Siz Web’de dolaştıkça Lightbeam grafiğiniz büyümeye devam edecektir. İstediğiniz zaman eklentiyi devre dışı bırakarak veya kaldırarak Lightbeam’i kapatabilirsiniz. Lightbeam verilerinizi kolayca kaydedebilir veya silebilirsiniz.
ur: روشنی بیم آپ ویب براؤز طور پر آپ کے گراف میں شامل کرنے کے لئے جاری رہے گی. آپ اسے غیر فعال کرنے یا اضافہ پر ناتنصیب کی طرف سے کسی بھی وقت لائٹ بیم روک سکتا. آپ کی روشنی بیم کوائف آسانی سے بچا لیا یا خارج کیا جا سکتا ہے.

source: Tracking & privacy
bn_bd: ট্র্যাকিং ও গোপনীয়তা
bs: Praćenje i privatnost
ca: Control i privadesa
cy: Tracio a phreifatrwydd
kab: Asfuɣel & tbaḍnit
km: ការ​តាមដាន និង​ភាព​ឯកជន
ms: Penjejakan & privasi
pt: Monitorização e privacidade
tr: İzleme ve gizlilik
ur: ٹریکنگ اور رازداری

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
bn_bd: সকল ট্র্যাকিং খারাপ নয়। অনেক সাইট প্রাসঙ্গিক তথ্য প্রদান করতে এবং আপনার অনলাইন অভিজ্ঞতাকে উন্নত করতে ব্যবহারকারীর তথ্য ব্যবহার করে।
bs: Nisu sva praćenja loša. Mnogi servisi se oslanjaju na korisničke podatke za pružanje relevantnih sadržaja i da poboljšaju vaše iskustvo na mreži.
ca: No tot el seguiment és dolent. Molts serveis es basen en les dades de l'usuari per a proporcionar contingut rellevant per a millorar la vostra experiència de navegació.
cy: Nid yw pob tracio'n ddrwg. Mae llawer o wasanaethau'n dibynnu ar ddata defnyddwyr i ddarparu cynnwys perthnasol a gwella eich profiad ar-lein.
kab: Mačči d asfuɣel i dir. Deqs n imeẓla bnan ɣef isefka n useqdac akken ad yaff agbur ufrin akked userni n termit ines s srid.
km: គ្មាន​ការ​តាមដាន​ទាំងអស់​​ដែល​មិន​ត្រឹមត្រូវ។ សេវាកម្ម​ជា​ច្រើន​ឆ្លើយតប​នឹង​​ទិន្នន័យ​អ្នក​ប្រើ​ដែល​ផ្ដល់​មាតិកា​ដែល​ទាក់ទង​ និង​បង្កើត​បទ​ពិសោធន៍​លើ​បណ្ដាញ។
ms: Bukan semua penjejakan buruk. Banyak perkhidmatan bergantung pada data pengguna dengan menyediakan kandungan yang relevan dan meningkatkan pengalaman dalam talian anda.
pt: Nem toda a monitorização é má. Muitos serviços baseiam-se em dados do utilizador para fornecer conteúdo relevante e melhorar a sua experiência online.
tr: Her izlemenin niyeti bozuk değildir. Birçok servis, sizinle ilgili içerik sunmak veya internet deneyiminizi geliştirmek için kullanıcı verilerinden yararlanır.
ur: تمام باخبر رہنے کے خراب ہے. کئی خدمات متعلقہ مواد فراہم کرتے ہیں اور آپ کے آن لائن تجربے کو بہتر بنانے کے لئے صارف کے کوائف پر انحصار کرتے ہیں.

source: But tracking can happen without the user’s knowledge.
bn_bd: কিন্তু ব্যবহারকারীর অজ্ঞাতেও ট্র্যাকিং হতে পারে।
bs: Ali praćenje se može dogoditi bez znanja korisnika.
ca: Però també es controla sense el coneixement de l'usuari.
cy: Ond gall tracio ddigwydd heb i'r defnyddiwr wybod.
kab: Acukan asfuɣel iḍerru deffir n useqdac.
km: ដាក់​ការ​តាម​ដាន​ដែល​អាច​កើត​ឡើង​ដោយ​មិន​ចាំបាច់​​ចំណេះ​ដឹង​របស់​អ្នក​ប្រើ។
ms: Tetapi penjejakan boleh terjadi tanpa pengetahuan pengguna.
pt: Mas a monitorização pode ocorrer sem o conhecimento do utilizador.
tr: Ama izleme, kullanıcının bilgisi dışında da gerçekleşebilir.
ur: لیکن باخبر رہنے صارف کے علم کے بغیر ہو سکتا ہے.

source: That’s not okay for some.
bn_bd: এটা অনেকের জন্যই ঠিক নয়।
bs: Za neke to nije uredu.
ca: I alguns no hi estem d'acord.
cy: D'yw hynny ddim yn iawn gan rhai.
kab: Kra n yemdanen ur qebblen ara ayagi.
km: មាន​បញ្ហា​មួយ​ចំនួន។
ms: Itu tidak okey untuk beberapa.
pt: Isso não está correto para alguns.
tr: Bazı kullanıcılar bunu kabullenmez.
ur: یہی وجہ ہے کہ کچھ کے لئے ٹھیک نہیں ہے.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
bn_bd: শুধুমাত্র আপনি সিদ্ধান্ত নিবেন কখন, কিভাবে এবং আপনি চাইলে আপনার ব্রাউজের তথ্য শেয়ার করা হবে। আমরা স্বচ্ছতার গুরুত্বকে বুঝি এবং আমাদের উদ্দেশ্য টুল এবং তথ্য — দিয়ে ব্যবহারকারীদের শক্তিশালী করা।
bs: To biste trebali biti vi koji odlučujete kada, kako i ako želite da vaši podaci pretraživanja budu podijeljeni. Mi prepoznajemo važnost transparentnosti i naša misija je sva o osnaživanju korisnika — kako sa alatima tako i informacijama.
ca: Sou vosaltres que heu de decidir quan, com i si voleu compartir les vostres dades de navegació. Reconeixem la importància de la transparència i la nostra missió és donar el poder a l'usuari - tant amb eines com amb informació.
cy: Chi ddylai benderfynu pryd, sut ac os rydych am rannu eich data pori. Rydym yn ymwybodol o bwysigrwydd tryloywder a'n cenhadaeth ni'n yw i rymuso defnyddwyr — gydag offer a gwybodaeth.
kab: Yessefk d kečč ara yewalin melmi, amek udiɣ ma tebɣiḍ akken isefka yinek ad ttwabḍun. Nger tamuɣli aṭas i tefrawant udiq tuɣdaṭ nneɣ, d amuddu n lxetyaṛ i iyiseqdacen s uheggi n ifecka akked talɣut ilaqen.
ms: Ia sepatutnya anda yang memutuskan apabila, bagaimana dan jika anda mahu data semakan lewa anda untuk dikongsi. Kami mengenali pentingnya transparensi dan misi kami ialah semuanya tentang pengguna yang memberi kuasa kepada — kedua-dua dengan alatan dan maklumat.
pt: Deve ser você quem decide quando, como e se quer que os seus dados de navegação sejam partilhados. Nós reconhecemos a importância da transparência e a nossa missão é tudo sobre capacitar os utilizadores — tanto com ferramentas como com informação.
tr: Gezinti verilerinizin ne zaman, nasıl ve kiminle paylaşılacağına karar veren siz olmalısınız. Biz saydamlığın önemini anlıyoruz. Misyonumuz, gerek yeni araçlar gerekse bilgilendirme yoluyla gücü kullanıcıların eline vermektir.
ur: یہ آپ کا فیصلہ ہے جو کہ کس طرح اور اگر آپ چاہتے ہیں آپ کی براؤزنگ کوائف کا اشتراک کیا جا کرنے کے لئے جب، ہونا چاہئے. ہم شفافیت کی اہمیت کو تسلیم کرتے ہیں اور اپنے مشن کے تمام صارفین کو بااختیار بنانے کے بارے میں ہے - اوزار اور معلومات کے ساتھ دونوں.

source: Explore the database
ca: Exploreu la base de dades
cy: Archwilio'r gronfa ddata
kab: Snirem taffa n isefka
km: រុករក​មូលដ្ឋាន​ទិន្នន័យ
ms: Jelajah pangkalan data ini
pt: Explore a base de dados
tr: Veritabanını keşfedin
ur: کوائفیے کی چھان بِين کریں

source: In the Lightbeam database, you will be able to browse first and third-party connection data uploaded by donors who use the Lightbeam add-on.
ca: A la base de dades del Lightbeam podreu navegar les dades de connexions dels llocs que visiteu i de tercers pujades per donants que emprem el complement Lightbeam.
cy: Yng nghronfa ddata Lightbeam, byddwch yn gallu pori data cysylltiad y parti cyntaf â'r trydydd parti sydd wedi eu llwytho i fyny gan gyfranwyr sy'n defnyddio ychwanegyn Lightbeam.
kab: Di taffa n isefka n Lightbeam, tzemrem ad twallim isefka i d-yusan si tuqqniwin n uswir amezwaru neɣ n wis kraḍ. ISefka agi uznen-ten-id imttekkiyen iseqdacen asiɣzef Lightbeam.
km: ក្នុង​មូលដ្ឋាន​ទិន្នន័យ Lightbeam , អ្នក​នឹង​អាច​រុក​រក​ដំបូង និង​​ទិន្នន័យ​ការ​តភ្ជាប់​ភាគី​ទីបី​ដែល​បាន​ផ្ទុក​ឡើង​ដោយ​អ្នក​ចូលរួម​ចំណែក​ដែល​ប្រើ​កម្មវិធី​បន្ថែម​របស់ Lightbeam ។
ms: Di pangkalan data Lightbeam, anda boleh mula melayari data sambungan pihak ketiga yang dimuat naik oleh penderma dengan mengunakan addon Lightbeam.
pt: Na base de dados do Lightbeam, será capaz de navegar entre dados de ligações principais e de terceiros enviados por doadores que utilizam o extra Lightbeam.
tr: Lightbeam eklentisini kullanan gönüllülerin yüklediği birinci ve üçüncü parti bağlantı verilerini Lightbeam veritabanında görebileceksiniz.
ur: روشنی بیم کوائفیے میں، آپ کو روشنی بیم اضافہ پر استعمال کرنے والے عطیہ دہندگان کی طرف سے اپ لوڈ کی پہلی اور تیسری پارٹی کے کنکشن کے اعداد و شمار کو براؤز کرنے کے قابل ہو جائے گا.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
bn_bd: আমরা এই ক্রাউডসোর্স ডিরেক্টরি তৈরি করেছি যাতে ব্যবহারকারী ট্র্যাকিং এর অবস্থা একটি সমষ্টিক হিসাবে ভিজুয়ালাইজ করতে পারে এবং ওয়েবের সাথে এর যে সম্পর্ক বিদ্যমান রয়েছে তা পরীক্ষা করতে পারে।
ca: Estem construint aquest directori públic per encoratjar els usuaris a visualitzar l'estat agregat del seguiment i a examinar les relacions que hi ha al Web.
cy: Rydym yn adeiladu'r cyfeiriadur torfoli hwn i annog defnyddwyr i ddeall cyflwr tracio yn ei gyfanrwydd ac i weld y cysylltiadau sy'n bodoli ar y we.
kab: Nesnulfa-d akaram anida ttekkin yemdanen akken ad nmudd tabɣest i yiseqdacen ad walin asfuɣel s wudem amatu udiɣ ad selḍen assaɣen isemlalen id-yettlalen di Web.
ms: Kami membina direktori berpunca kerumunan ini menggalakkan pengguna membayangkan jejakan negeri sebagai satu agregat dan memeriksa perhubungan yang wujud di Jaringan.
pt: Nós construímos este diretório alimentado pelas pessoas para encorajar os utilizadores a visualizar o estado da monitorização de forma agregada e para examinar as relações que existem na Web.
tr: Kitle kaynaklı bu dizini, kullanıcılarımızı izlemenin vardığı son noktayı topluca görselleştirmeye teşvik etmekve Web’de var olan ilişkileri incelemek için inşa ediyoruz.
ur: ہم صارفین ایک مجموعی طور پر باخبر رکھنے کی ریاست کو دیکھ کرنے کی حوصلہ افزائی کے لئے اور ویب پر موجود ہے کہ تعلقات کی جانچ پڑتال کے لیے اس بھیڑ کیے ڈائرکٹری بنا رہے ہیں.

source: Visualize your data
bn_bd: আপনার তথ্য দৃষ্টিগোচর করুন
bs: Vizualizirajte vaše podatke
ca: Vegeu les vostres dades
cy: Gweld eich data
kab: Sken isefka yinek
km: អាច​មើល​ឃើញ​ទិន្នន័យ​របស់​អ្នក
ms: Bayangkan data anda
pt: Visualize os seus dados
tr: Verilerinizi görselleştirin
ur: اپنے کوائف کو دیکھیں

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
bn_bd: ফায়ারফক্সে লাইটবিম অ্যাড-অন ইনস্টল এবং ডাউনলোড করার পর, আপনি যে সকল ওয়েব সাইট ব্রাউজ করছেন তার বর্তমান সময়ের চিত্র তৈরী করা শুরু করবে এবং সে সকল পৃষ্ঠায় তৃতীয় পক্ষ সাইটগুলো সক্রিয় থাকবে।
bs: Nakon što preuzmete i instalirate Lightbeam dodatak na Firefox, on će početi kreirati trenutne vizualizacije web stranica koje posjećujete i sve treće strane koje su također aktivne na tim stranicama.
ca: Un cop baixeu i instal·leu el complement Lightbeam per al Firefox, aquest començarà a crear una visualització en temps real dels llocs web que visiteu i de tots els llocs de tercers que també són actius en aquelles pàgines.
cy: Ar ôl llwytho i lawr a gosod ychwanegyn Lightbeam ar Firefox, bydd yn creu darlun byw o'r gwefannau rydych yn ymweld â nhw a'r holl drydydd partïon sy'n brysur ar y tudalennau hynny.
kab: Ticki tesidreḍ-d u tesbeddeḍ asiɣzef Lightbeam di Firefox, ad yebdu ad irennu s wakud ilaw askan n ismal Web i tettwaliḍ udiɣ ismal wis kraḍ urmiden deg isebtar yettwarzan.
km: បន្ទាប់​ពី​អ្នក​ទាញ​យក ហើយ​ដំឡើង​កម្មវិធី​បន្ថែម​របស់ Lightbeam ​ទៅ Firefox, វា​នឹង​ចាប់​ផ្ដើម​បង្កើត​ភាព​មើល​ឃើញ​ពេលវេលា​ពិត​ប្រាកដ​នៃ​តំបន់​បណ្ដាញ​ដែល​អ្នក​ទស្សនា និង​ភាគី​ទីបី​ទាំងអស់​​ដែល​សកម្ម​នៅ​លើ​ទំព័រ​ដែល​សកម្ម​ទាំងនេះ។​
ms: Selepas kamu muat turun dan memasang addon Lightbeam kepada Firefox, ia akan mula mewujudkan satu pembayangan masa nyata laman web anda melawat itu dan semua pihak ketiga yang juga aktif di halaman itu.
pt: Depois de descarregar e instalar o extra LightBeam no Firefox, este irá começar a criar uma visualização em tempo real dos sítios web que visita e todos os sítios de terceiros que também estão ativos nessas páginas.
tr: Firefox için Lightbeam eklentisini indirdiğinizde eklenti, ziyaret ettiğiniz web sitelerinin ve o sayfalarda etkin olan tüm üçüncü partilerin gerçek zamanlı bir görselleştirmesini oluşturmaya başlar.
ur: آپ کو ڈاؤن لوڈ اور روشنی بیم فائر فاکس اضافہ انسٹال کرنے کے بعد، یہ آپ کے زیر ملاحظہ ویب سائٹیں اور بھی ان صفحات پر فعال ہیں کہ تمام تیسرے فریقوں کے ایک حقیقی وقت تصور تخلیق کرنے کے لئے شروع ہو جائے گا.

source: Analyze your connections
bn_bd: আপনার সংযোগ বিশ্লেষণ করুন
bs: Analizirajte vaše veze
ca: Analitzeu les vostres connexions
cy: Dadansoddi eich cysylltiadau
kab: Sleḍ tuqqniwin inek
km: ធ្វើ​ការ​វិភាគ​​លើ​ការ​តភ្ជាប់​របស់​អ្នក
ms: Analisis sambungan anda
pt: Analise as suas ligações
tr: Bağlantılarınızı analiz edin
ur: آپنے کنکشن کا تجزیہ کریں
