Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/desktop/customize.lang.po
Languages: sat

source: Firefox — Customize and make it your own — The most flexible browser on the Web
sat: फायर फॉक्स — कुसियाक् तेयार आर आमाक् निजे तेयार — वेब रे आ़डी नावागाक् ब्रोसार .

source: Make your Firefox your own
sat: आमाक् फायर फॉक्स आमाक् निजे तेयार मे.

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
sat: नोवा दो निजेराक् फायर फॉक्स रे जोव खोन आलगाय तेयाराक् आर आमेम का़मी लेका नोवाय तेयारा.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
sat: जाहांन एटाक् ब्रोसार को आम उनाक् ढेर कुसी आर टानागाक् बाय एमामा .

source: Customize Firefox
sat: फायर फ़क्स कुसियाक् तेयार .

source: Designed to <br class="wide-br">be redesigned
sat: <br class="wide-br">रे जोह तेयार दोहड़ाय साजावाक्

source: Get fast and easy access to the features you use most in the new menu.
sat: गुन रे लोगोन आलगा आ़तुर ञाम आम नावा मिनु रे बाड़ती बेभार आ .

source: Open the “Customize” panel to add, move or remove any button you want.
sat: सेलेद , लाड़ाव आर बाङ आमेम ञाम कान जाहां बुता़म ओचोग ला़गित् “किुसियाक् ” पेनेल झिज मे , .

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
sat: आमाक् कुसियाक् गुन को दोहो — एड-ऑन ,ब्रउजिंग ,मित ओकतो लेका तेयार आर — मित् लोगोन ओता बाड़ती फारक.

source: More ways to customize
sat: कुसियाक् तेयार ला़गित् होर को बाड़ती .

source: Themes
sat: उनुयहा़र

source: Add-ons
sat: एड-ऑन

source: Awesome Bar
sat: बोतोरानाक् बार

source: Make Firefox match your style.
sat: आमाक् हुना़र जोड़ा लेका फायर फॉक्स तेयार मे .

source: Choose from thousands of themes and dress up your browser with a single click.
sat: हाजार उनुयहा़र खोन बाछाव मे आर मित् एसकार ओता सांव आमाक् ब्राउजार होरोग मे .

source: Try it now
sat: नोवा नितोक् कुरुमुटुय मे.

source: Learn more
sat: बाड़ती चेद मे

source: Add-ons are like apps that you install to add features to Firefox.
sat: एड-ऑन दो एप लेका ओका आम फायर फॉक्स रे गुन को सेलेद ला़गित् बोहाल आकात् आ .

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
sat: उनकु आम दोर को मिलाव होचो मेया , आतास को नेल , रुसाडे आजोम,टुविट कुल आर एमान तेयाक् नावा उतार खोबोर .

source: Read the latest news & blogs
sat: नावा उतार खोबोर बॉलोग को पाढाव मे .

source: Manage your downloads
sat: आमाक् आ़तुर आंड़गो को बेबोसताय मे .

source: Watch videos & view photos
sat: बिडियो को ञेल आर फोटो को ञेल .

source: Here are a few of our favorites
sat: नोडे तिनाक् गान आबो कुसियाक् मेनाक् आ .

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
sat: फायर पॉक्स भेनेगार रेयाक् आमाक् बार्सान तेयार ला़गित् आम ब्राउज लेका बोतोरान बार चेद आ .

source: Find and return to your favorite sites without having to remember a URL.
sat: आमाक् कुसियाक् साइट रे ञाम आर रुवा़ड़ मे बेगोर URL उयाहा़र आते .

source: See what it can do for you
sat: ञेल मे नोवा आम ला़गित् चेदए का़मी दाड़ेयाक् .

source: Keep your Firefox in Sync
sat: मित् ओकतो लेका तेयार रे आमाक् फायर फॉक्स दोहोय मे .

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
sat: आमाक् पुथा चिनहा़ को हिता़ल , दानाङ साबाद, को आर बाड़ती जाहान डिबाइस खोन आ़तुर मे <br class="wide-br"> ओका रे आम नोवा बेभार रेत् फायर फॉक्स आमाक् निजेराक् तेयार मे .

source: Learn more about Sync
sat: मित् ओकतो लेका तेयार बाबोत ते बाड़ती चेद मे.

source: Get help with Sync
sat: मित् ओकतो लेका तेयार सांव गोड़ो ञाम.

source: Next
sat: इना़ तायोम.
