Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/desktop/fast.lang.po
Languages: sat

source: Firefox — The "speed king" - The fastest browser on the Web
sat: फायारफक्स — "तोड़ राजा " - वेब रे लोगोन उता़र ब्राउजार .

source: Faster than ever
sat: जावखोन लोगोनाक्

source: This is the fastest Firefox yet.
sat: नोवा दो नित हा़विजाक् लोगोन फायार फ़क्स.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
sat: नोवा बानार टेकनिकॉल बेंच मार्कार रे एक सेल्स <br class="wide-br">आर दिना़माक् का़मी को ओका आम ढेरेम ला़कती याक् आ.

source: The “speed king”
sat: “तोड़ राजा ”

source: So you can browse with confidence with the fastest on the Web.
sat: ओना ते आम वेब रे लोगोन उता़र सांव पा़तया़वाक् सांव ब्राउज दाड़ेयाक् आ .

source: Cutting-edge speed
sat: गेत- धारे तोड़

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
sat: जुदी आम खेलोंड एम रोमोजा, साम नितोक् वेब रे तिना़क् गान आमाक् कुसियाक् होक खेलोंड दाड़ेयाक् आ बेगोर आलायाक् तोड़ आर बाङ सानाम हपय होचोवाक् .

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
sat: फायार फॉक्स दो ऑनलाइन खेलोंड रे मा़सुल ए आ़युरा आमाक् ब्राउसिंग लोगोन ञेंल हेरेड़ रेयाक् जोतो बाबोत तेयार ला़गित् आबोवाक् कुरुमुटु को रेयाक् हा़टिञ लेका .

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
sat: चेत् लेका आबो <br class="wide-br"> तोड़ रेयाक् सिमा़ को ढेलाव बाबोत बा़ड़ती चेद में .

source: Speed you can feel
sat: आमेम आ़यका़व दाड़ेयाक् लेका तोड़ .

source: We optimize Firefox for the way you use the Web.
sat: आम वेब बेभार लेका ला़गित् आले फायार फॉक्स ले आंसेत् आ.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
sat: ओना ते झिज आर बाङ ओता लेका जिनिस को <br class="wide-br"> टैब को ताला आर जाव खोन हुयुगाक् लोगोन बोतोरानाक् बार खोन कुड़ा़य को ञामेत् आ .<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
sat: ञाम मे ओका रे आम हुय के लेका लोगोन ते आर आलगा तें लेका चायाक् ला़कती आ .
