Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/android/index.lang.po
Languages: cak

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
cak: Firefox richin Android — Okik'amaya'l richin oyonib'äl — Tawichinaj ri awokik'amaya'l chuqa' jujik tachajij ri awichinaxik

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
cak: Xa xe ri Firefox richin Android nuya' chawäch k'ïy rub'eyal richin nawichinaj ri awetamab'al pa ruwi' okem pa k'amaya'l pa ri oyonib'äl okisaxel.

source: Firefox for Android
cak: Firefox richin Android

source: We make it Firefox.
cak: Röj yojb'ano chi re chi aj Firefox.

source: You make it your own.
cak: Rat yab'ano chi re chi nok awichin.

source: The features you love.
cak: Ri taq rub'anikil niqa chawäch.

source: The privacy you trust.
cak: Ri ichinanem, ri janila nakuqub'a' ak'u'x pa ruwi'.

source: Our most customizable Firefox for Android yet.
cak: Ri Firefox richin Android janila' ichinel k'a wakami.

source: Download on Google Play
cak: Taqasaj pe pa Google Play

source: Uniquely yours
cak: Xa xe awichin rat

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
cak: Xa xe ri Firefox richin Android nusüj chawe janila rub'anikil richin nawichinaj <br> ri awetamab'al richin okem pa k'amaya'l richin oyonib'äl okisaxel.

source: Smarter sharing for all
cak: Jun na'owinäq rub'eyal richin nikomonïx

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
cak: Ri rub'eyal janila ruk'ulun richin nikomonïx xa b'a achike wachinäq, Quick Share yerunataj ri taq achokoy k'a ja' e'awokisan richin yaruto pa ruwi'.

source: See how it works
cak: Tatz'eta rub'eyal nisamäj

source: All your faves, front and center
cak: Konojel ri taq awajowab'äl, chuwäch chuqa' pa runik'ajal

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
cak: Tawichinaj ri apas richin tikirib'äl rik'in xa b'a achike Web rupam, ri nawajo' chuqa' richin yatok pa ri taq feeds ye'awajo &mdash; achi'el Instagram chuqa' Pocket Hits &mdash; pan aninäq.

source: A touch more personal
cak: Jun janila ichinan rutzub'al

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
cak: Ke'atz'eta' ri taq apas richin tikirib'äl pa rucholajem, ri janila nawajo', o ye'atz'aqatisaj, ye'awewaj o ye'ayüj el achi'el nach'öb' richin yek'oje' naqaj ri taq awajowab'al.

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Any search you like
cak: Xa b'a achike chi kanoxïk, ri niqa chawäch

source: Add any search engine and make it your default.
cak: Tatz'aqatisaj xab'achike chi kanob'äl chuqa' tab'ana' chi ja ri' ruk'amon wi pe.

source: Or change it any time to the one that best matches your search and privacy needs.
cak: Chuqa' ütz najalwachij pa xa b'a achike ramaj rik'in ri janila ütz nub'än chawäch chuqa' ri nuxïm ri' kik'in ri taq arayib'al richin awichinaxik.

source: Change your language
cak: Tijal ri ch'ab'äl

source: Read and save articles easily
cak: Chanin yesik'ïx chuqa' yeyak taq cholna'oj

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
cak: Kakikot rik'in jun sik'inïk etamab'äl janila jeb'ël rik'in Reader View chuqa' Reading List.

source: Access your saved articles even when you’re not online.
cak: Katok pa rutzijol taq ana'oj e'ayakon chuqa' we man atokinäq ta pa k'amaya'l.

source: Learn more about Reading List
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Rucholajem Sik'inïk

source: Learn more about Reader View
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Rrub'anikil Sik'inem

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
cak: Aninäq chuqa' man k'ayew ta tajala' ri ch'ab'äl pa okik'amaya'l rik'in majun rujalwachinik ri runuk'ulem chijun ri oyonib'äl chuqa' man k'o ta chi natikirisaj.

source: Take it to the big screen
cak: Tiwäx pa nimaläj ruwäch

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
cak: Tataqa' rupam K'amaya'l chuqa' silowachib'äl rik'in ri awoyonib'al o tz'alamkem pa xa b'a achike taluwäch k'o streaming chupam ri nuxïm ri'.

source: Keep your private info private
cak: Tachajin ri awetamab'al awichinan

source: We believe your personal information belongs to you.
cak: Niqaya' ruq'ij chi ri awetamab'al awichinan xa rat at rajaw.

source: Firefox for Android is filled with features to help keep it that way.
cak: Firefox richin Android nojnäq chi taq b'anikil ri nikib'än chi man nuk'ëx ta ri'.

source: Private Browsing with<br> Tracking Protection
cak: Ichinan okik'amaya'l rik'in<br> Chajinem chuwäch kanoxïk

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
cak: Man tiyak ri anatab'al, taq akanoxik chuqa' taq kaxlanwey toq yatok pa k'amaya'l chuqa' tiq'eleb'ëx rusamajixik taq kijumejyak juley chik ri tajin atkitzeqelib'en pan Okik'amaya'l.

source: Learn more about Private Browsing
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Ichinam Okem pa K'amaya'l

source: Clear history
cak: Tiyuj el ri natab'äl

source: Delete your browsing history, passwords and more in a single tap.
cak: Tiyuj el ri runatab'al okik'amaya'l, ewan taq tzij chuqa' xa xe rik'in jun chapoj.

source: Choose the private data you want to remove whenever you need to do so.
cak: Ke'acha' ri ichinan taq tzij, ri nawajo' chi ye'ayüj el toq rajowaxik ye'elesäx el.

source: Learn how to clear your history
cak: Tawetamaj najosq'ij ri anatab'al

source: Guest browsing
cak: Okem pa k'amaya'l richin ula'

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
cak: Takomonij ri awokik'amaya'l kik'in ri awachib'il chuqa' awach'alal, akuchi' majun timayon nutz'ët ri kisamaj juley chik winaqi' pa k'amaya'l.

source: Learn how to share your browser
cak: Tawetamaj rub'eyal nakomonij ri awokik'amaya'l

source: See how Guest Browsing works
cak: Tatz'eta' achike rub'eyal nisamäj ri okem pa k'amaya'l richin ula'

source: Don’t leave home without being in Sync
cak: Man katel el chi awochoch we man at k'o ta rik'in ri Ximïl

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
cak: Ke'ak'waj ri taq ewan taq atzij, yakäl taq etal, jaqäl taq ruwi' chuqa' ch'aqa' chik pa xa b'a achike k'ojlib'äl.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
cak: Tawokisaj Sync pan awoyonib'al o pan atz'alamkem richin yatok pa xa b'a achike wachinäq rajowaxik chawe k'o pan akematz'ib' o chuqa' pa k'exoj rub'anikil, akuchi' man rajowaxik ta kinataxik ri taq URL.

source: Learn more about Sync
cak: Tawetamaj ch'aqa' chik chi rij ri Sync

source: Choose Firefox
cak: Tacha' Firefox

source: Supported devices
cak: K'amonel taq okisaxel

source: Release notes
cak: Ruch'utitzijol re ruwäch re'

source: Do not track
cak: Mani nikanöx

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
cak: Tatzija' re rujalnuk'uj Firefox richin yatruto' chi nik'oje' ronojel pan aq'a' pa ruwi' rub'eyal nimol chuqa' nokisäx pa k'amab'ey ri retamab'al awokik'amaya'l.

source: Learn more about Do Not Track
cak: Tawetamah ch'aqa' chik taq etamab'äl chi rij Mani tilitäj

source: Private Browsing
cak: Ichinan okem pa k'amaya'l

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
cak: Toq tzijïl chik, ri Firefox richin Android man yeruk'ül ta taq kaxlanwey, man yerunataj ta ri taq ewan tzij ni xa ta yerutz'ib'aj kan ri taq ruxaq k'amaya'l xe'atz'ët.

source: Learn how to open a private window
cak: Tawetamaj najäq jun ichinan tz'etöy ruwäch

source: See how Private Browsing works
cak: Tatz'eta' achike rub'eyal nisamäj ri ichinan okem pa k'amaya'l
