Repository: alvinlaz96/mozilla-lang
Catalog: ach/tabzilla/tabzilla.lang.po
Languages: ach

source: Mozilla links
ach: Kakube pa Mozilla

source: Close (Esc)
ach: Lor (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ach: Nen pa Firefox OS me wiati <span>i Mobile World Congress!</span>

source: Learn more
ach: Nong ngec mapol

source: Mission
ach: Miti

source: About
ach: Lok ikome

source: Projects
ach: Jami atima

source: Support
ach: Cwak

source: Developer Network
ach: Netwak pa Ludiro

source: Products
ach: Jami ma kati

source: Research
ach: Kwed

source: Get Involved
ach: Bed Ngat acel ie

source: Volunteer
ach: Dyere

source: Careers
ach: Lacuk cuny

source: Find us
ach: Nong wa

source: Join us
ach: Ribe kwedwa

source: Search Mozilla sites
ach: Yeny kakube pa Mozilla

source: Search
ach: Yeny

source: Look ahead
ach: Nen anyim

source: Learn all about Firefox OS
ach: Nong ngec weng ikom Firefox OS

source: Would you like to see this page in your language?
ach: Imito neno potbuk man i leb mamegi?

source: Yes, please!
ach: Eyo, tim ber!

source: No, thanks.
ach: Pe, apwoyo.

source: Support Mozilla
ach: Cwak Mozilla

source: Looks like youâ€™re using an older version of Firefox.
ach: Nen calo itye ka tic ki kit me Firefox ma con.

source: Update to stay fast and safe.
ach: Ket ngec manyen me bedo madwir ki ber bedo.

source: Later
ach: Lacen
