Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/contribute/friends.lang.po
Languages: son

source: Join Firefox Friends today!
son: Huru Firefox Friends ra hõ!

source: Firefox Friends logo
son: Firefox Friends biyoo

source: Step to the frontline to help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
son: Kay jinehere tangamoo ra k'ir gaa ka Firefox šifa adduɲɲaa se nda ka goy nafantaa kaŋ Mozilla g'a tee zaari kul zaŋzaŋ.

source: Join now
son: Ir gana sohõ

source: How it works
son: Dii taka kaŋ nd'a ga goy

source: Get connected
son: Wa ciya

source: Sign up using your Twitter, Facebook or LinkedIn profile, or simply enter your email.
son: Maa hantum ka goy nda Twitter, Facebook wala LinkedIn alhaali, wala war batagaa dam.

source: Start sharing
son: Žemnayan šintin

source: Browse through our news feeds for topics that interest you, or submit your own content.
son: Ir toonandiyan kanaarawey guna ka dii alhabarey kaŋ ga kan war se, wala ka gundekuna sanba.

source: Get rewarded
son: Duu goybanaw

source: Track your impact and share often for opportunities to be recognized and rewarded.
son: Dii war goyoo kanboo nda gomni fondawey cebe kaŋ ga hima ka bayrandi nda banandi.
