Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/contribute/index.lang.po
Languages: son

source: Volunteer Opportunities at Mozilla
son: Faabakaw fondawey Mozilla ra

source: Menu
son: Šilbayboŋ

source: Why<br> volunteer
son: Cin se<br> faabakaw

source: Find<br> an event
son: Koy<br> batu foo do

source: Meet<br> Mozillians
son: Kubay<br> Mozilla-izey

source: Get involved
son: Wa huru goyoo ra

source: Your country
son: War laamaa

source: I live in&hellip;
son: Ay goo&hellip;

source: Volunteer with Mozilla!
son: Tee faabakaw Mozilla do

source: active Mozillians worldwide
son: Mozilla-izey kaŋ ga goy adduɲɲaa-mee

source: upcoming events around the globe
son: hiino batey adduɲɲaa kul ra

source: languages and counting, on every continent
son: šenney nda haya taney, kaw foo kul ga

source: Join a global community of game-changers.
son: Huru hooray-barmaykey ra kaŋ ti adduɲɲaa jamaa.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
son: Wa faaba nda takaa kaŋ war ga baa. Wala war ikaynaa tee.<br> Woo kaŋ war baa.

source: Share your skills and pick up<br> a few new ones along the way.
son: War waanaa žemna nda duu<br> itaagayaŋ woo fondaa ra.

source: Volunteering with Mozilla&hellip;
son: Ka tee faabakaw Mozilla&hellip; do

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
son: ti gaakaw kanbe nooyan. Misoo ti cawyan, ceregaayan nda war waana žemna nda Mozilla adduɲɲaa jamaa — ašariya hantumkey, margakey, jama-tunandikey nda taney — kaŋ ga gaa k'interneti fasal zaari kul.

source: See our community in action
son: Dii ir jamaa goyoo ra

source: How Mozillians help every day
son: Takaa kaŋ nda Mozilla-izey faaba zaari kul

source: Spain &middot; Activism
son: Esipaaɲi &middot; jama-tunandiyan

source: Philippines &middot; Activism
son: Filiipin &middot; jama-tunandiyan

source: Switzerland &middot; Coding
son: Suwiisu &middot; ašariya hantumyan

source: India &middot; Teaching
son: Endu &middot; cawandiyan

source: Read his story
son: Nda taarikoo caw

source: Read her story
son: Nga taarikoo caw

source: Want to get involved? Here’s how.
son: War ga boona ka kanbe dam? Takaa woo no.

source: Choose what interests you and tell us how you’d like to help
son: Suuba haya kaŋ ga kan war se nda har ir se taka kaŋ nda war ga boona ka faaba

source: Stand by for an email that will connect you to the Mozilla community
son: Batuyan bataga se kaŋ ga kaa ka war dobu Mozilla jamaa ga

source: Create your Mozillians account and share your contributions with the world
son: War Mozilla-ize kontoo tee nda war kanbuzaamawey žemni nda adduɲɲaa

source: Get started
son: Wa šintin

source: Not ready to dive in just yet?
son: Mana soolu ka sar hooraa ra jina?

source: Here are a few other ways you can support Mozilla right now.
son: Ne ti fondo fooyaŋ kaŋ nda war ga hin ka Mozilla gaakašinay sohõ.

source: Donate to Mozilla
son: Mozilla noo

source: Read our Manifesto
son: Ir bayrandoo caw

source: Like us on Facebook
son: Tee ir baakaw Facebook ga

source: Follow us on Twitter
son: Hang'iri Twitter ga

source: Upcoming event
son: Hiino batu

source: See all events
son: Dii batey kul

source: Communicate
son: Šelaŋ

source: Mozilla communities
son: Mozilla jamaawey

source: Mailing lists
son: Bataga margawey

source: IRC channels
son: IRC fansey

source: More links
son: Dobu tontoney

source: Submit Firefox feedback
son: Firefox willandiyan sanba

source: Explore Mozilla careers
son: Mozilla goymiɲey lawre

source: Get help with Firefox
son: Duu faaba nda Firefox

source: Subscribe to community events
son: Maa-hantum jama batey se

source: Get community updates
son: Duu jama alhabar taagey

source: Mozillian Stories
son: Mozilla-izey taarikey

source: More
son: Ka tonton

source: Less
son: Kaccu

source: Read more Mozillian stories
son: Mozilla-ize taariki tontoney caw

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
son: Dii taariki tontoniyaŋ Twitter ga nda <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
son: Hiino teera tontoney

source: Get Involved: Volunteer Opportunities at Mozilla
son: Kanbe dam: Nafaw goy misey Mozilla do

source: To get started, tell us what interests you.
son: Ka šintin, har ir se woo kaŋ ga kan war se.

source: Choose one for now. You can always contribute to other areas later.
son: Affoo suuba sohõ. Hiino war ga hin ka kanbuzaamay waati kul goymee taney ra.

source: Where would you like to get started?
son: Man no war ga boona ka šintin?

source: Coding
son: Ašariya hantumyan

source: More about coding
son: Ašariya hantumyan bay ka tonton

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
son: Ašariya kanbuzaamay Mozilla jinawey kul ga, sanda Firefox nda Firefox OS.

source: Testing
son: Šiiyan

source: More about testing
son: Šiiyan ka tonton

source: Help make the Mozilla products you use — and love — even better.
son: Gaa ka Mozilla jinawey kaŋ nda war ga goy tee — nda baji — ba bešere.

source: Writing
son: Hantumyan

source: More about writing
son: Hantumyan bay ka tonton

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
son: War jindoo hii Mozilla se — nda blogu hantumyan nda jama batey ka waanay takaddawey noo goykey nda cinakey se.

source: Teaching
son: Cawandiyan

source: More about teaching
son: Cawandiyan bay ka tonton

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
son: War waanaa žemna nda jamaa kaŋ se cawyan ga hansa ka kan. Ir goyjinawey, cawandiyan daliley nda batey zaa ka goy nd'ey.

source: Helping
son: Faabayan

source: More about helping
son: Bay ka tonton faabayan ga

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
son: Ir goykey kaŋ ga baa faaba gaa nda borey kul faaba ka duu Mozilla jinawey fellaa.

source: Translating
son: Goo ma berandi

source: More about translating
son: Bay ka tonton berandiyan ga

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
son: Mozilla faaba ka hayey berandi šenni tanayaŋ ra. Haya kul berandi ka hun alhabar batagey nda interneti nungey k'i berandi Firefox nda Firefox OS se.

source: Activism
son: Jama-tunandiyan

source: More about activism
son: Jama-tunandiyan bay ka tonton

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
son: Kanbe dam ka duu fondoyaŋ ka borcinitaray, saajaw nda sutura gaakašinay interneti feerante se.

source: I don’t know
son: Ay ši bay

source: More about how you can contribute
son: Bay ka tonton taka kaŋ nda kanbuzaamay ga tee

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
son: Ši alhakiika takaa kaŋ nda war ga boona ka faaba? A ši nda taali. Ir ga hin ka dii kanbuzaamay goymee war se.

source: Now tell us a little about yourself:
son: Sohõ haya kayna har ir se war boŋ ga:

source: Name
son: Maa

source: Email address
son: Bataga aderesu

source: Country
son: Laama

source: select
son: suuba

source: Why do you want to be a Mozilla volunteer?
son: War ga boona ka tee Mozilla faabakaw?

source: (Optional)
son: (Suubayan-haya)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
son: Ay ga yadda kaŋ Mozilla m'ay boŋ alhabarey ka goy <a href="%(privacy)s">tSutura laadaa woo</a> bande

source: Start contributing
son: Šintin ka kanbuzaamay

source: Sign me up for community updates
son: Ay maaɲoo hantum jama batey se

source: (English)
son: (Ingiliši)

source: What particular area?
son: Ganda foo ra?

source: What would you like to code?
son: Cin se war ga hima ka ašariya hantum?

source: What would you like to test?
son: Cin no war ga boona k'a šii?

source: What would you like to translate?
son: Cin no war ga boona k'a berandi?

source: What would you like to write?
son: Cin no war ga boona k'a hantum?

source: What would you like to teach?
son: Cin non war ga boona k'a cawandi?

source: Websites
son: Interneti nungey

source: Firefox add-ons
son: Firefox tontoney

source: HTML5 apps
son: HTML5 porogaramizey

source: Diagnosing Web compatibility issues
son: Goo ma cerekanbeyan šendawey koroši

source: Online services
son: Interneti goydogey

source: Web compatibility
son: Interneti cerekanbeyan

source: Product localization
son: Jinay šenni berandiyan

source: Website localization
son: Interneti šenni berandiyan

source: I’d like to work on localization tools
son: Ay ga baa ya goy berandiyan jinawey ga

source: Social media
son: Jama alhabar goyjinawey

source: Journalism
son: Alhabar toonandiyan

source: Technical docs for users
son: Dabari fahamandi tiira goykey se

source: Technical docs for developers
son: Dabari fahamandi tiira goykey se

source: Technical docs for Firefox add-ons
son: Dabari fahamandi tiira Firefox tontoney se

source: Technical docs for HTML5 apps
son: Dabari fahamandi tiira HTML5 porogaramizey se

source: Teach the Web (Webmaker)
son: Interneti cawandi (Webmaker)

source: Open News fellowships
son: Alhabar feerante cawyan noorey

source: Hive - Community networks of educators/mentors
son: Hive - Jama marga dogey cawandikey nda wakkiiley se

source: Open Web science research
son: Interneti feerante bayray ceeciyan

source: Community Events
son: Jama batey

source: Find events
son: Dii batey

source: By city, country, or event:
son: Gallu, laama wala batu bande:

source: By date:
son: Han bande:

source: month
son: handu

source: year
son: jiiri

source: Date
son: Han

source: Event
son: Batu

source: Location
son: Gorodoo

source: City
son: Gallu

source: Events
son: Batey

source: Thank you!
son: Foo nda goy!

source: Thanks!
son: Foo nda goy!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka ašariya hantum nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka jinay šii nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka hantum nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka cawandi nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona ka borey faaba nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka šenni berandiyan nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona k'ir gaa ka jama tunandi nda ka šintin sohõda.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
son: Ir ga hansa ka binakaanay kaŋ war ga boona ka huru faabakey ra nda ka šintin sohõda.

source: Keep an eye on your inbox for an important message from us.
son: Wa gaabandi ka war bataga-duuyan bataa huna ir alhabar beeri foo se.

source: Hello!
son: Foofoo!

source: Your Name
son: War maaɲoo

source: In the meantime&hellip;
son: Hala waati din&hellip;

source: You can help by picking an easy task that only takes a few minutes &mdash; or take on a bigger challenge.
son: War ga hin k'ir gaa nda war na goy faala foo zaa kaŋ ga hin ka benandi minityaŋ ra &mdash; wal'ibeeri foo da.

source: Choose a Task Now
son: Goy foo suuba sohõ

source: Help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
son: Ir gaa ka adduɲɲa kul bangandi kaŋ Firefox ti kayfi haya nda nafawgoy beerey kul kaŋ Mozilla g'i tee zaari kul.

source: Join Now
son: Ir gana sohõ

source: You can create your Mozillians account now to connect with fellow Mozillians.
son: War ga hin ka war Mozilla-ize kontoo tee sohõ ka šelaŋ nda war Mozilla-ize cerey.

source: Yes, create my Mozillians account
son: Ayyo, ay Mozilla-ize kontoo tee

source: You will be asked to sign in before proceeding
son: I ga war hãa ka maa hantum ka huru jina ka bisa

source: No thanks, I’ll just wait for the email
son: Kalaa, ay ga batagaa batu cee foo

source: Area of interest?
son: Boonay haya?

source: Helping Users
son: Goykey faaba

source: Testing and QA
son: Hennayyan adadu šiiyan

source: Marketing
son: Feeyan

source: Localization and Translation
son: Gorodoo kayandiyan nda šenni berandiyan

source: Web Development
son: Interneti cinakayan

source: Add-ons
son: Tontoney

source: Visual Design
son: Bii fasalyan

source: Documentation and Writing
son: Fahamandiyan nda hantum

source: Education
son: Cawyan

source: Other
son: Tana

source: Hi, I’m interested in…
son: Baani de, woo n'ay ga baa...

source: Send us a note and we can get you started right away.
son: Hantum-ize sanba ir še hal'ir ma hin ka war gaa ka tun sohõ.

source: I have a suggestion for Firefox
son: Ay ga haya foo honnandi Firefox se

source: I need help with a Firefox issue
son: Ay ga baa faaba Firefox šenday foo se

source: Please enter a valid email address.
son: Bataga aderesu boryo dam taare.

source: You must agree to the privacy policy.
son: War ga hima ka yadda sutura laadaa ga.

source: Please select an area of interest.
son: Boonay haya suuba taare.

source: Please tell us more about your interests.
son: War boonay misey har ir še taare.
