Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/contribute/stories.lang.po
Languages: son

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
son: Mozilla-izey kubay adduɲɲaa kul ra. Bay porožewey ga kaŋ war goy i ga nda ka dii woo kaŋ war goo ma faaba nd'a.

source: Meet a few more Mozillians
son: Mozilla-ize booboyaŋ kubay

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
son: Ngi taarikey caw ne nda dii ka tonton Twitter ga <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: Mozillian Stories
son: Mozilla-ize taarikey

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
son: Foofoo, Ay ti <b class="name">Rubén</b>, Mozilla-ize <b class="country">Spain</b> ra

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
son: Za 2004 ay ga goy nda Mozilla jamaa ka interneti nungoo berandi, ka hãayan fillantey zaabi, ka goykey faaba nda ka fee jamaa se. Ay gaa da ka batuyaŋ gorandi Esipaaɲi ra nda ka interneti dabari nda waanay goyyaŋ tee Mozilla esipaɲi-šelaŋkaw jamaa se.

source: I’m currently helping with:
son: Ay goo ma faaba nda woo sohõda:

source: Mozilla.org localization
son: Mozilla.org šenni berandiyan

source: Firefox OS launch in Spain
son: Firefox OS hebu damyan Esipaaɲi ra

source: Mozilla Hispano mentorship program
son: Mozilla esipaaɲi šelaŋkaw moobiiri porogaram

source: Community events
son: Jama batey

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
son: War ga ban, agay ti <b class="name">Faye</b>, Mozilla-ize <b class="country">Filiipin</b> ra

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
son: Ay koy ay Mozilla batu jinaa ra 2011 ra nd'ay na boro kayfanteyaŋ kubay nd'i bay, kaŋyaŋ n'ay moɲey feeri. Nda sohõ, agay ti Mozilla Filiipin jama jinehunoo.

source: Firefox Student Ambassadors
son: Firefox lokkolizey diyawey

source: Community Building
son: Jama margayan

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
son: Ay binebaayoo ti ka Webmaker nda WoMoz (Mozilla woyborey) jama batey gorandi kaŋ ra ay ga borey cawandi nda k'i gaa ka ngi waanaa hayandi. Ay ga Firefox cawkey diyawey porogaramoo faaba nda ka jamaa marga.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
son: Mozilla-ize-taray sahãa ti kaŋ adduɲɲaa jamaa boro ti agay. A ga kan yane ir ga hima "alaayan" kaŋ ra ir ga yadda nd'ir ga feeri cere ga, nda boro kul ga hin ka nga boŋ lakkaloo har goyoo kaŋ ir g'a tee nda cere ga.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
son: War ga ban, agay ti <b class="name">Shreyas</b>, Mozilla-ize <b class="country">Endu</b> ra

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
son: Ay ga tee Webmaker kulakaw beeri kaŋ binebaayoo ti ka interneti feerante cin ka tonton. Waati kul kaŋ ay ga duu w'a, ay g'a k'ir jamaa marga — a tee MozCafes batey, cawandiyan fondawey wala batu tanayaŋ ka šelaŋ porožewey ga.

source: Maker Party
son: Webmaker margaw

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
son: Haya foo kaŋ ay ga ɲaali z'ay kaa Mozilla do ti “KidZilla,” porože foo ay n'a šintin ka cawkey kaŋ šii nda dalil kayante noo šintin-bayray ordinaterey nda interneti goyyan ga.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
son: Ay ga hansa ka caw da — nda war ga goy alhabar toonandiyan wala jama boŋfeeray ra, hantum ir se. A ga kan yane ir ma goy cere bande haya foo go. Nda waati foo war ga baa ka faakaaray interneti teeyan nda cawandiyan ga, ay goo ne.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
son: War ga ban, agay ti <b class="name">Michael</b>, Mozilla-ize <b class="country">Suwiisu</b> ra

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
son: Ay šintin ka Firefox hansariyaŋ tee z'ay ga tee soogo 2008 ra. Jiiri taaci banda ga, ay n'anniya zaa ka tee Mozilla diyaw nda za han din ay goo ma goy ka Mozilla jamaa marga Suwiisu ra.

source: Hack-a-thons
son: Alhiila-teera konkassey

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
son: Jama margayan banda gaa, ne Suwiisu ra, ay ga batuyaŋ soolu Alemaaɲi nda Otiriši ra, woo ay goo Mozilla-ize gurawey ra, kaŋ ga kanbe dam batuyaŋ se kaŋyaŋ ka tee laama waani hinza ra — akul handu hinka nda cere ra.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
son: Ay anniyaa ti ir adduɲɲaa-mee jamaa ma gaabandi ka tonton nda berandiyan (šenni waaney), alhiika waanay nda Webmaker porožewey. Nda war ga baa ka faaba, šelaŋ ir se.
