Repository: alvinlaz96/mozilla-lang
Catalog: sah/download_button.lang.po
Languages: sah

source: Download Firefox
sah: Firefox-у хачайдааһын

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
sah: Эн көмпүүтэриҥ систиэмэтэ Firefox <a href="%(url)s">турарыгар</a> сөп түбэспэт эбит.

source: <span>Firefox Beta</span> for Android
sah: <span>Firefox Beta</span> Андроидка

source: <span>Firefox Aurora</span> for Android
sah: <span>Firefox Aurora</span> Андроидка

source: <span>Firefox</span> for Android
sah: <span>Firefox</span> Андроидка

source: Get it free on Google Play
sah: Google Play-тэн босхо ылыы

source: Firefox Beta
sah: Firefox Бета

source: Free Download
sah: Босхо хачайдаа

source: Supported Devices
sah: Өйөнүллэр тэриллэр

source: What’s New
sah: Туох саҥа баарый

source: Privacy
sah: Тус эйгэ

source: Systems &amp; Languages
sah: Атын тиһиктэр уонна тыллар
