Repository: alvinlaz96/mozilla-lang
Catalog: sah/download.lang.po
Languages: sah

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
sah: Mozilla Firefox - босхо ситим-браузер, аан дойду араас муннуктарыттан сылдьар дьон бар-дьоҥҥо анаан айар аһаҕас тэриллэрэ.

source: Different by Design
sah: Тас көстүү эгэлгэтэ

source: Proudly <span>non-profit</span>
sah: Киэн туттан <span>барыһа суох</span>

source: Innovating <span>for you</span>
sah: <span>Эйиэхэ анаан</span> оҥоһуллубут

source: Fast, flexible, <span>secure</span>
sah: Түргэн, имигэс, <span>эрэллээх</span>

source: Thanks for choosing Firefox!
sah: Firefox браузеры талбыккытыгар махтал!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
sah: Хачайдааһынын сотору саҕаланыа, саҕаламматаҕына <a href="%s">манна көс</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
sah: Барыыһы сырсыбат тэрилтэ буоларбыт быһыытынан сайдарбытыгар көҥүлбүт, кимиэхэ да үҥпэппит-сүктүбэппит. Бу уратыбытын Эн сөбүлүөҥ.

source: Welcome to the only browser <em>that puts you first.</em>
sah: <em>Эйигин бастыҥ миэстэҕэ таһаарар</em> соҕотох браузерга, нөрүөн нөргүй.

source: Mozilla Firefox Web Browser
sah: Mozilla Firefox веб-браузер
