Repository: alvinlaz96/mozilla-lang
Catalog: sah/firefoxtesting.lang.po
Languages: sah

source: Download Firefox Beta for Android - Free
sah: Android-ка аналлаах Firefox Beta - Босхо

source: Download Firefox Beta for Desktop - Free
sah: Десктопка аналлаах Firefox Beta - Босхо

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
sah: Firefox хойут оҥоһуллуохтаах барылларын туруорун. Тиһэх Aurora эбэтэр Бета барыллары тургутан көр.

source: Firefox Beta
sah: Firefox Бета

source: Firefox Beta for:
sah: Firefox Бета манна анаан:

source: Firefox Beta for Mobile
sah: Мобильнай Firefox Бета

source: Download Beta and be part of the next version of Firefox.
sah: Бетаны хачайданан Firefox саҥа барылын тупсарарга көмөлөс.

source: 1. Test Features
sah: 1. Саҥаны тургут

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
sah: Саҥа оҥоһуллубут, түргэтэтэр, имигэс уонна куттала суох гынар эбиилэри тургут.

source: 2. Refine &amp; Polish
sah: 2. Тупсар уонна килбэчигэс гын

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
sah: Алҕастары тыллааҥҥын бигэ барыл түргэн уонна толору кыахтаах буоларыгар көмөлөс.

source: 3. Do Your Part
sah: 3. Бэйэҥ кылааккын киллэр

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
sah: Firefox саҥа барылын уонна 450 мөлүйүөн хас күн аайы кинини туттар киһи олоҕун уларыт.

source: Supported devices
sah: Өйөнөр тэриллэр
