Repository: alvinlaz96/mozilla-lang
Catalog: sah/main.lang.po
Languages: sah

source: Navigation
sah: Навигация

source: About
sah: Биһиги туһунан

source: Donate
sah: Үбүнэн өйөөһүн

source: Support
sah: Өйөбүл

source: Products
sah: Оҥоһуктар

source: Add-ons
sah: Эбиискэлэр

source: About Us
sah: Биһиги туһунан

source: Labs
sah: Лабораториялар

source: skip to Navigation
sah: навигацияҕа көс

source: switch language
sah: тылын уларыт

source: Back to home page
sah: Дьиэ-сирэйгэ төнүн

source: About Mozilla
sah: Mozilla туһунан

source: Get Involved
sah: Кыттыһыҥ

source: Careers
sah: Үлэ

source: Press Center
sah: Пресс-центр

source: Contact Us
sah: Оҥорооччулары кытта ситимнэһии

source: Other languages:
sah: Атын тылларынан:

source: %Y-%m-%d
sah: %d.%m.%Y

source: Legal Notices
sah: Юридиичэскэй биллэриилэр

source: Privacy Policy
sah: Бүк охсунуу

source: Release Notes
sah: Барылын туһунан

source: Other Systems and Languages
sah: Атын системалар уонна тыллар

source: Close
sah: Сап

source: (in English)
sah: (ааҥыллыы)

source: Return to top
sah: Сирэй саҕаланыытыгар төнүннэр

source: Features
sah: Кыахтара

source: Customize
sah: Туруоруулары уларыт

source: Download
sah: Хачайдааһын

source: Next
sah: Салгыы

source: MB
sah: МБ

source: MegaBytes
sah: Мегабайт

source: Videos
sah: Видео

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
sah: Бу ситим-сир ис хоһооно <a href="%s">туспа этиллибэтэх</a> түгэнигэр бу лиссиэнсийэ <br /><a href="%s">Creative Commons Attribution Share-Alike, 3.0 барыл</a> эбэтэр кинитээҕэр хойукку барыл усулуобуйатынан лиссиэнсийэлэммит.

source: Report Trademark Abuse
sah: Бэлиэни көҥүлэ суох туттуу туһунан биллэр

source: Free Upgrade
sah: Босхо саҥарт

source: Follow us on:
sah: Манна тиий:

source: Customize with Add-ons
sah: Эбиискэлэр көмөлөрүнэн настройкалаа

source: Learn More
sah: Сиһилии

source: Watch the video
sah: Видеоны көр

source: WebM format
sah: WebM формат

source: Ogg Theora format
sah: Ogg Theora формат

source: MPEG-4 format
sah: MPEG-4 формат

source: Mobile
sah: Мобильнай

source: Check out the new look and feel of Firefox.
sah: Firefox саҥа тас көрүҥэр сыаната быс.

source: View Full Site
sah: Ситим-сир толору барыла

source: Get Firefox for Android
sah: Android-ка аналлаах Firefox

source: Download for <span>Android</span>
sah: <span>Android-ка</span> аналлааҕы хачайдаа

source: Desktop
sah: Десктоп

source: Firefox Beta for mobile
sah: Сиэп Firefoxун Бетата

source: Firefox for mobile
sah: Сиэп Firefox-а

source: Email
sah: Эл. почта

source: Super speed
sah: Олус түргэн

source: Stunning graphics
sah: Ааттаах графика

source: The latest technologies
sah: Сабыс-саҥа технологиялар

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
sah: Саҥардыыны туруорун! Суоһуур кутталы мүнүүтэттэн кылгас кэмҥэ суох оҥор. <br/> Саҥа Firefox-у туруорунан Интэриниэккэ быр-бааччы, хамаҕа үлэни хааччын. <br/> Түргэн уонна босхо!

source: Upgrade now
sah: Билигин саҥарт

source: Update now
sah: Сип-билигин саҥарт

source: Supported Devices
sah: Өйөнөр тэриллэр

source: What’s New
sah: Туох саҥа баарый

source: Privacy
sah: Тус эйгэ

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
sah: Бу иһинээҕитин сорҕотун mozilla.org ©1998–%(current_year)s бырайыак кыттааччылара оҥорбуттара. Иһинээҕитэ <a href="%(url)s">Creative Commons лиссиэнсийэ</a> усулуобуйатынан тарҕанар.

source: Contribute to this page
sah: Бырайыакка кыттыы

source: Mission
sah: Мииссийэтэ

source: Overview
sah: Кылгастык

source: Join Mozilla
sah: Mozilla-ҕа кыттыс
