Repository: alvinlaz96/mozilla-lang
Catalog: sah/newsletter.lang.po
Languages: sah

source: Get Monthly News
sah: Ый аайы тахсар сонуннары тут

source: Your Email Address
sah: Электрон почтаҥ

source: Text
sah: Тиэкис

source: Available Languages
sah: Баар тыллар

source: Select country
sah: Дойдугун тал

source: Whoops! Be sure to enter a valid email address.
sah: Бай! Электрон почтаҥ аадырыһын сөпкө суруй дуу.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
sah: Бука диэн Mozilla бүк охсунуутун туһунан аах, уонна сөбүлэспиккин бэлиэтээ.

source: I agree to the <a href="%s">Privacy Policy</a>
sah: <a href="%s">Бук охсунууну</a> кытта сөбүлэһэбин

source: Sign me up!
sah: Суруттарарга!

source: We will only send you Mozilla-related information.
sah: Mozilla-ҕа эрэ сыһыаннааҕы ыытыахпыт.

source: Thanks for Subscribing!
sah: Суруттарбыккар махтанабыт!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
sah: Сотору кэминэн Firefox-у толору табыгастаахтык туһаныы туһунан сүбэ-ама биэриэхпит, сонуннарбытын кэпсиэхпит, Ситими тупсарарга тугу гынарбытын билиһиннэриэхпит.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
sah: Mozilla ый аайы тахсар сонуннарыгар суруттар, ону тэҥэ онно Firefox-у туттууга сүбэ-ама биэрэбит. Биһиги ситиммитин быспакка алтыһарбытыгар бу сүрдээх табыгастаах суол!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
sah: Электрон почтаҕар бигэргэтэр сурук ыыттыбыт. Онно баар сигэни баттааҥҥын бу сурутууга сөбүлэһэргин чопчулаа.

source: Read all about it in our <span>newsletter</span>
sah: Туох баар сонуннары <span>биһиги сурутуубутуттан</span> бил

source: Your newsletter subscription has been confirmed.
sah: Эн сурутууҥ бигэргэтилиннэ.

source: Format
sah: Формаата

source: You’re All Set! <span>But Wait, There’s More</span>
sah: Барыта туруорулунна! <span>Ол эрэн, эбии эмиэ баар</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
sah: Туһалааҕы ааҕыаххын баҕараҕын дуо? Кылгастык бэйэҥ тускунан кэпсээ эрэ. Уонна, манна сылдьаргынан туһанан, Mozilla атын сонуннарыгар суруттар.

source: Firefox & You
sah: Firefox уонна Эн

source: Our Other Newsletters:
sah: Атын сонуннаах сурутууларбыт:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
sah: Сабыс-саҥа сүбэлэри уонна ньымалары билэн, таптыыр брааузегын толору туһан.

source: Firefox Mobile
sah: Сиэп Firefox-а

source: Learn about the hottest new add-ons and features for Firefox mobile.
sah: Сиэп Firefox-угар аналлаах саҥа киллэриилэр уонна эбиилэр тустарынан бил.

source: Beta News
sah: Бета-барыл сонуннара

source: Read about the latest features for Firefox desktop and mobile before the final release.
sah: Көмпүүтэр уонна сиэп Firefox-тарын саҥа кыахтарын туһунан финаал барылга киирэ иликтэринэ бил.

source: Let’s Be Friends!
sah: Доҕордоһуохха!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
sah: Firefox социал ситимнэргэ эмиэ баар. Ситимнэс, мөккүөрдэргэ уонна ырытыыларга кытын.

source: Manage your <span>Newsletter Subscriptions</span>
sah: <span>Сонун тутар сурутууларгын</span> салайыы

source: Subscribe
sah: Суруттарарга

source: Unsubscribe
sah: Сурутууну тохтоторго

source: Check here if you’d like to be removed from all Mozilla emails
sah: Mozilla-ттан кэлэр суруктары барытын тохтоторго маны бэлиэтээ

source: Remove me from all Mozilla emails
sah: Mozilla суруктарын барытын тохтот

source: Save Preferences
sah: Туруоруулары бигэргэт

source: Thanks for updating your email preferences.
sah: Саҥардыбыккар махтал.

source: You've been unsubscribed.
sah: Суруктары тохтоттуҥ.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
sah: Баран эрэргиттэн мунчаарабыт ээ. Тоҕо маннык быһаарыммыккын ыйытабыт дуо?

source: You send too many emails.
sah: Наһаа элбэх суругу ыыппыккыт.

source: Your content wasn't relevant to me.
sah: Суруктар ис хоһооннорун сэргээбэтим.

source: Your email design was too hard to read.
sah: Суруктар тас көрүҥнэрэ ааҕары мэһэйдиир.

source: I didn't sign up for this.
sah: Суруттарбатаҕым ээ.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
sah: Mozilla-ны кытта Facebook уонна Твиттер нөҥүө ситимнэһэбин.

source: Submit
sah: Ыыт

source: Thanks for telling us why you’re leaving.
sah: Тоҕо тохтоппуккун кэпсээбиккэр махтанабыт.

source: Mozilla Newsletters
sah: Mozilla сонуннара

source: Thanks! Please check your inbox to confirm your subscription.
sah: Махтал! Бука диэн, почтаҕын көрөн сурутуугун бигэргэт.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
sah: Бу аадырыстан сурук тутуоҥ mozilla@e.mozilla.org, сурутуугун бигэргэтэр туһунан. Сурук кэлбэтэҕинэ, спаам-сиидэҕин көр. Сонуннарбытын тутарга, бастаан бигэргэтиэхтээххин.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
sah: Бу биһиги аадырыспытын аадырыс кинигэтигэр угаар: mozilla@e.mozilla.org, оччоҕо онтон ыытыллыбыт сурук куруук Эйиэхэ тиийиэ этэ.
