Repository: alvinlaz96/mozilla-lang
Catalog: sah/plugincheck.lang.po
Languages: sah

# ./plugincheck.lang:1
source: Plugin Check
sah: Плаагиннары тургутуу

# ./plugincheck.lang:5
source: Plugin Check
sah: Плаагиннары тургутуу

source: Plugin details
sah: Плагин туһунан

source: State
sah: Туруга

source: Action
sah: Дьайыы

source: Checking with Mozilla on the status of your plugins
sah: Плаагиннарыҥ туругун Mozilla көмөтүнэн тургутуу

source: Loading Data
sah: Дааннайдары хачайдааһын

source: View All Your Plugins
sah: Туох баар плаагиннаргын көрдөр

source: Disable Now
sah: Билигин араар

source: Vulnerable No Fix
sah: Уйан. Бигэ барыл суох

# ./plugincheck.lang:41
source: Update Now
sah: Сибилигин саҥарт

source: Vulnerable
sah: Уйан

# ./plugincheck.lang:49
source: Update
sah: Саҥардан биэр

source: Outdated Version
sah: Эргэрбит барыл

source: Up to Date
sah: Тиһэх барыл

source: Research
sah: Көрдөө

source: Unknown plugin
sah: Биллибэт плагин

source: Out of date plugins:
sah: Эргэрбит плаагиннар:

source: Vulnerable plugins:
sah: Кэбирээбит плаагиннэр:

source: Potentially vulnerable plugins:
sah: Уйан буолуон сөп плаагиннар:

source: The plugins listed below are up to date
sah: Манна ыйыллыбыт плаагиннар саҥалар

source: No plugins were detected
sah: Плаагиннар көстүбэтилэр

source: current version plugin
sah: плаагин билиҥҥи барыла

# ./plugincheck.lang:93
source: Update Now
sah: Сибилигин саҥарт

source: Potentially Vulnerable
sah: Уйан буолуон сөп

# ./plugincheck.lang:101
source: Update
sah: Саҥардан биэр

source: Potentially Outdated Version
sah: Эргэрбит буолуон сөп

source: <p>This plugin version has a security vulnerability that websites can exploit and potentially harm your computer. It is recommended that you update this plugin or if an update is not available, <a href='#howto-disable'>disable it</a>.</p><p>For more information, read the <a href='#' class='vulner-url'>plugin vendor's vulnerability information</a>.</p><p><a class='qtip-closer'>Close</a></p>
sah: <p>Плаагин бу барыла куттал суох буолуутугар кэбирэхтээх эбит, ону туһанан ситим-сирдэр Эн көмпүүтэргэр хоромньу аҕалыахтарын сөп. Онон саҥардан биэрэриҥ ордук, биитэр ол сатамматаҕына<a href='#howto-disable'>арааран кэбис</a>.</p><p>Эбии бу туһунан <a href='#' class='vulner-url'>плаагин оҥорооччу суруйбутун аах</a>.</p><p><a class='qtip-closer'>Сап</a></p>

source: (more info)
sah: (сиһилии)

source: Check Your <span>Plugins</span>
sah: <span>Плаагиннаргын</span> тургут

source: Keeping your third-party plugins up to date helps Firefox run safely and smoothly.
sah: Плаагиннар тиһэх барылларын туруоруу Firefox-у түргэн уонна куттала суох гынар.

source: Missing <span>FLASH?</span>
sah: <span>FLASH</span> суох дуу?

source: For your safety, Firefox has disabled your outdated version of Flash. Please <a href="%(url)s" >upgrade to the latest version.</a>
sah: Куттал суоһаабатын диэн Firefox Flash эргэрбит барылын тохтоппут. Бука диэн, <a href="%(url)s" >Flash тиһэх барылын хачайданан ыл эрэ.</a>

source: <strong>Warning, a newer version of your browser is available.</strong> Please upgrade your browser.
sah: <strong>Болҕой, Эн браузерыҥ саҥа барыла тахсыбыт.</strong> Бука диэн, саҥардан биэр эрэ.

source: This page works best with the latest browsers: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
sah: Бу сирэй барузердар тиһэх барылларыгар үчүгэйдик көстөр: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ биитэр IE 8+

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
sah: Плаагиннары тургутуу <strong>Internet Explorer-га хааччахтаах</strong>. Өссө бу менюну туһаныаххын сөп Өҥө &gt; Надстройкалары салайыы

source: <strong><em>Step 1:</em></strong> Click <strong>Update</strong> to update a plugin.
sah: <strong><em>1 хаамыы:</em></strong> Плаагины саҥардарга <strong>Саҥардыы</strong> диэни баттаа.

source: <strong><em>Step 2:</em></strong> <strong>Complete all recommended updates</strong> <em>before</em> restarting your browser.
sah: <strong><em>2 хаамыы:</em></strong> <strong>Сүбэлэммит саҥардыылары </strong>браузергын хос ыытыаҥ <em>иннинэ</em> түмүктээ.

source: Note
sah: Быһаарыы

source: <strong>You have JavaScript disabled</strong> or are using a browser without JavaScript. This Plugin Check page does not work without the awesome power of <strong>JavaScript</strong>. Please enable this Content Preference and reload the page.
sah: <strong>JavaScript арахса сылдьар</strong>, биитэр JavaScript суох браузерын туһанар эбиккин. Плаагиннары тургутар сирэй <strong>JavaScript</strong> модун көмөтө суох үлэлээбэт. Бука диэн, туруорууларгар киирэн холбоо уонна сирэйи саҥардан биэр.

source: Or disable all your plugins and keep JavaScript disabled... you'd be in good company, that's how <a >RMS rolls</a>.
sah: Эбэтэр плаагиннаргын барытын арааран кэбис, JavaScript-ы холбоомо... оччоҕо бэртээхэй бөлөххө кыттыһыаҥ, <a >RMS оннук үлэлиир</a> дии.

source: Plugin Finding Service Error
sah: Плаагиннары көрдүүр сулууспаҕа алҕас таҕыста

source: We've encountered an error. Please try your request again later.
sah: Туох эрэ алҕас таҕыста. Бука диэн, хойутуу соҕус хатылаар.

source: Retry
sah: Хатылаа

# ./plugincheck.lang:177
source: What is a plugin?
sah: Плаагин диэн тугуй?

# ./plugincheck.lang:181
source: Why should I update my plugins?
sah: Плаагиннарбын тоҕо саҥарда туруохтаахпыный?

# ./plugincheck.lang:185
source: How can Firefox help me?
sah: Firefox-ка хайдах көмө буолабыный?

# ./plugincheck.lang:189
source: Which plugins do I have?
sah: Ханнык плаагиннар миэхэ туралларый?

# ./plugincheck.lang:193
source: How do I disable a plugin?
sah: Плаагины хайдах араарабыный?

source: Need Help?
sah: Көмө көрдүүгүн дуо?

source: Visit support.mozilla.org
sah: Манна киир support.mozilla.com

source: Read support articles about plugins
sah: Көмөлөһөр сулууспа плаагиннар тустарынан ыстатыйаларын аах

source: Frequently asked <span>Questions</span>
sah: Куруук бэриллэр <span>ыйытыылар</span>

# ./plugincheck.lang:213
source: What is a plugin?
sah: Плаагин диэн тугуй?

source: Plugins power <strong>videos, animation and games</strong>.
sah: Плаагиннар <strong>видео, анимация уонна оонньуулар</strong> үлэлэрин хааччыйаллар.

source: They're built <strong>outside of Firefox by companies</strong> like <a href="%(adobe)s">Adobe Systems</a> and <a href="%(apple)s" >Apple</a>.
sah: Плаагиннар <strong>Firefox састаабыгар киирбэттэр, </strong>кинилэри <a href="%(adobe)s">Adobe Systems</a> уонна <a href="%(apple)s" >Apple</a> курдук хампаанньалар оҥороллор.

source: Plugins <strong>don't always update</strong> automatically.
sah: Плаагиннар <strong>куруук аптамаатынан саҥардыллыбаттар</strong>.

# ./plugincheck.lang:229
source: Why should I update my plugins?
sah: Плаагиннарбын тоҕо саҥарда туруохтаахпыный?

source: Old plugins can interrupt browsing and <strong>waste your time</strong>.
sah: Эргэрбит плаагиннар ситимҥэ үлэҕин тохтотуохтарын, <strong>бириэмэҕин барыахтарын</strong> сөп.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
sah: Эргэрбит плаагиннар омсолоох бырагырааммалар, вирустар атаакаларын, атын да кутталлары <strong>үксэтиэхтэрин сөп</strong>.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
sah: <strong>Саҥардыллыбыт плаагиннарга тупсарыылар баар буолаллар</strong>, кинилэр Ситими <strong>ордук уонна куттала суох гыналлар</strong>.

# ./plugincheck.lang:245
source: How can Firefox help me?
sah: Firefox миэхэ хайдах көмөлөһүөй?

source: In the future, Firefox will update plugins for you. Until then, you should <strong>regularly check this page</strong> and update your plugins to stay safe.
sah: Кэлин Firefox плаагиннаргын саҥардан биэрэр буолуоҕа. Ол иннинэ <strong>бу сирэйи куруук тургута туруохтааххын</strong> уонна плаагиннаргын саҥардан биэриэхтээххин, оччоҕо куттал суоһуо суоҕа.

# ./plugincheck.lang:253
source: Which plugins do I have?
sah: Ханнык плаагиннар миэхэ туралларый?

source: We automatically detected your plugins above, to <strong>view your installed plugins in Firefox</strong> follow these steps:
sah: Эн плаагиннарыҥ үөһэ көстөллөр. <strong>Firefox-ка туруоруллубут плаагиннары көрөргө</strong> бу дьайыылары оҥор:

source: Open the <kbd>Tools</kbd> menu.
sah: <kbd>Тэриллэр</kbd> менюну арый.

source: Choose <kbd>Add-ons</kbd>.
sah: <kbd>Эбиискэлэр</kbd> диэни тал.

source: Click the <kbd>plugins</kbd> tab.
sah: <kbd>Плаагиннар</kbd> кыбытыгы баттаа.

# ./plugincheck.lang:273
source: How do I disable a plugin?
sah: Плаагины хайдах араарабыный?

source: In Firefox:
sah: Firefox-ка:

source: Click on a plugin in the list.
sah: Тиһиккэ плаагины тал.

source: Click the <kbd>Disable</kbd> button.
sah: <kbd>Араар</kbd> тимэҕи баттаа.

source: <strong>Caution:</strong> disabling a plugin means that you will <strong>no longer be able to do</strong> certain things. For example, if you disable Flash, you will not be able to watch videos on popular video streaming sites.
sah: <strong>Болҕой:</strong> плаагины араарыы диэн сорох дьайыылары <strong>оҥорор кыаҕыҥ суох буолуо</strong>. Холобура, Flash плаагины араардаххына, ситим-сирдэргэ видеону көрөр кыаҕыҥ суох буолуо.

source: Have more <span>questions?</span>
sah: Билигин да <span>ыйытыылааххын дуо?</span>

source: <a href="%(url2)s">Our support site</a> can help you <a href="%(url1)s">learn about plugins</a> or <a href="%(url3)s">troubleshoot plugin problems</a>.
sah: <a href="%(url2)s">Биһиги көмөлөһөр ситим-сирбитигэр </a> киирэн <a href="%(url1)s">плагиин туһунан билиэххэ</a> биитэр <a href="%(url3)s">плаагины туһаныыга тахсыбыт кыһалҕаны быһаарыахха сөп</a>.
