Repository: alvinlaz96/mozilla-lang
Catalog: sah/snippets.lang.po
Languages: sah

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
sah: Firefox-у куруук илдьэ сырыт! Android-ка аналлаах Firefox эйигин үөрдээри хайыы-үйэ таҕыста. <a href="%s">Сибилигин хачайдан.</a>

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
sah: Дьэ, саҥа барылы туруоруммучча, Firefox <a href="%s">туох баар үчүгэй өрүттэрин тургутан көр</a>.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
sah: Firefox тиһэх барылын туһаммат эбиккин. <a href="%s">Бүгүн саҥардаҥҥын</a>, Ситим кыахтарын толору туһан!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
sah: Отой саҥаны амсайарга <a href="%s">Aurora-ны</a> хачайдан.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
sah: Firefox кэскилин өҥөй. <a href="%s">Firefox Aurora хачайдан</a> уонна кини саҥа кыахтарын тургутан көр.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
sah: Firefox иннигэр Бета, оттон Бета иннингэр Aurora турар. <a href="%s">Firefox Aurora</a> кэскиллээх кыахтарын тургутан көр.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
sah: <a href="%s">Firefox-ка көмө-тирэх буолан</a> Firefox-у аан дойдуга таһаарар кыаҕы ыл!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
sah: Firefox барыһы сырсыбат, сайдарыгар көҥүл-босхо, онон кимиэхэ да үҥпэт-сүктүбэт. Биһиги аналбыт туһунан <a href="%s">арыый элбэҕи бил</a>.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
sah: Firefox түргэн, имигэс уонна эйигин бастакы күөҥҥэ таһаарар соҕотох браузер. Атыттартан туох уратылаахпытын <a href="%s">сиһилии аах</a>.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
sah: <a href="%s">Firefox-у Android планшеккар хачайдан</a>, оччоҕо Ситим улуу кыаҕа илиигэр киириэ. Сибилигин ыл.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
sah: Плагииннаргын кэмиттэн кэмигэр манна <a href="%s">Плагин тургутар</a> ситим-сиргэ киирэн саҥарда сырыт.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
sah: Firefox-кун ураты көстүүлээ. Саҥа <a href="%s">обуойу</a> туруорун.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
sah: Кыбытыктарыҥ наһаа элбээтилэр дуо? <a href="%s">Панорааманы</a> туһанан ордук табыгастаах гын.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
sah: Хас биирдии Firefox-у туттар киһи туһунан майгылаах. <a href="%s">Ханнык баҕарар тимэҕи эп</a> ханнык баҕарар тимэҕи сот. Уҥа тимэҕинэн дьиэ ойуутун баттаа уонна Туруоруу диэни баттаа.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
sah: Firefox-кун Обуой көмөтүнэн уларыт. Туһаайан көр, тыган тургут. Эбэтэр тыһыынчанан атын обуойдары <a href="%s">галереяттан</a> бул!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
sah: Тиһэх саҥардыылары Бетаны кэтэспэккэ сыаналаа. <a href="%s"> Firefox Aurora-ны хачайдан.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
sah: <a href="%s">Firefox Aurora-ны хачайданан</a>, саҥардыылары тургут, оччоҕо бета-барылга туох киирэрин таларга көмө буолуоҥ.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
sah: Эрдэ кыттан Firefox кэскилин оҥорорго көмө буол. <a href="%s">Firefox Aurora-ны хачайдан.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
sah: Android-ка аналлаах Firefox билигин планшекка үлэлииргэ табыгастаах буолла. <a href="%s">Ситим кыаҕын тарбаҕыҥ төбөтүнэн бигээ</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
sah: Firefox-у Android планшеккар хачайдаан Ситим модун күүһүн илиигэр тут. <a href="%s">Сибилигин ыл</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
sah: <a href="%">Firefox Бета-ны хачайдан</a>, бэйэҥ санааҕын ыыт, аныгыскы Firefox тупсарыгар көмөлөс, 450 мөлүйүөн киһиэхэ туһаны аҕал.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
sah: Тургутан, саҥаны үтэн-анньан көрөн аныгыскы барылын өссө тупсаҕай гынарга көмө буолаҕын. <a href="%">Firefox Бета-ны сибилигин хачайдан!</a>

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
sah: Firefox-у сөбүлүүгүн дуо? Аныгыскы барылын өссө тупсаҕай гынарга көмө буолаҕын дуо? <a href="%">Firefox Бетаны хачайдан</a>, уонна санааҕын бүгүн ыыт!

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
sah: Тиһэх Firefox Бетаны туттар этиҥ дуо? <a href="%">Сибилигин ылан</a> саҥа уларыйыылары тургутарга көмөлөс.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
sah: Тиһэх Firefox Бетаны туттубаккын дуо? <a href="%">Билигин ылан</a> аныгыскы барылга туох киириэхтээҕин бил ээ.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
sah: Санааҕын үллэстиэххин баҕараҕын дуо? <a href="%">Ону хайдах ситиһэри бил</a>, Firefox аныгыскы барылын өссө тупсарыгар көмөлөс.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
sah: Firefox Бетаны туһанааччыларга: <a href="%">Бэйэҕит санааҕытын</a> ыытары умнаайаҕыт, аныгыскы барылга этиилэргит киириэхтэр этэ.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
sah: Firefox аныгыскы барылын өссө тупсаҕай гынарга көмө буол. <a href="%">Биһиэхэ көмөлөс</a> уонна Firefox Бетана доҕотторгун кытта үллэһин.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
sah: Firefox кэнэҕэски кыахтарын тургутарга доҕотторгун ыҥыр. <a href="%">Биһиэхэ көмө буол</a>, Firefox Aurora-ны сибилигин дьоҥҥо тарҕат.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
sah: Firefox хас да көмпүүтэргэр турар дуо? Билигин эбиискэлэргин эмиэ синхроннуоххун сөп. <a href="%">Сихроннааһыны хайдах холбууру бил.</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
sah: Түргэн, сыыдам, баһырҕас. <a %s>Android Firefox-а сибилигин улаханнык саҥардылынна</a>. Ол туһунан аан дойдуга кэпсииргэ көмөлөс.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
sah: Саҥа Firefox өссө түргэнник үлэлиири ситиһэр! <a href="%">Бу туһунан сиһилии видеоҕа көр.</a>

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
sah: Firefox Бетаны сөбүлээтиҥ дуо? <a href="%s">Доҕотторгун</a> Firefox кэскилин өҥөйөллөрүгэр ыҥыр.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
sah: Firefox саҥа кыахтарын эрдэттэн билээри мин Firefox Бетаны туһанабын. <a href="%s">Эн эмиэ туттан көр</a>.

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
sah: Firefox-у тупсараары Firefox Бетаны туттарыҥ иһин махтанабыт. Эбии <a href="%s">доҕотторгун ыҥырыаххын</a> сөп.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
sah: Firefox өссө тупсараары, саҥа кыахтары эрдэттэн көрөөрү Firefox Бетаны туттабын. <a href="%s">Эн эмиэ тутун</a>.
