Repository: alvinlaz96/mozilla-lang
Catalog: sah/upgradedialog.lang.po
Languages: sah

source: Get the Newest Firefox
sah: Сабыс-саҥа Firefox-у хачайдан

source: The Newest Firefox is Here!
sah: Сабыс-саҥа Firefox баар!

source: <a %s>Quick, easy and free update</a>
sah: <a %s>Саҥардыы түргэн, судургу уонна босхо</a>

source: Fresh new look
sah: Саҥардыллыбыт тас көстүүлээх

source: Much faster than Firefox 3.6
sah: Firefox 3.6 барыллааҕар быдан түргэн

source: More awesomeness than ever
sah: Хаһааҥҥытааҕар да өссө дьикти

source: There’s a new version of Firefox that can better protect you against online attacks.
sah: Ситим-атаакаттан ордук көмүскүүр кыахтаах Firefox саҥа барыла таҕыста.

source: <a %s>Get the upgrade</a> — it’s fast & free!
sah: <a %s>Саҥардын</a> — түргэнник уонна босхо!

source: get the latest in security
sah: сабыс-саҥа көмүскэли туруорун

source: experience faster performance
sah: get faster performance

source: enjoy greater customization
sah: туруорууларын эгэлгэтэ элбээбит

source: Your version of Firefox will soon be vulnerable to online attacks.
sah: Firefox-уҥ билиҥҥи барыла ситимтэн атааканы сотору кэминэн тулуйуо суоҕа.

source: URGENT!
sah: БОЛҔОЙ!

source: Your version of Firefox is no longer protected against online attacks.
sah: Firefox-уҥ билиҥҥи барыла эргэрбит уонна ситимтэн атааканы тулуйбат буолбут.

source: This is your last reminder before you will be automatically updated to the latest version
sah: Тиһэх барылга дылы бэйэтэ саҥардыллыан иннинэ бу бүтэһик сэрэтии

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
sah: Firefox Эн операционнай систиэмэҕин өйөөбөт буолбут, онон ситимтэн атааканы тулуйар кыаҕа суох.

source: We recommend:
sah: Сүбэлиибит:

source: Upgrading your <a %s>operating system</a>
sah: <a %s>Операционнай систиэмэҕин</a> саҥардан биэрииһиккин

source: Downloading a compatible browser
sah: Сөп түбэһэр барузеры хачайданыыһыккын

source: You will be prompted once more before being automatically updated.
sah: Бу санатыы, саҥардыллыы бэйэтэ барыан иннинэ, өссө биирдэ көстүөҕэ.
