Repository: alvinlaz96/mozilla-lang
Catalog: sah/whatsnew.lang.po
Languages: sah

source: Hooray! Your Firefox is up to date.
sah: Дьэ доо! Эйиэхэ Firefox тиһэх барыла турар эбит.

source: Your Firefox is out of date.
sah: Эйиэхэ турар Firefox эргэрбит.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
sah: Куттал суоһаабатын туһугар <a href="{url}">тиһэх, өссө ордук барылы</a> туруорунаргар сүбэлиибит.

source: You’re running an unknown version of Firefox.
sah: Firefox ханнык барыла буолара биллибэтэ.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
sah: Куттал суоһаабатын диэн <a href="{url}">тиһэх барылын</a> хачайданаргар сүбэлиибит.

source: Get to your next task<br/>faster than ever
sah: Соруктан сорукка көһүү<br/> хаһааҥҥытааҕар да сыыдамсыйда

source: See how the new features in Firefox help you browse faster and more efficiently.
sah: Firefox саҥа кыахтара үлэни түргэтэллэрин уонна тупсаралларын көр.

source: Learn more about <a href="{url}">the New Tab feature »</a>
sah: Бил: <a href="{url}">Саҥа Кыбытык кыахтара »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
sah: Бил: <a href="{url}">саҥардыллыбыт дьиэ-сирэйбит туһунан »</a>

source: Keep in touch
sah: Ситимҥин быһыма

source: Keep it moving
sah: Түргэтээ

source: Get Firefox » <b>for Android</b>
sah: <b>Android-ка</b> аналлаах Firefox »

source: Keep it going
sah: Сонуннары билэ сырыт

source: Join Mozilla
sah: Mozilla-ҕа киир

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
sah: Android робот <a href="%s">Google хампаанньа оҥорбут үлэтиттэн</a> ылыллыбыта, бу <a href="%s">Creative Commons 3.0 Attribution License</a> лиссиэнсийэ көмөтүнэн тарҕанар уонна туттуллар.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
sah: <a href="%s">Android-ка аналлаах Firefox-у хачайдан</a>, оччоҕо Ситим сүдү күүһэ Эн иилигэр киириэ. Түргэн, өйдөөх, куттала суох!

source: Now get the mobile browser that’s got your back
sah: Билигин сиэп браузерын хачайдан, куруук бэйэҕин кытта сылдьыа

source: Firefox Features
sah: Firefox кыахтара

source: Welcome to Firefox
sah: Firefox: Нөрүөн нөргүй

source: Firefox Help
sah: Firefox: Көмө

source: Firefox for Android artwork
sah: Firefox Android-ка аналлаах ойуута

source: Fast. Smart. Safe.
sah: Түргэн. Өйдөөх. Бигэ.

source: Get the mobile browser that’s got your back.
sah: Сиэп браузерын хачайдан, куруук бэйэҕин кытта сылдьыа.
