Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/os/faq.lang.po
Languages: dsb

source: Firefox OS Frequently Asked Questions
dsb: Firefox OS - Ceste pšašanja

source: Firefox OS FAQ
dsb: Firefox OS - Ceste pšašanja

source: About Firefox OS
dsb: Wó Firefox OS

source: What is Firefox OS?
dsb: Co jo Firefox OS?

source: Firefox OS is the only truly open mobile OS that unlocks the power of the Web as the platform and enables operators, hardware manufacturers and developers to create innovative and customized applications and products for consumers to use across these connected devices.
dsb: Firefox OS jo jadnučki napšawdu wótwórjony źěłowy system, kótaryž wubuźujo móc interneta ako platformu a zmóžnja seśowym wobgóspodarjowarjam, zgótowjarjam hardwary a wuwyjarjam, inowatiwne a pśiměrjene nałoženja a produkty za pśetrjebowarje wuwijaś, kótarež toś te mógu pśez rědy wužywaś.

source: How is Firefox OS different from other operating systems?
dsb: Kak rozeznawa se Firefox OS wót drugich źěłowych systemow?

source: For users
dsb: Za wužywarje

source: Firefox OS offers a customized and easy to use experience appropriate to consumers from the value range in India to early tech adopters in Japan.
dsb: Firefox OS bitujo pśiměrjone a za wužywarje pśigódne dožywjenje, kótarež góźi se k nazgónitym pśetrjebowarjam z Indiskeje a jěsnym nałožowarjam techniki z Japańskeje.

source: For developers
dsb: Za wuwijarjow

source: Buying Firefox OS
dsb: Firefox OS kupiś

source: What phones will Firefox OS be available on?
dsb: Za kótare telefony buźo Firefox OS k dispoziciji stojaś?

source: Where can I buy Firefox OS?
dsb: Źo mógu Firefox OS kupiś?

source: What will be the price of the phone?
dsb: Wjele buźo telefon płaśeś?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
dsb: Płaśizny njepóstajaju se wót Mozilla, ale wót našych partnarskich póbitowarjow a zgótowarjow na zakłaźe dynamiki lokalnych wikow.

source: What apps will be available on Firefox OS?
dsb: Kótare nałoženja budu w Firefox OS k dispoziciji stojaś?

source: Is Firefox OS available in my language?
dsb: Stoj Firefox OS w mójej rěcy k dispoziciji?

source: Using Firefox OS
dsb: Firefox OS wužywaś

source: How do I…
dsb: Kak…

source: …make a call?
dsb: …so telefoněrujo?

source: …import my contacts?
dsb: …importěruju se kontakty?

source: …create and view messages?
dsb: …daju se powěsći napisaś a zwobrazniś?

source: …use the internet?
dsb: …wužywa se internet?

source: …download and install an app?
dsb: …dajo se nałoženje ześěgnuś a instalěrowaś?

source: …take pictures?
dsb: …se fotografěrujo?

source: …compose and send an email?
dsb: …dajo se e-mail napisaś a pósłaś?

source: Firefox Marketplace
dsb: Wikowanišćo Firefox

source: Your go-to source for the best apps for Firefox OS.
dsb: Wašo spušćobne žrědło za nejlěpše nałoženja za Firefox OS.

source: Firefox browser
dsb: Wobglědowak Firefox

source: The fast, smart, safe way to get the best of the Web.
dsb: Malsna, inteligentna a wěsta wašnja, aby nejlěpše weba dostało.

source: Deep integration with social media
dsb: Wuska spleśonosć ze socialnymi medijami

source: Full access to every Twitter and Facebook update from wherever you are.
dsb: Połny pśistup na kuždu aktualizaciju Twitter a Facebook wótkulžkuli.

source: Camera
dsb: Kamera

source: With built-in style filters for fun, creative shots.
dsb: Ze zatwarjonymi stilowymi filtrami za žort, za wuměłske fota.

source: All the audio you want on the go, all on one device.
dsb: Wšen awdiomaterial, kótaryž cośo ducy měś, wšo na jadnom rěźe.

source: Maps
dsb: Kórty

source: Includes directions, traffic and local transit information.
dsb: Wopśimujo wopisanja drogow a informacije wó daloko- a bliskowobchaźe.

source: Privacy and Security
dsb: Priwatnosć a wěstota

source: Mozilla was the first to implement the Do Not Track privacy feature.
dsb: Mozilla jo ako prědny funkciju priwatnosći Do Not Track implementěrował.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
dsb: Firefox ma teke pśiměrjujobne wěstotne nastajenja, aby gronidła, historiju, priwatne daty, cookieje, sedłowe nastajenja a dodanki zastojał. <a href="%(url)s">Zgóńśo wěcej.</a>

source: Developer Questions
dsb: Wuwijarske pšašanja

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
dsb: Sćo wuwijaŕ? Maśo pšašanja? <a href="%(url)s">Zgóńśo wěcej na Mozilla Developer Network.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
dsb: Pódpěrany wót někotarych z nejwětšych mjenjow w industriji, jo Firefox OS nowy wótwórjony źěłowy system za smartfony wuwity wót Mozilla.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
dsb: Cele z pomocu HTML5 a drugich wótwórjonych webstandardow napórany, jo Firefox OS bźez pšawidłow a wobgranicowanjow eksistěrujucych specifiskich platformow.

source: Firefox OS is the only operating system with Adaptive App Search.
dsb: Firefox OS jo jadnučki źěłowy system z pśiměrjujobnym nałožeńskim pytanim.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
dsb: Mjaztym až kuždy drugi telefon jo statiski a dawa wam pśecej te samske nałoženja, gaž jen zašaltujośo, změnja se Firefox OS pśecej, aby wam nałoženja póbitował, kótarež trjebaśo w někakem wokognuśu swójogo žywjenja.

source: It adapts so you can live every moment to its fullest.
dsb: Pśiměrjujo se, tak až móžośo kužde wokognuśe połnje póžywaś.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
dsb: Firefox OS pśinjaso se k wam wót Mozilla, globalna njekomercielna organizacija, kótaraž staja princip nad profit.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
dsb: Wěrimy, až web jo zgromadna zjawna resursa, wó kótaruž musymy se staraś, nic wóra, kótaraž ma se pśedawaś.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
dsb: Źěłamy ze swětodalokim zgromaźeństwom, aby produkty wótwórjonego žrědła ako Mozilla Firefox a inowacije k wužytkoju jadnotliwca a pólěpšenja weba napórali.

source: The result is great products built by passionate people and better choices for everyone.
dsb: Wuslědk su wjelike produkty napórane wót zagóritych luźi a z lěpšymi wuběrańskimi móžnosćami za kuždego.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
dsb: Aby dopołnu lisćinu k dispoziciji stojecych telefonow Firefox OS wiźeł, woglědajśo se pšosym <a href="%(link)s">bok rědow</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
dsb: Aby telefon Firefox OS kupił, woglědajśo se pšosym <a href="%(link)s">bok rědow</a> a wubjeŕśo swój k dispoziciji stojecy kraj.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
dsb: Rosćeca lisćina wopśimujo wjeduce nałoženja ako Facebook, Twitter, Nokia HERE maps, Cut the Rope a Time Out.

source: Many more are being made available every day.
dsb: Kuždy źeń staja se wjele dalšnych k dispziciji.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
dsb: Firefox OS stoj tuchylu na špański, pólski, engelski, italski, portugalski, nimski, serbiski, hungorski a grichiski k dispoziciji.

source: We’re working on adding more languages all the time.
dsb: Źěłamy, aby stawnje dalšne rěcy pśidali.

source: Adaptive App Search
dsb: Přiměrjujobne pytanje za nałoženjami

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
dsb: Wobstarajśo se informacije wó temje pótom, gaž je trjebaśo: dostanu se k wam a wašomu telefonoju pśez Firefox OS.
