Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/os/index-new.lang.po
Languages: dsb

source: Firefox OS — Just what you need — Great smartphone features, apps and more
dsb: Firefox OS — rowno to, což trjebaśo — wjelicne smartfonowe funkcije, nałoženja a wěcej

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
dsb: Firefox jo se wuwił, aby wam rowno to dał, což trjebaśo, rowno pótom, gaž to trjebaśo. Pśiźo z nałoženjami za wšykno, což cyniśo, a móžośo wěcej z wašych faworitow z Wikowanišća Firefox ześěgnuś. Inteligentny njejo nigda tak jadnory był.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
dsb: Wuwity, aby wam to dał, což trjebaśo na smartfonje, z nałoženjami za wšykno, což cyniśo a za wěcej. Inteligentny njejo nigda tak jadnory był.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
dsb: Firefox OS — Pśiměrjujobny telefon — Wjelicne smartfonowe funkcije, nałoženja a wěcej

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
dsb: Smartfony Firefox OS bituju wam wjelike pśiměrjeńske móžnosći a nałoženja, kótarež daju wam kužde wokognuśe połnje póžywaś a napóraju swětlejšy pśichod za web.

source: Firefox OS device illustration
dsb: Ilustracija rěda Firefox OS

source: Designed to give you just what you need, just when you need it.
dsb: Nacerjony, aby wam to dał, což trjebaśo, rowno pón, gaž to trjebaśo.

source: Give these a try
dsb: Wopytujśo je

source: Scroll the homepage
dsb: Startowy bok kulaś

source: Swipe between apps
dsb: Mjazy nałoženjami trěś

source: Smart has never been so simple
dsb: Inteligentny njejo nigda tak jadnory był

source: interaction icon
dsb: interakciski symbol

source: Scroll for what you need
dsb: Kulajśo k tomu, což trjebaśo

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
dsb: Rozžognujśo se z někotarymi startowymi wobrazowkami. Wšykno, což trjebaśo, jo rowno tam w jadnom kontinuěrujucem kulanju. Co by mógło lažcej byś?

source: Search in a snap
dsb: Pytajśo na flaku

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
dsb: Pśepytajśo web a Wikowanišćo Firefox abo woglědajśo se k websedłoju direktnje - wšykno z pytańskego póla górjejce na wašej startowej wobrazowce.

source: Swipe&nbsp;between apps
dsb: Trějśo&nbsp;mjazy nałoženjami

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
dsb: Mějśo ned pśistup na swóje tuchylu wužywane nałoženja. Trějśo jadnorje wót kšomy wobrazowki do kólasa pó wšych wašych wótwórjonych nałoženjach.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
dsb: Firefox OS se wuwija, aby wašomu žywjenjeju wótpowědował a z pśiměrjobnym pytanim za nałoženjami cyni rowno to. Zachopśo jadnorje pisaś, aby spěšny a lažki pśistup na pśigódne nałoženja a lokalne wopśimjeśe dostał. Jo inteligentne a jadnore - tak by měło kužde pytanje byś.

source: Apps for all you do
dsb: Nałoženja za wšykno, což cyniśo

source: Stay connected
dsb: Wóstańśo zwězany

source: Stay entertained
dsb: Wóstańśo rozdrosćony

source: Stay organized
dsb: Wóstańśo zorganizěrowany

source: Search or enter address
dsb: Pytaś abp adresu zapódaś

source: Phone
dsb: Telefon

source: Camera
dsb: Kamera

source: Video
dsb: Wideo

source: Messages
dsb: Powěsći

source: Calendar
dsb: Kalendaŕ

source: Browser
dsb: Wobglědowak

source: Clock
dsb: Zeger

source: Contacts
dsb: Kontakty

source: Music
dsb: Muzika

source: Settings
dsb: Nastajenja

source: Gallery
dsb: Galerija

source: Usage
dsb: Wužyśe

source: Add more from the Firefox Marketplace
dsb: Wěcej z Wikowanišća Firefox pśidaś

source: Get all the most popular games and social networking apps right here.
dsb: Wobstarajśo se nejwěcej woblubowane graśa a nałoženja socialnych seśow rowno how.

source: Go to the Marketplace
dsb: Źiśo k Wikowanišćoju

source: * Pre-installed apps may vary by manufacturers and operators.
dsb: * Pśedinstalěrowane nałoženja mógu se pó zgótowarjach a póbitowarjach rozeznawaś.

source: In the news
dsb: W nowosćach

source: See more
dsb: Glejśo wěcej

source: Mozilla community photo
dsb: Foto zgromaźeństwa Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
dsb: Mozilla jo za wšě wužytna organizacija pógónjona wót zagóritego globalnego zgromaźeństwa. Gromaźe móžomy źiwajuce na lokalne zajmy wuwijaś a nowoty zawjasć, mjaztym až pólěpšujomy web a spśistupnijomy jen za kuždego wšuźi.

source: Learn more about Mozilla
dsb: Zgóńśo wěcej wó Mozilla

source: Need Help?
dsb: Trjebaśo pomoc?

source: Firefox OS Support
dsb: Pomoc Firefox OS

source: Find My Device
dsb: Mój rěd namakaś

source: For Developers
dsb: Za wuwijarjow

source: Mozilla Developer Network
dsb: Seś wuwijarjow Mozilla

source: Firefox OS devices
dsb: Rědy Firefox OS

source: Where is Firefox OS available?
dsb: Źo jo Firefox OS dostaśeju?

source: Other Firefox OS versions
dsb: Druge wersije Firefox OS

source: For Partners
dsb: Za partnarje

source: Partnership opportunities
dsb: Móžnosći partnarstwa

source: We work with a number of providers to offer Firefox OS on a variety of devices.
dsb: Źěłamy z cełym rědom póbitowarjow gromadu, aby Firefox OS na wjele rozdźělnych rědach póbitowali.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
dsb: Wubjeŕśo jadnogo ze slědujuceje lisćiny, aby w swójom kraju smartfon Firefox OS dostał.

source: Click on the provider below to get a Firefox OS smartphone in your country.
dsb: Klikniśo na slědujucego póbitowarja, aby w swójom kraju smartfon Firefox OS dostał.

source: Sign up for our monthly newsletter
dsb: Zregistrěrujśo se za naš mjasecny powěsćowy list

source: Thank you for signing up!
dsb: Wjeliki źěk za registrěrowanje!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
dsb: Zregistrěrujśo se za naš mjasecny powěsćowy list a wobstarajśo se nejnowše informacije wó Firefox OS
