Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/os/index.lang.po
Languages: dsb

source: Get Firefox OS
dsb: Wobstarajśo se Firefox OS

source: The Adaptive Phone
dsb: Pśiměrjujobny telefon

source: The Features
dsb: Funkcije

source: The Mission
dsb: Misija

source: The Devices
dsb: Rědy

source: Get a phone
dsb: Wobstarajśo se telefon

source: Social
dsb: Socialny

source: Photos
dsb: Fota

source: Music
dsb: Muzika

source: Maps
dsb: Kórty

source: Messages
dsb: Powěsći

source: Marketplace
dsb: Wikowanišćo

source: Make every <br>moment count
dsb: Cyńśo, až kužde <br>wokognuśe licy

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
dsb: Waše pótrěbnosći změniju z jadnogo wokognuśa do pśiducego. Togodla Firefox OS cyni to samske. Dajo wam móžnosć, kužde wokognuśe połnje póžywaś a se na lěpšem swěśe wobźěliś.

source: Get a Firefox OS smartphone today
dsb: Wobstarajśo se smartfon Firefox OS źinsa

source: Sign up for our monthly newsletter and get the latest on Firefox OS
dsb: Zregistrěrujśo se za naš mjasecny powěsćowy list a wobstarajśo se nejnowše informacije wó Firefox OS

source: It adapts, so you <br>can too
dsb: Jo pśiměrjujobny, pótakem <br>móžośo teke

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
dsb: Firefox OS bjerjo waše pótrěbnosći doprědka, pśiměrjujo so na kuždu situaciju a pódawa wam ned <br>informacije, kótarež cośo.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
dsb: To zapśimujo popularne nałoženja z wjelikim mjenim, ale teke lokalne wopśimjeśe, kótarež jo nejwažnjejše za was a wašo žywjenje.

source: Adaptive App Search
dsb: Přiměrjujobne pytanje za nałoženjami

source: Type a word or subject you’re interested in
dsb: Zapišćo słowo abo temu, kótaruž was zajmujo

source: Find exactly what you want — and more
dsb: Namakajśo eksaktnje, což cośo — a wěcej

source: Get instant access or save apps to your phone
dsb: Dostańśo ned pśistup abo składujśo nałoženja na swójom telefonje

source: Discover more apps on Firefox Marketplace
dsb: Namakajśo dalšne nałoženja na wikowanišću Firefox

source: Have it all
dsb: Wobstarajśo se wšykno

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
dsb: Firefox OS jo napołnjony z funkcijami, kótarež su se napórali, aby wy smartfon na prědnem městnje měł. Dajo se perfektnje wašomu žywjenjeju pśiměriś, tak až móžośo jen na swět wokoło tebje pśiměriś.

source: Made for the moments of your life
dsb: Za wokognuśa wašogo žywjenja zgótowany

source: Moments with friends
dsb: Wokognuśa z pśijaśelami

source: Import your contacts directly from Facebook and share updates instantly.
dsb: Importěrujśo swóje kontakty direktnje z Facebooka a źělśo ned aktualizacije.

source: Creative moments
dsb: Kreatiwne wokognuśa

source: Take photos on the go then make them amazing using built-in style filters.
dsb: Wótmólujśo ducy a pśerědniśo je pótom z pomocu zaźěłanych stilowych filtrow.

source: Moments that entertain
dsb: Wokognuśa, kótarež rozdrosćuju

source: Listen to your favorite songs, artists and radio stations, all from one device.
dsb: Pósłuchajśo swóje nejlubše spiwy, wuměłcow a rozgłosowe sćelaki, wšykno na jadnom rěźe.

source: Moments in between
dsb: Wokognuśa mjazy

source: Get to where you’re going with directions, traffic and local transit information.
dsb: Wudajśo se na drogu z wopisanjami drogow a informacijami wó dalokowobchaźe, bliskowochaźe a měsćańskem wobchaźe.

source: Moments of choice
dsb: Móžnosći rozsuda

source: Take full control of calls and messages with dual SIM and dual standby functionality.
dsb: Pśewzejśo połnu kontrolu nad telefonatami a powěsćami z Dual SIM a dualneju gótowostneju funkcionalnosću.

source: Moments of connection
dsb: Wokognuśa zwiska

source: Stay in touch with family and friends by email and text message.
dsb: Wóstańśo z familiju a pśijaśelami pśez e-mail a tekstowe powěźeńki w zwisku.

source: Moments of discovery
dsb: Wokognuśa nadejźenja

source: Find the best apps from around the world and your own backyard.
dsb: Namakajśo nejlěpše nałoženja z cełego swěta a ze swójeje wokolnosći.

source: Transform the future
dsb: Pśetwóŕśo pśichod

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
dsb: Comy něco wugbaś, njocomy dobytk dojśpiś. Jolic rozsuźujośo se za Firefox OS, pomagaśo, swětlejšy pśichod za web a wužywarjow hynźi twariś.

source: From our community to yours
dsb: Wót našogo zgromaźeństwa k wašomu

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
dsb: Nejwěcej smartfonow producěrujo se wót mało wósobow, wšykne na jadnom městnje, nejskerjej kradu daloko pšec wót tam, źož sćo žywy. Telefony z Firefox OS su hynacej. Gótuju se pśez wjelicke globalne zgromaźeństwo a su jadnučke smartfony, kótarež rozměju a bituju, což wy trjebaśo.

source: The best of the Web
dsb: Nejlěpše weba

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
dsb: Firefox jo pśeglědowanje na pśecej změnił, dokulaž staja wužywarje na prědne městno a bitujo nowy schojźeńk wubraśa a inowacije online. Něnto cynimy to znowego z Firefox OS a donjasomy to samse wjelicne pśeglědowańske dožywjenje na waš smartfon. Tak móžośo swójo žywjenje online kontrolěrowaś a dostanjośo nejlěpše, což web bitujo, bźez togo až něchten wiźi, źož źośo.

source: For partners &amp; developers:
dsb: Za partnarjow a wuwijarjow:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
dsb: Zgóńśo wěcej wó móžnosćach partnarstwa: <a href="%(link)s">Woglědajśo k sedłoju partnarstwa Firefox OS</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
dsb: Donjasćo swójo nałoženje na Firefox OS: <a href="%(link)s">Nagrajśo jo na wikowanišćo Firefox</a>

source: For users:
dsb: Za wužywarjow:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
dsb: Jolic trjebaśo pitśku pomocy, <a href="%(link)s">Wobstarajśo se ju wót pśijaśelow pódpěry Mozilla</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
dsb: Wšykne waše pšašanja se wótegroniju: <a href="%(link)s">Pśecytajśo naše pomocne ceste pšašanja</a>

source: Email app
dsb: E-mailowe nałoženje

source: Contacts app
dsb: Kontaktowe nałoženje

source: Messages app
dsb: Powěsćowe nałoženje

source: Camera app
dsb: Kamerowe nałoženje

source: Facebook app
dsb: Facebookowe nałoženje

source: Maps app
dsb: Kórtowe nałoženje

source: Photos app
dsb: Fotowe nałoženje

source: Music app
dsb: Muzikowe nałoženje

source: Radio app
dsb: Radijowe nałoženje

source: We work with a number of providers to offer Firefox OS on a variety of devices.
dsb: Źěłamy z cełym rědom póbitowarjow gromadu, aby Firefox OS na wjele rozdźělnych rědach póbitowali.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
dsb: Wubjeŕśo jadnogo ze slědujuceje lisćiny, aby w swójom kraju smartfon Firefox OS dostał.

source: Click on the provider below to get a Firefox OS smartphone in your country.
dsb: Klikniśo na slědujucego póbitowarja, aby w swójom kraju smartfon Firefox OS dostał.

source: Sign up for our monthly newsletter
dsb: Zregistrěrujśo se za naš mjasecny powěsćowy list

source: Thank you for signing up!
dsb: Wjeliki źěk za registrěrowanje!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
dsb: Firefox OS — Pśiměrjujobny telefon — Wjelicne smartfonowe funkcije, nałoženja a wěcej

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
dsb: Woglědajśo se wersijowe informacije: <a href="%(link)s">Cytajś wó funkcijach, změnach a wěcej</a>
