Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/about/history-details.lang.po
Languages: son

source: History of the Mozilla Project
son: Mozilla Porožewoo taarikoo

source: The Mozilla project was <a href="%(coderush)s">created in 1998</a> with the <a href="%(sourcerelease)s">release of the Netscape browser suite source code</a>.
son: Mozilla porožewoo <a href="%(coderush)s">tee 1998 ra</a> nda <a href="%(sourcerelease)s">Netscape ceecikaw margari aššil gundu hantumoo wallafiyanoo</a>.

source: It was intended to harness the creative power of thousands of programmers on the Internet and fuel unprecedented levels of innovation in the browser market.
son: Nda teeroo anniyaa ti porogaram hantumkaw ženberyan waanaa nda lakkaley ma huru cere ra k'interneti cin nd'a ga tejandi nd'alkadar kaŋ mana bay ka bara ceecikaw heboo ra.

source: Within the <a href="%(firstyear)s">first year</a>, new community members from around the world had already contributed new functionality, enhanced existing features and became engaged in the management and planning of the project itself.
son: Za <a href="%(firstyear)s">jiiri jinaa</a> ra, kondayze taagey kaŋ hun adduɲɲaa kul ra na goyfondo taagayaŋ kanbuzaamay ka ben, i na alhaali barantey hennandi ka tonton nd'i ga kanbe dam ka porožewoo juwalyanoo nda sooluyanoo hunday kayandi.

source: By creating an open community, the Mozilla project had become <a href="%(stevecase)s">larger than any one company</a>.
son: Mozilla porožewoo na jama feerante tee kaŋ kaa ka bisa <a href="%(stevecase)s">konpaɲe tana foo kul</a>.

source: Community members got involved and expanded the scope of the project’s <a href="%(mission)s">original mission</a> — instead of just working on Netscape’s next browser, people started creating <a href="%(browsers)s">a variety of browsers</a>, <a href="%(bugzilla)s">development tools</a> and a range of other <a href="%(projects)s">projects</a>.
son: Jama kondayzey ga kanbe dam nda porožewoo gandoo ga feera ka tonton <a href="%(mission)s">aššil anniyaa</a> ga — manti ka Netscape ceecikaw bandakazunbaa tee, borey soobay ka <a href="%(browsers)s">ceecikaw dumi waananteyaŋ</a> tee, <a href="%(bugzilla)s">cinayan goyjinawey</a> nda <a href="%(projects)s">porože</a> dumi boooboyaŋ.

source: People contributed to Mozilla in different ways, but everyone was passionate about creating free software that would enable people to have a choice in how they experienced the Internet.
son: Borey na Mozilla kanbuzaamay fondo booboyaŋ ra, amma borey kul biney goo goyjinay forba teeyan ra ka tooo borey ma hin ka suuba takaa kaŋ nda ngey ga boona ka interneti ka goy.

source: After several years of development, <a href="%(mozilla1)s">Mozilla 1.0</a>, the first major version, was released in 2002. This version featured many improvements to the browser, email client and other applications included in the suite, but not many people were using it.
son: Jiiri booboyaŋ bisa, <a href="%(mozilla1)s">Mozilla 1.0</a>, kaŋ dumi beeri jinaa fatta 2002 ra. Dumoo woo kaa nda boryandiyaŋ booboyaŋ ceecikaw, bataga duukaw nda porogaram tanayaŋ kaŋ goo margaroo ra, amma boro booba man'a ka goy.

source: By 2002, <a href="%(over90)s">well over 90%% of Internet users</a> were browsing with Internet Explorer.
son: 2002 waate, <a href="%(over90)s">a ga bisa 90%% interneti goykey</a> kaŋ ga naaru nda Internet Explorer.

source: Not many people noticed at the time, but the first version of Phoenix (later renamed to Firefox) was also released by Mozilla community members that year with the goal of providing the <a href="%(charter)s">best possible browsing experience</a> to the widest possible set of people.
son: Manti boro booboyaŋ ka woo laasaabu waatoo din, amma Phoenix dumi jinaa (maaɲoo barmay ka tee Firefox) fatta Mozilla jamaa kondayzey se nd'anniyaa ka borey no <a href="%(charter)s">ceeciyan goyyan kul išifantaa</a> boro hinnna kul ibeerooo se.

source: In 2003, the Mozilla project created the Mozilla Foundation, an <a href="%(foundation)s">independent non-profit organization</a> supported by individual donors and a variety of companies.
son: Jiiri 2003 ra, Mozilla porožewoo na Mozilla sinjiyanoo kayandi, k'a tee <a href="%(foundation)s">bilan nd'arriba goykonday</a> kaŋ borey nda konpaɲeyaŋ g'i kanbe.

source: The new Mozilla Foundation continued the role of managing the daily operations of the project and also officially took on the role of promoting <a href="%(manifesto)s">openness, innovation and opportunity</a> on the Internet.
son: Mozilla sinjiyan taagaa gaabandi ka porožewoo zaarikul dirandiroo juwal nd'a ga tee alhakum jinde k'a jer nda <a href="%(manifesto)s">feerayan, tejandiyan nda nafaw</a> interneti ra.

source: It did this by continuing to release software, such as Firefox and Thunderbird, and expanding to new areas, such as providing <a href="%(grants)s">grants</a> to support accessibility improvements on the Web.
son: A na woo tee ka gaabandi ka goyjinay kaataray, sanda Firefox nda Thunderbird, nda k'a hayandi ganda taagayaŋ ga, sanda ka <a href="%(grants)s">noorayaŋ</a> tee ka interneti duuyanoo faalandi ka tonton.

source: <a href="%(firefox1)s">Firefox 1.0</a> was released in 2004 and became a big success — in less than a year, it was downloaded <a href="%(millions)s">over 100 million times</a>.
son: <a href="%(firefox1)s">Firefox 1.0</a> fatta 2004 ra nd'a tee binekaanay haya — a mana too jiiri foo, borey n'a zumandi <a href="%(millions)s">ka bisa cee miliyoŋ 100</a>.

source: New versions of Firefox have come out regularly since then and keep setting new records. The popularity of Firefox has helped bring choice back to users.
son: Saadin Firefox dumi taagey ga fatta cere bande nd'i ga too fella taagayaŋ. Borey hansa ka baa Firefox nda goykey ga hin ka ngi goyjinawey suuba koyne.

source: The renewed competition has <a href="%(innovation)s">accelerated innovation</a> and improved the Internet for everyone.
son: Kalalaa kaŋ taagandi na <a href="%(innovation)s">tejandiyan cahãndi</a> nd'a na interneti boryandi ka tonton borey kul se.

source: In 2013, we launched <a href="%(firefoxos)s">Firefox OS</a> to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
son: 2013 ra, ir kaa nda <a href="%(firefoxos)s">Firefox OS</a> ka interneti sahã timmantaa dam talfon carmey ra hala zaman taagaa ra borey ma hin ka ngi interneti goyoo juwal nda daliley suuba.

source: Mozilla also celebrated its 15th anniversary in 2013.
son: Mozilla huru nga jiiri 15ntoo ra 2013 ra.

source: The community has shown that commercial companies can benefit by collaborating in open source projects and that great end user products can be produced as open source software.
son: Jamaa cebe kaŋ maamala konpaɲey ga hin ka nafa goyey ra kaŋ ga tee aššil feerante porožewey ra nda goykey ga duu goyjinay šifanteyaŋ kaŋyaŋ ti aššil feerante da.

source: More people than ever before are using the Internet and are experiencing it <a href="%(all)s">in their own language</a>.
son: Borey hansa ka tonton ka goy nda interneti, nd'i ga woo tee <a href="%(all)s">ngi boŋ šennoo ra</a>.

source: A sustainable organization has been created that uses market mechanisms to support a public benefit mission and this model has been reused by others to create open, transparent and collaborative organizations in a <a href="%(range)s">broad range</a> <a href="%(areas)s">of areas</a>.
son: Goykonday tee ka nafaw duumante hangandi hebu waatey bande ka baytal nafaw foo anniyaa dii nda boro booboyaŋ ga hin ka jinaa woo ka goy, ka konday feerante, haarante nda cettante gorandi <a href="%(range)s">fondo booboyaŋ</a> bande <a href="%(areas)s">gandawey ra</a>.

source: The future is full of challenges and opportunities equal to those of our past.
son: Ir ga hima ka durkutu takaa kaŋ nd'ir gurgay ka bisa ka nafaw fondo feeri zaman taagaa ra.

source: There’s no guarantee that the Internet will remain open or enjoyable or safe.
son: Haya kul mana tabati kaŋ interneti ga cindi ka tee feeri, binekanante wala saajante.

source: Mozilla will continue to provide an opportunity for people to make their voices heard and to shape their own online lives.
son: Mozilla ma gaabandi ka borey no dalil ka ngi jindey jer nda ka ngi interneti hunaroo fasal.

source: Of course, we’re not alone in doing this.
son: Ka bay da, mant'ir hinne no ma woo tee.

source: The Mozilla community, together with other open source projects and other public benefit organizations, exists only because of the people who are engaged in making our common goals a reality.
son: Dalil kaŋ se Mozilla, sanda jamaa nda aššil feerate porože waaaney nda baytal nafaw goykonday taney ga bara, ka boroyaŋ kaŋ n'allaahidu zaa ka marga hala ngi anniyawey tee cimi.

source: If you want to join us in our mission, please <a href="%(contribute)s">get involved</a>.
son: Nda war ga baa k'ir anniyaa dii, taare <a href="%(contribute)s">kanbe dam</a>.

source: For more information about Mozilla’s history, see the following:
son: Ka faham Mozilla taarikoo se ka tonton, woo guna:

source: Mozilla Bookmarks
son: Mozilla doo-šilbawey

source: Timeline of Mozilla Project
son: Mozilla porožewoo filla waati

source: Mozilla Digital Memory Bank
son: Mozilla hinna-lakkal sunoo

source: <a href="%(link)s">The History of Firefox and Mozilla Posters</a> (available in English and Japanese)
son: <a href="%(link)s">Firefox nda Mozilla taarikoo feeyan kaddasey</a> (i ga bara ingiliši nda žapoŋ šenney ra)
