Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/about/manifesto.lang.po
Languages: son

source: The Mozilla Manifesto
son: Mozilla Bayrandoo

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
son: Ir anniyaa ga hanga fondawey wey ka interneti tonton nda feerayan, tejandiyan nda duura borey se.

source: Share this
son: Woo žemna

source: <strong>Our 10</strong> Principles
son: Ir fondo<strong>10</strong>

source: Previous principle
son: Fondo bisantaa

source: Next principle
son: Jinehere fondaa

source: See more…
son: Dii ka tonton…

source: Learn more
son: Bay ka tonton

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
son: Interneti ti hõ zamanoo hunaroo binoo—a goo cawayandiyan, alhabar toonandiyan, marga goyyan, maamala, binekaanay nda jamaa kul misey game kaanaa ra.

source: Use Open Badges to share your skills and interests
son: Open Badges ka war waanaa and nafawey bayrandi

source: Explore how the Web impacts science
son: Guna taka kaŋ nda interneti ka bayray fasal

source: Learn about open source code in journalism
son: Caw aššil feerante ašariya ga alhabar margayan ra

source: Making to learn in the digital world
son: Ka caw hinna adduɲɲaa ra

source: The Internet is a global public resource that must remain open and accessible.
son: Interneti ti adduɲɲaa-mee baytal dalil kaŋ ga hima ka dumi ka feeri nda ka duwandi.

source: Read about open Internet policy initiatives and developments
son: Caw interneti feerante laada anniya goyey nda cinayaney ga

source: Explore how to help keep the Web open
son: Guna taka kaŋ nda faaba ga tee ka interneti feeri

source: Mozilla story
son: Mozilla ženti

source: You don’t have to make a case for open. You have to make a case for not open.
son: Kakaw ši hima ga bara interneti feerante nafaa ra. Kakaw ši bara kala nd'a ši feera.

source: The Internet must enrich the lives of individual human beings.
son: Interneti ga hima k'addamayze foo kul hunaroo nafa ka tonton.

source: See how the Web can connect the world to healthcare
son: Dii taka kaŋ nda interneti ga hin ka borey manandi baani goymiɲey

source: Explore how the Web works
son: Dii taka kaŋ nda interneti ga goy

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
son: Borey saajaa nda suturaa ti interneti linji huzun nd'i ši hima ka tee suuba-ka-naŋ haya.

source: See how Mozilla works to put your privacy first
son: Dii taka kaŋ nda Mozilla ga goy ka war sutura dam jine

source: Read about developments in privacy and data safety
son: Caw koyjineyaney ga kaŋ tee sutura nda bayhay saajaw ra

source: Learn more about how to protect yourself online
son: Bay ka tonton ka war boŋ jejebu interneti ra

source: The Web We Want: An Open Letter
son: Internetoo kaŋ ir ga baa: Bataga feerante

source: Individuals must have the ability to shape the Internet and their own experiences on it.
son: Borey ma hin ka duu fondo ka interneti nda ngi boŋ hunaroo fasal.

source: Use these free tools to teach the Web
son: Goy nda jinay forbawey ka interneti cawandi

source: Learn about creating and curating content for the Web
son: By taka kaŋ nda boro ka gundekuna tee nd'a gaabu interneti se

source: Teaching the Web
son: Interneti cawandi

source: Meet the Webmakers
son: Webmaker borey kubay

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
son: Interneti goy sahãa nga baytal dalil alhaaloo ra ti ka jinawey kaŋ ga waani ka cere kanbe (sanbari fondawey, bayhaya takarey, gundekuna), tejandiyan nda kanbedamyan adduɲɲaa-mee.

source: Add new voices to open source technology
son: Wa jinde taagayaŋ tonton dabaribayray aššil feerante ga

source: Set your Do Not Track preference
son: Wa Ma ši ay gana ibaayoo kayandi

source: Understand the Web ecosystem
son: Faham interneti goyyan windilaa se

source: Who is Mozilla?
son: May ti Mozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
son: Goyjinay forba and feerante kaŋ ga too interneti ma cina ka tee baytal nafaw.

source: Explore how open practices keep the Web accessible
son: Guna taka kaŋ nda goy feerantey ga too interneti ma gaabu ka duwandi

source: Learn how to remix content to create something new
son: Guna taka kaŋ nda gundekuna ga birji k'itaagaa tee

source: Learn how to maximize the interactive potential of the Web
son: Bay taka kaŋ nda interneti ga borey gaa i ma goy nda cere

source: Contributing to Open Source Software
son: Kanbuzaamay aššil feereante goyjinay se

source: Transparent community-based processes promote participation, accountability and trust.
son: Jamaa-goy teeyan kaŋ ga kanbedamyan faalandi, k'alwakkilitaray nda naanay tonton.

source: Participate in our governance forum
son: Huru ir juwalyan batoo ra

source: Join us as a volunteer
son: Huru ir faabakey ra

source: Join us as a student ambassador
son: Kaa ka tee ir lokkolize anbasaader

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
son: Kaa ka tee <a href="%(volunteer)s">faabakaw</a> wala <a href="%(ambassador)s">lokkolize anbasaader</a>

source: Learn how to collaborate online
son: Bay taka kaŋ nda borey kul ga goy nda cere interneti ra

source: I am a Mozillian
son: Mozilla-ize ti agay

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
son: Maamalkaw šettekašinaa ga nafaw beeriyaŋ kate interneti cinayanoo ra; za arriba ceeciyan nda baytal nafaw ma sawandi, ka šenday ganji.

source: Visualize who you interact with on the Web with Lightbeam
son: Lightbeam denjoo ka dii boraa kaŋ war cee interneti ra

source: See how Firefox phones seek to balance the mobile ecosystem
son: Dii taka kaŋ nda Firefox talfoney ga kanbe talfon windilaa sawandi

source: Learn about creating Web resources with others
son: Bay taka kaŋ nda borey ga interneti daliley tee nda cere

source: Lightbeam for Firefox
son: Lightbeam Firefox se

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
son: Ir se alfayda beeri foo goo jamaa nafaw zanzanyanoo ra, a ga hima waatoo, lakkalloo nda durkutuyan kul.

source: Host or join a Maker Party
son: Kaa Maker Party batu ra wala m'affoo tee

source: Learn how to build online collaboration skills
son: Bay taka kaŋ nda ceregaašikay ga sahãndi interneti ra

source: What is MozFest?
son: Macin ti MozFest?

source: Read the entire manifesto
son: Ir anniya tiiraa kul caw

source: Tell your friends
son: A har war cerey se

source: I support Mozilla because… #mozmanifesto
son: I ga Mozilla gaakašinay zama… #mozmanifesto

source: Tweet this
son: Tuwitu tee

source: Learn more about…
son: Bay ka tonton…

source: Donating to Mozilla
son: Noo Mozilla se

source: Our history
son: Ir taarikoo

source: Our mission
son: Ir anniyaa

source: Introduction
son: Šintin daara

source: The Internet is becoming an increasingly important part of our lives.
son: Interneti dogoo mma beeri ka tonton waati kul hõ borey hunaroo ra.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
son: Mozilla porožewoo ti adduɲɲaa-mee jamaa kaŋ borey ga tammahã kaŋ interneti baanoo ši duumi kala nd'a ga feera, a ga tejandi nd'a ga nafa. Za 1998 ir ga durkutu ka cimandi kaŋ interneti ga cina nda taka kaŋ ga borey kul nafa. Ir maaɲey fatta nda Mozilla Firefox ceecikaa.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
son: Mozilla porožewoo ti jama-gorante goymee kaŋ ga goyijinay aššil feerante šifante tee nda fondo taagayaŋ feeri kaŋ ra borey ga goy nda cere. Ir jamaayaŋ marga kaŋ kanbuzaama ti interneti goyyan ma boori ka tonton ir kul se.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
son: Woodin ra, ir na fondayaŋ kayandi kaŋ ir ga tammahã i ga tabatandi kaŋ interneti ma gaabandi ka tee baytal ka borey nafa nda duura faalandi i se. Ir ga fondawey wey filla ne ganda.

source: The goals for the Manifesto are to:
son: Bayrandiyanoo anniyawey ti:

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
son: ka interneti honnandi kaŋ Mozilla cereteekey ga boona Mozilla sinjiyan kondaa ga durkutu ka too r'a;

source: speak to people whether or not they have a technical background;
son: ka šelaŋ borey se wal'i goo nda ordinater waanay wal'i ši nd'a;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
son: ka too Mozilla kanbuzaakey ma ɲaali nda woo kaŋ ir g'a tee nda ka duu bine ka gaabandi; nda

source: provide a framework for other people to advance this vision of the Internet.
son: ka fondo feeri borey jerey se hala lakkaloo woo ma interneti ka koy nda jine.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
son: Fondawey wey ši kaa ka feera ngi boŋ se. Ir ga borey kaŋ ga goy k'internetoo feeri margayan goy se - boro fooyaŋ, borey kaŋ ga tee kondayyaŋ wala wakkiiliyaŋ jerey se. Mozilla sinjiyanoo huzunoo ti fondawey kaŋ harandi Mozilla bayrandoo ra ma diyandi. Ir boro tanayaŋ da cee i m'ir gana ka interneti tee nungu boryo ka tonton boro kul se.

source: Principles
son: Fondawey

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
son: Boro foo kul ma hin ka interneti fasal nga boŋ hunaroo nda alfaydaa se.

source: Advancing the Mozilla Manifesto
son: Hala Mozilla bayrandoo ma koy nda jine

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
son: Taka booboyaŋ goo no kaŋ nda Mozilla bayrandoo fondawey ga hin ka koy jine. Ir ga boona goy dumiyan kaŋ ga waani, ir ga naata laasaabay henna follokaa ga kaŋ Mozilla kanbedamkey n'a cebe porožewoo mise fooyaŋ ra. Borey kaŋ ši Mozilla porožewoo gamoo ra da ga hin ka faaba Mozilla bayrandoo jer, nd'i ga goy nda Mozilla Firefox wala goyjinay tanayaŋ kaŋ ga bayrandoo fondawey tabatandi.

source: Mozilla Foundation Pledge
son: Mozilla sinjiyanoo meefur

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
son: Mozilla sinjiyanoo na meefur ka Mozilla bayrandoo gaakašinay nga goymiɲey ra. Nda cimi, ir ga:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
son: aššil feerante dabaribayray nda kondawey marga nda i dam goy ra ka bayrandoo fondawey kayandi;

source: build and deliver great consumer products that support the Manifesto’s principles;
son: ka jinay nda daykey marga nd'i žemna ka bayrandoo fondawey kayandi;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
son: ka goy nda Mozilla daliley (lakkal mayray sanda hantumkaw alhaku nda teekaw tammaasa, goyjinay, alman, darža) hala interneti ma cindi ka tee goydaari feerante;

source: promote models for creating economic value for the public benefit; and
son: ka tee-dumey jer kaŋ goo nda maamala nafaw baytal alman se; nda

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
son: ka Mozilal bayrandoo fondawey zanzan batu šenney ra nda interneti goy teekey game.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
son: Sinjiyanoo goyey jerey—sohõda jinay teeyan, žemnayan nda feeyan heboo se—Mozilla Corporation, konpaɲaa kaŋ Mozilla sinjiyanoo hunday g'a may no m'i tee.

source: Invitation
son: Kubayyan

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
son: Mozilla sinjiyanoo ka borey jerey kul cee ka kaa ir do, ka Mozilla bayrandoo fondawey kayandi nda ka dabari taagayan wiri hala allaahidoo kaŋ ir n'a zaa interneti se ma tee cimi.
