Repository: alvinlaz96/mozilla-lang
Catalog: */templates/mozorg/emails/addons.po
Languages: bn_bd, km, ms

source: Thank you for your interest in Firefox Add-ons. It's easy to start contributing--whether by leaving a review of your favorite add-on, designing a theme, or creating an add-on, your efforts matter!
bn_bd: ফায়ারফক্স অ্যাড-অনে আপনার আগ্রহের জন্য আপনাকে ধন্যবাদ। অবদান রাখা শুরু করার জন্য এটা সহজ--যদি আপনার প্রিয় অ্যাড-অন পর্যালোচনা ছেড়ে দেন, একটি থিম নকশা করেন, অথবা একটি অ্যাড-অন তৈরি করেন, এটা আপনার প্রচেষ্টার ব্যাপার!
km: អរគុណ​សម្រាប់​ការ​ចាប់អារម្មណ៍​របស់​អ្នក​នៅ​ក្នុង​កម្មវិធី​បន្ថែម Firefox ។ វា​មាន​ភាព​ងាយស្រួល​ក្នុង​ការ​ចាប់ផ្ដើម​ក្នុង​ការ​ចូល មើល​កម្មវិធី​បន្ថែម​ពេញ​និយម​របស់​អ្នក, ការ​រចនា​រូបរាង, ការ​បង្កើត​កម្មវិធី​បន្ថែម,ការ​ខិតខំ​ប្រែប្រឹង​របស់​អ្នក!
ms: Terima kasih kerana berminat dengan Firefox Add-ons. Ianya sangat mudah untuk mula menyumbang--dengan hanya memberikan maklumbalas terhadap Add-on yang diminati, rekaan tema, atau cipta Add-on anda sendiri, yang penting usaha!

source: If you are new to Firefox Add-ons, here are some things you can do at https://addons.mozilla.org:
bn_bd: আপনি যদি ফায়ারফক্স অ্যাড-অন এ নতুন হন, এখানে কিছু বিষয় আপনি করতে পারেন https://addons.mozilla.org:
ms: Jika anda baru kepada Firefox add-ons, di sini merupakan beberapa benda anda boleh buat di https://addons.mozilla.org:

source: ============================== REVIEW YOUR FAVORITE ADD-ONS ==============================
bn_bd: ============================== আপনার প্রিয় অ্যাড-অন পর্যালোচনা ==============================
ms: ============================== MENGKAJI SEMULA ADD-ONS KEGEMARAN ANDA ==============================

source: Search for your favorite add-on at https://addons.mozilla.org. On the add-on's detail page, scroll down to the Reviews section and leave a comment for the developer.
bn_bd: https://addons.mozilla.org. তে আপনার প্রিয় অ্যাড- অন খুজুঁন। অ্যাড-অন সম্বন্ধে বিস্তারিত পৃষ্ঠায়, ডেভেলপারদের জন্য একটি মন্তব্য করতে, নিচে পর্যালোচনা অংশে স্ক্রল করুন।
km: ស្វែងរក​កម្មវិធី​បន្ថែម​ពេញ​និយម​របស់​អ្នក​​នៅ https://addons.mozilla.org។ លើ​ទំព័រ​សេចក្ដី​លម្អិត​​កម្មវិធី​បន្ថែម, រមូរ​ចុះក្រោម​ទៅ​ផ្នែក​ពិនិត្យមើល​ឡើង​​វិញ ហើយ​ទុក​មតិយោបល់​សម្រាប់​អ្នក​អភិវឌ្ឍន៍។
ms: Cari kegemaran add-on anda di https://addons.mozilla.org. Pada halaman perincian add-on, bawa ke bawah kepada seksyen Reviews dan meninggalkan komen untuk pemaju.

source: ===================== CREATE A COLLECTION =====================
bn_bd: ===================== একটি সংগ্রহ তৈরি করুন =====================
ms: ===================== WUJUD SATU KOLEKSI =====================

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others. Get started here: https://addons.mozilla.org/firefox/collections/
bn_bd: প্রিয় অ্যাড-অন গুলোকে ট্র্যাকে রাখতে সহজ করবে সংগ্রহগুলি এবং অন্যের সাথে আপনার সঠিকভাবে স্বনির্ধারিত ব্রাউজার শেয়ার করবে। এখান থেকে শুরু করুন: https://addons.mozilla.org/firefox/collections/
km: ការ​សម្រាំង​ធ្វើ​ឲ្យ​វា​ងាយស្រួល​ក្នុង​ការ​រក្សាទុក​ដាន​កម្មវិធី​បន្ថែម​ពេញ​និយម ហើយ​ចែក​រំលែក​កម្មវិធី​អ៊ីនធឺណិត​​តាម​តម្រូវ​ការ​ជា​មួយ​អ្នក​ផ្សេង។ ចាប់ផ្ដើម​នៅ​ទីនេះ៖ https://addons.mozilla.org/firefox/collections/
ms: Koleksi membuat ia memudahkan untuk mengawasi kegemaran add-ons dan berkongsi pelayar anda dengan sempurna yang disesuaikan dengan orang lain. Mulakan di sini: https://addons.mozilla.org/firefox/collections/

source: ================ CREATE A THEME ================
bn_bd: ================ একটি থিম তৈরি করুন ================
ms: ================ WUJUD SATU TEMA ================

source: Background Themes let you personalize the look of your Firefox. To create your own, start here: http://www.getpersonas.com/en-US/demo_create
ms: Tema latar belakang membolehkan anda memperibadikan rupa Firefox anda. Untuk anda membuatnya sendiri, mulakan di sini: http://www.getpersonas.com/en-US/demo_create

source: If you are a more technical contributor, here are some things you can do:
bn_bd: আপনি যদি আরো প্রযুক্তিগত অবদানকারী হন, এখানে কিছু জিনিস আপনি যা করতে পারেন:
km: ប្រសិនបើ​អ្នក​ជា​អ្នក​ចែកចាយ​បច្ចេកវិទ្យា, នេះ​ជា​អ្វី​ដែល​អ្នក​អាច​ធ្វើ៖
ms: Jika anda ialah penyumbang yang lebih kepada teknikal, di sini merupakan sesuatu yang anda boleh lakukan:

source: ================== CREATE AN ADD-ON ==================
bn_bd: ================== অ্যাড-অন তৈরি করুন ==================
ms: ================== WUJUD SATU ADD-ON ==================

source: To get started, take a look at the Add-ons Developer Hub. It contains documentation, tools and information on how to get in touch with other developers: https://addons.mozilla.org/developers/
bn_bd: শুরু করার জন্য, অ্যাড-অন ডেভেলপার হাবে দৃষ্টিপাত করুন। এতে রয়েছে ডকুমেন্টেশন, টুল এবং কিভাবে অন্যান্য ডেভেলপারদের সাথে যোগাযোগ করা যাবে তার তথ্য: https://addons.mozilla.org/developers/
km: ដើម្បី​ចាប់ផ្ដើម, សូម​មើល​នៅ Add-ons Developer Hub ។ វា​មាន​ឯកសារ, ឧបករណ៍ និង​ព័ត៌មាន​នៅ​លើ​របៀប​​ក្នុង​ការ​រក្សា​ទំនាក់ទំនង​ជាមួយ​អ្នក​អភិវឌ្ឍន​ផ្សេង​ទៀត៖ https://addons.mozilla.org/developers/
ms: Untuk memulakan, lihat di add-ons Developer Hub. Ia mengandungi dokumentasi, alat-alat dan maklumat tentang bagaimana untuk mendapatkan berhubung dengan pemaju lain: https://addons.mozilla.org/developers/

source: Builder & SDK: The quickest and easiest way to create add-ons: https://addons.mozilla.org/en-US/developers/builder
bn_bd: Builder & SDK: অ্যাড-অন তৈরির দ্রুততম এবং সহজতম উপায়: https://addons.mozilla.org/en-US/developers/builder
km: Builder & SDK: វិធី​ងាយស្រួល​បំផុត និង​រហ័ស​បំផុត​ក្នុង​ការ​បង្កើត​កម្មវិធី​បន្ថែម៖ https://addons.mozilla.org/en-US/developers/builder
ms: Builder & SDK: Cara termudah dan paling cepat akan mewujudkan add-ons: https://addons.mozilla.org/en-US/developers/builder

source: XUL School: A comprehensive tutorial for more advanced developers: https://developer.mozilla.org/en/XUL_School
bn_bd: XUL School: আরো উন্নত ডেভেলপারদের জন্যএকটি ব্যাপক টিউটোরিয়াল: https://developer.mozilla.org/en/XUL_School
km: XUL School: ឯកសារ​បង្រៀន​ដែល​មាន​សម្រាប់​អ្នកអភិវឌ្ឍន​កម្រិត​ខ្ពស់៖ https://developer.mozilla.org/en/XUL_School
ms: XUL School: Satu tutorial komprehensif untuk pemaju yang lebih maju: https://developer.mozilla.org/en/XUL_School

source: You can post questions and connect with other add-ons developers in the Add-ons Forum: https://forums.mozilla.org/addons/
bn_bd: আপনি প্রশ্ন পোস্ট করতে এবং অ্যাড-অন ফোরামে অন্যান্য অ্যাড-অন ডেভেলপারদের সাথে যোগাযোগ করতে পারেন: https://forums.mozilla.org/addons/
km: អ្នក​អាច​ប្រកាស​សំណួរ និង​ភ្ជាប់​ជាមួយ​​អ្នកអភិវឌ្ឍន​កម្មវិធី​បន្ថែម​ផ្សេង​ទៀត​នៅ​ក្នុង​វេទិកា​កម្មវិធី​បន្ថែម៖ https://forums.mozilla.org/addons/
ms: Anda boleh mengemukakan soalan dan berhubung dengan para pembangun aplikasi tambahan yang lain di Forum Add-Ons: https://forums.mozilla.org/addons/

source: ================== HELP TEST ADD-ONS ==================
bn_bd: ================== অ্যাড-অনের সহায়িকা পরীক্ষা ==================
ms: ================== BANTU UJIAN ADD-ONS ==================

source: If you are interested in testing add-ons, you can join the quality team: http://quality.mozilla.org/
bn_bd: আপনি যদি অ্যাড-অন পরীক্ষা করতে আগ্রহী হন, তাহলে আপনি কোয়ালিটি টিমে যোগ দিতে পারেন: http://quality.mozilla.org/
km: ប្រសិនបើ​អ្នក​ចាប់អារម្មណ៍​កម្មវិធី​បន្ថែម, អ្នក​អាច​ចូលរួម​ក្រុម៖ http://quality.mozilla.org/
ms: Jika anda meminati menguji add-ons, anda boleh menyertai kumpulan kualiti: http://quality.mozilla.org/

source: It's also helpful to install the Add-ons Compatibility Reporter and use it to let us know when an add-on is not working properly: https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter
bn_bd: এটা অ্যাড-অন সামঞ্জস্যের রিপোর্টার ইনস্টল করার জন্যও সহায়ক এবং যখন সঠিকভাবে একটি অ্যাড অন কাজ করছে না তা আমাদের জানাতে এটা ব্যবহার করুন: https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter
km: វា​មាន​ប្រយោជន៍​ចំពោះ​ការ​ដំឡើង​កម្មវិធី​បន្ថែម Compatibility Reporter ហើយ​ប្រើ​វា​ដើម្បី​អនុញ្ញាត​ឲ្យ​ពួក​យើង​ស្គាល់​កម្មវិធី​បន្ថែម​ដែល​​កំពុង​ដំណើរការ​មិន​ត្រឹមត្រូវ៖ https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter
ms: Ia juga membantu memasang Add-ons Compatibility Reporter dan pengunaan ia untuk memberitahu kami apabila satu Add-on sudah tidak berfungsi dengan lancar: https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter

source: ============ QUESTIONS? ============
bn_bd: ============ প্রশ্ন? ============
ms: ============ SOALAN? ============

source: If you have any additional questions, please feel free to email us!
bn_bd: আপনার যদি কোন অতিরিক্ত প্রশ্ন থাকে, অনুগ্রহ করে আমাদের নির্দ্বিধায় ইমেইল করুন!
km: ប្រសិនបើ​អ្នក​មាន​សំណួរ​​បន្ថែម, សូម​អ៊ីមែល​មក​ពួក​យើង!
ms: Jika anda ada soalan lain untuk dikemukakan, sila e-melkan kepada kami!

source: Regards, Amy Tsay Add-ons Community Manager
bn_bd: শুভেচ্ছাসহ, Amy Tsay অ্যাড-অন কমিউনিটি ম্যানেজার
km: Regards, Amy Tsay អ្នក​គ្រប់គ្រង​សហគមន៍​កម្មវិធី​បន្ថែម
ms: Sekian, Amy Tsay Pengurus Komuniti Add-ons

source: If you are new to add-ons, here are some things you can do at https://addons.mozilla.org:
km: ប្រសិនបើ​អ្នក​ថ្មី​ចំពោះ​កម្មវិធី​បន្ថែម ​ទីនេះ​​ជា​អ្វី​ខ្លះៗ​ដែល​អ្នក​អាច​ធ្វើ​បាន​នៅ https://addons.mozilla.org ៖

source: Background Themes let you personalize the look of your Firefox. To create your own, start here: https://addons.mozilla.org/developers/docs/themes
km: រូបរាង​ផ្ទៃ​ខាងក្រោយ​អាច​ឲ្យ​អ្នក​ប្ដូរ​រូបរាង​ការ​បង្ហាញ​ផ្ទាល់ខ្លួន​​នៃ​កម្មវិធី Firefox របស់​អ្នក។ ដើម្បី​ចាប់ផ្ដើម​ដោយ​ខ្លួន​ឯង ចាប់ផ្ដើម​ទីនេះ៖: https://addons.mozilla.org/developers/docs/themes

source: If you're already familiar with add-on development or you think you're a good technical writer, help us improve the documentation for add-on developers: https://developer.mozilla.org/en-US/docs/Mozilla/Add-ons
km: ប្រសិនបើ​អ្នក​ធ្លាប់​បាន​ប្រើ​ការ​អភិវឌ្ឍ​កម្មវិធី​បន្ថែម ឬ​អ្នក​គិត​ថា​អ្នក​ជា​អ្នក​​សរសេរ​ផ្នែក​បច្ចេកទេស​ដ៏​ជំនាញ សូម​ជួយ​យើង​ធ្វើ​ឲ្យ​ប្រសើរ​​ឯកសារ​សម្រាប់​អ្នក​​អភិវឌ្ឍ​កម្មវិធី​ផ្នែក​បន្ថែម៖ https://developer.mozilla.org/en-US/docs/Mozilla/Add-ons

source: You can also help by translating these docs to a different language (pro tip: try replacing the en-US part of the link above to your native language code).
km: អ្នក​អាច​ជួយ​ដោយ​បកប្រែ​កម្មវិធី​ទាំងនេះ​ទៅ​ភាសា​ផ្សេងៗ (pro tip: សាកល្បង​ជំនួស​ផ្នែក en-US នៃ​តំណ​ខាងលើ​ទៅ​​កូដ​ភាសា​ដើម​របស់​អ្នក) ។
