Repository: alvinlaz96/mozilla-lang
Catalog: */templates/mozorg/emails/education.po
Languages: es_mx, km, ms, ur, uz

source: Thanks for your interest in Mozilla's educational initiative, Webmaker. We promote web literacy around the world with hands-on making and interest-driven learning.
es_mx: Gracias por tu interés en la iniciativa educacional de Mozilla, Webmaker. Promovemos la alfabetización de la web alrededor del mundo con práctica interactiva creando interés basado en el aprendizaje.
km: អរគុណ​សម្រាប់​ការ​ចាប់អារម្មណ៍​ការ​ចាប់ផ្ដើម​គំនិត​ការ​អប់រំ​សម្រាប់ Mozilla, Webmaker ។ យើង​បង្កើន​ការ​អាន​សរសេរ​បណ្ដាញ​នៅ​ជុំវិញ​ពិភពលោក និង​ចាប់​អារម្មណ៍​ការ​ស្វែងយល់​បន្ថែម។
ms: Terima kasih atas minat anda dalam inisiatif pembelajaran Mozilla, Webmaker. Kami mempromosikan kecelikan web ke seluruh dunia dengan pembelajaran amali dan pembelajaran yang menarik.
uz: Mozilla’ning ta’lim tashabbusi Webmaker bilan qiziqqanligingiz uchun rahmat. Internet bilimlarni dunyo bo‘ylab amaliy yechim bilan va qiziqish bo‘yicha o‘rganishga yordam beramiz.

source: Here are a few resources to help you get started.
es_mx: Aqui hay algunos cuantos recursos que te pueden ayudar a comenzar.
km: ទីនេះ​ជា​ធនធាន​មួយ​ចំនួន​ដែល​ជួយ​អ្នក​ចាប់ផ្ដើម។
ms: Ini merupakan beberapa sumber untuk membantu anda bermula.
uz: Boshlashingiz yordam berish uchun bu yerda bir necha manbalar keltirilgan.

source: # Make Something With the Web
es_mx: # Crea algo con la red
km: # បង្កើត​អ្វី​មួយ​ជាមួយ​បណ្ដាញ
ms: # Bina sesuatu dengan meggunakan Web
uz: # Internet bilan nimdadir amalga oshiring

source: We believe making and learning go hand-in-hand. Try our open suite of tools to create, animate and remix web content and improve your web skills as you go:
es_mx: Creemos que hacer y aprender van de la mano. Intenta usar nuestro cuarto abierto de herramientas para crear, animar y mezclar contenido en la red y mejora tus habilidades en la red conforme avanzas:
km: យើង​ជឿជាក់​ថា​ការ​បង្កើត និង​ការ​ស្វែងយល់​។ ព្យាយាម​បើក​​ឧបករណ៍​ដើម្បី​បង្កើត, ធ្វើ​ឲ្យ​មាន​ចលនា និង​បញ្ចូល​គ្នា​ឡើង​វិញ​មាតិកា​បណ្ដាញ និង​ធ្វើ​ឲ្យ​ជំនាញ​បណ្ដាញ​របស់​អ្នក​​ប្រសើរ​ឡើង​ដូច​ដែល​អ្នក​បាន​ធ្វើ៖
ms: Kami percaya pembuatan dan pembelajaran berjalan seiring. Cuba alatan set terbuka kami untuk mencipta, membuat animasi dan remix kandungan web dan menambah baik kemahiran:
uz: Biz amaliyotda qilib, tez o‘rganishga ishonamiz. Bizning veb sayt yaratish, animatsiyalash va qayta o‘zgartirish bo‘yicha ochiq asboblar to‘plamimizni sinab ko‘ring va veb bo‘yicha bilimlaringizni yo‘l-yo‘lakay oshirib boring.

source: # Webmaker Mentors
es_mx: # Mentores Webmaker
km: # អ្នក​ណែនាំ Webmaker
ms: # Mentor Webmaker
uz: # Webmaker ustozlar

source: Webmaker Mentors are fiercely unconventional technologists, thinkers, and creators. We care about empowering everyone to be makers of the web – and pushing the limits of what's possible online.
es_mx: Los mentores Webmaker están ferozmente poco convencionales tecnológicos, pensadores y creadores. Nos preocupamos en convertir a todos en hacedores de la web – y presionando los límites de que es posible en línea.
km: អ្នកណែនាំ Webmaker ជា​អ្នក​ជំនាញ​ខាង​បច្ចេកទេស, អ្នក​ប្រើ​គំនិត និង​អ្នក​ច្នៃ​ប្រឌិត។ យើង​​ផ្ដល់​សិទ្ធិ​ឲ្យ​អ្នក​រាល់​គ្នា​ក្នុង​ការ​សម្គាល់​បណ្ដាញ– ហើយ​ជំរុញ​ការ​កំណត់​អ្វី​ដែល​អាច​មើល​នៅ​លើ​បណ្ដាញ។
ms: Mentor Webmaker secara umum tidak seperti kelazimannya teknologis, ahli pemikir, dan pencipta. Kami mahu menbantu semua orang untuk mecipta di dalam web – dan mendedahkan apa yang boleh dilakukan secara atas talian.
uz: Vebmeyker ustozlari kuchli noan’anaviy texnologistlar, mutafakkirlar va ijodkorlardir. Biz veb tuzuvchi har qanday insonning imkoniyatlarini kengaytirishning g‘amini yeytdi – mavjud bo‘lgan onlayn cheklovlarni surib qo‘yadi.

source: We help learners make amazing things on the web and level up their digital skills as they go. We promote radical inclusion and support learning anywhere - in our homes, offices, neighborhoods and online.
es_mx: Ayudamos a estudiantes a crear asombrosas cosas en la web mejorando sus niveles de habilidad. Promovemos una inclusión radical y el soporte de aprendizaje en cualquier lugar - en nuestros hogares, oficinas, vecindarios y en línea.
km: យើង​ជួយ​អ្នក​សិក្សា​ក្នុង​ការ​បង្កើត​អ្វី​ដែល​ភ្ញាក់​ផ្អើល​នៅ​លើ​បណ្ដាញ និង​រក្សា​ជំនាញ​ឌីជីថល​របស់​ពួក​គេ។ យើង​បង្កើន​ជា​មូលដ្ឋាន​ រួម​ទាំង​ការ​សិក្សា​នៅ​ទីកន្លែង​ណា​ក៏​ដោយ - នៅ​ផ្ទះ​, ការិយាល័យ​, តំបន់​ជិតខាង និង​លើ​បណ្ដាញ​របស់​ពួក​យើង។
ms: Kami membantu pelajar untuk membuat perkara-perkara yang menakjubkan di dalam web dan mempertajam kemahiran digital mereka. Kami mempromosi radikal inklusi dan menyokong pembelajaran di mana sahaja - di rumah, pejabat, kejiranan dan atas talian.
uz: Biz o‘rganuvchilarga internetda ajoyib narsalar qilishlariga va ularning raqamli bilimlarini imkon qadar oshirishga yordam beramiz. Biz radikal qamrab olishni targ‘ib qilamiz va har yerda - uyimiz, idoramiz, qo‘shnimiznikida va onlayn o‘rganishni qo‘llab-quvvatlaymiz.

source: Please introduce yourself on our community mailing list. We don't bite!
es_mx: Por favor preséntate en la comunidad de la lista de correos. ¡No mordemos!
km: សូម​ណែនាំ​ខ្លួន​អ្នក​នៅ​លើ​បញ្ជី​សំបុត្រ​រួម​សហគមន៍​របស់​យើង។
ms: Sila kenalkan diri anda pada komuniti senarai milis. Kami peramah!
uz: Iltimos, bizning jamiyatimiz elektron xabarlashish tarmog‘imizda o‘zingizni tanishtiring, Qo‘rqmang, biz tishlab olmaymiz!

source: # Webmaker Teaching Kits
es_mx: # Paquetes de aprendizaje Webmaker
ms: # Kit Pengajaran Webmaker
uz: # Webmaker o‘rgatish jamlanmasi

source: These teaching kits are full of activities and resources to help you facilitate learning sessions with a focus on webmaking. You'll find everything you need, from a pedagogical overview to tips on assessing participants' progress. Print them out, load them on your tablet or phone or simply use them as inspiration:
es_mx: Esos paquetes de aprendizaje están llenos de actividades y recursos que te facilitarán las sesiones de aprendizaje enfocado en crear la web. Encontrarás todo lo que necesites, desde una visión pedagógica con consejos para el progreso de los estudiantes evaluados. Puedes imprimirlos, cargarlos en tu tableta o teléfono o simplemente usarlos como inspiración:
km: teaching kits ទាំងនេះ​មាន​ធនធាន និង​សកម្មភាព​ពេញ​លេញ​ក្នុង​ការ​ជួយ​​សម្រួល​ការ​សិក្សា​ឲ្យ​មាន​ភាព​ងាយស្រួល​ដោយ​ផ្ដោត​លើ webmaking ។ អ្នក​នឹង​ស្វែងរក​អ្វី​គ្រប់យ៉ាង​ដែល​អ្នក​ត្រូវ​ការ, ពី​ទិដ្ឋភាព​ទូទៅ​នៃ​គរុកោសល្យ​ចំពោះ​ព័ត៌មាន​ជំនួយ​វឌ្ឍនភាព​របស់​អ្នក​ចូលរួម។ បោះពុម្ព​​ពួក​វា​, ផ្ទុក​វា​នៅ​លើ​កុំព្យូទ័រ​បន្ទះ​ ឬ​ទូរស័ព្ទ​របស់​អ្នក ឬ​ប្រើ​វា​ជា​ការ​លើក​ទឹកចិត្ត៖
ms: Kit pengajaran ini dipenuhi aktiviti dan bekalan untuk membantu anda mengfasilitikan sesi pengajaran yang mengfokuskan kepada webmaking. Anda akan menemukan segala yang anda perlukan, daripada gambaran, kaedah dan tips dalam mengendalikan peserta. Cetak dan muat naik pada tablet atau telefon anda atau gunakan sebagai inspirasi:
uz: Ushbu o‘quv qo‘llanmalari to‘liq faoliyat va veb tuzishga qaratilgan o‘rganish jarayonini yengillashtirishda yordam beradigan manbalarga ega. Siz o‘zingizga kerakli: pedagogik fikrlardan to ishtirokchilarni baholash jarayoni bo‘yicha maslahatlar - hammasini topasiz. Ularni chop qiling, planshetingiz yoki telefoningizga yuklab oling yoki shunchaki ulardan ilhomlanish sifatida foydalanig:

source: Mozilla is deeply committed to identifying the skills, competencies and literacies necessary to read, write and participate on the web, and our teaching kits align with the Web Literacy Standard.
es_mx: Mozilla está profundamente comprometida a identificar las habilidades, competencias y alfabetizaciones necesarias para leer, escribir y participar en la web, y nuestros paquetes de enseñanza van de la mano con la Licencia Estándar de Alfabetización.
km: Mozilla ត្រូវ​បាន​ប្ដេជ្ញា​យ៉ាង​មុតមាំ​​ចំពោះ​ជំនាញ​ដែល​បាន​កំណត់, ការ​ប្រកួត​ប្រជែក​​ខាង​សុវត្ថិភាព និង​ភាព​ចាំបាច់​ការ​ចេះ​អាន និង​សរសេរ, សរសេរ និង​ចូលរួម​នៅ​លើ​បណ្ដាញ, ហើយ​ការ​ដាក់​បញ្ចូល teaching kits តាម​លំដាប់​របស់​ពួក​យើង​ជាមួយ Web Literacy Standard ។
ms: Mozilla sangat komited dalam menegenalpasti kemahiran, kelakuan dan literasi yang diperlukan untuk membaca, menulis dan mengambil bahagian di dalam web, dan kit pembelajaran diselarikan dengan Standard Web Literasi.
uz: Mozilla chuqur bilimlarni, qobiliyatliik va o‘qish, yozish hamda internetda ishtirok etish uchun savodlilikni aniqlashga mo‘ljallangan. Bizning o‘quv majmualarimiz Standart veb savodxonligi bilan mos.

source: # Webmaker Events
es_mx: # Webmaker eventos
km: # ព្រឹត្តិការណ៍ Webmaker
ms: # Acara Webmaker
uz: # Vebmeyker tadbirlari

source: Attending or organizing a Webmaker event is a great way to put these teaching kits and skills into practice. Gather your friends and family, grab a computer, and start making the web.
es_mx: Asistir y organizar un evento de Webmaker es una gran manera de poner esos paquetes de enseñanza y habilidades en práctica. Reúne a tus amigos y familia, agarra una computadora y comienza a crear la web.
km: ការ​ចូលរួម ឬ​ការ​រៀបចំ​ព្រឹត្តិការណ៍ Webmaker ​ជា​វិធី​ដល់​ល្អ​ក្នុង​ការ​បញ្ចូល​ការ​បង្រៀន​ទាំងនេះ​ដល់​ក្មេងៗ​​នៅ​ជំនាញ​ក្នុង​ការ​អនុវត្ត។​ ប្រមូលផ្ដុំ​គ្រួសារ និង​មិត្តភ័ក្ដិ​របស់​អ្នក, ចាប់ផ្ដើម​ការ​បង្កើត​បណ្ដាញ។
ms: Menghadiri atau menganjurkan acara Webmaker merupakan cara terbaik untuk memperkenalkan kit pengajaran dan kemahiran ke dalam kehidupan. Mengumpul rakan-rakan dan keluarga anda, ambil komputer, dan mula membuat web.
uz: Vebmeyker tadbirida qatnashish yoki uni tashkillashtirish o‘rgatish jamlanmasi va bilimlarni amaliyotda qo‘llashning eng zo‘r yo‘lidir. Do‘stlaringiz va oilangizni yig‘ing, kompyuter oling va veb qilishni boshlang.

source: Find an event near you: https://webmaker.org/events
es_mx: Encuentra un evento cerca de ti: https://webmaker.org/events
km: ស្វែងរក​ព្រឹត្តិការណ៍​នៅ​ជិត​អ្នក៖ https://webmaker.org/events
ms: Mencari acara berhampiran anda: https://webmaker.org/events
uz: Yaqin atrofingizda bo‘ladigan tadbirni toping: https://webmaker.org/events

source: And check out tips on organizing a hands-on Webmaker event: https://webmaker.org/guides
es_mx: Y checa estos consejos sobre la organización de un evento de Webmaker: https://webmaker.org/guides
km: ហើយ​ពិនិត្យមើល​ព័ត៌មាន​ជំនួយ​នៅ​លើ​ព្រឹត្តិការណ៍​ដែល​អ្នក​មាន Webmaker ៖ https://webmaker.org/guides
ms: Dan lihat tips ini tentang bagaimana menganjurkan acara Webmaker: https://webmaker.org/guides
uz: Shuningdek, vebmeyker tadbirini amaliyotda tashkil qilish uchun maslahatlar bilan tanishib chiqing: https://webmaker.org/guides

source: # Let's teach the web!
es_mx: # ¡Enseñemos la web!
km: # អនុញ្ញាត​ឲ្យ​បង្រៀន​បណ្ដាញ!
ms: # Mari mengajarkan web!
uz: # Keling, internetni o‘rgatamiz!

source: Thank you for your interest in education and teaching the web. Please feel free to use and remix these resources and to share your experiences with the Webmaker Mentor community.
es_mx: Gracias por tu interés en educación y enseñanza de la web. Por favor siéntete libre de usar y mezclar esos recursos y compartir tus experiencias con el mentor de la comunidad de Webmaker.
km: អរគុណ​អ្នក​សម្រាប់​ការ​អប់រំ និង​ការ​បង្រៀន​បណ្ដាញ។ សូម​ប្រើ​ការ​បញ្ចូល​គ្នា​ធនធាន​ទាំងនេះ ហើយ​ចែករំលែក​បទពិសោធន៍​​របស់​អ្នក​ជាមួយ​សហគមន៍​អ្នក​ណែនាំ ​​Webmaker ។
ms: Terima kasih atas minat anda dalam pembelajaran dan pengajaran web. Anda dialu-alukan untuk mengguna dan meremix daripada sumber-sumber yang telah kami sediakan dan kongsi pengalaman anda bersama Komuniti Mentor Webmaker yang lain.
uz: Internet ta’limi va uni o‘rganishga qiziqqanligingiz uchun rahmat. Ushbu manbalarni bemalol o‘zgartirish va foydalanishingiz hamda tajribalaringizni vebmeyker ustozlari jamiyati bilan bo‘lishishingiz mumkin.

source: All the best,
es_mx: Todo lo mejor,
km: សូម​បាន​សេចក្ដី​សុខ,
ms: Semoga berjaya,
uz: Eng ezgu niyatlar bilan,

source: -- The Mozilla Webmaker Mentor team
es_mx: -- El equipo mentor de Mozilla Webmaker
km: -- ក្រុម​អ្នក​ណែនាំ Mozilla Webmaker
ms: -- Kumpulan Mentor Webmaker Mozilla
uz: -- Mozilla vebmeyker ustozlari jamiyati

source: Thank you for your interest in contributing to our efforts to build a generation of webmakers.
ur: ویب معماروں کی ایک نسل تعمیر کرنے کی ہماری کاوشوں میں حصہ ڈالنے میں آپ کی دلچسپی پر آپ کا شکریہ۔

source: We know that people learn best when they're making something together. So we're inviting people everywhere to meet up, make something cool, learn how the code behind the Web works -- and have a blast while doing it.
ur: ہمیں علم ہے کہ لوگ بہترین طرز پر تب سیکھتے ہیں جب وہ مل جل کر کچھ بنا رہے ہوں۔ چنانچہ ہم ہر جگہ سے لوگوں کو دعوت دیتے ہیں کہ ملیں، کوئی زبردست چیز بنائیں، سیکھیں کہ ویب کے پیچھے کوڈ کیسے کام کرتا ہے -- اور یہ کرنے کے دوران پوری طرح لطف اندوز ہوں۔

source: We've got all the tools and tips you need to get started at:
ur: ہمارے پاس وہ سب آلات اور ٹوٹکے یہاں موجود ہیں جو آپ کو آغاز کرنے کے لیے درکار ہیں:

source: These events are quick, easy, and fun -- in as little as 30 minutes, you can have a handful of friends around your kitchen table, easily hack a webpage or make something new with our tools, and have something awesome to brag about.
ur: یہ وقوعے سریع، آسان اور مزے کے ہوتے ہیں -- 30 منٹ جیسے کم وقت میں، آپ کے کھانے کی میز کے گرد چند دوست موجود ہو سکتے ہیں، بآسانی ایک ویب صفحہ کو زیرقابو لا سکتے ہیں یا ہمارے آلات سے کچھ نیا بنا سکتے ہیں اور شیخی بگھارنے کے لیے کوئی زبردست چیز آپ کے پاس موجود ہو سکتی ہے۔

source: If you don't want to host an event and would rather contribute your time building our tools, here are some links to issue trackers -- please dive right in!
ur: اگر آپ کسی وقوعہ کی میزبانی نہیں کرنا چاہتے بلکہ ہمارے آلات کی تعمیر میں اپنے وقت کا حصہ ڈالنا چاہتے ہیں، تو سراغ راہ جاری کرنے کے لیے یہاں کچھ روابط ہیں -- براہ مہربانی بس غوطہ لگا دیجیے!

source: Thimble: https://github.com/mozilla/webpagemaker/issues
ur: تھمبل:https://github.com/mozilla/webpagemaker/issues

source: Popcorn Maker & Popcorn.js: https://webmademovies.lighthouseapp.com/dashboard
ur: پاپ کارن میکر اور Popcorn.js:https://webmademovies.lighthouseapp.com/dashboard

source: Open Badges: https://github.com/mozilla/openbadges/issues
ur: کھلے بیجز:https://github.com/mozilla/openbadges/issues

source: X-Ray Goggles: https://github.com/toolness/webxray/issues
ur: ایکس رے چشمہ:https://github.com/toolness/webxray/issues

source: Thanks so much for getting involved. If you have any questions, feel free to write us at joinmozilla@mozilla.org
ur: شامل ہونے پر آپ کا بہت شکریہ۔ اگر آپ کے کوئی بھی سوالات ہوں تو ہمیں بلا جھجک joinmozilla@mozilla.org پر لکھیے۔
