Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefoxtesting.lang.po
Languages: cak

source: Download Firefox Beta for Android - Free
cak: Taqasaj Firefox Beta richin Android -Sipan

source: Download Firefox Beta for Desktop - Free
cak: Taqasaj Firefox Beta richin ajch'atal - Sipan

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
cak: Taqasaj chuqa' tatojtob'ej aj chwa'q kab'ij taq elesanem. Ke'ana' k'ak'a' taq tz'ukuj kik'in ri Aurora chuqa' Beta taq ruwäch.

source: Firefox Beta for:
cak: Firefox Beta richin:

source: Firefox Beta for Mobile
cak: Firefox Beta kichin oyonib'äl taq okisaxel

source: Download Beta and be part of the next version of Firefox.
cak: Taqasaj ri Beta richin nach'akulaj awi' rik'in re ruwäch chi Firefox re'.

source: 1. Test Features
cak: 1. Taq rub'anikil tojtob'enïk

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
cak: Tanab'eyisaj awi' richin ye'ana' ri ruk'isib'al taq rutzil pa ruwi' rub'eyal nisamäj, richinaxik chuqa' chajinïk.

source: 2. Refine &amp; Polish
cak: 2. Tajikib'a' chuqa' tawutzilaj

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
cak: Taya' rutzijol taq bugs chi qe, richin yojato' niqachojmirisaj pan utziläj ruk'ojlemal ri ruk'isib'al taq jaloj pa ruwi' rub'eyal nisamäj chuqa' rusamaj.

source: 3. Do Your Part
cak: 3. Kato'on

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
cak: Tajikib'a' ana'oj chi rij atux rub'anikil ri jun chik ruwäch Firefox, ri xtikokisaj 450 taq t'ij winaqi' chi jun ri ruwachulew.

source: Supported devices
cak: K'amonel taq okisaxel
