Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/australis/firefox_tour.lang.po
Languages: sat

source: Take a quick tour
sat: लोगोन ते दाड़ान एहोब में

source: Welcome to Firefox
sat: फायारफॉक्स रे सा़गुन दाराम

source: Committed to you, your privacy and an open Web.
sat: आमिञ जिनमा़ आद मेया, आमाक् निजेराक् मित् झिज वेब.

source: Learn how to customize your Firefox
sat: चेद मे आमाक् फायारफॉक्स ओका लेका कुसियाक् एम तेयारा

source: Add and view bookmarks from the same spot
sat: मित् सोमान दा़गी खोन सेलेद आर पुथी चिनहा़ ञेल मे

source: Learn more about the new Firefox
sat: बा़ड़ती चेद मे नावा फायारफॉक्स बाबोत ते

source: Grouped together for quick, easy access
sat: लोगोन, आलगा आ़तुर ला़गित् मित् धा़व ते दोल मे

source: Your favorite sites are<br> closer than ever
sat: आमाक् कुसियाक् साइट कोदो <br> जाव खोन बोंदोवाक्

source: Add features and styles with add-ons
sat: एड- ओन सांव गुन को आर हुना़र को सेलेद मे

source: Have Firefox on another device?
sat: चेद एटागाक् डिबाइस रे फायारफॉक्स मेनाक् आ?

source: Designed so you can<br> make it your own
sat: जोह तेयार मे ओकाते आम आमाक् नोवा<br> तेयार दाड़ेयाक् आम

source: You don’t have to start over. Access your history, bookmarks and more.
sat: आम ठेन एहोब मुचा़द बा़नुक्’आ. आमाक् हिता़ल, पुथी चिनहा़ आर बाड़तियाक् आ़तुर मे.

source: There’s Never Been a Better Time for Firefox
sat: नोडे ’फायारफॉक्स ला़गित् तिस हों बेस ओक्तो बाय हुय होचो आकाना

source: There’s never been a better time for a browser that answers only to you.
sat: नोडे ’ब्राउजार ला़गित् तिस हों बेस ओकतो बाय हुय होचो आकाना ओका एकेन आमे रोड़ रुवा़ड़ आमा.

source: Opens new window
sat: नावा विंडो झिज मे

source: It’s the fastest, most flexible Firefox ever.
sat: नोवा उसा़रा उता़राक्, जाव गे आ़डी तेद टानागाक् फायारफॉक्स काना.

source: Open tour
sat: दाड़ान झिज मे

source: Using an older version of Sync?
sat: मित् ओक्तो लेका तेयार रेयाक् मित् मारेयाक् बार्सान बेभार मे?

source: Save sites with a single click
sat: मित् एसकार ओता सांव साइट को सांचाव मे

source: There’s never been a better time for Firefox
sat: नोडे’ फायारफॉक्स ला़गित् बेस ओक्तो तिस हों बाङ हुय होचो लेना

source: Close tour
sat: दाड़ान बोनदोय मे

source: Thousands of ways to<br> make Firefox do more
sat: फायारफॉक्स बा़ड़ती तेयार ला़गित्<br> रे हाजार गोटाङ होर मेनाक् आ

source: Now easier to find, use and manage
sat: बेभार आर बेबोस्ता नितोक् ञाम ला़गित् आलगावाक्

source: See what’s new
sat: ञेल मे चेद’ नावानाक्

source: Frequently asked questions
sat: जावगे कुकली को कुली

source: Enjoy seamless browsing between devices with Sync
sat: मित् ओकतो सांव डिबाइस को ताला सिबोन छाडा ब्राउजिंग रा़सका़य मे

source: Move or remove any button to match
sat: जोड़ ला़गित् जाहां बुता़म गे लाड़ाव आर बाङ ओचोक्

source: How you use Firefox is unique
sat: आम चेत् लेका बेभारा फायारफॉक्स दो भेगार गेया

source: Add and view bookmarks from a new location
sat: मित् नावा ठांव खोन पुथी चिनहा़ को सेलेद आर ञेल

source: Take the tour to see what’s new
sat: चेत्’ दो नावा काना ञेल ला़गित् दांड़ा होचोय मे

source: It looks like you’re already using Sync
sat: नोवा दो आम’ माड़ाङ खोन मित् ओकतो लेका तेयार बेभार लेका ञेलोक् काना

source: Create an account from the menu panel
sat: मिनू पेनl खोन मित् खाता तेयार मे

source: Use the star to create bookmarks
sat: पुथी चिनहा़ को तेयार ला़गित् इपिल चिनहा़ बेभार मे

source: Share your vision
sat: आमाक् ञेल हा़टिञ मे

source: Not now
sat: नित् दो बाङ

source: Let’s go
sat: देला’ सेनोक् आ

source: <span>Previous:</span> Customize
sat: <span>पा़हिल तेयाक्:</span> कुसियाक् तेयार

source: <span>Next:</span> Add-ons
sat: <span>इना़ तायोम:</span> एड -ऑन्स

source: <span>Previous:</span> Menu
sat: <span>पा़हिल तेयाक्:</span> मिनू

source: <span>Next:</span> Bookmarks
sat: <span>इना़ तायोम :</span > पुथी चिनहा़ को.

source: <span>Next:</span> Customize
sat: <span>इना़ तायोम :</span> कुसियाक् तेयार .

source: <span>Previous:</span> Add-ons
sat: <span> पा़हिल तेयाक् :</span> एड-ऑनस

source: Learn about the new design
sat: नोवा जोह ते चेद मे .

source: It starts with the new,<br> intuitive menu
sat: नोवा नावा ,<br> आलगा बुध मिनु सांव एहोबा .

source: The features you use most, all in one place
sat: ढेर आमेम बेभार गुन को , जोतो मित् जायगा रे

source: How you use the Web is unique
sat: चेद लेका आमेम बेभार वेब दो भेगार गेया .

source: Get started with Sync
sat: मित् ओकतो तेयार सांव एहोब मे .

source: Putting your privacy first
sat: आमाक् निजेराक् पा़हिल दोहोय मे .

source: Where did my add-on bar go?
sat: इंञाक् एड -ऑन बार आका चालाव एना?

source: Your favorite features, all in one place
sat: आमाक् कुसियाक् गुन को ,जोतो मित् जायगा रे .

source: When you use Firefox, you help shape the future of the Web.
sat: तिन रे आम फायर फॉक्स एम बेभाराक् आम वेब रेयाक् आगाम गोड़ोवाक् आ.

source: Start browsing
sat: ब्रोसिंग एहोब मे.

source: Your favorite sites<br> are closer than ever
sat: आमाक् कुसियाक् साइट को <br> दो जावगे सुरुवा़क्

source: Helps you do just about anything online
sat: आमेम गोड़ोवाम ऑनलाइन जाहांनाक् का़मी आ .

source: Want to connect another device?
sat: एटाक् डिबाइस जोड़ाव ला़गित् साना ?

source: What kind of Web do you want?
sat: आम चेद लेकानाक् वेब नाम काना ?

source: It starts with the redesigned,<br> intuitive menu
sat: नोवा दो दोहड़ा जोह ,<br> आलगा बुध मिनु सांव एहोबाक्.

source: Easy to find, use and manage
sat: ञाम ला़गित् आलगा , बेभार आर बेबोसता .

source: Keep your Firefox in Sync
sat: मित् ओकतो लेका आमाक् फायर फॉक्स दोहोय मे.

source: Access your bookmarks, passwords and more from any device.
sat: आमाक् पुथी चिनहा़ ,दानाङ साबाद आर जाहांन डिबाइस खोन बाड़ती .
