Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/accounts.lang.po
Languages: azz

source: Get a Firefox Account
azz: Xikontapo se cuenta itech Firefox

source: Get easy access to your bookmarks, passwords, tabs and more from any computer or mobile device running Firefox.
azz: Amo ouij xionkalaki kampa moajsij moneskayouan marcadores itech Internet, moichtakatajkuiloluan, pestañas uan oksekin itech tein yeski computadora oso tepos tein se uelis kiuikas tein ika Firefox uelis tekitis.

source: Sign up, sign in, stay in sync.
azz: Kampa se moijkuiloua, kampa se kalakteua, Maj mosentoka ika Sync.

source: With a Firefox Account, you can get all your bookmarks, passwords, open tabs and more — everywhere you use Firefox.
azz: Komo tikonpias se cuenta itech Firefox tionuelis tikonpias moneskayouan marcadores itech Internet, moichtakatajkuiloluan, pestañas tein tatapotok uan okachiok kampa yeski tikontatekiujtis Firefox.

source: Sign up for a Firefox Account
azz: Xionmoijkuilouili uan tionuelis tikontapos se cuenta itech Firefox

source: Sign in everywhere you use Firefox
azz: Xionkalakteua kampa yeski tikontatekiujtis Firefox

source: Sync what you want
azz: Xikonixpatatiuitse moFirefox iuan tein yeski tepos tein tikonnekis

source: You’re signed in and ready to start using Sync.
azz: Tionkalakteuakya uan yekintsin tionuelis tikontatekiujtis Sync.

source: Set up Sync for iOS
azz: Xikonpata Sync ika iOS

source: Set up Sync on your <br>Android device
azz: Xikonpata Sync itech <br> motepos tein Android

source: Download Firefox to start using Sync.
azz: Xikontemoui Firefox uan ijkon tionuelis tikontatekiujtis Sync.

source: Get the latest Firefox to start using Sync.
azz: Xikonajsi se Firefox tein okachi yankuik uan ijkon tionuelis tikontatekiujtis Sync.
