Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/all.lang.po
Languages: azz

source: Download %s for Android in your language
azz: Xikontemoui %s ika Android itech motajtol

source: Download %s in your language
azz: Xikontemoui %s itech motajtolis

source: Language
azz: Tajtolis

source: Download
azz: Xikontemoui

source: Download Firefox Beta in your language and experience cutting edge features before they make it to final release. Provide feedback to help us refine and polish the next version of Firefox.
azz: Xikontemoui Firefox tein Beta motajtolkopa uan xikonkui tataman tatekiujtilis achto se Firefox tein itamian versión. Xitechonili keniuj tikonita uan ijkon titechonpaleuis tikyektaliskej uan tikmelauaskej okse versión tein yeski yankuik Firefox.

source: Download %s in your language to experience the newest features and innovations in an unstable environment even before they go to Beta. Give us feedback that will determine what makes it to Final Release and help shape the future of Firefox.
azz: Xikontemoui %s itech motajtol uan xikonkui inepaleuiluan uan tein okachi yankuik kampa miakpa mopatatok, uan tionuelis tikonchiuas hasta achto tikkixtikan versión tein Beta. Xitechonili motanemililuan uan ijkon titechonpaleuis tikchiuaskej itamian versión uan no tejuatsin tikonchiuas Firefox tein satepan yeski

source: Are you a power-user comfortable installing pre-alpha software? Install Nightly and help us improve Firefox quality, hunt crashes and regressions and test new features as they get coded!
azz: ¿Xa tejuatsin amo ouij tionuelis tikontalilis motepos software tein achto alfa? ¡Xikontalili Nightly uan xitechonpaleui tikyektaliskej Firefox, tikitaskej nepololmej uan regresiones uan xikonixejeko yankuikej nepaleuilmej ijkon kemej kichiuijtiyouej kemej código!

source: Firefox ESR is intended for groups who deploy and maintain the desktop environment in large organizations. <a href="%s">Learn more.</a>
azz: Firefox ESR kinchijchiuilijkej nechikolmej tein kichiuaj uan kiyektaliaj tajkuiloluapaltayeualoyan tein kitatekiujtiskej uejueyinechikolmej. <a href="%s"> Kampa se uelis okachi momachtis. </a>

source: Firefox is made in large part by volunteers around the world. That’s why we offer it in 90 languages (and why there’s heart and soul in every piece of code).
azz: Miak tein kipia Firefox kichijchiujkej ika nochi iniyolo tapaleuianij nouiyampa taltikpak. Yejua ika tiktemaktiaj itech 90 tajtolismej (uan no yejua ika onkakej toyolo uan tonemilis itech sejsemej taman tein código).

source: Thanks to contributions of Mozilla community members around the world, Firefox is available in 90 languages:
azz: Firefox moajsi itech 90 tajtolis ika ininepaleuil tokniuan tein pouij nechikol Mozilla nochi semanauak taltikpak:

source: <strong>Warning</strong>: Nightly is updated daily. It is most appropriate for core Mozilla contributors and early adopters, not regular users.
azz: <strong>Tanejmachtilis</strong>: mojmostaj youak kiyankuiliaj. Akin kipaleuiaj Mozilla uan akin yekinika kitatekiujtiaj kiitaskej semi kualtia, amo ijkon akin mostaj kikuitinemijya.

source: Check the system requirements
azz: Xikonita tein sistema moneki

source: Release notes
azz: Tajtolmelaualismej

source: Source code
azz: Tanauatilmej tein código fuente

source: Show:
azz: Maj monexti:

source: Fully localized versions
azz: Versiones tein senkis kiajsikej

source: Localized versions in testing
azz: Moajsikej versiones tein kiyejyekojtokej

source: These localizations aren’t final. We’re waiting for more feedback from the community to perfect them.
azz: Nejin amo nochipaya nikan moajsiskej, ta nikchixtokej okachi initanemililisuan takayot porin tikyektalisnekij

source: Multi-locale
azz: Tein pouij sejsekan

source: Search languages
azz: Xikontemo tajtolis

source: Search
azz: Xiontatemo

source: No matching languages found.
azz: Amo moajsik nejin tajtolis

source: Download for %(platform)s in %(locale)s
azz: Xikontemoui ika %(platform)s in %(locale)s

source: Not Yet Available
azz: Nejin amo se uelis kitatekiujtisok
