Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/developer.lang.po
Languages: ncj

source: Built for those who build the Web. Introducing the only browser made for developers.
ncj: Tikinchijchiuilijkej akonimej kichijchiujtijtinemij web. Tinechonixpantiliaj tein sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij.

source: Built for those who build the Web. The only browser made for developers like you.
ncj: Tikinchijchiuilijkej akonimej kichijchiujtijtinemij web. Yejua sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij kemej tejuatsin.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
ncj: Xikontemoui Mozilla Firefox, se navegador web tein tatojtomal. Firefox kichijchiujkej se nechikol semanauak taltikpak tein amo kitemouaj motomintiskej ta kinpaleuiskej taltikpakneminij maj kiixyekantinemij keniuj kitatekiujtiaj Internet. ¡Xikonpia axkan Firerfox!

source: Built for those who build the Web
ncj: Kinchijchiuilijkej akonimej kichijchiujtijtinemij web.

source: The only browser made for developers like you.
ncj: Yejua sesaj navegador kinchiuilijkej webchijchiuanij kemej tejuatsin.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
ncj: Xikonnemili, xikonchiua uan xikonyektali web uan amo moneki tikonkauas monavegador tein kipia yankuik Firefox Developer Edition.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
ncj: Firefox Developer Edition iselti uan nimantsin kipanoltilia taman Mozilla uan ijkón no uelis kipias.

source: Designed for developers
ncj: Yejua kinchiuilijkej webchijchiuanij

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
ncj: Yejua sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij, Firefox Developer Edition kichiujkej kinemilijtokej motekitayeualoyan. Xiontachijchiua, xiontaixejeko uan xiontaiskalti uan okachiok, axkan yekinika nochi taman sayoj sekan san.

source: Debug any browser
ncj: Xikonchijchipaua tein yeski navegador

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
ncj: Xikonyekita uan xikonchijchipaua moaplicaciónuan tein moajsij tein yeski navegador oso tepos ika Valence - se chikauak extensión tein kitalijkejya uan sayoj tikonajsis itech Firefox Developer Edition.

source: Pixel-perfect coding
ncj: Código Pixel-perfect

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
ncj: Xikonixpejpena ika Responsive Desing View keniuj ueyi tikonnejneki mopantallajuan uan no ijkon xikonyektali CSS tein moaxkauan ika editor de estilo tein kitalijkejya uan ijkon tionuelis tikonchiuas kemej código Pixel-perfect.

source: All your favorite dev tools and more
ncj: Nochin momanamikuan tein tikonteluelita tein ika tionuelis tikonchiuas tensa uan oksekiok

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
ncj: Firefox Developer Edition mitsonsentililia momanamikuan tein motelneki tein tikonteluelita tein ika tionuelis tikonchiua tensa iniuan oksekin manamikmej tein yankuikej uan chikaujkej. Yejuan mitsonkauiliskej tionuelis tikonchiuas okachi taman itech tataman plataformas sayoj sekan san. Nejon nochi tikontatekiujtijtinemi ya, sayoj ke okachi kuali. Sayoj moajsij itech Firefox san.

source: Screenshot
ncj: Maj moixkopina pantalla

source: Visual Editing Tools
ncj: Manamikmej tein kipataj tein se uelis kiitas

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
ncj: Xikonpata keniuj moita taixkopimej tein moolinij tein CSS uan HTML ijkuak tionmauiltijtok itech página ika panel Inspector. Xikonita keniuj motekpana, keniuj ueyi uan keniuj kiixpexontijkej tein yeski taman ika manamikmej Tatamachiualoni uan Tamachiuj.

source: Learn more about Visual Editing Tools
ncj: Kampa se okachi uelis momachtis manamikmej tein kipataj tein se uelis kiitas

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
ncj: Xikontatekiujti manamikmej tein kipataj keniuj moitaj taixkopimej tein moolinij uan CSS itech Patalis tein kipia Webchijchiujkej uan ijkón tionuelis tiontajtachis ueyaijtik uan tionmouikas ika aokuilimej tein tel tamantikej.

source: Try DevTools Challenger
ncj: Xikonixejeko DevTools Challenger

source: Performance Tools
ncj: Manamikmej tein ika se uelis kiitas keniuj taki se itachiualis

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
ncj: Xikonita toni kipia web, keniuj motatekiujtijtiyouej taelnamikilis uan perfil JS itech amo ouij tachialis tein mitsonpaleuis tikonitas kuejmolmej ika keniuj taki motachiualisuan.

source: Learn more about Performance Tools
ncj: Kampa se okachi uelis momachtis manamikmej tein ika se uelis kiitas keniuj taki se itachiualis

source: Responsive Design View
ncj: Tachialis keniuj chijchiujtok tein se uelis kipatas

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
ncj: Xikonita kenuj mositio web oso se aplicación web moitas tataman keniuj ueyi uan amo monekis tikonpatas keniuj ueyi ventana itech monavegador.

source: Learn more about Responsive Design View
ncj: Kampa se okachi uelis momachtis tachialis keniuj chijchiujtok tein se uelis kipatas

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
ncj: Xikonchijchiua uan xikonchijchipaua moaplicaciónuan itech tataman navegadores uan teposmej ika nejin chikauak extensión tein yekinika kitalilijkejya Firefox Developer Edition.

source: Learn more about Valence
ncj: Kampa se uelis okachi momachtis Valence

source: Web Audio Editor
ncj: Manamik tein kipata kakistilyot tein web

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
ncj: Xikonita uan xikonkui Web Audio API ika tiempo tein yekmelauj uan ijkon tikonyekitas takan melauj kinamiktijtokej kemej tikonchiaya nochi nodos tein kakistilyot.

source: Learn more about Web Audio Editor
ncj: Kampa se uelis okachi momachtis Web Audio API

source: Page Inspector
ncj: Inspector tein página

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
ncj: Xikonyekita HTML uan CSS itech tein yeski página web uan xikonpata amo ouij iestructura página uan keniuj pexonik.

source: Learn more about Page Inspector
ncj: Kampa se uelis okachi momachtis Inspector tein página

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
ncj: Xikonita taman tein moijkuilojkej tein mouikaj ika se página web uan tikontatekiujti Web Console uan ijkon tionuelis tiontekiti ika páginas web ika JavaSript.

source: Learn more about Web Console
ncj: Kampa se uelis okachi momachtis Web Console

source: JavaScript Debugger
ncj: Manamik tachijchipaujkej JavaScript

source: Step through JavaScript code and examine or modify its state to help track down bugs.
ncj: Xikontatekiujti Internet ika código JavaScript uan xikonyekita oso xikonpata keniuj moajsi uan ijkón tionuelis tikonajsis nepololmej.

source: Learn more about JavaScript Debugger
ncj: Kampa se uelis okachi momachtis manamik tachijchipaujkej JavaScript

source: Network Monitor
ncj: Tepos monitor tein matat

source: See all the network requests your browser makes, how long each request takes and details of each request.
ncj: Xikonyekita nochin tajtanilismej tein matat tein kichijchiua monavegador, kanachi hora uejkaua sejsemej tajtanilis uan oksekin taman tein kipia sejsemej tajtanilis.

source: Learn more about Network Monitor
ncj: Kampa se uelis okachi momachtis Tepos monitor tein matat

source: Style Editor
ncj: Manamik tein kipata estilos

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
ncj: Xikonita uan xikonpata estilos CSS tein mouikas ika se página Web, xikonchijchiua yankuikej estilos uan xikontalili tein yeski página xiujmej tein estilo CSS tein axkan onkakej.

source: Learn more about Style Editor
ncj: Kampa se uelis okachi momachtis manamik tein kipata estilos

source: Choose Firefox
ncj: Xikonixpejpena Firefox

source: Welcome to Firefox Developer Edition
ncj: Kuali ke tikontapoj Firefox Developer Edition

source: Developer Tools
ncj: Manamikmej tein uelis kikuiskej webchijchiuanij

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
ncj: Yejua okachi ajsitok navegador tein kichijchiujkej ijkuak kinemilijtokej webchijchiuanij, Firefox Developer Edition kipia nochin manamikmej tein monekis uan ijkón tionuelis tionwebchijchiuas.

source: Next: Sync
ncj: Okse: Sync

source: Important
ncj: Tein motelneki

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
ncj: Xikonchiua maj moixpatatiuitse moyankuik perfil Developer Edition ijkon kemej mocuenta tein tikonpia Firefox uan tionkalaki kampa neskayomej marcadores, historial tein kinextia nochi tein tikonitstinemik, ichtakatajkuilolmej uan oksekin itech moperfil Firefox tein axkan moasji.

source: Sync now
ncj: Axkan xikonchiua maj moixpatatiuitsej

source: No thanks
ncj: Amo, tasojkamatik

source: Before you go&hellip;
ncj: Achto maj tionyoui&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
ncj: Komo amo tikonchiua maj moixpatatiuala moperfil Developer Edition, xa amo tionuelis tionkalakis itech taman tein motelnekij ijkuak tikontatekiujtis Internet tein moajsij itech moperfil Firefox tein axkan onkak.

source: To sync now, choose the Sync option from this menu.
ncj: Komo tikonneki maj axkan moixpatatiuala, xikonixpejpen Sync itech nejin menú.

source: Welcome to <span>Firefox Developer Edition</span>
ncj: Kuali ke tikontapoj <span>Firefox Developer Edition</span>

source: Get to know the features that make it the most complete browser for building the Web.
ncj: Xikonixmati inepaleuiluan tein kichiuaj navegador okachi ajsitok tein ika se uelis kichijchiuas Web.

source: Important: Sync your new profile
ncj: Motelneki: xikonchiua maj moixpatatiuala moyankuik perfil

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
ncj: Developer Edition kipia se yankuik perfil uan ijkon tionuelis tikonchiuas maj tekiti ika oksekin versiones tein Firefox.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
ncj: Moneki tikonchiuas maj moixpatatiuala perfil ika mocuenta Firefox tein axkan onkak, oso tikonchijchiua se yankuik cuenta, uan ijkon tionuelis tionkalaki kampa moneskayouan marcadores, historial tein kinextia nochi tikonitstinemik uan okachiok.

source: Want the old look back?
ncj: ¿Xa tikonneki oksepa estilo tein achto tikonpiak?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
ncj: Komo tikonneki Firefox Aurora kemej achto moitaya uan tikontelixmattok, amo ouij tionuelis tikonpias.

source: Features and tools
ncj: Nepaleuilmej uan manamikmej
