Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/features.lang.po
Languages: azz

source: Features
azz: Nepaleuilmej

source: Get the most from Firefox and your time online with Sync and Private Browsing.
azz: Kuali xikinonkui Firefox uan horas tein tikontatekiujtijtinemis Internet ika Sync uan Xikontatekiujti Internet uan amo xionmokuejmolo.

source: Get the most from Firefox and your time online with Hello, Sync and Private Browsing.
azz: Xikonajsi tein okachi kuali Firefox uan tein okachi kuali tein tionuelis tikonchiuas ika motonal, ika Hello, Sync uan Xikontatekiujti Internet uan amo xionmokuejmolo.

source: Firefox Features
azz: Inepaleuiluan Firefox

source: Learn how you can get the most from Firefox and your time online.
azz: Xionmomachti keniuj tionuelis tikonajsis tein okachi kuali ika Firefox uan ika motonal itech Internet.

source: Private Browsing
azz: Maj se kitatekiujti Internet uan maj amo se mokuejmolo

source: No other browser gives you so much control over your digital footprint.
azz: Nion okse navegador mitsonkaua maj tikontelixyekana motatsoniksalis digital.

source: Learn more about Private Browsing
azz: Kampa se uelis okachi momachtis keniuj se uelis kitatekiujtis Internet uan se amo mokuejmolos

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
azz: Xikonchiua maj moixpatatiuitse Firefox kampa yeki uan tionuelis tionkalaki itech moneskayouan marcadores, moichtakatajkuiloluan, pesta√±as uan oksekinok itech tein yeski tepos, kemej computadora oso tableta.

source: Learn more about Sync
azz: Kampa se uelis okachi momachtis Sync
