Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/sync.lang.po
Languages: azz

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
azz: Xiontatekiujti neskayomej marcadores, pestañas uan ichtakatajkuilolmej itech dispositivos | Firefox

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
azz: Kampa yeski xikontatekiujti moneskayouan marcadores, pestañas oso ichtakatajkuilolmej tein tikonpia Firefox ika nepaleuil Firefox Sync. Maj mitsonsentekitilikan teposmej tein tajkuiloluapal oso teposmej tein tikonuikas okseko. ¡Axkan xikonajsi Firefox!

source: Browse boldly. Connect your devices.
azz: Xikontatekiujti Internet uan amo teyi mitsontatsakuilis. Xikonchiua maj moteposuan sentekitij kemej yeskia senpoujtiuitsej.

source: Add Firefox on your personal devices to get your bookmarks, open tabs and passwords anywhere. Get secure access to everything you need when you sign into your Firefox Account.
azz: Xikontalili Firefox moteposuan tein tikontatekiujtijtinemi uan xikonajsi moneskayomej marcadores, pestañas tapotokej uan ichtakatajkuilolmej kampa yeski. Xionkalakteua itech mocuenta tein Firefox kampa moneki uan amo senkis maj tikonkuejmolo tikonnemilis moyekyetolis.

source: Ready, Set, Sync
azz: Tionmoyektalij, tionyekyetok, xionkalaki Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
azz: Tionmoyejyektatalijya uan tionuelisya tionkalakis itech Firefox <em>tein moaxka</em> ijkuak oso kampa yeski.

source: Your web, how you like it, everywhere
azz: MoWeb kemej tikonuelita kampa yeski

source: Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Add Firefox to your personal devices and securely connect your browsing experience everywhere. Keep everything set up how you like it, wherever you go.
azz: Xionkalakteua itech mocuenta Firefox uan xikonajsis moichtakatajkuilolmej tein kimatampauijkej, pestañas tapotokej uan neskayomej marcadores. Xikontalili Firefox moteposuan tein tikonkuitinemi uan xikontatekiujti Internet ika nochi yekyetolis itechkopa teposmej tein kinajnamiktijkej. Nochi xikonpia kemej tikonuelita, kampa yesti maj xionyo.

source: If you lived here you’d be home by now
azz: Komo nikan tionchanchiuaskia, tionajsiskiaya mochan

source: Download or open Firefox to start securely connecting your browsing experience on all your personal devices. Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Keep everything set up how you like it, wherever you go.
azz: Xikontemoui oso xikontapo Firefox uan ijkon tionpeuas tikonnajnamiktis nochi moteposuan tein tikontatekiujtijtinemi. Xionkalakteua mocuenta Firefox uan tikonajsis moichtakatajkuiloluan tein kimatampauijkej, pestañas tapotokej uan neskayomej marcadores. Nochipa xikonpia moteposuan senkis keniuj achto tikonyektalij, kampa yeski ma xionyo.

source: Take your Web with you
azz: Mouan xikonkuiteua web

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
azz: Xikonchiua maj moixpatatiuitse Firefox kampa yeki uan tionuelis tionkalaki itech moneskayouan marcadores, moichtakatajkuiloluan, pestañas uan oksekinok itech tein yeski tepos, kemej computadora oso tableta.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
azz: Xikonchiua maj moixpatatiuitse moneskayouan marcadores, ichtakatajkuilolmej, pestañas uan oksekinok ijkuak tikonkuitok mocuenta itech Firefox uan xionkalaki itech nochin kampa yeski tikontatekiujtis mocuenta.

source: It looks like you’re running an older version of Firefox.
azz: Moita ke tikontatekiujtijtok se versión Firefox tein amo yankuik.

source: The new version of Sync only works with the latest version of Firefox
azz: Yankuik versión Sync sayoj tekiti ika versión Firefox tein okachi yankuik san

source: Soon you’ll be able to use Sync on your iOS device
azz: Amo uejka tionuelis tikontatekiujtis Sync itech motepos tein iOS

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
azz: Sync sayoj se ueyi nepaleuil san tein tikonpias ika Firefox. ¡Nochi xikonita!

source: Now sync Firefox with your iOS and Android devices.
azz: Axkan xikonchiua maj moixpatatiuitse Firefox itech motesposuan tein Android uan iOS.

source: Download Firefox for Android
azz: Xikontemoui Firefox ika Android

source: Get started with Sync
azz: Xionpeua ika Sync

source: Update your Firefox
azz: Xikonyankuili moFirefox

source: Download Firefox
azz: Xikontemolti Firefox

source: Get started with Sync in four easy steps:
azz: Xionpeua ika Sync, moneki tikonchiuas sayoj 4 amo ouij taman:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
azz: Xikontapo <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menú</a> ajko iyekmakopa Firefox uan xikonpejpena "<strong>Xionkalakteua Sync.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
azz: Xikonpatskili "<strong>Xionpeua</strong>" itech pestaña tein motapoua.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
azz: Xikonijkuilo se correo itech tepos uan se ichtakatajkuilol itech “<strong>Xikontapo se cuenta itech Firefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
azz: Xikonpatskili "<strong>Okse</strong>" uan mitsontitaniliskej se taixnextilis mocorreo itech tepos.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
azz: Satepan keman tikonitas mocorreo itech tepos uan tikonpatskilis taixnextilis, ¡nochi motamichiuakya! Firefox iselti kiixpatas tein moneki uan tejuatsin amo teisa moneki tikonchiuasya.

source: Get more detailed instructions.
azz: Xikonseli tanauatilmej tein okachi kimelauaj

source: Using an older version of Sync?
azz: ¿Xa tikontatekiujtok se taman Sync tein amo yankuik?

source: How to set up Sync in five easy steps:
azz: Keniuj tionuelis tikonyektalis Sync kemej tikonneki ika makuil amo ouij taman:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
azz: Xikonpastskili botón <strong>Menú</strong> (yeski tanikopa pantalla oso yeski ajko yekmakopa navegador).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
azz: Xikonixpejpena <strong>nepaleuilmej</strong> (xa tionuelis yekinika tikonpatskilis <strong>Okachi</strong>).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
azz: Xikonpatskili <strong>Sync</strong> aun niman <strong>Xionpeua</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
azz: <strong>Página tein ika tionuelis tikontapos se cuenta itech Firefox</strong> motapos ompa se yankuik pestaña.

source: Fill out the form and click <strong>Next</strong>.
azz: Xikonpexonti formulario uan xikonpatskili <strong>Okse</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
azz: Satepan keman tikonitas mocorreo itech tepos uan tikonpatskilis taixnextilis, tionuelis tionpeuasya. Amo xikonelkaua tikonnajnamiktis nochin moteposuan uan ijkon tikonajsis okachi kuali tein kipia Sync.

source: Sync a little. Sync a lot.
azz: Xikontatekiujti Sync sayoj tepitsin san. Xikontatekiujti Sync tel miakpa.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
azz: Tikonixpejpenas tein kipia moFirefox uan tikontatekiujtis ika Sync uan keniuj mopatatiualaskej se taman iuan okse. Xikonuika mopestañajuan kampa mostaj tinejnemis. Xionkalaki ompa moneskayouan marcadores motekipan. Nochi tikonnekis, keman tikonnekis, kampa tikonnekis.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
azz: ¿Tikonneki tikonitas pestañas tein tapotokej itech motepos ika okse tepos? ¿Xa tikonnekis kampa yeski tionkalaki mohistorial tein kinextia nochi tikonitstinemik? ¿Xa mouan tikonuikas moichtakatajkuiloluan? Axkan tionueli.

source: Here’s what you can sync:
azz: Nikan moajsij nochin tionuelis tikontatekiujtis ika Sync:

source: Bookmarks
azz: Neskayomej marcadores

source: Passwords
azz: Ichtakatajkuilolmej

source: Open tabs
azz: Maj motapokan pestañas

source: History
azz: Historial tein kinextia nochi tikonitstinemik

source: Personal
azz: Tein sayoj tejuatsin tikontatekiujtis

source: That shopping rabbit hole you started on your laptop this morning? Pick up where you left off on your phone tonight. That dinner recipe you discovered at lunchtime? Open it on your kitchen tablet, instantly. Connect your personal devices, securely.
azz: ¿Xa nejin amo tikontamikouak itechkopa motepos kualkan? Xikonkuepa youak itechkopa moteléfono. ¿Nejon takualchiualis tein kualtias tiotak takualis tein tikonajsik keman tionyajki tionalmasaloto? Nimantsin xikontapo itech motableta ijkuak tiyetos kaltakualchiualoyan. Xikonnajnamikti moteposuan tein tikontatekiujtijtinemi ika nochi yekyetolis.

source: At home
azz: Mokalijtik

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
azz: Xikonkaua motajkuiloluapal uan xionpano moikpal tein okachi kuali uan amo xikonkaua tein tikonchiujtoya. Xionkalaki itech mopestañajuan tein tapotokej itech mosmartphone oso tikonsentoka tikontatekiujtis Internet ika motableta.

source: Secure
azz: Maj xionyekyeto

source: Your Firefox Account is the doorway to all your web stuff—we help you keep it safe. Your data is always in your control, unreadable by anyone else, and encrypted with your account password. We protect it and hand you the key.
azz: Mocuenta Firefox kemej yeskia ikalakyampa nochi tein tikonitstos itech web, timitsonpaleuiaj maj nochi yekyetokan. Nochi tein moaxka tikonyekanas, amo akin uelis kiixtajtoltis uan nochi tiktaliskej kemej amo akin uelis kiajsikamatis itechkopa iichtakatajuilol mocuenta. Tikmatampauiskej uan timitsonmakaskej itepostatapoloni.

source: At work
azz: Ompa motekipan

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
azz: Xikonnajnamikti nochi tein tikontayekanaltijtinemi. Xikonchiua maj sentekitij neskayomej marcadores uan ichtakatajkuilolmej tein keman yeski moneki tionkalakis. Ijkuitik kemej Firefox, amo keman mopoloua.

source: Accessible
azz: Amo ouij se kiajsis

source: On the go
azz: Kampa yeski tiyas

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
azz: Xikonyekpia mositiojuan tein tikonteluelita, oso xikontamiijkuilo nejin tetapouilis tein tionpeuak mochan — kampa yeski tionmoajsis. Ika Sync, amo keman semi amo ouij katka.

source: Add Firefox to your smartphone or tablet
azz: Xikontalili mosmartphone oso tableta Firefox

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
azz: Xikonajsi Firefox ika iOS oso Android uan xikonnajnamiktia nochin moteposuan uan mitsonpaleuis tikonchiuas nochin senkis sentekitij — kampa yeski tikonkuis Firefox.

source: Add Firefox
azz: Maj se kitali Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
azz: ¿Xa tikonpia se <b>teléfono ika Android</b> oso se <b>tableta</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
azz: XIKONTEMOUI FIREFOX IKA ANDROID

source: Get Firefox everywhere
azz: Xikonajsi Firefox kampa yeski

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
azz: Xikonkui Web mouan kampa yeski tikonkuis Firefox uan ijkón senkis tikontatekiujtis Sync. Xikonnajnamikti mosmartphone, tableta, tepos tein tajkuiloluapal oso tepos tein tionuelis tikonuikas mouan.
