Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/whatsnew_38.lang.po
Languages: azz

source: From our hands to yours
azz: Tomajmako ikakopa momako

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
azz: Firefox kichijchiujkej ika ininyolo tel miakej akin kineltokaj se ueliskia kichiuaskia tein se kinekis itech Web.

source: Keep your favorite things at your fingertips.
azz: Xikontali taman tein tikonteluelita momaekapan.

source: Add Firefox to your smartphone or tablet.
azz: Xikontalili mosmartphone oso motableta Firefox.

source: Free as a fox
azz: Tatojtomal kemej se kuekti

source: Almost done!
azz: ¡Tamitokya!

source: Set up Sync and <br>you’re good to go.
azz: Xikonpata Sync keniuj xikonnekis uan <br> tionyekyetos tikonsentokas.

source: Get your passwords, bookmarks<br> and history on the go.
azz: Xikonajsi axkan moichtakatajkuiloluan, neskayomej marcadores <br> uan historial.

source: Sign in to Firefox and <br>you’re good to go.
azz: Xionkalaki itech Firefox uan <br> tionyekyetos tikonsentokas.

source: Sign in to Firefox and you’re good to go.
azz: Xionkalaki itech Firefox uan tionyekyetos.

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
azz: Komo tikonpias se cuenta itech Firefox tionuelis tikonpias moneskayouan marcadores itech Internet, moichtakatajkuiloluan, pestañas tein tatapotok uan okachiok kampa yeski tikontatekiujtis Firefox.

source: Sign in to get started
azz: Xionkalakteua uan tionuelis tionpeuas

source: Create a Firefox Account
azz: Xikontapo se cuenta itech Firefox

source: Already have a Firefox account?
azz: ¿Tikonpiaya se cuenta itech Firefox?

source: Already have one? Sign in.
azz: ¿Tikonpiaya se cuenta? Xionkalakteua.
