Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/channel.lang.po
Languages: hsb

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
hsb: Sćehńće wuwiwarsku ediciju Firefox abo Beta a pomhajće přichodny Firefox postajić

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
hsb: Sćehńće Firefox Aurora abo Beta a pomhajće přichodny Firefox postajić

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
hsb: Sćehnće a testujće přichodne wersije Firefox. Dožiwće najnowše inowacije z wersijemi wuwiwarskeje edicije abo Beta.

source: The latest features in a more stable environment
hsb: Najnowše funkcije w stabilnišej wokolinje

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
hsb: Firefox Beta sćele awtomatisce komentary do Mozilla. <a href="%(link)s">Dalše informacije</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
hsb: <a href="%(feedback)s">Pósćelće nam komentar</a>, zo byšće nam pomhał, kónčne dokładne nastajenja za wukon a funkcionalnosć w stabilnej wokolinje stajić.

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
hsb: Firefox Aurora a wuwiwarska edicija Firefox awtomatisce komentary na Mozilla sćeletej. <a href="%(link)s">Dalše informacije</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
hsb: Firefox Aurora sćele awtomatisce komentary do Mozilla. <a href="%(link)s">Dalše informacije</a>.

source: Built for those who build the Web
hsb: Za tych wutworjeny, kotřiž web twarja

source: The newest innovations in an experimental environment
hsb: Najnowše inowacije w eksperimentelnej wokolinje

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
hsb: Testujće wukon w eksperimentelnej wokolinje, spisajće zmylkowe rozprawy a <a href="%(feedback)s">pomhajće nam, postajić, štož to k Beta čini</a>.

source: Tried, tested and used by millions around the world
hsb: Wot milionow kołowokoło swěta wuprobowany, testowany a wužity

source: Learn more about Firefox Beta
hsb: Zhońće wjace wo Firefox Beta

source: Learn more about Firefox Aurora
hsb: Zhońce wjace wo Firefox Aurora

source: Learn more about Firefox
hsb: Zhońće wjace wo Firefox
