Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/developer.lang.po
Languages: hsb

source: Built for those who build the Web. Introducing the only browser made for developers.
hsb: Wutworjeny za tych, kotřiž web twarja. Předstajenje jeničkeho wobhladowaka za wuwiwarjow.

source: Built for those who build the Web. The only browser made for developers like you.
hsb: Wuwity za tutych, kotřiž web twarja. Jenički wobhladowak, kotryž je za wuwiwarjow kaž wy wutworił.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
hsb: Sćehńće Mozilla Firefox, darmotny webwobhladowak. Firefox so přez globalnu powšitkownosći wužitnu organizaciju wutworja, kotraž so za to zasadźuje, zo wužiwarjo maja online-kontrolu. Wobstarajće sej Firefox dźensa!

source: Built for those who build the Web
hsb: Za tych wutworjeny, kotřiž web twarja

source: The only browser made for developers like you.
hsb: Jenički wobhladowak, kotryž je so za wuwiwarjow kaž wy wutworił.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
hsb: Wuhotujće a wuwiwajće web a přepytujće jón za zmylkami z nowej wuwiwarskej ediciju Firefox, bjeztoho zo swój wobhladowak wopušćiće.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
hsb: Wuwiwarska edicija Firefox awtomatisce Mozilla komentary sćele.

source: Designed for developers
hsb: Za wuwiwarjow naćisnjeny

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
hsb: Jako jenički wobhladowak, kotryž je so jenož za wuwiwarjow wuwił, je so wuwiwarska edicija Firefox dźiwajo na waš dźěłowy wotběh wutworił. Wuwiwanje, testowanje, přiměrjenje a wjace, wšitko z jednoho městna, najprěńši raz.

source: Debug any browser
hsb: Zmylki we wobhladowaku pytać

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
hsb: Přepruwujće swoje nałoženje we wobhladowaku abo na graće a přepytujće jo za zmylkami z Valence — mócnym, předinstalowanym rozšěrjenjom, kotrež jenož we wuwiwarskej ediciji Firefox namakaće.

source: Pixel-perfect coding
hsb: Kodowanje na piksel

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
hsb: Postajće wulkosće wobrazowki z napohladom přiměrjeneho webdesigna a optimujće swój CSS skrótka ze zatwarjenym stilowym editorom za kodowanje na piksel.

source: All your favorite dev tools and more
hsb: Wšě waše najlubše wuwiwarske nastroje a wjace

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
hsb: Wuwiwarska edicija Firefox zjednoća standardne wuwiwanske nastroje z někotrymi mócnymi nowymi nastrojemi, kotrež wašu zamóžnosć rozšěrjeja, z jednoho městna na wjacorych platformach dźěłać. To je wšitko, štož sće nawučeny, jenož lěpše. A jenož wot Firefox.

source: Screenshot
hsb: Foto wobrazowki

source: Visual Editing Tools
hsb: Nastroje za wizuelne wobdźěłowanje

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
hsb: Hrajće na stronje z wokna Inspektora a wobdźěłujće animacije CSS a HTML wizuelnje. Přepruwujće wusměrjenje, wotměry a nutřkowny wotstawk kóždeho lementa z pomocu lineala a měrjenskimi nastrojemi.

source: Learn more about Visual Editing Tools
hsb: Zhońće wjace wo nastrojach wizuelneho wobdźěłowanja

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
hsb: Wužiwajće wizuelnu animaciju a wobdźěłowanske nastroje CSS wuwiwarskeje edicije, zo byšće hłubiny oceana wuslědźił a z najdźiwnišimi stworjenjemi interagěrował.

source: Try DevTools Challenger
hsb: Wupruwujće DevTools Challenger

source: Performance Tools
hsb: Wukonowe nastroje

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
hsb: Analyzujće wobrazowu frekwecu swojeho webwobsaha, składowu přetrjebu a JS-profil w zhromadnej časowej lajsće, zo by pomhał, wukonowe wuskosće identifikować a wotstronić.

source: Learn more about Performance Tools
hsb: Dalše informacije wo wukonowych nastrojach

source: Responsive Design View
hsb: Napohlad přiměrjeneho webdesigna

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
hsb: Wobhladajće sej, kak waše websydło abo webnałoženje z rozdźělnymi wulkosćemi wobrazowki wupada, bjeztoho zo dyrbiće wulkosć wokna swojeho wobhladowaka změnić.

source: Learn more about Responsive Design View
hsb: Dalše informacije wo napohledźe přiměrjeneho webdesigna

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
hsb: Wuwiwajće swoje nałoženja a přepytujće je za zmylkami we wjacorych wobhladowakach a gratach z tutym mócnym rozšěrjenjom, kotrež je we wuwiwarskej ediciji Firefox předinstalowane.

source: Learn more about Valence
hsb: Dalše informacije wo Valence

source: Web Audio Editor
hsb: Webawdiowy editor

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
hsb: Přepruwujće a interagěrujće z webawdiowym API we woprawdźitym času, zo byšće zawěsćił, zo wšě awdiosuki su na te wašnje zwjazane, kotrež wočakujeće.

source: Learn more about Web Audio Editor
hsb: Dalše informacije wo webawdiowym editorje

source: Page Inspector
hsb: Pruwowak stronow

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
hsb: Analyzujće HTML a CSS webstrony a změńće lochko strukturu a wuhotowanje strony.

source: Learn more about Page Inspector
hsb: Dalše informacije wo přepruwowaku stronow

source: Web Console
hsb: Webkonsola

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
hsb: Wobhladajće sej protokolowane informacije, kotrež su z webstronu zwjazane a wužiwajće webkonsolu, zo byšće z webstronami interagěrował, kotrež JavaScript wužiwaja.

source: Learn more about Web Console
hsb: Dalše informacije wo webkonsoli

source: JavaScript Debugger
hsb: Pytanje zmylkow JavaScript

source: Step through JavaScript code and examine or modify its state to help track down bugs.
hsb: Přehladujće JavaScriptowy kod a analyzujće abo změńće jeho staw, zo byšće pomhał, programowanske zmylki namakać.

source: Learn more about JavaScript Debugger
hsb: Dalše informacije wo pytanju zmylkow JavaScript

source: Network Monitor
hsb: Syćowy monitor

source: See all the network requests your browser makes, how long each request takes and details of each request.
hsb: Wobhladajće sej wšě syćowe naprašowanja swojeho wobhladowaka, kak dołho kóžde naprašowanje traje a podrobnosće kóždeho naprašowanja.

source: Learn more about Network Monitor
hsb: Dalše informacije wo syćowym monitorje

source: Style Editor
hsb: Stilowy editor

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
hsb: Wobhladajće sej a wobdźěłajće CSS-stile, kotrež su z webstronu zwjazane, wutworće nowe a nałožujće eksistowace stilowe předłohi CSS na stronu.

source: Learn more about Style Editor
hsb: Dalše informacije wo stilowym editorje

source: Choose Firefox
hsb: Firefox wubrać

source: Welcome to Firefox Developer Edition
hsb: Witajće do wuwiwarskeje edicije Firefox

source: Developer Tools
hsb: Wuwiwarske nastroje

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
hsb: Najdospołniši wobhladowak, kotryž je so za wuwiwarjow wutworił, wuwiwarska edicija Firefox, ma kóždy nastroj, kotryž trjebaće.

source: Next: Sync
hsb: Dale: Synchronizacija

source: Important
hsb: Wažny

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
hsb: Synchronizujće profil swojeje wuwiwarskeje edicije ze swojim kontom Firefox, zo byšće z eksistowaceho profila Firefox přistup na zapołožki, přehladowansku historiju, hesła a wjace měł.

source: Sync now
hsb: Nětko synchronizować

source: No thanks
hsb: Ně, dźakuju so

source: Before you go&hellip;
hsb: Prjedy hač dźeće&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
hsb: Jeli waš nowy profil wuwiwarskeje edicije njesynchronizujeće, wy móhł přistup na wažne přehladowanske daty ze swojeho eksistowaceho profila Firefox zhubić.

source: To sync now, choose the Sync option from this menu.
hsb: Zo byšće nětko synchronizował, wubjerće opciju Synchronizować z tutoho menija.

source: Welcome to <span>Firefox Developer Edition</span>
hsb: Witajće do <span>wuwiwarskeje edicije Firefox</span>

source: Get to know the features that make it the most complete browser for building the Web.
hsb: Zeznajće so z funkcijemi, kotrež činja jón k najdospołnišemu wobhladowakej za twar weba.

source: Important: Sync your new profile
hsb: Wažny: Synchronizujće swój nowy profil

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
hsb: Wuwiwarska edicija přińdźe z nowym profilom, zo byšće móhł ju pódla druhich wersijow Firefox wužiwać.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
hsb: Zo byšće přistup na swoje zapołožki, přehladowansku historiju a wjace měł, dyrbiće profil ze swojim eksistowacym kontom Firefox synchronizować abo nowy załožić.

source: Want the old look back?
hsb: Chceće stary napohlad wróćo měć?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
hsb: Jeli chceće znaty napohlad Firefox Aurora wróćo, smy to za was superlochko činili.

source: Features and tools
hsb: Funkcije a nastroje
