Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/features.lang.po
Languages: hsb

source: Features
hsb: Funkcije

source: Get the most from Firefox and your time online with Hello, Sync and Private Browsing.
hsb: Wućehńće maksimalne z Firefox a ze swojeho časa online z Hello, Sync a z priwatnym modusom.

source: Firefox Features
hsb: Funkcije Firefox

source: Learn how you can get the most from Firefox and your time online.
hsb: Zhońće, kak móžeće maksimalne z Firefox a ze swojeho časa online wućahnyć.

source: Private Browsing
hsb: Priwatny modus

source: No other browser gives you so much control over your digital footprint.
hsb: Žadyn druhi wobhladowak njeskići wam tak wjele kontrole nad wašim digitalnym wotćišćom nohi.

source: Learn more about Private Browsing
hsb: Zhońće wjace wo priwatnym modusu

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
hsb: Synchronizujće Firefox, hdźežkuli jón wužiwaće, zo byšće přistup na swoje zapołožki, hesła, rajtarki a wjace ze smartfona, tableta abo ličaka měł.

source: Learn more about Sync
hsb: Zhońće wjace wo Sync

source: Plan. Shop. Decide. Together.
hsb: Planujće. Kupće. Rozsudźće. Hromadźe.

source: Instantly browse any Web page with a friend.
hsb: Přehladujće hnydom webstronu z přećelom.

source: Learn more about Hello
hsb: Zhońće wjace wo Hello
