Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/hello-2016.lang.po
Languages: hsb

source: Browse the Web with friends
hsb: Přehladujće web z přećelemi

source: Use Firefox Hello to browse Web pages with your friends. Make decisions together in real time when planning a trip, shopping and more.
hsb: Wužiwajće Firefox Hello, zo byšće webstrony ze swojimi přećelemi přehladował. Rozsudźće zhromadnje we woprawdźitym času, hdyž pućowanje, nakupy a wjace planujeće.

source: Try Hello now
hsb: Wuprobujće nětko Hello

source: Download now
hsb: Nětko sćahnyć

source: Plan. Shop. Decide. Together.
hsb: Planujće. Kupće. Rozsudźće. Hromadźe.

source: Instantly browse any Web page with a friend.
hsb: Přehladujće hnydom webstronu z přećelom.

source: Try Firefox Hello
hsb: Wuprobujće Firefox Hello

source: Get the latest version of Firefox to start browsing Web pages with your friends.
hsb: Wobstarajće sej najnowšu wersiju Firefox, zo byšće webstrony ze swojimi přećelemi přehladował.

source: Get Firefox to start browsing Web pages with your friends.
hsb: Wobstarajće sej Firefox, zo byšće webstrony ze swojimi přećelemi přehladował.

source: Use Firefox on your desktop or laptop to start browsing the Web with your friends.
hsb: Wužiwajće Firefox na swojim desktopje abo laptopje, zo byšće web ze swojimi přećelemi přehladował.

source: Get on the same page and make faster decisions in real time.
hsb: Wobhladajće se samsnu stronu a rozsudźće spěšnje we woprawdźitym času.

source: Plan a trip
hsb: Planujće pućowanje

source: Figure out the details when planning a getaway with someone else.
hsb: Namakajće podrobnosće won, hdyž wulět z někim druhim planujeće.

source: Shop online
hsb: Nakupujće online

source: Share and compare ideas when buying a gift for a mutual friend.
hsb: Dźělće a přirunujće ideje, hdyž dar za zhromadneho přećela kupujeće.

source: Quick, easy and ready to go
hsb: Spěšny, lochki a hnydom wužiwajomny

source: One click to send your friend an invitation
hsb: Trjebaće jenož jónkróc kliknyć, zo byšće swojemu přećelej přeprošenje pósłał

source: No logins, passwords or accounts required
hsb: Žane přizjewjenja, hesła abo konta trěbne

source: Nothing extra to download — all you need is Firefox!
hsb: Njetrjebaće ničo druhe sćahnyć — wšitko, štož trjebaće, je Firefox!

source: Made for sharing the Web
hsb: Wuwity, zo by web dźělił

source: Collaborate and make decisions in real time
hsb: Dźěłajće hromadźe a rozsudźće we woprawdźitym času

source: Share what you’re looking at, safely and securely
hsb: Dźělće, štož sej wobhladujeće, bjez rizika a wěsće

source: Invite friends, <a href="%s">even if they don’t use Firefox</a>
hsb: Přeprošće přećelow, <a href="%s">byrnjež Firefox njewužiwali</a>

source: Share this page with a friend.
hsb: Dźělće tutu stronu z přećelom.

source: Need help with Hello? <a href="%s">Visit Mozilla support</a>.
hsb: Trjebaće pomoc za Hello? <a href="%s">Wopytajće pomoc Mozilla</a>.
