Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/hello.lang.po
Languages: hsb

source: Firefox Hello — Free, easy video conversations
hsb: Firefox Hello — Darmotne, lochke widejorozmołwy

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
hsb: Zhońće wšitko wo Firefox Hello a hladajće sam, kak lochko je, darmotnu widejorozmołwu měć, z kóždym, wšudźe, direktnje z wašeho wobhladowaka

source: As easy as saying hello
hsb: Runje tak kaž halo prajić

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
hsb: Zeznajće so z Firefox Hello, z najlóšim wašnjom so darmo přez widejo z kóždym, wšudźe zwjazać.

source: Try Firefox Hello
hsb: Wuprobujće Firefox Hello

source: You need a different version of Firefox to use Hello.
hsb: Trjebaće druhu wersiju Firefox, zo byšće Hello wužiwał.

source: Try it now
hsb: Spytajće nětko

source: All you need is Firefox
hsb: Wšitko, štož trjebaće, je Firefox

source: If you have the latest version of Firefox, you already have Hello.
hsb: Jeli maće najnowšu wersiju Firefox, maće hižo Hello.

source: There’s no account or sign-in required and nothing extra to download.
hsb: Njetrjebaće žane konto abo přizjewjenje a njetrjebaće hišće něšto druhe sćahnyć.

source: Just send a conversation link to a friend and ask them to click it.
hsb: Pósćelće prosće přećelej rozmołwny wotkaz a prošće jeho kliknyć.

source: See which browsers are compatible with Firefox Hello
hsb: Hladajće, kotre wobhladowaki su kompatibelne z Firefox Hello

source: Just start a conversation, send your friend a link and ask them to click it.
hsb: Započńće rozmołwu, pósćelće swojemu přećelej wotkaz a prošće jeho kliknyć.

source: Simple.
hsb: Jednory.

source: Share and share alike
hsb: Ze sobu dźělić

source: Want to show off some new baby pictures?
hsb: Chceće nowy babyjowe wobrazy pokazać?

source: Share travel options over the Web?
hsb: Chceće pućowanske móžnosće z webom dźělić?

source: Check in on a project from half a world away?
hsb: Chceće za projektom hladać, kotryž je wo poł swěta wot was zdaleny?

source: Screen sharing on Firefox Hello makes it all possible.
hsb: Dźělenje wobrazowki z Firefox Hello to wšitko zmóžnja.

source: Try it out in your next conversation and share the things that matter most.
hsb: Wupruwujće to w swojej přichodnej rozmołwje a dźělće najwažniše wěcy.

source: Invite anyone, anywhere
hsb: Přeprošće někoho, něhdźe

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
hsb: Hello da so superlochko wužiwać a waši přećeljo a waša swójba samo njetrjebaja Firefox, zo bychu so z wami rozmołwjeli.

source: As long as they have a compatible browser, they’re good to go.
hsb: Jeli maja kompatibelny wobhladowak, su za start hotowi.

source: Learn more about compatible browsers
hsb: Zhońće wjace wo kompatibelnych wobhladowakach

source: Safe, secure, protected
hsb: Wěsty, bjezstrašny, škitany

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
hsb: Dokelž Hello je direktnje w Firefox zatwarjeny, móžeće měrnje spać, dokelž wěsće, zo waše rozmołwy a informacije wostanu priwatne a wěste.

source: And thanks to WebRTC-grade encryption, you’ll enjoy an added level of security.
hsb: A dźak WebRTC-zaklučowanju, móžeće so wyšeho stopnja wěstoty wjeselić.

source: Learn more about WebRTC encryption
hsb: Zhońće wjace wo WebRTC-zaklučowanju

source: That’s part of our mission, and it’s behind everything we do around here.
hsb: To je dźěl našeje misije a je za wšěm, štož tu činimy.

source: Do more with a Firefox Account
hsb: Čińće wjace z kontom Firefox

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
hsb: Zo byšće z někim direktnje rozmołwu započał, załožće darmotne konto Firefox abo přizjewće so, jeli hižo maće konto &mdash; je samsne konto, kotrež za Sync wužiwaće.

source: You can then add contacts to keep them close at hand.
hsb: Móžeće potom kontakty přidać, zo byšće je hnydom k ruce měł.

source: Get Firefox to get started
hsb: Wobstarajće sej Firefox, zo byšće započał

source: Want to start using Hello?
hsb: Chceće nětko Hello wužiwać?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
hsb: Wšitko, štož trjebaće, je Firefox &mdash; wobhladowak wotewrjeneho žórła, kotryž wam pomha, kontrolu wo wašim online-žiwjenju wobchowować, mjeztym zo sće z přećelemi a swójbu zwjazany.

source: Download Firefox to start your first conversation.
hsb: Sćehńće Firefox, zo byšće swoju prěnju rozmołwu započał.

source: Get Firefox and start your first conversation
hsb: Wobstarajće sej Firefox a započńće swoju prěnju rozmołwu

source: Update your Firefox to start using Hello
hsb: Zaktualizujće swój Firefox, zo byšće Hello wužiwał

source: Start your first conversation today
hsb: Započńće swoju prěnju rozmołwu dźensa

source: Unfortunately, iOS doesn’t support Hello. To start having free video conversations, use Hello on Firefox for desktop, Firefox OS or Firefox for Android.
hsb: Bohužel iOS Hello njepodpěruje. Zo byšće darmotne widejorozmołwy měł, wužiwajće Hello z Firefox za desktop, Firefox OS abo Firefox za Android.

source: Try Hello now
hsb: Wuprobujće nětko Hello

source: Get to know Hello
hsb: Zeznajće so z Hello

source: Want to reconnect with friends around the world?
hsb: Chceće śo zaso z přećelemi z cyłeho swěta zwjazać?

source: Celebrate a birthday when you can’t be there in person?
hsb: Woswjećće narodniny, hdyž njemóžeće wosobinsce pódla być?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
hsb: Zhońće wjace wo Firefox Hello a přeswědće so sam, kak lochko je, darmotnu widejorozmołwu z kóždym, wšudźe, direktnje z wašeho wobhladowaka měć.

source: Questions?
hsb: Prašenja?

source: Visit Mozilla Support
hsb: Pomoc Mozilla wopytać

source: Powered by %s
hsb: Spěchowany wot %s

source: Now see how easy it is to share your screen. Click %s in your conversation window to try it.
hsb: Hladajće nětko, kak lochko je, wašu wobrazowku dźělić. Klikńće na %s w swojim rozmołwnym woknje, zo by to spytał.

source: Welcome to Hello
hsb: Witajće do Hello

source: Open a video conversation with a single click, then invite a friend to join.
hsb: Započńće widejorozmołwu z jednorym kliknjenjom a přeprošće potom přećela so přidružić.

source: Share your link with a friend
hsb: Dźělće swój wotkaz z přećelom

source: They don’t even need Firefox to join. They just need to click the link.
hsb: Woni samo njetrjebaja Firefox, zo bychu so přidružili. Trjebaja jenož na wotkaz kliknyć.

source: No need to wait around
hsb: Njetrjebaće dołho čakać

source: You will receive a notification once they’ve joined
hsb: Dóstanjeće zdźělenku, tak chětře kaž sće so přidružił

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
hsb: Hdyž waš přećel na wotkaz kliknje, budźe so symbol hello módrić, tak zo wěsće, zo je přitomny.

source: You have a conversation waiting
hsb: Rozmołwa na was čaka

source: Click now to join and say hello.
hsb: Klikńće nětko, zo byšće so přidružił a witaj prajił.

source: The easiest way to have a free video conversation with anyone, anywhere
hsb: Najlóše wašnje darmotnu widejorozmołwu z někim wšudźe měć

source: Start a conversation right from Firefox
hsb: Započńće rozmołwu direktnje z Firefox

source: Invite a friend by sending them a link
hsb: Přeprošće přećela sćelo jemu wotkaz

source: The Hello icon will change to blue once they’ve joined
hsb: Symbol Hello so módri, tak ruče kaž sće so přidružił

source: Tell a friend about Hello
hsb: Informujće přećela wo Hello

source: Need help? Get support here
hsb: Trjebaće pomoc? Wobstarajće sej tu pomoc

source: Learn all about Hello
hsb: Zhońće wšitko wo Hello

source: The easiest way to connect for free over video
hsb: Najlóše wašnje so darmo přez widejo zwjazać

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
hsb: Startujće direktnje z Firefox a přeprošće někoho, něhdźe, zo byšće rozmołwu započał. Wšitko, štož dyrbiće činić, je, zo kliknjeće na wotkaz, zo byšće so přidružił. Ani konto ani přizjewjenje trjeba njeje.

source: You’ve started your first conversation. Wasn’t that easy?
hsb: Sće swoju prěnju rozmołwu započał. Njeje to lochko było?

source: Click the blue button to start a video conversation, then invite a friend to join.
hsb: Klikńće na módre tłóčatko, zo byšće widejorozmołwu započał a přeprošće potom přećela, zo by so přidružił.

source: Email, copy or share the link
hsb: Wotkaz e-mejlować, kopěrować abo dzělić

source: Your friends can connect instantly. They don’t even need Firefox to join.
hsb: Waši přećeljo móža so hnydom zwjazać. Njetrebaće samo Firefox, zo bychu so přidružili.

source: Continue browsing from any tab and you will be notified once someone joins.
hsb: Přehladujće z rajtarka dale a dóstanjeće zdźělenku, hdyž so něchtó přidruža.

source: sharing icon
hsb: dźělenski symbol
