Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/independent.lang.po
Languages: hsb

source: Firefox Web Browser
hsb: Webwobhladowak Firefox

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
hsb: Wot 10 lět je Firefox powšitkownosći wužitny, njewotwisny wot předewzaćow a njewohroženy. Hdyž Firefox wuběraće, njewuběraće jenož wobhladowak. Je rozsud za wosobinsku swobodu.

source: Choose Firefox and stay in control of your online life
hsb: Wubjerće Firefox a wobchowajće kontrolu nad swojim žiwjenjom online.

source: Stay in control of your online life
hsb: Wobchowajće kontrolu nad swojim žiwjenjom online

source: See what’s new in Firefox
hsb: Wobhladajće sej, štož je nowe w Firefox

source: PC Magazine Editor’s Choice
hsb: Myto Editor's Choice magacina PC Magazine

source: “Beautiful”
hsb: “Rjany”

source: Four stars
hsb: Štyri hwěžki

source: Four and a half stars
hsb: Štyri a poł hwěžki

source: Five stars
hsb: Pjeć hwěžkow

source: “Magnificent”
hsb: “Wuběrny”

source: “Spectacular”
hsb: “Spektakularny”

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
hsb: <span id="trust-line1">Dowěry najhódniše</span> <span id="trust-line2">internetne předewzaće</span> <span id="trust-line3">za priwatnosć</span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
hsb: Powědajće to dale. Dźělće našu stawiznu. <a href="%(link)s">Wuslědźće kak</a>
