Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/nightly_firstrun.lang.po
Languages: hsb

source: Firefox Nightly First Run Page
hsb: Strona prěnjeho běha nócneje wersije Firefox

source: Thank you for using Firefox Nightly
hsb: Dźakujemy so, zo Firefox Nightly wužiwaće

source: Choose an area to get involved below and help make Firefox better for users everywhere
hsb: Wubjerće polo, na kotrymž chceće sobu pomhać, a pomhajće, Firefox za wužiwarjow hdźežkuli na swěće polěpšić

source: Find and file bugs and generally make sure things work as they should.
hsb: Pytajće programowe zmylki a spisajće zmylkowe zdźělenki a starajće so wo to, zo wěcy tak funguja, kak maja fungować.

source: Start testing
hsb: Test započeć

source: https://oneanddone.mozilla.org
hsb: https://oneanddone.mozilla.org {ok}

source: Code
hsb: Kod

source: File bugs and work on the building blocks of the Firefox browser.
hsb: Spisajće zmylkowe zdźělenki a dźěłajće na wuwiwanskich komponentach wobhladowaka Firefox.

source: Start coding
hsb: Započńće kod pisać

source: https://developer.mozilla.org/docs/Introduction
hsb: https://developer.mozilla.org/docs/Introduction {ok}

source: Localize
hsb: Lokalizować

source: Make Firefox available (and better) in more languages around the world.
hsb: Stajće Firefox we wjace rěčach wokoło swěta k dispozicjii a polěpšće jón.

source: Start localizing
hsb: Započńće lokalizować

source: https://wiki.mozilla.org/L10n:Contribute
hsb: http://wiki.mozilla.org/L10n:Contribute {ok}

source: Show everyone that you’re helping to build the Web the world needs.
hsb: Pokazajće kóždemu, zo pomhaš, web twarić, kotryž swět trjeba.

source: Get your Nightly User badge
hsb: Dobudźće rjad wužiwarja Nightly
