Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/private-browsing.lang.po
Languages: hsb

source: Firefox Web browser — Private Browsing with Tracking Protection — Mozilla
hsb: Firefox webwobhladowak - priwatny modus ze slědowanskim škitom - Mozilla

source: Get more protection and the most privacy, only from Firefox. No other browser gives you so much control over your digital footprint.
hsb: Wobstarajće sej wjace škita a najwjace priwatnosće, jenož z Firefox. Žadyn druhi wobhladowak njeskići wam tak wjele kontrole nad wašim digitalnym wotćišćom nohi.

source: More protection. <br>The most privacy. <br>Only from Firefox.
hsb: Wjace škita. <br>Najwjace priwatnosće. <br>Jenož z Firefox.

source: Try Private Browsing
hsb: Wupruwujće priwatny modus

source: To give the new Private Browsing a try, download Firefox.
hsb: Zo byšće nowy priwatny modus wupruwował, sćehńće Firefox.

source: Your Firefox is not up to date. Download the latest version to use the new Private Browsing.
hsb: Waš Firefox aktualny njeje. Sćehńće najnowšu wersiju, zo byšće nowy priwatny modus wužiwał.

source: No other browser gives you so much control over your digital footprint.
hsb: Žadyn druhi wobhladowak njeskići wam tak wjele kontrole nad wašim digitalnym wotćišćom nohi.

source: Learn how to use Private Browsing
hsb: Zhońće, kak móžeće priwatny modus wužiwać

source: Private Browsing
hsb: Priwatny modus

source: Firefox won’t save things like your browsing history, searches or cookies, but it will keep new bookmarks and files you download.
hsb: Firefox njeskładuje wěcy kaž wašu přehladowansku historiju, pytanja abo placki, ale nowe zapołožki a sćehnjene dataje wobchowa.

source: With Tracking Protection
hsb: Ze slědowanskim škitom

source: Minimize the ability of hidden third parties from tracking your browsing activity across many sites.
hsb: Miniměrujće móžnosće schowanych třećich poskićowarjow wašu přehladowansku aktiwitu přez wjele sydłow slědować.

source: Learn more about Private Browsing
hsb: Zhońće wjace wo priwatnym modusu

source: Tracking Protection is only available with Firefox for Android and Desktop
hsb: Slědowanski škit jenož za Firefox za Android a Firefox za desktop k dispoziciji steji.

source: When to use Private Browsing
hsb: Hdyž wy měł priwatny modus wužiwać

source: To minimize your digital footprint
hsb: Zo byšće swój digitalny wotćišć nohi miniměrował

source: Tracking Protection blocks Internet companies from following you across the Web
hsb: Slědowanski škit blokuje internetne předewzaća, was přez web slědować

source: Online banking from a shared device or computer
hsb: Banking online wot zhromadneho grata abo ličaka

source: Your username and password won’t be saved
hsb: Waše wužiwarske mjeno a hesło so njeskładujetej

source: To help you plan a surprise, like a birthday or a trip
hsb: Zo by wam pomhał, překwapjenje planować, kaž na př. narodniny abo pućowanje

source: No one can see your browsing history
hsb: Nichtó njemóže wašu přehladowansku widźeć

source: The Control Center has you covered
hsb: Kontrolny centrum je was zapřijał

source: When you see the shield to the left of the address bar, that means Firefox is protecting you from potential trackers.
hsb: Hdyž tarč nalěwo wot adresoweho pola widźiće, rěka to, zo Firefox was přećiwo potencielnym slědowarjam škita.

source: You can disable Tracking Protection for a single site, or turn it off entirely. It’s up to you.
hsb: Móžeće slědowanski škit za jednotliwe sydło znjemóžnić abo jón dospołnje wušaltować. To je waš rozsud.

source: Learn more about the Control Center
hsb: Zhońće wjace wo kontrolnym centrumje

source: Control Center is not available on Android devices, but a shield will still be displayed to let you know when you are protected.
hsb: Kontrolny centrum na gratach Android k dispoziciji njesteji, ale tarč so hišće zwobraznja, zo by wam informował, hdyž sće škitany.

source: Try it now to stay in control
hsb: Spytajće nětko kontrolu wobchował
