Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/push.lang.po
Languages: hsb

source: Push
hsb: Eksterne zdźělenki (Push)

source: Frequently asked questions
hsb: Huste prašenja

source: Mozilla Firefox Web Browser
hsb: Webwobhladowak Mozilla Firefox

source: Websites you use with Firefox can send you notifications in the background that can appear on screen or update the web page. You can control how these notifications appear and work.
hsb: Websydła, kotrež z Firefox wužiwaće, móža wam w pozadku zdźělenki pósłać, kotrež so na wobrazowce jewja abo webstronu aktualizować. Móžeće kontrolować, kak so tute zdźělenki jewja a funguja.

source: What is Push?
hsb: Što su eksterne zdźělenki?

source: Push is an optional feature that allows websites to send you messages even when you aren’t visiting the site.
hsb: Eksterne zdźělenki su opcionalna funkcija, kotraž websydłam dowoluje, zo bychu wam zdźělenki słali, samo hdyž sydło njewopytujeće.

source: Sites can use this feature to provide you with notifications or update data in the background.
hsb: Sydła móža tutu funkciju wužiwać, zo bychu was w pozadku ze zdźělenkami abo aktualizowanskimi datami wobstarali.

source: For instance, a webmail site might use Push to provide you with a notification when new messages arrive, or a weather site might use Push to provide storm alerts.
hsb: Webmejlowe sydło na přikład móhło eksterne zdźělenki wužiwać, zo by wam zdźělenku pósłało, hdyž nowe zdźělenki dochadźeja, abo wjedrowe sydło móhło eksterne zdźělenki wužiwać, zo by was z wichorowymi warnowanjemi wobstarało.

source: You will only receive messages from sites for which you have granted permission.
hsb: Budźeće zdźělenki jenož wot tajkich sydłow dóstawać, kotrymž sće dowolnosć dał.

source: How does it work?
hsb: Kak to funguje?

source: Firefox maintains a connection to a push service.
hsb: Firefox zwisk k słužbje za eksterne zdźělenki zdźeržuje.

source: Sites that you have granted permission for Push can use the service to send you messages.
hsb: Sydła, kotrymž sće dowolnosć za eksterne zdźělenki dał, móža słužbu wužiwać, zo bychu wam zdźělenki pósłali.

source: Firefox delivers this push message to a small piece of JavaScript called a “worker”.
hsb: Firefox dodawa tutu eksternu zdźělenku do elementa JavaScript z mjenom „worker“.

source: The worker then processes the message.
hsb: Worker potom zdźělenku předźěłuje.

source: It might decide to show a visual notification or store the message for later use.
hsb: Rozsudźi na přikład, hač so wizuelna zdźělenka pokaza abo zdźělenka so za pozdźiše wužiwanje składuje.

source: What information do I share with a site?
hsb: Kotre informacije sydłu dale dam?

source: A site can use Push to send you a message at any time, even when you are not actively visiting it.
hsb: Sydło móže eksterne zdźělenki wužiwać, zo by wam kóždy čas zdźělenku pósłało, samo hdyž je runje njewopytujeće.

source: A site that sends you a message can learn your IP address if it chooses to do so; this could reveal your location.
hsb: Sydło, kotrež wam zdźělenku sćele, móže wašu IP-adresu zhonić, jeli jemu to dowoleće; to móhło waše stejnišćo přeradźić.

source: What information does Firefox use to provide Push?
hsb: Kotre informacije Firefox wužiwa, zo by eksterne zdźělenki poskićał?

source: Firefox maintains a permanent connection to a push service in order to receive push messages.
hsb: Firefox zdźeržuje stajny zwisk k słužbje za eksterne zdźělenki, zo by eksterne zdźělenki přijimał.

source: On our server we store a randomized identifier for your browser, along with a randomized identifier for each site you authorize.
hsb: Na našim serweru składujemy připadnu značku za waš wobhladowak, hromadźe z připadnej značku za kóžde sydło, kotrež awtorizujeće.

source: On Firefox for desktop, the push service is operated by Mozilla.
hsb: W Firefox za desktop so słužba za eksterne zdźělenki přez Mozilla wudźeržuje.

source: Firefox for Android uses the same <a href="%s">Google Cloud Messaging</a> platform and infrastructure that your other Android applications use.
hsb: Firefox za Android wužiwa samsnu platformu a infrastrukturu <a href="%s">Google Cloud Messaging</a> kaž waše druhe nałoženja Android.

source: In both cases, the push service cannot decrypt your push messages.
hsb: We woběmaj padomaj njemóže słužba za eksterne zdźělenki waše eksterne zdźělenki dešifrować.

source: Push messages are encrypted, only your copy of Firefox can decipher them.
hsb: Eksterne zdźělenki su zaklučowane, jenož waš Firefox móže je dešifrować.

source: The encrypted messages are stored on the server until they are delivered.
hsb: Zaklučowane zdźělenki so na serwerje składuja, doniž so njedodawaja.

source: How do I revoke Push permissions?
hsb: Kak móžu dowolnosće za eksterne zdźělenki wotwołać?

source: To stop a site from sending you push messages:
hsb: Zo byšće websydło při słanju eksternych zdźělenkow haćił:

source: Navigate to <em>Preferences/Options</em>
hsb: K <em>Nastajenjam</em> nawigować

source: Click on <em>Content</em> and under Notifications, select <em>Choose…</em>
hsb: Klikńće na <em>Wobsah</em> a wubjerće pod „Zdźělenki“ <em>Wubrać…</em>

source: Select the site.
hsb: Wubjerće sydło.

source: Select <strong>Remove Site</strong>.
hsb: Wubjerće <strong>Sydło wotstronić</strong>.

source: In the URL bar, type <em>about:permissions</em>.
hsb: Zapodajće <em>about:permessions</em> do adresoweho pola.

source: Set <em>Receive Push Notifications</em> to <strong>Always Ask</strong>.
hsb: Stajće <em>Eksterne zdźělenki přijeć</em> na <strong>Přeco so prašeć</strong>.

source: How do I disable Push?
hsb: Kak móžu eksterne zdźělenki znjemóžnić?

source: How do I disable Push permanently?
hsb: Kak móžu eksterne zdźělenki na přeco znjemóžnić?

source: Push is always opt-in in Firefox.
hsb: Dyrbiće eksterne zdźělenki přeco dowolić.

source: A site cannot send you push messages without your permission.
hsb: Sydło njemóže wam eksterne zdźělenki bjez wašeje dowolnosće słać.

source: If you wish to disable the feature completely, please follow these steps:
hsb: Jeli chceće funkciju dospołnje znjemóžnić, slědujće prošu tele kroki:

source: Select <strong>Remove All Sites</strong>.
hsb: Wubjerće <strong>Wšě sydła wotstronić</strong>.

source: Websites will not be able to send you messages and will need to ask your permission to send them in the future.
hsb: Websydła njemóža wam powěsće pósłać a dyrbja was wo dowolnosć prosyć, zo bychu je w přichodźe pósłali.

source: Select <em>All Sites</em>.
hsb: Wubjerće <em>Wšě websydła</em>.

source: Set the <em>Receive Push Notifications</em> to <strong>Block</strong>. Websites will not be able to send you messages or ask for access to Push.
hsb: Stajće <em>Eksterne zdźělenki přijeć</em> na <strong>Blokować</strong>. Websydła njemóža potom wam zdźělenki słać abo wo dowolnosć za eksterne zdźělenki prosyć.

source: What’s New?
hsb: Što je nowe?

source: Firefox has delivered on-screen notifications to open web pages for the last several releases.
hsb: Firefox je zdźělenki k dispoziciji stajił, kotrež su widźomne na wobrazowce, zo by webstrony za wjacore zańdźene wersije wočinił.

source: With Firefox 44, users can receive notifications associated with a web page even if they navigate away from the site or close the tab via a mechanism called Push.
hsb: Z Firefox 44 móža wužiwarjo zdźělenki přijimać, kotrež su z webstronu zwjazane, samo hdyž wot sydła preč nawiguja abo rajtark přez mechanizm z mjenom Push začinjeja.

source: With Push, sites can update data in the background even without showing you a notification.
hsb: Z eksternymi zdźělenkami móža sydła daty w pozadku aktualizować, bjez toho zo bychu wam zdźělenku pokazali.

source: If you already gave permission to a site to send notifications, these sites will also be able to use this Push mechanism.
hsb: Jeli sće hižo sydłu dowolnosć dał, zdźělenki pósłać, móža tute sydła tež mechanizm Push wužiwać.

source: If you wish to change notifications preferences, open the Content>Notifications section in Preferences/Options or click the options in one of the notifications you receive.
hsb: Jeli chceće nastajenja za zdźělenki změnić, wočińće wotrězk Wobsah > Zdźělenki w nastajenjach abo klikńće na nastajenja w jednej ze zdźělenkow, kotrež přijimaće.

source: Will this cost me money?
hsb: Dyrbju za to pjenjezy płaćić?

source: Push uses a small amount of data to operate.
hsb: Eksterne zdźělenki trjebaja mało datow, zo bychu fungowali.

source: If you’re on a small data allowance, or are charged for any data usage, you may wish to monitor your usage.
hsb: Jeli směsće jenož mało datow přetrjebować, abo dyrbiće zasadnje za přetrjebowanje datow pjenjezy płaćić, chceće snano swoje přetrjebu we wóčku wobchować.

source: How do I add Push to my web site?
hsb: Kak móžu swojemu websydłu eksterne zdźělenki přidać?

source: The <a href="%s">Push API specification</a> explains how to create a Service Worker and send push messages.
hsb: <a href="%s">Specifikacija Push API</a> wujasnja, kak móžeće „service worker“ wutworić a eksterne zdźělenki słać.
