Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/sync.lang.po
Languages: hsb

source: Keep your Firefox in sync
hsb: Dźeržće swój Firefox synchrony

source: Ready, Set, Sync
hsb: Hotowo, nastajić, synchronizować

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
hsb: Sće zregistrowany a hotowy za přistup na <em>swój</em> Firefox, wšudźe a kóždy čas.

source: Take your Web with you
hsb: Wzmiće swój web sobu

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
hsb: Synchronizujće Firefox, hdźežkuli jón wužiwaće, zo byšće přistup na swoje zapołožki, hesła, rajtarki a wjace ze smartfona, tableta abo ličaka měł.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
hsb: Synchronizujće swoje zapołožki, hesła, rajtarki a wjace z pomocu konta Firefox, a mějće přistup na nje wšudźe, hdźež sće so přizjewił.

source: It looks like you’re running an older version of Firefox.
hsb: Zda so, zo staršu wersiju Firefox wužiwaće.

source: The new version of Sync only works with the latest version of Firefox
hsb: Nowa wersija Sync jenož z najnowšej wersiju Firefox funguje

source: Soon you’ll be able to use Sync on your iOS device
hsb: Bórze móžeće Sync na swojim iOS-graće wužiwać

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
hsb: Sync je jedna z wulkotnych funkcijow, kotrež jenož z Firefox dóstawaće. Wotkryjće je wšě!

source: Sync is just one of the great features you’ll only get with Firefox.
hsb: Sync je jedna z wulkotnych funkcijow, kotrež jenož z Firefox dóstawaće.

source: Download Firefox for Android
hsb: Sćehńće Firefox za Android

source: Get started with Sync
hsb: Prěnje kroki ze Sync

source: Update your Firefox
hsb: Zaktualizujće swój Firefox

source: Download Firefox
hsb: Firefox sćahnyć

source: Get started with Sync in four easy steps:
hsb: Započńće ze Sync w štyrjoch lochkich krokach:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
hsb: Wočińće <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">meni</a> horjeka naprawo we Firefox a wubjerće “<strong>Pola Sync přizjewić.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
hsb: Klikńće na “<strong>Prěnje kroki</strong>” we wočinjacym so rajtarku.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
hsb: Zapodajće e-mejlowu adresu a hesło, zo byšće “<strong>konto Firefox załožił.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
hsb: Klikńće na “<strong>Dale</strong>”, zo byšće wobkrućensku e-mejlku dóstał.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
hsb: Po tym zo sće swoju e-mejl přepruwował a na wobkrućenski wotkaz kliknył, sće za start přihotowany! Firefox budźe wot toho w pozadku synchronizować.

source: Get more detailed instructions.
hsb: Dóstańće nadrobniše instrukcije.

source: Using an older version of Sync?
hsb: Wužiwaće staršu wersiju Sync?

source: How to set up Sync in five easy steps:
hsb: Kak Sync w pjeć lochkich krokach konfigurujeće:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
hsb: Podótkńće so tłóčatka <strong>Meni</strong> (pak pod wobrazowku pak horjeka w prawym róžku wobhladowaka).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
hsb: Wubjerće <strong>Nastajenja</strong> (dyrbiće so snadź najprjedy <strong>Wjace</strong> podótknyć).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
hsb: Podótkńće so <strong>Sync</strong> a potom <strong>Započeć</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
hsb: <strong>Strona Konto Firefox wutworić</strong> so w nowym rajtarku wočini.

source: Fill out the form and click <strong>Next</strong>.
hsb: Wupjelńće formular a klikńće na <strong>Dale</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
hsb: Po tym zo sće swoju e-mejl přepruwował a na wobkrućenski wotkaz kliknył, sće za start přihotowany! Njezabudźće wšě ze swojich gratow zwjazać, zo byšće najwjace ze Sync wućahnył.

source: Sync a little. Sync a lot.
hsb: Synchronizujće mało. Synchronizujće wjele.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
hsb: Wubjerće, kotre dźěle swojeho Firefox chceće synchronizować a hdźe chceće je synchronizować. Wzmiće swoje wočinjene rajtarki na swojim wšědnym puću na dźěło sobu. Wužiwajće swoje zapołožki na dźěle. Štožkuli, hdyžkuli, hdźežkuli.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
hsb: Chceće na wočinjene rajtarki swojeho ličaka z druheho grata přistup měć? Přistup na swoju přehladowansku historiju měć? Swoje hesła při sebi wobchować? Nětko to móžeće.

source: Here’s what you can sync:
hsb: Tole móžeće synchronizować:

source: Bookmarks
hsb: Zapołožki

source: Passwords
hsb: Hesła

source: Open tabs
hsb: Wočinjene rajtarki

source: History
hsb: Historiju

source: At home
hsb: Doma

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
hsb: Zběhńće so ze swojeho pisanskeho blida a dźiće ke kawči, bjeztoho zo byšće wokomik wusadźił. Mějće přistup na swoje wočinjene rajtarki na swojim smartfonje, abo přehladujće dale swoje zapołožki direktnje na swojim tableće.

source: At work
hsb: Na dźěle

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
hsb: Wostańće ze wšěmi wašimi wažnymi informacijemi zwjazany. Synchronizujće kóždy čas hesła a zapołožki, kotrež snano trjebaće. Kaž dźě Firefox, je tak wěsty kaž móžno.

source: On the go
hsb: Po puću

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
hsb: Informujće běžnje wo swojich najlubšich sydłach, abo skónčće nastawk, kotryž sće doma započał — hdźežkuli sće. Ze Sync, njeje ženje lóšo było.

source: Add Firefox to your smartphone or tablet
hsb: Firefox wašemu smartfonej abo tabletej přidać

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
hsb: Zo byšće połne synchronizowanske dožiwjenje měł, wobstarajće sej Firefox za iOS abo Android a zwjazajće ze wšěmi z wašich gratow - wšudźe a hdźežkuli Firefox wužiwaće.

source: Add Firefox
hsb: Firefox přidać

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
hsb: Maće <b>smartfon z Androidom</b> abo <b>tablet</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
hsb: SĆEHŃĆE FIREFOX ZA ANDROID

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
hsb: Zo byšće połne synchronizowanske dožiwjenje dóstał, wzmiće swój web sobu, hdźežkuli Firefox wužiwaće. Zwjazajće swój smartfon, tablet, ličak a laptop.
