Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/tiles.lang.po
Languages: hsb

source: More choices for your New Tab
hsb: Dalše wuběry za waš nowy rajtark

source: The New Tab page offers convenience and more control of your browsing experience.
hsb: Strona noweho rajtarka skići komfort a wjace kontrole nad wašim přehladowanskim dožiwjenjom.

source: Turn on Suggested Sites for a personalized experience of frequently used sites and relevant recommendations every time you open a New Tab.
hsb: Zmóžńće namjetowane sydła za personalizowane dožiwjenje husto wužiwanych sydłow a relewantne doporučenja kóždy raz, hdyž nowy rajtark wočinjeće.

source: Personalize your New Tab experience
hsb: Personalizujće swoje dožiwjenje noweho rajtarka

source: You are in complete control of your New Tab page.
hsb: Maće połnu kontrolu nad swojej stronu noweho rajtarka.

source: Customize your experience by rearranging, pinning or removing sites, and set up New Tab just the way you want it.
hsb: Přiměrće swoje dožiwjenje, přerjadujo, připinajo abo wotstronjejo sydła, a připrawće nowy rajtark po swojich přećach.

source: Drag a site to exactly where you want it.
hsb: Ćehńće sydło eksaktnje tam, hdźež chceće jo měć.

source: Once you’ve found the perfect spot for your site, pin it to make it stay.
hsb: Hdyž sće perfektne městno za swoje sydło namakał, připińće jo, zo by tam wostało.

source: Make a site disappear by deleting it from your New Tab page.
hsb: Zo byšće sydło wotstronił, zhašejće jo ze swojeje strony noweho rajtarka.

source: Learn more about customizing New Tab Page
hsb: Zhońće wjace wo přiměrjenju strony noweho rajtarka

source: Discover new sites and content on the Web
hsb: Wuslědźće nowe sydła a wobsah we webje

source: If enabled, Firefox displays website links as thumbnails (miniaturized images) or logos on your New Tab page. These are called Tiles.
hsb: Firefox zwobraznja, jeli je to zmóžnjene, wotkazy websydłow jako wobrazki /miniaturizowane wobrazy) abo loga na wašej stronje noweho rajtarka. Tute wobrazki kachlički rěkaja.

source: Tiles save you time by giving you quick access to your frequently visited sites, as well as showing new sites and content that are similar to sites you already love. Here are the types of Tiles you may see:
hsb: Kachlički wam čas zalutuja, dokelž wam spěšny přistup na swoje husto wopytane sydła dadźa a nowe sydła a wobsah pokazuja, kotrež su podobne na sydła, kotrež hižo lubujeće. Tole su typy kachličkow, kotrež móžeće widźeć:

source: Top sites
hsb: Najčasćišo wopytane sydła

source: New Tab will show the “top sites” you visited most recently and frequently, so you can access them quickly.
hsb: Nowy rajtark pokaza „najhusćišo wopytane sydła“, kotrež su so njedawno a husto wopytali, zo byšće spěšny přistup na nje měł.

source: Suggested sites
hsb: Namjetowane sydła

source: See sites and content suggested to you based on categories that Firefox matches to your browsing history.
hsb: Hlejće sydła a wobsah, kotrež su so na zakładźe kategorijow namjetowali, kotrež so k wašej přehladowanskej historiji hodźa.

source: They will be clearly labeled in your New Tab as “Suggested,” or when the suggestion is from a commercial partner, they will be labeled as “Sponsored,” and will indicate the identified interest category.
hsb: Woznamjenjuja so jasnje w nowym rajtarku jako „namjetowany“, abo, jeli namjet je wot komercielneho partnera, jako „sponsorowany“ a podawaja identifikowanu zajimowu kategoriju.

source: If you’re getting started
hsb: Jeli prěnje kroki činiće

source: If you’re using Firefox for the first time, the New Tab page is already populated with useful and interesting sites and content.
hsb: Jeli Firefox prěni raz wužiwaće, je strona noweho rajtarka hižo z wužitnymi a zajimawymi sydłami a wobsahom napjelnjena.

source: This includes both referrals to sponsored sites from commercial partners, labeled as “Sponsored,” and content we consider important to our mission of advancing the public benefit of the Internet.
hsb: To wopřijima poćahi k sponsorowanym sydłam wot komercielnych partnerow, kotrež so jako „sponsorowany“ woznajmjenjeja kaž tež wobsah, kotryž mamy za wažny za swoju misiju, zjawny wužitk interneta spěchować.

source: Personalization with your privacy in mind
hsb: Personalizacija hladajo na wašu priwatnosć

source: Mozilla promotes a transparent exchange between users and content providers to make the Web enjoyable and sustainable.
hsb: Mozilla spěchuje transparentnu wuměnu mjez wužiwarjemi a wobsahowymi poskićowarjemi, zo by web zabawny a wobstajny činił.

source: If suggestions are enabled, Firefox will make suggestions to you based on categories matched to your browsing history and will let you know every time why you are seeing specific suggestions.
hsb: Firefox čini wam namjety na zakładźe kategorijow, kotrež wašej přehladowanskej historiji wotpowěduja, jeli namjety su zmóžnjene, a informuje wam kóždy raz, hdyž specifiske namjety widźiće.

source: In delivering Suggested sites, Firefox does not share your personal data, nor place cookies on your computer.
hsb: Hdyž Firefox namjetowane sydła k dispoziciji staja, ani waše wosobinske daty njedźěli ani placki na wašim ličaku staja.

source: Content providers will only receive aggregated information about interactions users have with their tiles.
hsb: Wobsahowi poskićowarjo dóstawaja jenož nahromadźene informacije wo interakcijach, kotrež wužiwarjo su ze swojimi kachličkami přewjedli.

source: You remain in control of your browsing history, and you can disable recommendations whenever you choose.
hsb: Wobchowujeće kontrolu nad swojej přehladowanskej historiju a móžeće doporučenja znjemóžnić, hdyžkuli chceće to činić.
