Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/tracking-protection-tour.lang.po
Languages: hsb

source: How Tracking Protection works
hsb: Kak slědowanski škit funguje

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
hsb: Hdyž tarč widźiće, blokuje Firefox někotre dźěle strony, kotrež móhli wašu přehladowansku aktiwitu slědować.

source: When the shield is visible, it means Firefox is actively blocking page elements that may track you.
hsb: Jeli tarč je widźomny, to woznamjenja, zo Firefox aktiwnje elementy wobsaha blokuje, kotrež was slěduja.

source: 1 of 3
hsb: 1 z 3

source: Next
hsb: Dale

source: Differences to expect
hsb: Rozdźěle, kotrež so wočakuja

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
hsb: Někotre wobłuki strony móhli falować, dokelž móhli třećim poskićowarjam zmóžnić, was přez rozdźělne websydła slědować.

source: Some page areas may be missing because they can allow third-parties to track your browsing behavior.
hsb: Někotre wobłuki strony móža falować, dokelž móža třećim poskićowarjam zmóžnić, waše přehladowanske zadźerženje slědować.

source: 2 of 3
hsb: 2 z 3

source: Want to make changes?
hsb: Chceće něšto změnić?

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
hsb: Je lochko, slědowanski škit za websydło znjemóžnić, na kotrymž sće, klikńće prosće na „Škit za tute posedźenje znjemóžnić“.

source: It’s easy to disable Tracking Protection for the website you’re on by clicking “Disable protection for this session”.
hsb: Je lochko, slědowanski škit za websydło znjemóžnić, na kotrymž su, klikńće prosće na „Škit za tute posedźenje znjemóžnić“.

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
hsb: Je lochko, slědowanski škit za websydło zmóžnić, na kotrymž sće, klikńće prosće na „Škit zmóžnić“.

source: It’s easy to enable Tracking Protection for the website you’re on by clicking “Enable protection”.
hsb: Je lochko, slědowanski škit za websydło zmóžnić, na kotrymž su, klikńće prosće na „Škit zmóžnić“.

source: 3 of 3
hsb: 3 z 3

source: Got it!
hsb: Sym to zrozumił!

source: Private Browsing with Tracking Protection
hsb: Priwatny modus ze slědowanskim škitom

source: Firefox Tracking Protection
hsb: Slědowanski škit Firefox

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
hsb: Chceće tutu funkciju znjemóžnić? <a href="%s">Wopytajće nastajenja priwatnosće</a>

source: Thanks for learning about the new Private Browsing with Tracking Protection.
hsb: Dźakujemy so wam, zo sće so z nowym priwatnym modusom ze slědowanskim škitom zeznajomił.

source: Thanks for learning about the new Tracking Protection feature in Private Browsing Mode.
hsb: Dźakujemy so, zo sće so wo nowej funkciji slědowanskeho škita w priwatnym modusu informował.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
hsb: Zhońće wjace, kak funguje - wopytajće <a rel="external" href="%s">stronu Huste prašenja</a>.

source: Restart tour
hsb: Turu znowa startować

source: Start the tour again
hsb: Započńće turu znowa
