Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/update.lang.po
Languages: hsb

source: Welcome
hsb: Witajće

source: Are Firefox updates safe?
hsb: Su aktualizacije Firefox wěste?

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
hsb: Ně. Nowa wersija Firefox zabjerje awtomatisce městno wašeje staršeje wersije. Zo byšće aktualizowanski proces startował, klikńće prosće na zelene sćehnjenske tłóčatko naprawo.

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
hsb: To so snadnje we wotwisnosći wot dźěłoweho systema rozeznawa, kotryž wužiwaće. Móžeće <a %(link)s>instrukcije za waš ličak tu</a> namakać.

source: Your Firefox is out of date.
hsb: Waš Firefox je zestarjeny.

source: Follow the step-by-step process
hsb: Slědujće proces krok po kroku

source: Congratulations!
hsb: Zbožopřeće!

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
hsb: Haj, na kóždy pad – waša wěstota ma najwyšu prioritu za nas. Naš wěstotny proces wotewrjenych žórłow woznamjenja, zo mamy mjezynarodne zhromadźenstwo ekspertow, kotřiž cyły dźeń pospochi dźěłaja, najnowše wohroženja namakać a wotstronić. Tak chětře kaž wěstotne wohroženje je so wotkryło, pisamy porjedźenje a pusćimy aktualizaciju, zo bychmy jedyn krok prědku wostali. Sćehnjenje aktualizacijow Firefox je jara wažne, zo byšće online wěsty wostał.

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
hsb: Jeli mam hižo Firefox, a potom jón znowa instaluju, što so z mojimi nastajenjemi stanje?

source: What is a Firefox software update?
hsb: Što je aktualizacija Firefox?

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
hsb: Haj. Firefox je tak konfigurowany, zo awtomatisce aktualizacije pyta, ale tež wy sam móžeće aktualizacije pytać.

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
hsb: Ničo. Nowa instalacija Firefox njebudźe waše nastajenja, zapołožki abo preferency wobwliwować.

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
hsb: Docyła nic dołho – cyły proces traje jenož jednu mjeńšinu abo dwě mjeńšinje. Wopytajće našu podpěrowu stronu za <a %(link)s>instrukcije krok po kroku</a>.

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
hsb: Móžeće tež manuelnje aktualizacije pytać. Za podrobnosće přečitajće <a %(link)s>wjednik krok po kroku</a>.</p>

source: Check for Updates
hsb: Aktualizcije pytać

source: What if I miss an update? Can I check for one myself?
hsb: Što je, jeli mi aktualizacije faluje? Móžu sam pytać?

source: Your Firefox is up to date.
hsb: Waš Firefox je aktualny.

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
hsb: Aktualizacija Firefox je spěšne sćehnjenje kuskow noweho koda do wašeho eksistowaceho wobhladowaka Firefox. Tute małe kuski móža wěstotne porjedźenja abo druhe małe změny na wobhladowaku być, zo bychu zawěsćili, zo najlěpšu wersiju Firefox wužiwaće, kotraž k dispoziciji steji.

source: How long will it take to update?
hsb: Kak dołho budźe aktualizacija trać?

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
hsb: Firefox so stajnje wuwiwa, tak dołho kaž naše zhromadźenstwo móžnosće namaka, jón polěpšić, a tak dołho kaž jón na najnowše wěstotne wohroženja přiměrjamy. Firefox aktualny dźeržeć je najlěpše wašnje zawěsćić, zo najbóle inteligentnu, najspěšnišu a – to je najwažniše – najwěsćišu wersiju Firefox wužiwaće, kotraž k dispoziciji steji.

source: How do I know what version of Firefox I am currently on?
hsb: Kak zhonju, kotru wersiju Firefox wužiwam?

source: Frequently asked questions
hsb: Huste prašenja

source: Will the update affect my settings and bookmarks?
hsb: Budźe aktualizacija moje nastajenja a zapołožki wobwliwować?

source: Do I need to uninstall my current version of Firefox before upgrading?
hsb: Dyrbju před aktualizaciju swoju tuchwilnu wersiju Firefox wotinstalować?

source: Visit support.mozilla.org
hsb: Wopytajće support.mozilla.org

source: Get the newest version <a href="{url}">here</a>.
hsb: Wobstarajće sej najnowšu wersiju <a href="{url}">tu</a>.

source: Need Help?
hsb: Trjebaće pomoc?

source: How do I update Firefox?
hsb: Kak móžu Firefox aktualizować?

source: Why do I need to update?
hsb: Čehodla dyrbju aktualizować?

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
hsb: Po standardźe je so Firefox konfigurował, awtomatisce za aktualizacijemi za sebje pytać a wam zdźělić, hdyž tajka k dispoziciji steji. Hdyž namołwu dóstanjeće, klikńće prosće na W porjadku a najnowša wersija budźe so sćahować a na wašim ličaku instalować. Dyrbiće Firefox znowa startować, prjedy hač móžeće nowu wersiju wužiwać.

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
hsb: Ně. Aktualizacija Firefox njepřewjedźe změny na wašich zapołožkach, składowanych hesłach abo druhich nastajenjach. Je wšak móžno, zo někotre z wašich přidatkow njemóhli hnydom z nowymi aktualizacijemi kompatibelne być.

source: Download Firefox to get started.
hsb: Sćehńće Firefox, zo byšće započał.
