Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/whatsnew.lang.po
Languages: hsb

source: Hooray! Your Firefox is up to date.
hsb: Hura! Waš Firefox je aktualny.

source: Your Firefox is out of date.
hsb: Waš Firefox je zestarjeny.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
hsb: Z přičinow wěstoty poručamy wam na <a href="{url}">najnowšu a najlěpšu wersiju</a> aktualizować.

source: You’re running an unknown version of Firefox.
hsb: Wužiwaće njeznatu wersiju Firefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
hsb: Z přičinow wěstoty poručamy <a href="{url}">najnowšu a najlěpšu wersiju</a> sćahnyć.

source: Get to your next task<br/>faster than ever
hsb: Přeńdźće k swojemu přichodnemu nadawkej<br/>spěšnišo hač do toho

source: See how the new features in Firefox help you browse faster and more efficiently.
hsb: Hlejće, kak nowe funkcije w Firefox wam pomhaja, spěšnišo a bóle eficientnje přehladować.

source: Learn more about <a href="{url}">the New Tab feature »</a>
hsb: Zhońće wjace wo <a href="{url}">funkciji noweho rajtarka »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
hsb: Zhońće wjace wo našej <a href="{url}">nowowuhotowanej startowej stronje »</a>

source: Keep in touch
hsb: Wostańće w zwisku

source: Keep it moving
hsb: Wostańće mobilny

source: Get Firefox » <b>for Android</b>
hsb: Sćehńće Firefox » <b>za Android</b>

source: Keep it going
hsb: Dźeržće jón w běhu

source: Join Mozilla
hsb: Přidružće so Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
hsb: Roboter Android je so reprodukował z dźěła, wutworjeneho a <a href="%s">dźěleneho přez Google</a> a wužiwa so po wuměnjenjach wopisanych w licencu <a href="%s">Creative Commons 3.0 Attribution License</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
hsb: <a href="%s">Sćehńće Firefox za Android</a> a wzmiće móc weba do swojich rukow. Je spěšny, inteligentny a wěsty!

source: Now get the mobile browser that’s got your back
hsb: Sćehńće nětko mobilny wobhladowak, na njón móžeće so spušćić

source: Welcome to Firefox
hsb: Witajće k Firefox

source: Firefox for Android artwork
hsb: Firefox za Android - wuměłske twórby

source: Fast. Smart. Safe.
hsb: Spěšny. Inteligentny. Wěsty.

source: Get the mobile browser that’s got your back.
hsb: Sćehńće mobilny wobhladowak, na njón móžeće so spušćić.

source: Facebook Messenger for Firefox
hsb: Powěstnik Facebook za Firefox

source: Now you can keep up with friends wherever you go on the Web.
hsb: Nětko móžeće ze swojimi přećelemi w zwisku wostać, hdźežkuli sće we webje.

source: Visit Facebook to turn it on
hsb: Wopytajće Facebook, zo byšće jón aktiwizował

source: Get notified right away
hsb: Informujće so hnydom

source: See new comments, photo tags & other Facebook updates instantly.
hsb: Wobhladajće sej hnydom nowe komentary, fotowe znački a druhe aktualizacije na Facebooku.

source: Chat while you browse
hsb: Chatujće, mjeztym zo přehladujeće

source: Stay connected to your Facebook friends without having to click away.
hsb: Wostańće ze swojimi přećelemi na Facebook zwjazany, bjez toho zo dyrbjał Firefox spušćić.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
hsb: Facebook je wikowanske znamjo předewzaća <a href="%(url)s">Facebook, Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
hsb: Zbožopřeće!<br> Waš wobhladowak je wěsćiši a<br>bóle škitany hač do toho.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
hsb: Wobstarajće sej samsnu runinu<br> wuběra a inowacije<br> w smartfonje.

source: Learn more about Firefox OS
hsb: Zhońće wjace wo Firefox OS
