Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/whatsnew_38.lang.po
Languages: hsb

source: From our hands to yours
hsb: Z našich rukow do wašich

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
hsb: Firefox je so z cyłej wutrobu wot tysacow ludźi wuwił, kotřiž na wosobinsku swobodu we webje wěrja.

source: Keep your favorite things at your fingertips.
hsb: Mějće přeco swoje najlubše wěcy k ruce.

source: Add Firefox to your smartphone or tablet.
hsb: Přidajće Firefox swojemu smartfonej abo tabletej.

source: Almost done!
hsb: Nimale dokonjane!

source: Set up Sync and <br>you’re good to go.
hsb: Připrawće Sync a <br>sće za start přihotowany.

source: Sign in to Firefox and <br>you’re good to go.
hsb: Přizjewće so pola Firefox a <br>sće za start přiihotowany.

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
hsb: Ze swojim kontom Firefox móžeće swoje zapołožki, hesła, wočinjene rajtarki a wjace synchronizować a na nje wšudźe tam přistup měć, hdźež Firefox wužiwać.

source: Sign in to get started
hsb: Přizjewće so, zo byšće započał

source: Create a Firefox Account
hsb: Wutworće konto Firefox

source: Already have a Firefox account?
hsb: Maće hižo konto Firefox?

source: Already have one? Sign in.
hsb: Maće hižo konto? Přizjewće so.
