Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/windows-8-touch.lang.po
Languages: hsb

source: Firefox for Windows 8 Touch
hsb: Firefox za Windows 8 Touch

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
hsb: Njemóžeće meni namakać? <a class="more" href="%(link)s">Pomoc z podpěry Mozilla</a>

source: Hooray! Your Firefox is up to date.
hsb: Hura! Waš Firefox je aktualny.

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
hsb: Zawjedźenje <span>Firefox <em>za</em><br> Windows<sup>&reg;</sup> 8 Touch</span>

source: Our new, optimized design<br> is just one step away
hsb: Naš nowy optimowany design<br> je jenož jedyn krok preč

source: Relaunch in Firefox for Windows 8 Touch
hsb: W Firefox za Windows 8 Touch znowa startować

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
hsb: Zo byšće do dótknjenskeho modusa přepinał, wočińće meni Fdirefox a wubjerće "%(relaunch_menu_item)s". Nětko rjenje přehladujeće.

source: And don’t forget to make Firefox your default browser to stay in control online.
hsb: A njezabudźće, Firefox k wašemu standardnemu wobhladowakej činić, zo byšće online-kontrolu wobchował.

source: Firefox for Windows 8 Touch screenshot.
hsb: Foto wobrazowki Firefox za Windows 8 Touch.

source: More of the Web
hsb: Wjace wo webje

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
hsb: Wužijće wjace preferowane sydła dźak našim nowowuhotowanym symbolowym lajstam, kotrež so zhubja.

source: Fast and easy navigation
hsb: Spěšna a lochka nawigacija

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
hsb: Wužijće pola a nawigaciske tłóčatko, zo byšće pytał, namakał a wuslědźił, hdźež spěšnje a lochko pohibujeće.

source: Sharing made simple
hsb: Dźělenje lochko činjene

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
hsb: Dźělće tekst, fota abo cyłe webstrony hnydom z přećelemi we wšěch wašich syćach.
