Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/family/index.lang.po
Languages: cak

source: Free Web Browser for Android, iOS, Desktop | Firefox
cak: Free Web Browser richin Android, iOS, Desktop | Firefox

source: Firefox – Desktop browser, Android, iOS, Sync, Private Browsing
cak: Firefox – Kematz'ib' Okik'amaya'l, Android, iOS, Ximojri'ïl, Ichinan okem pa k'amaya'l

source: Millions of people around the world trust Firefox Web browsers on Android, iOS and desktop computers. Fast. Private. Download now!
cak: T'ijtäq chi winaqi' chijun ri ruwach'ulew kikuqub'an kik'u'x chi kij ri Firefox taq okik'amaya'l Android, iOS chuqa' ajch'atal kematz'ib'. Anin. Ichinan. ¡Tiqasäx wakami!

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
cak: Tetamäx ch'aqa' chik chi rij ri tz'aqät kicholajem taq wachinäq richin ajkematz'ib' chuqa' oyonib'äl (chuqa' ch'aqa' chik), ri yetikïr yatkito' richin yachajin pa k'amab'ey. Tana' chi at jamäl rik'in Firefox.

source: You’re using an older version of Firefox for desktop.
cak: Tajin nawokisaj jun ojer ruwäch chi Firefox richin ajkematz'ib'.

source: Update today to stay fast and safe.
cak: Tak'exa' ruwäch richin aninäq chuqa' jikïl natikirisaj.

source: Browse Freely
cak: Tik'asäx kinok pa k'amaya'l

source: Choose Independent.
cak: Tacha' chi at alajk'aslem.

source: Choose Firefox.
cak: Tacha' chiat alajk'asle m.

source: Free yourself with %s
cak: Tajama' awi' rik'in %s

source: Firefox <span>for</span> desktop
cak: Firefox <span>richin</span> ajkematz'ib'

source: Trusted. Flexible. Fast.
cak: Taya' kuqub'äl k'u'x. Jalel. Aninäq.

source: Firefox <span>for</span> Android
cak: Firefox <span>richin</span> Android

source: Make it uniquely yours.
cak: Tawichinaj.

source: Get it on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Firefox <span>for</span> iOS
cak: Firefox <span>richin</span> iOS

source: Fast. Smart. Yours.
cak: Aninäq. Na'owinäq. Awichin.

source: Get it on iPhones and iPads
cak: Tawila' pa iPhones chuqa' iPads

source: Now with Tracking Protection.
cak: Wakami rik'in ruchajinik kanoxïk.

source: Connect Firefox wherever you use it.
cak: Katok pa Firefox xab'akuchi' na nawokisaj.
