Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/channel/content.inc.po
Languages: oc

source: Welcome to the<span>Future of Firefox</span>
oc: Benvenguda dins<span>L'avenidor de Firefox</span>

source: Download and test the build that’s right for you, and sign up for a channel newsletter to stay in the loop.
oc: Telecargatz e testatz la version que correspond a vòstras espèras e inscrivètz-vos a nòstras listas de difusion per tal de vos manténer informat sus las avançadas de Firefox e del projècte Mozilla.

source: Final <span>Release</span>
oc: Version <span>finala</span>

source: Enjoy the tried and tested final release being used by hundreds of millions around the world
oc: Beneficiatz d'una version abotida, testada e finala de Firefox utilizada per de centenats de milions d'utilizaires dins lo mond.

source: Stay in control of your online experience with super speed, easy customization and the latest Web technologies
oc: Prenètz lo contraròtle de vòstra vida en linha amb un logicial extrèmament rapid, de bon personalizar e en que beneficia de totas las darrièras tecnologias Web

source: Beta
oc: Bèta

source: Experience cutting edge features but with more stability
oc: Dispausatz de las totas darrièras foncionalitats dins un environament relativament estable

source: Provide feedback to help refine and polish what will be in the final release
oc: Mandatz-nos vòstres retorns d'experiéncia per tal de nos ajudar a afinar çò que serà inclús dins la version finala de Firefox.

source: Experience the newest innovations in an unstable environment that’s not for the faint of heart
oc: Profiechatz de las totas darrièras innovacions per vòstre navigador dins un environament instable destinat a d'utilizaires avançats que crentan pas res.

source: Provide feedback on features and performance to help determine what makes the final release
oc: Mandatz-nos vòstres retorns d'experiéncia sus las novèlas foncionalitats e las performàncias del logicial per tal de nos ajudar a determinar çò que serà inclús dins las versions venentas.
