Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/channel/index.lang.po
Languages: bn_bd, bs, cy, is, lt, ne, ur

source: Take a browse on the wild side.
bn_bd: ভবিষ্যতকে পরখ করুন।
bs: Pretražujte na ivici.
cy: Rhoi prawf ar y dyfodol.
is: Vertu villtur og vafraðu í framtíðinni.
lt: Išbandykite ateitį šiandien.
ne: भविष्यलाई जाँची हेर्नुहोस्।
ur: براؤز کو ایک جنگلی جانب لے جائیں۔

source: Be among the first to explore future releases of Firefox for desktop, Android and iOS.
bn_bd: ডেস্কটপ, Android এবং iOS এর জন্য Firefox এর ভবিষ্যত রিলিজগুলো অন্বেষণে প্রথমে থাকুন।
bs: Budite među prvima koji će istražiti buduća izdanja Firefoxa za desktop, Android i iOS.
cy: Byddwch ymhlith y cyntaf i archwilio fersiynau'r dyfodol o Firefox bwrdd gwaith, Android a iOS.
is: Vertu fyrstur til að prófa framtíðarútgáfu af Firefox fyrir borðtölvur, Android og iOS.
lt: Būkite pirmieji būsimųjų „Firefox“ laidų kompiuteriams, „Android“ ir „iOS“ įrenginiams bandytojai.
ne: डेस्कटप, Android र iOS का लागी भविष्यमा निस्कने Firefox लाई सुरुमै चलाउनेहरूमा पर्नुहोस्।
ur: ڈیسک ٹاپ، *Andriod* اور *iOS* کے لیے سب سے پحلے *Firefox* کی مستقبل کی اجرآت دریافت کرنے والوں میں شمار ھویں-

source: Desktop
bn_bd: ডেস্কটপ
cy: Bwrdd Gwaith
is: Tölva
lt: Kompiuteriams
ne: डेस्कटप
ur: ڈیسک ٹاپ

source: iOS
lt: „iOS“ įrenginiams

source: See something that isn’t working? Let us know.
bn_bd: দেখুন কোন কিছু ঠিকমত কাজ করছে না? আমাদের জানান।
bs: Vidite nešto što ne radi? Javite nam.
cy: Gweld rhywbeth sydd ddim yn gweithio? Gadewch i ni wybod.
is: Sérðu eitthvað sem virkar ekki? Láttu okkur vita.
lt: Pastebėjote, jog kažkas neveikia? Praneškite mums.
ne: कुनै चिजले काम गरिरहेको छैन? हामिलाई थाहा दिनुहोस्।
ur: اگر کچھ نا چلتا ھوا دیکھیں؟ ھمیں اطلاع کریں۔

source: File a bug now
bn_bd: এখনই বাগ ফাইল করুন
bs: Prijavite grešku sada
cy: Anfonwch adroddiad gwall nawr
is: Skráðu nýja villu
lt: Užregistruokite klaidą
ne: Bug दर्ता गर्नुहोस्
ur: ایک گڑبڑ کو ابھی مسل کریں

source: Tips for filing a bug
bn_bd: বাগ পূরণে পরামর্শ
bs: Savjeti za prijavu greške
cy: Cynghorion ar gyfer adrodd ar wall
is: Ábendingar fyrir hvernig á að skrá villu
lt: Patarimai registruojant klaidas
ne: Bug दर्ता गर्ने सुझाव
ur: ایک گڑبڑ کو بھرنے کے ٹوٹکے

source: Take our latest experimental features for a spin and shape the future of Firefox.
bn_bd: Firefox এর ভবিষ্যতকে আকৃতি এবং মোড় দিতে আমাদের সাম্প্রতিক পরীক্ষামূলক বৈশিষ্ট্যগুলো পরখ করুন।
bs: Probajte naše posljednje eksperimentalne funkcije za spin i oblikovanje budućnosti Firefoxa.
cy: Rhowch brawf ar ein nodweddion arbrofol diweddaraf a siapio dyfodol Firefox.
is: Prófaðu nýjustu eiginleikana sem eru nú í prófunum og mótaðu hvernig framtíð Firefox verður.
lt: Išbandykite mūsų naujausias eksperimentines funkcijas ir prisidėkite prie „Firefox“ formavimo.
ne: हाम्रा परिक्षणकालका विशेषताहरू लिनुहोस र Firefox को भविष्य आकिकृत गर्नुहोस्।
ur: مستقبل کے *Firefox* کو شکل دیں اور ہمارے تازہ ترین تجرباتی فیچرز کو حاصل کرنے کے لیے ایک دفع گھمایں۔

source: Learn more about Test Pilot
bn_bd: Test Pilot সম্পর্কে আরও জানুন
bs: Saznajte više o Test Pilot-u
cy: Dysgu rhagor am Test Pilot
is: Fræðast meira um Test Pilot
lt: Susipažinkite su „Test Pilot“ programa
ne: Test Pilot का बारेमा अझ बढि जान्नुहोस्
ur: ٹیسٹ پائلٹ کے بارے میں مزید معلومات حاصل کریں

source: Try New Features in a Pre-Release Android Browser | Firefox
cy: Defnyddiwch Nodweddion Newydd mewn Porwr Android Cyn ei Ryddhau | Firefox
lt: Išbandykite naujoves negalutinėse „Android“ naršyklės versijose | Firefox

source: Download and test future releases of Firefox for desktop, Android and iOS.
bn_bd: ডেস্কটপ, Android এবং iOS এর জন্য Firefox এর ভবিষ্যত রিলিজগুলো ডাউনলোড এবং পরখ করুন।
bs: Preuzmite i testirajte buduća izdanja Firefoxa za desktop, Android i iOS.
cy: Llwythwch i lawr a phrofi fersiynau'r dyfodol o Firefox bwrdd gwaith, Android ac iOS.
is: Halaðu niður og prófaðu framtíðarútgáfur af Firefox fyrir borðtölvur, Android og iOS.
lt: Parsisiųskite ir išbandykite būsimąsias „Firefox“ laidas savo kompiuteryje, „Android“ ar „iOS“ įrenginyje.
ne: डेस्कटप, Android र iOS का लागी बनाईएको Firefox को भविष्यको संस्करण डाउनलोड र टेस्ट गर्नुहोस्।
ur: ڈیسک ٹاپ، *Andriod* اور *iOs* کے لیے مستقبل کی *Firefox* اجرآت ڈاؤن لوڈ کریں اور جانچیں

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta and Firefox Nightly. Install now!
lt: Išbandykite šviežiausias naujoves negalutinėse „Android“ naršyklės versijose: „Firefox Beta“ ir „Firefox Nightly“. Įsidiekite dabar!

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta, Firefox Aurora and Firefox Nightly. Install now!
cy: Profwch nodweddion blaengar mewn porwr cyn ei ryddhau ar gyfer Android: Firefox Beta, Firefox Aurora a Firefox Nightly. Gosodwch nhw nawr!
lt: Išbandykite šviežiausias naujoves negalutinėse „Android“ naršyklės versijose: „Firefox Beta“, „Firefox Aurora“ ir „Firefox Nightly“. Įsidiekite dabar!

source: Download and test the latest Firefox for Android features with Aurora, Beta and Nightly builds.
bn_bd: Android এর জন্য Firefox এর Aurora, Beta ও Nightly বিল্ড ডাউনলোড ও পরখ করুন।
bs: Preuzmite i testirajte posljednje Firefox za Android funkcije sa Aurora-om, Beta-om i Nightly izdanjima.
cy: Llwythwch i lawr a phrofi nodweddion y Firefox Android diweddaraf gydag fersiynau Aurora, Beta a Nightly.
is: Halaðu niður og prófaðu nýjustu möguleikana í Firefox fyrir Android með Aurora, Beta og Nightly builds.
lt: Parsisiųskite ir išbandykite šviežiausias „Firefox“ „Android“ įrenginiams naujoves „Aurora“, „Beta“ ir „Nightly“ dariniuose.
ne: Android का लागी Firefox Aurora, Beta, र Nightly build हरूको मार्फत डाउनलोड र जाँच गर्नुहोस्।
ur: Firefox برائے Android بمع Aurora, Beta and Nightly کو ڈائونلوڈ کریں اور تازہ ترین فیچر کو جانچیں۔

source: Try the latest Android features, before they get released to the rest of the world.
bn_bd: অবশিষ্ট বিশ্বের কাছে মুক্তি দেওয়ার আগেই, সাম্প্রতিকতম Android বৈশিষ্ট্যগুলো ব্যবহার করুন।
bs: Probajte posljednje Android funkcije, prije nego budu dostupne za ostatak svijeta.
cy: Rhowch brawf ar nodweddion diweddaraf Android, cyn eu bod yn cael eu ryddhau i weddill y byd.
is: Prófaðu nýjustu Android útgáfuna, áður en hún fer í almenna dreifingu.
lt: Išbandykite šviežiausias „Firefox“ naujoves „Android“ platformoje, prieš joms pasiekiant visų kitų išmaniuosius įrenginius.
ne: अरुसम्म पुग्नु अगावै Android को नवीनतम बिशेषताहरू प्रयोग गर्नुहोस्।
ur: تازہ تریں Android کے فیفر آزمائیں، اس سے پہلے کہ باقی دنیا میں اجرا کریں۔

source: All Languages and Builds
bn_bd: সব ভাষা ও বিল্ড
bs: Svi jezici i izdanja
cy: Pob Iaith a Fersiwn
is: Öll tungumál og útgáfur
lt: Visos kalbos ir platformos
ne: सवै भाषाहरू र Build हरू

source: Help determine what features will go into the next Firefox for Android.
bn_bd: Android এর জন্যে পরবর্তী Firefox এর সংস্করণে কোন কোন ফিচার যাবে তা নির্ধারণে সহায়তা করুন।
bs: Pomozite da utvrdimo koje funkcije će ići u novi Firefox za Android.
cy: Byddwch yn rhan o benderfynu pa nodweddion fydd yn mynd i'r Firefox Android nesaf.
is: Hjálpaðu til við að ákveða hvað kemur í næstu útgáfu af Firefox fyrir Android.
lt: Padėkite nuspręsti, kurios naujovės pateks į artimiausias „Firefox“ „Android“ įrenginiams versijas.
ne: Firefox for Android को अर्को संस्करण मा जाने बिशेषताहरू छनोट गर्न सहयोग गर्नुहोस्।
ur: تعین کرنے میں ہماری مدد کریں کہ کون سے فیچر اگلے Firefox Android میں جائیں گے۔

source: Firefox Aurora automatically sends feedback to Mozilla.
bn_bd: Firefox Aurora স্বয়ংক্রিয়ভাবে Mozilla কে ফিডব্যাক পাঠিয়ে দেয়।
bs: Firefox Aurora automatski šalje povratne informacije Mozilli.
cy: Mae Firefox Aurora yn anfon adborth yn awtomatig i Mozilla.
is: Firefox Aurora sendir sjálfkrafa upplýsingar til Mozilla.
lt: „Firefox Aurora“ automatiškai siunčia informaciją „Mozillai“.
ne: Firefox Aurora ले सुझावहरू स्वतः Mozilla लाई पठाउँछ।
ur: Firefox Aurora خود بخود Mozilla لئے رائے ارسال کرتے ہیں.

source: Firefox Beta automatically sends feedback to Mozilla.
bn_bd: Firefox Beta স্বয়ংক্রিয়ভাবে Mozilla কে ফিডব্যাক পাঠিয়ে দেয়।
bs: Firefox Beta automatski šalje povratne informacije Mozilli.
cy: Mae Firefox Beta yn anfon adborth yn awtomatig i Mozilla.
is: Firefox Beta sendir sjálfkrafa upplýsingar til Mozilla.
lt: „Firefox Beta“ automatiškai siunčia informaciją „Mozillai“.
ne: Firefox Beta ले सुझावहरू स्वतः Mozilla लाई पठाउँछ।

source: <a rel="external" href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
bn_bd: স্থিতিশীল পরিবেশের পারফর্ম্যান্স ও কার্যকারিতায় চূরান্ত সমন্বয়ের জন্য <a rel="external" href="%(feedback)s">মতামত দিন</a>।
bs: <a rel="external" href="%(feedback)s">Dajte nam povratne informacije</a>da nam pomognete da stavimo konačna podešavanja na performanse i funkcionalnost u stabilnom okruženju.
cy: <a rel="external" href="%(feedback)s">Anfonwch adborth</a> fel bo modd i ni wella perfformiad a swyddogaethau mewn amgylchedd sefydlog.
is: <a rel="external" href="%(feedback)s">Sendu inn þína skoðun</a> og hjálpaðu til með að fínstilla afköst og eiginleika.
lt: <a rel="external" href="%(feedback)s">Palikite savo atsiliepimą</a> – taip padėsite mums sudėlioti paskutinius taškus ant „i“ stabilioje aplinkoje.
ne: Firefox राम्रो बनाउन <a rel="external" href="%(feedback)s">हामिलाई सुझाव दिनुहोस्</a>।

source: Try New Browser Features in Pre-Release Versions | Firefox
cy: Profwch Nodweddion Blaengar mewn Porwr cyn ei Ryddhau | Firefox
lt: Išbandykite naujoves negalutinėse naršyklės versijose | Firefox

source: Experience cutting-edge browser features in pre-release versions: Firefox Developer Edition, Firefox Beta and Firefox Nightly. Download now!
cy: Profwch nodweddion blaengar mewn fersiynnau cyn eu ryddhau: Firefox Developer Edition, Firefox Beta a Firefox Nightly. Llwythwch nhw lawr nawr!
lt: Išbandykite pačias šviežiausias naujoves negalutinėse „Firefox“ naršyklės versijose: „Firefox Developer Edition“, „Firefox Beta“ ir „Firefox Nightly“. Parsisiųskite dabar!

source: Download and test the latest Firefox for desktop features with Developer Edition, Beta and Nightly builds.
bn_bd: Developer Edition, Beta এবং Nightly বিল্ডসমূহে, ডেস্কটপ Firerox ডাউনলোড করে, নতুন ফিচারসমূহ পরখ করুন।
bs: Preuzmite i testirajte posljednje Firefox za desktop funkcije sa Developer Edition, Beta i Nightly izdanjima.
cy: Llwythwch i lawr a phrofi nodweddion y Firefox Bwrdd Gwaith diweddaraf gydag fersiynau Developer Edition, Beta a Nightly.
is: Halaðu niður og prófaðu nýjustu möguleikana í Firefox fyrir borðtölvur með Developer Edition, Beta og Nightly builds.
lt: Parsisiųskite ir išbandykite šviežiausias „Firefox“ naujoves „Developer Edition“, „Beta“ ir „Nightly“ dariniuose.
ne: डेस्कटप का लागी Firefox Developer Edition, Beta, र Nightly build हरूको मार्फत डाउनलोड र जाँच गर्नुहोस्।

source: Test about-to-be-released features in the most stable pre-release build.
bn_bd: স্থিতিশীল প্রাক-রিলিজ বিল্ডে শীঘ্রই আসিতেছে এমন ফিচারসমূহ পরখ করুন।
bs: Isprobajte funkcije prije izdavanja u najstabilnijem beta izdanju.
cy: Rhowch brawf ar nodweddion ar fin eu ryddhau yn y fersiynau mwyaf sefydlog cyn eu ryddhau.
is: Prófaðu nýja hluti í næstu útgáfu sem er skilgreind sem stöðug útgáfa.
lt: Ištestuokite ketinamas išleisti naujoves stabiliausiose tarpinėse laidose.
ne: सबैभन्दा स्थीर build मा बसेर भविष्यमा आउन लागेको बिशेषताहरू जाँच गर्नुहोस्।

source: All Languages and Builds (incl. Win 64)
bn_bd: সব ভাষা ও বিল্ড (Win 64 সহ)
bs: Svi jezici i osnove (uključujući Win 64)
cy: Pob Iaith a Fersiwn (gan gynnwys Win 64)
is: Öll tungumál og útgáfur (innih. Win 64)
lt: Visos kalbos ir platformos (taip pat ir 64 bitų)
ne: सबै भाषाहरू र Build हरू (Win 64 सहित)

source: Build, test, scale and more with the only browser built just for developers.
bn_bd: বিল্ড, পরখ, সমৃদ্ধ করা সহ আরও অনেক কিছু করুন এমনি একটি ব্রাউজারে যা শুধুমাত্র তৈরী করা হয়েছে ডেভলপারদের জন্যে।
bs: Pravite, testirajte, poredajte i mnogo više sa jedinim pretraživačem napravljenim samo za programere.
cy: Adeiladu, profi, graddio a mwy gyda'r unig borwr sydd wedi ei adeiladu ar gyfer datblygwyr.
is: Búðu til, prófaðu og meira til með eina vafranum sem er gerður fyrir þróunaraðila.
lt: Kurkite ir testuokite, naudodamiesi vienintele naršykle, kuriama būtent programuotojams.
ne: डेभेलोपर हरूकै लागि बनाइएको ब्राउजर मार्फत Build गर्नुहोस्, जाँच गर्नुहोस, र अरु कुराहरू गर्नुहोस्।
ur: بنائیں, جانچیں ، تغیر کریں اور مزید صرف اس برائوزر کے ساتھ جو تخلیق کاروں کے لیئے بنا ہو۔

source: Firefox Developer Edition automatically sends feedback to Mozilla.
bn_bd: Firefox ডেভেলপার সংস্করণ স্বয়ংক্রিয়ভাবেই Mozilla কে ফিডব্যাক পাঠিয়ে দেয়।
bs: Firefox Developer Edition automatski šalje povratne informacije Mozilli.
cy: Mae Firefox Developer Edition yn anfon adborth yn awtomatig i Mozilla.
is: Firefox Developer Edition sendir sjálkrafa upplýsingar til Mozilla.
lt: „Firefox Developer Edition“ automatiškai siunčia informaciją „Mozillai“.
ne: Firefox Developer Edition ले सुझावहरू स्वतः Mozilla लाई पठाउँछ।
ur: فائرفاکس ڈیولپر ایڈیشن خود بخود موزیلا لئے رائے ارسال کریں.

source: Check out new Android features in their earliest stages. Enjoy at your own risk.
bn_bd: Android এর নতুন ফিচারগুলো প্রাথমিক অবস্থায় যাচাই করুন। নিজ দায়িত্বে ব্যবহার করুন।
bs: Probajte nove Android funkcije u njihovim najranijim fazama. Uživajte na vlastitu odgovornost.
cy: Archwilio ar nodweddion newydd Android yn ystod eu camau cyntaf. Mwynhewch ar eich menter eich hun.
is: Kíktu á nýja Android hluti sem eru ennþá á byrjunarstigi. Prófaðu á þína eigin ábyrgð.
lt: Išbandykite „Firefox“ „Android“ įrenginiams naujoves ankstyviausioje stadijoje. Rizikuokite atsakingai.
ne: नयाँ Android का विशेषताहरू जाँच्नुहोस्। आफ्नै जोखिममा आनन्द लिनुहोस्।

source: Test brand new features daily (or… nightly). Enjoy at your own risk.
bn_bd: আনকোড়া নতুন ফিচার পরখ করুন প্রতিদিন। নিজ দায়িত্বে ব্যবহার করুন।
bs: Testirajte potpuno nove mogućnosti svaki dan (ili… svaku noć). Uživajte na vlastitu odgovornost.
cy: Profwch nodweddion newydd sbon yn ddyddiol ( neu…y nosweithiol). Mwynhewch ar eich menter eich hun.
is: Prófaðu nýjustu hlutina daglega (eða… næturlega). Prófaðu sjálfur á eigin áhættu.
lt: Testuokite naujoves kasdien (arba kasnakt). Rizikuokite atsakingai.

source: Firefox Nightly automatically sends feedback to Mozilla.
bn_bd: Firefox Nightly স্বয়ংক্রিয়ভাবেই Mozilla কে ফিডব্যাক পাঠিয়ে দেয়।
bs: Firefox Nightly automatski šalje povratne informacije Mozilli.
cy: Mae Firefox Developer Edition yn anfon adborth yn awtomatig i Mozilla.
is: Firefox Nightly sendir sjálkrafa upplýsingar til Mozilla.
lt: „Firefox Nightly“ automatiškai siunčia informaciją „Mozillai“.
ne: Firefox Nightly ले सुझावहरू स्वतः Mozilla लाई पठाउँछ।
ur: Firefox Nightly خودکار طور پر Mozilla کو رد عمل ارسال کرتا ہے۔

source: Nightly Blog
bn_bd: Nightly ব্লগ
cy: Blog Nosweithiol
is: Nightly Blogg
lt: „Nightly“ tinklaraštis
ur: Nightly بلاگ

source: Try New Features in a Pre-Release iOS Browser | Firefox
cy: Profwch Nodweddion Newydd mewn Porwr iOS Cyn ei Ryddhau | Firefox
lt: Išbandykite naujoves negalutinėje „iOS“ naršyklės versijoje | Firefox

source: Experience cutting-edge features in a pre-release browser for iOS via Apple’s TestFlight program. Install now!
cy: Profwch nodweddion blaengar mewn porwr iOS cyn ei ryddhau | Firefox drwy raglen TestFlight Apple. Gosodwch e nawr!
lt: Išbandykite šviežiausias naujoves negalutinėse „iOS“ naršyklės versijose, pasinaudodami „Apple TestFlight“ programa. Įsidiekite dabar!

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program and help make our mobile browser for iPhone, iPad and iPod touch even better.
bn_bd: Apple এর TestFlight প্রোগাম এর মাধ্যমে iOS এর জন্য Firefox এর বেটা ভার্সন পরীক্ষা করুন এবং iPhone, iPad ও iPod touch এর জন্য মোবাইল ব্রাউজার আরো উন্নত করতে সাহায্য করুন।
bs: Testirajte probne verzije Firefoxa za iOS putem Apple's TestFlight programa i pomozite nam da napravimo naš mobilni pretraživač za iPhone, iPad, i iPod touch još boljim.
cy: Profwch fersiynau Beta o Firefox iOS drwy raglen Test Flight Apple a chynorthwyo i wneud ein porwr symudol ar gyfer yr iPhone, iPad a iPod Touch hyd yn oed yn well.
is: Prófaðu beta útgáfur af Firefox fyrir iOS með Apple TestFlight forritinu og hjálpaðu til við að gera vafrann fyrir iPhone, iPad og iPod touch ennþá betri.
lt: Išbandykite „Firefox“ „iOS“ įrenginiams beta versijas dalyvaudami „Apple TestFlight“ programoje ir padėkite dar labiau pagerinti mūsų kuriamą naršyklę „iPhone“, „iPad“ ir „iPod touch“ įrenginiams.
ne: Firefox for iOS को beta संस्करण Apple TestFlight program मार्फत जाँच गरी iPhone, iPad,र iPod touch का लागी बन्ने ब्राउजरहरू अझ राम्रो बनाउन सहयोग गर्नुहोस्।

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program.
bn_bd: Apple এর TestFlight প্রোগ্রাম এর মাধ্যমে iOS এর জন্য Firefox এর বেটা ভার্সন পরখ করুন।
bs: Testirajte probne verzije Firefoxa za iOS putem Apple's TestFlight programa.
cy: Profi'r fersiwn beta o Firefox ar gyfer iOS drwy rhaglen TestFlight Apple.
is: Prófaðu beta útgáfur af Firefox fyrir iOS með Apple TestFlight forritinu.
lt: Išbandykite „Firefox“ „iOS“ įrenginiams beta versijas dalyvaudami „Apple TestFlight“ programoje.
ne: Firefox for iOS को beta संस्करण Apple को TestFlight program मार्फत जाँच गर्नुहोस्।

source: Sign up now
bn_bd: এখন সাইন আপ করুন
bs: Registrujte se sada
cy: Cofrestrwch nawr
is: Skrá mig inn
lt: Registruotis dabar
ne: अहिले दर्ता गर्नुहोस्
ur: ابھی سائن اپ کریں
