Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/channel/index.po
Languages: oc

source: Firefox Future Releases
oc: Versions venentas de Firefox

source: Coming Soon!
oc: Lèu lèu&nbsp;!

source: Get notified when Beta is ready.
oc: Siatz avertit de la disponibilitat de la Bèta.

source: Mozilla Firefox Beta
oc: Mozilla Firefox Bèta

source: Mozilla Firefox Final
oc: Mozilla Firefox Version Finala

source: Get the latest <span>channel news</span> in English
oc: Recebètz las <span>darrièras novèlas sus aquestes canals</span> en anglés

source: Sign up for one or all of our Firefox channel newsletters.
oc: Inscrivètz-vos a una o a mantuna de nòstras listas de difusion sus Firefox.

source: Thanks for subscribing!
oc: Mercé per vòstra inscripcion&nbsp;!

source: Your email address
oc: Vòstre corrièl

source: Whoops! Be sure to enter a valid email address.
oc: Ops ! Asseguratz-vos que l'adreça de messatjariá qu'avètz picada es plan corrècta.

source: Select country
oc: Seleccionatz lo país

source: Beta
oc: Bèta

source: General Mozilla News
oc: Novèlas Mozilla generalistas

source: Please select at least one newsletter.
oc: Seleccionatz al mens una lista de difusion.

source: Sign me up!
oc: M'inscrivi&nbsp;!

source: We will only send you Mozilla-related information (<a href="/privacy-policy">Mozilla Privacy Policy</a>).
oc: Vos mandarem pas que d'informacions ligadas a Mozilla (<a href="/privacy-policy">Politica de respècte de la vida privada de Mozilla</a>).
