Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/os/faq.lang.po
Languages: ff

source: Firefox OS Frequently Asked Questions
ff: Naamne Ɓurɗe Duumaade baɗte Firefox OS

source: Firefox OS FAQ
ff: FAQ Firefox OS

source: About Firefox OS
ff: Baɗte Firefox OS

source: What is Firefox OS?
ff: Ko woni Firefox OS?

source: How is Firefox OS different from other operating systems?
ff: Hol no Firefox OS seertiri e yuɓɓooji kuuɓnuɗi goɗɗi?

source: For developers
ff: Toɗɗii ko Topayɓe

source: Buying Firefox OS
ff: Soodde Firefox OS

source: What phones will Firefox OS be available on?
ff: Hol cinnde Firefox OS jogori dogde e mum'en?

source: Where can I buy Firefox OS?
ff: Hol to mbaaw-mi soodde Firefox OS?

source: What will be the price of the phone?
ff: Hol ko ɗeen cinnde njaraoyta?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ff: Njaru cinnde nguu wonaa Mozilla taƴata kono ko operatoor e tafooɓe cinnde ɓee fawaade e no jeere toɓɓaande ndee wayi.

source: What apps will be available on Firefox OS?
ff: Hol jaaɓɗe njogori heɓaade e Firefox OS?

source: Is Firefox OS available in my language?
ff: Mbar Firefox OS ena woodi e ɗemngal am?

source: Using Firefox OS
ff: Huutoraade Firefox OS

source: How do I…
ff: Ho no…

source: …make a call?
ff: …noddirtu-mi?

source: …import my contacts?
ff: …njiggortoo-mi jokkondire?

source: …create and view messages?
ff: …mbinndirtu-mi walla niyrat-mi ɓatakuuje?

source: …use the internet?
ff: …kuutortoroo-mi enternet?

source: …download and install an app?
ff: …ngaawtortoo-mi e no ngaafrat-mi jaaɓngal?

source: …take pictures?
ff: …ɓamirtu-mi nate?

source: …compose and send an email?
ff: …mbinndirtu-mi e neldirtu-mi iimeel?

source: Your go-to source for the best apps for Firefox OS.
ff: Ko gerngal maa jaaɓɗe Firefox OS ɓurɗe yuɓɓude.

source: Firefox browser
ff: Wanngorde Firefox

source: The fast, smart, safe way to get the best of the Web.
ff: Feere ɓurnde yaawde, yuɓɓude e hisde heɓde ko ɓuri e Geese.

source: Deep integration with social media
ff: Naatondiral ñiiɓngal e laylayte renndo

source: Full access to every Twitter and Facebook update from wherever you are.
ff: Maa heɓ kabaruuji timmuɗi iwɗi e Facebook e Twitter nokku ngon-ɗaa kala.

source: Camera
ff: Kameraa

source: With built-in style filters for fun, creative shots.
ff: Cegge panni ena ngardi heen ngam weytaare maa, nataa jooɗɗe.

source: FM Radio
ff: Rajo FM

source: All the audio you want on the go, all on one device.
ff: Ojoo mo njiɗ-ɗaa kala e saasi, fof e kaɓirgol gootol.

source: Maps
ff: Karte

source: Includes directions, traffic and local transit information.
ff: Ena wondi a yiytirde laabi, dille taliiji e humpito baɗte.

source: Privacy and Security
ff: Suturo e Kisal

source: Mozilla was the first to implement the Do Not Track privacy feature.
ff: Mozilla adii annominde fannu suturo ganndiraaɗo Hoto Rewindo-mi.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ff: Firefox ena jogii kadi teelte sutoro beeɓɗe heertinde ngam toppitaade finndeeji, aslol, keɓe curaaɗe, kukiije, cuɓe lowre e ɓeyditte. <a href="%(url)s">Ɓeydu humpito.</a>

source: Developer Questions
ff: Naamne Topayɓe

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ff: Ko a topaaji? Aɗa jogii naamne? <a href="%(url)s">Ɓeydu humpito to lowre Mozilla Developer Network.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ff: E gollondiral e yoga e inɗe ɓurɗe mawnude e jeere cinnde, Firefox OS ko yuɓɓo yuuɓnungo heso udditiingo ndognoowu cinnde ngo Mozilla topii.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ff: Topiraa e kuuɓal ko HTML5 e gaadaneeje Geese udditiiɗe goɗɗe, Firefox OS ena rimɗi e kuule e tiwaaɗe dinndeeje keeroraaɗi jeyal.

source: Firefox OS is the only operating system with Adaptive App Search.
ff: Firefox OS woni wooto e yuɓɓooji kuuɓnuɗi jogiingo Njiylaw Jaaɓɗe Jamminoowo.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ff: Cinnde keewɗe hannde nde wonnoo ngonaa ɓosooje, ɗo ndokkat-maa ko jaaɓɗe goote tan sahaa kala nde ɗe kuɓɓa, Firefox OS kañum koko waylotoo sahaa kala ngam hokkude-ma jaaɓɗe ɗe coklu-ɗaa tuma kala e nguurndam maa.

source: It adapts so you can live every moment to its fullest.
ff: O jamminoto ngam mbaawaa wuurde sahngaaji kala no haanirta.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ff: Firefox OS addan-maa ɗum ko Mozilla, fedde huuɓnunde nde ɗaɓɓaani ngalu nde aadi ɓurani ɗum tiiɗde e dañal.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ff: Amin ngoongɗiɗi wonde Geese ɗee koko ndenndaa tee ena poti toppiteede, wonaa jawdi njeeyeteendi.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ff: Amin ngollotoo e renndo aduyaŋkoore nfam tafde topirɗe ari-topoo wano Mozilla Firefox kadi e addude kesamaagu mbele mo woni kala ena naftoroo haa wona ɓural Geese ɗee.

source: The result is great products built by passionate people and better choices for everyone.
ff: Njualtudi golle amen ko topirɗe tafaaɗe e juuɗe yimɓe goongɗimɓe adduɓe cuɓe ɓurɗe yuɓɓande mo woni kala.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ff: Ngam yiyde doggol timmungol cinnde Firefox OS goodaaɗe, yillo <a href="%(link)s">hello kaɓirɗi</a> ngoo.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ff: Ngam soodde cinndel Firefox OS, tiiɗno yillo <a href="%(link)s">hello kaɓirɗi</a> ngoo kisa laɓo-ɗaa leydi njiɗ-ɗaa.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ff: Doggol ngol nana ɓeydoo, etee ena waɗi jaaɓɗe dowrowe bayɗe hono Facebook, Twitter, Nokia HERE maps, Cut the Rope, e Time Out.

source: Many more are being made available every day.
ff: Keewɗe goɗɗe ngoni ko e topeede ñalnde kala.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ff: Firefox OS ena woodi oo sahaa e Español, Poloniire, Engeleere, Italiire, Purtugeese, Almaa, Serbiyaŋkoore, Hungariire e Gerek.

source: We’re working on adding more languages all the time.
ff: Ko e golle ɓeydude ɗemɗe goɗɗe min ngoni sahaa kala.

source: Adaptive App Search
ff: Njiilaw Jaaɓɗe Jaaɓduɗo

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ff: Heɓ humpito e toɓɓere njiɗ-ɗaa kala nde coklu-ɗaa fof, addan-maa aa e cinndel maa ko Firefox OS.
