Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/os/index.lang.po
Languages: ff

source: Get Firefox OS
ff: Heɓ Firefox OS

source: The Adaptive Phone
ff: Cinndel Jaaɓdungel

source: The Features
ff: Fannuuji ɗii

source: The Mission
ff: Darnde Ndee

source: The Devices
ff: Kaɓirɗi ɗii

source: Get a phone
ff: Heɓ cinndel

source: Social
ff: Renndo

source: Photos
ff: Nate

source: Music
ff: Gaaci

source: Maps
ff: Karte

source: Dual SIM
ff: SIM puno

source: Messages
ff: Ɓatakuuje

source: Make every <br>moment count
ff: Sahaa fof <br>yoo won teskinɗo

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
ff: Soklaaji maa ena mbayloo sahaa kala. Ko ɗuum waɗi Firefox OS ena waɗa hono noon. O hokkat-ma mbaawka wuurde kala sahaa no haanirta tee keblano-ɗaa nguurndam ɓural.

source: Get a Firefox OS smartphone today
ff: Heɓ cinndel Firefox OS hannde

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ff: Winndito ngam heɓde ɓataaka habrirde amen tee keɓaa ko hesɗi baɗte Firefox OS

source: It adapts, so you <br>can too
ff: Ena jaaɓa, aan kadi <br>aɗa jaaɓa

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
ff: Firefox OS addante ko cooynotono-ɗaa, jaaɓda e ngonka kala tee hokku-maa e saasi <br>humpito ngo coklu-ɗaa.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
ff: Ena jeyaa heen jaaɓɗe lolluɗe, inɗe mawɗe, kono kadi loowdi ɓadiindi-ma ndi ɓur-ɗaa hatojinde e nguurndam maa.

source: Adaptive App Search
ff: Njiilaw Jaaɓɗe Jaaɓduao

source: Type a word or subject you’re interested in
ff: Tappu helmere walla toɓɓere nde katonjin-ɗaa

source: Find exactly what you want — and more
ff: Yiytu ko katonjn-ɗaa tigi — e geɗe goɗɗe kadi

source: Get instant access or save apps to your phone
ff: Naat heen e saasi walla danndu jaaɓɗe e cinndel maa

source: Discover more apps on Firefox Marketplace
ff: Yiytu jaaɓɗe goɗɗe e Firefox Marketplace

source: Have it all
ff: Heɓ fofof

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
ff: Firefox ena ardi e fannuuji gaddanɗi-ma yiɗde dañde cinndel hade huunde kala. Ena jaaɓdi e nguurndam maa ngam aan ne aɗa jaaɓda e taariindi maa.

source: Made for the moments of your life
ff: Waɗiraa ko sahnga e sahngaaji e nguurndam maa

source: Moments with friends
ff: Nde ngonndu-ɗaa e musidɓe

source: Import your contacts directly from Facebook and share updates instantly.
ff: Jiggo jokkondire maa bec iwde e Facebook kisa lollinaa postooji e ɓalal maa e saasi.

source: Creative moments
ff: Nde njiɗ-ɗaa wonde ŋanaa

source: Take photos on the go then make them amazing using built-in style filters.
ff: Ɓam nate sahaa kala kisa yooɗnu-ɗe hutoraade ceɗe garduɗe e yuɓɓo ngoo.

source: Moments that entertain
ff: Sahaaji dakmitaare

source: Listen to your favorite songs, artists and radio stations, all from one device.
ff: Heɗo gaaci ɓur-ɗaa yiɗde, naalaŋkooɓe e rajooji, fof e kaɓirgol maa.

source: Moments in between
ff: Tuma nde ndillataa

source: Get to where you’re going with directions, traffic and local transit information.
ff: Yiytu laawol maa huutoraade tiindinooje, dille e taliiji e yah-ngartaa otooji.

source: Moments of choice
ff: Sahaaji labaaɗi

source: Take full control of calls and messages with dual SIM and dual standby functionality.
ff: Heɓ mbaawka noddude e neldude ɓatakuuje huutoraade SIM ɗiɗiijo e fannu cabbol ɗiɗiwol.

source: Moments of connection
ff: Tuma nde njokkondire-ɗaa

source: Stay in touch with family and friends by email and text message.
ff: Ñiiɓnu jokkondiral e ɓesngu e sehilaaɓe sabu iimeel e ɓatakuuje binndol.

source: Moments of discovery
ff: Tuma ngon-ɗaa e yillaade

source: Find the best apps from around the world and your own backyard.
ff: Yiytu jaaɓɗe ɓurɗe moƴƴude e winndere ndee e iwɗe e nokku maa.

source: Transform the future
ff: Waylu ko fayi arde

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
ff: Min ngari ko waɗde ko seerti, wonaa ɗaɓɓere dañal. So a suɓiima Firefox OS, ngon-ɗaa ko e wallude mahande Geese e huutorɓe janngo ɓurɗo yuɓɓude.

source: From our community to yours
ff: E renndo amen haa fayi e ngo maa

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
ff: Cinnde smartfon keewɗe waɗi ɗum'en ko yimɓe seeɗa, fof e nokku gooto, kadi ɗo waɗaa ɗoo ena foti woɗɗude ɗo koɗ-ɗaa. Cinnde Firefox OS ɗee njiidaa. Waɗi-ɗe ko renndo winndere moolanaango etee ko kañum'en tan ngoni cinnde paamooje; gaddooje yiɗde e soklaaji maa.

source: The best of the Web
ff: Ko ɓuri yuɓɓude e Geese

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
ff: Firefox waylii sifaa banngagol haa badaa so semmbinde huutorɓe ko adii fof e hokkude-ɓe suɓaade e kesamaagu geese. Jooni min ngoni kadi ko e waɗtude hono noon e Firefox OS, kisa min ngadda kadi banngagol toownangol e cinndel maa. Ma on mbaaw kadi ɓamtude ngonka mon e geese, keɓon kisa ko ɓuri yuɓɓude ko geese waawi hokkude-on, ɗo mbaaw-ɗon wonde kala.

source: For partners &amp; developers:
ff: Toɗɗii ko gollodiiɓe &amp; topayɓe:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
ff: Humpito baɗte fartaŋŋeeji gollotiral <a href="%(link)s">Yillo lowre gollotiral Firefox OS</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
ff: Yeɓ jaaɓngal maa e Firefox OS <a href="%(link)s">Naatnoy ngal to Firefox Marketplace</a>

source: For users:
ff: Toɗɗii ko huutorɓe:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
ff: So a woodii soklude ballal seeɗa <a href="%(link)s">Heɓ ɗum to musidɓe maa to Wallitorde Mozilla</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
ff: Naamne maa fof maa njaabe <a href="%(link)s">Tar Gerngal Naamne FAQ amen keewngal nafoore</a>

source: Email app
ff: Jaaɓngal iimeel

source: Contacts app
ff: Jaaɓngal jokkondire

source: Messages app
ff: Jaaɓngal ɓatakuuje

source: Camera app
ff: Jaaɓngal kameraa

source: Facebook app
ff: Jaaɓngal Facebook

source: Maps app
ff: Jaaɓngal karte

source: Photos app
ff: Jaaɓngal nate

source: Music app
ff: Jaaɓngal gaaci

source: Radio app
ff: Jaaɓngal rajo

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ff: Amin ngollodoo e yoga e operatoor en ngam addande on Firefox OS e kaɓirɗi keewɗi.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ff: Suɓo gooto e doggol les ngol ngam heɓde cinndel Firefox OS e leydi maa.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ff: Dobo e carwinoowo gonɗo les oo ngam heɓde cinndel Firefox OS e leydi maa.

source: Sign up for our monthly newsletter
ff: Winndito e ɓataake habirde amen lewruyaŋkeewo

source: Thank you for signing up!
ff: A jaaraama e binnditagol maa!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ff: Firefox OS — Cinndel Jaaɓdangel — Fannuuji Smartfon Lobbi, Jaaɓɗe e geɗe Goɗɗe

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
ff: Tar konngol yamre ngol <a href="%(link)s">Tar baɗte fannuuji, bayle e geɗe goɗɗe</a>
