Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/os/index-new.lang.po
Languages: ff

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
ff: Waɗiraa ko hokkude ma ko coklu-ɗaa koo tan e cinndel, tawa ena waɗi jaaɓɗe baɗte kala ko ngollataa. Alaa ko ɓuri ɗum weeɓde.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ff: Firefox OS — Cinndel Jaaɓdangel — Fannuuji Smartfon Lobbi, Jaaɓɗe e geɗe Goɗɗe

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
ff: Cinnde Firefox OS ndokete fannuuji jaaɓdooji e jaaɓɗe ballooje ma naftoraade no ɓuri timirde kadi walla tafde janngo ɓurɗo yuɓɓande Geese.

source: Firefox OS device illustration
ff: Natal kaɓirgol Firefox OS

source: Designed to give you just what you need, just when you need it.
ff: Waɗiraa ko hokkude ma ko coklu-ɗaa koo tan, kadi nde coklu-ɗaa.

source: Give these a try
ff: Ƴeewndo ɗuum

source: Scroll the homepage
ff: Woro jaɓɓorgo ngoo

source: Swipe between apps
ff: Fittu hakkunde jaaɓɗe

source: Smart has never been so simple
ff: Alaa ko ɓuri ɗuum weeɓde

source: interaction icon
ff: maanndel kaaldigel

source: Scroll for what you need
ff: Woro ngam heɓde ko coklu-ɗaa

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
ff: Yejjit jaynirɗe jaɓɓorɗe keewɗe. Huunde kala ko coklu-ɗaa ena ɓadi-maa e goragol gootol, laaɓtungol. Ko ɓuri ɗum weeɓde?

source: Search in a snap
ff: Yiylo e saasi

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
ff: Yiylo e Geese e Firefox Marketplace, walla yillo lowre ko yaawi — fof tawa ko e palal njiilaw gonngal tow jaɓɓorɗe maa ngal.

source: Swipe&nbsp;between apps
ff: Fittu&nbsp;hakkunde jaaɓɗe

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
ff: Artu e jaaɓɗe maa cakkitiiɗe e saasi. Fittu tan iwde e hawngo yaynirde maa ngam wanngaade e jaaɓɗe udditiiɗe ɗee kala.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
ff: Firefox OS waɗiraa ko yoo yahdu e nguurndam maa tee kañum e Njiilaw Jaaɓduɗo ko ɗuum tan waɗata. Fuɗɗo tappude tan kisa keɓaa loowdi e jaaɓɗe jahduɗe e njiilaw maa e saasi. Ena weeɓani hoore mum — ko nih njiilaw kala foti wayde.

source: Apps for all you do
ff: Jaaɓɗe kala coklu-ɗaa

source: Stay connected
ff: Duumo e kumpital

source: Stay entertained
ff: Heɓ welemma sahaa kala

source: Stay organized
ff: Yuɓɓin nguundam maa

source: Search or enter address
ff: Yiylo walla naatnu ñiiɓirde

source: Phone
ff: Noddirde

source: Camera
ff: Kameraa

source: Video
ff: Widewo

source: E-Mail
ff: Iimeel

source: Messages
ff: Ɓatakuuje

source: Calendar
ff: Haatumeere

source: Browser
ff: Wanngorde

source: Clock
ff: Montoor

source: Contacts
ff: Jokkondire

source: Music
ff: Gaaci

source: FM Radio
ff: Rajo FM

source: Settings
ff: Teelte

source: Gallery
ff: Gerngal

source: Usage
ff: Kuutoragal

source: Add more from the Firefox Marketplace
ff: Ɓeydu goɗɗe iwɗe to Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
ff: Heɓ pije ɓurɗe lollude ɗee kala e jaaɓɗe laylayte renndo tawa ko ɗoo tan.

source: Go to the Marketplace
ff: Yah to Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
ff: * Jaaɓɗe gardooje e cinndel pawii ko e tafooɓe e operatoor en.

source: In the news
ff: Kabaruuji kesi

source: See more
ff: Yiy goɗɗe

source: Mozilla community photo
ff: Natal renndo Mozilla

source: Powered by the Mozilla community
ff: Ko golle renndo Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
ff: Mozilla ko fedde nde ɗaɓɓaani ngalu nde renndo hatojinɓe ndarni. Dental ngal ena hokki mim baawal sosde kesamaagu tawa amin kiisii nokku gonaaɗo oo, kisa min ɓeyda Geese yuɓɓude e weeɓana mo woni kala naatde e mayre.

source: Learn more about Mozilla
ff: Ɓeydu humpito baɗte Mozilla

source: Need Help?
ff: Aɗa sokli ballal?

source: Firefox OS Support
ff: Wallitorde Firefox OS

source: Find My Device
ff: Yiytu Kaɓirgol Am

source: For Developers
ff: Toɗɗii ko Topayɓe

source: Firefox OS devices
ff: Kaɓirɗi Firefox OS

source: Where is Firefox OS available?
ff: Hol to Firefox OS heɓotoo?

source: Other Firefox OS versions
ff: Jame goɗɗe Firefox OS

source: For Partners
ff: Toɗɗii ko Golloɗiiɓe

source: Partnership opportunities
ff: Fartaŋŋeeji gollotiral

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ff: Amin ngollodoo e yoga e operatoor en ngam addande on Firefox OS e kaɓirɗi keewɗi.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ff: Suɓo gooto e doggol les ngol ngam heɓde cinndel Firefox OS e leydi maa.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ff: Dobo e carwinoowo gonɗo les oo ngam heɓde cinndel Firefox OS e leydi maa.

source: Sign up for our monthly newsletter
ff: Winndito e ɓataake habirde amen lewruyaŋkeewo

source: Thank you for signing up!
ff: A jaaraama e binnditagol maa!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ff: Winndito ngam heɓde ɓataaka habrirde amen tee keɓaa ko hesɗi baɗte Firefox OS
