Repository: alvinlaz96/mozilla-lang
Catalog: cak/foundation/annualreport/2011.lang.po
Languages: cak

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
cak: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> nusüj chi ke ri ruwinaq jun nimaläj samajib'äl richin nuchajij ri richinaxik, akuchi' nuya' ch'ajch'ojri'ïl, b'anob'äl chuqa' uchuq'a' richin nib'ïx achike rub'eyal nikikomonïx chuqa' nokisäx ri ichan taq rutzij. Xb'anatäj rik'in ruto'ik ri Ford Moloj, Collusión nuya' q'ij chi ke ri winaqi' nikitz'ët achike yekanon kichin pa Ajk'amaya'l. Pa jun ch'utiramaj nuk'üt pe achike rub'eyal ri taq tzij nikinük' jun rukem äm, ri nuq'alajisaj pe rub'eyal yesamäj ri taq nimamoloj chuqa' ch'aqa' chik taq kanonela'.

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
cak: Re juna' re' xqaköl <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — jun silowachinel junamaxik richin chi ri aj chwa'q kab'ij chi k'amöy taq b'ey, silonela' chuqa' ch'ob'onela' chijun ri ruwach'ulew tikib'ana' chuqa' kekitaqa' ch'utaq silowachib'äl. Re taq silowachib'äl nikib'äl ruwinaq Firefox yetalun chuqa' yekitijoj ri winaqi' pa ruwi' taq na'oj nikitz'ila' kik'aslem pa k'amaya'l, achi'el ichinanem, jikomal. Ri nik'o ruq'ij chi re b'anöy taq silowachib'äl xkikomonij rik'in kitzij ri nujalwachij ri Firefox. Nimaläj winaqi' chuqa' ajna'oj winaqi' richin ri silowachib'alil k'iyb'anoj xeto'on chi kicha'ik ri xech'akon pa kitinamit chi kikojol ri jotöl chi re ri 400 taq cholna'oj xtaq kuma ri xo'iltäq chi k'amöl taq b'ey chijun ri ruwach'ulew.

source: Our success begins with you.
cak: Ri q'i'oj qarayb'al nitikïr awik'in.

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
cak: Mozilla jun moloj ri nuya' kiq'ij ri winaqi' chuqa' richin yetikïr nikutzilaj ri Ajk'amaya'l chi kiwäch konojel. Ri Mozilla tinamït janila rejqalem richin niq'i' ri rayb'äl pa ri nuk'samaj. Man yojtikiïr ta niqato' jun jaqäl, majel chuqa' chojch'ojri'ïl Ajk'amaya'l wi majun winäq nito'on chuqa' niniman pa ruwi' re na'oj re'. Mozilla tinamït rukiran ri' chijun ri ruwach'ulew chuqa' ri nimaläj winaqi' re' ya'on pa kiq'a' chi nikicholajij, nikitojtob'ej, nikitzalq'omanri'ij, yekinük' Hackfests chuqa' summer code parties, yekitijoj ri Ajk'amaya'l nuk'unela', nikitaluj, chuqa' yetijon pa kiwi' ri taq rutikojil Mozilla chuqa' ch'aqa' chik.

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
cak: Wachib'en richin niya' pa kiq'a' ri ajpatan to'onela' richin chi ke'ok saqamaq'ij taq ruk'amöl b'ey Mozilla pa taq kik'ojlib'al, ri nuk'samaj<a href="%(reps_url)s" rel="external">Mozilla Reps</a> xk'iyïr pa mas b'a' jun juna' jun 350 winaqi' pa mas b'a' 70 taq amaq'. Ri nuk'samaj janila rejqalem richin yeb'anatäj ri taq rayb'äl erunuk'un ri Mozilla pa ruwi' ri rutaluxik chuqa' rub'anik ri Firefox OS, Firefox richin Windows, Mac chuqa' Linux, chuqa' Firefox richin Android. Reps runuk'un mas b'a' 700 taq molojri'ïl chijun ri ruwach'ulew, akuchi' tikirinäq erupeyon chuqa' erutijon wok'altäq chi k'ak'a' to'onela' pa kab'lajtäq samajel taq k'ojlib'äl.

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
cak: Ri taq MozCamps ajk'ojlib'äl taq molojri'ïl, akuchi' yemol ri samajel taq ruwinaq chuqa' ri ruwinaq Mozilla richin ronojel taq ruq'a' ri nuk'samaj pa ka'i' taq q'ij, akuchi' yeb'an taq k'utunem, tzijonem, kitzijol na'oj, kisprints taq samaj, taq jakaton chuqa' k'ïy tik'asanïk.

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
cak: Stape' ri ruk'ux rayb'äl k'o pa kiwi' ri aj tinamït k'amöl taq b'ey chuqa' samajel to'onela', ri taq MozCamps chuqa' nurayb'ej yerutijoj aj chwa'q kab'ij k'amöl taq b'ey: Ri yeto'on rik'in ri Mozilla, ri ruk'isib'äl waqi' ik' yalan esamajinäq, ruma ri' e retal ri k'ak'a' molaj rajpopi' tinamital Mozilla.

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
cak: Ri taq Mozcamps re juna' re' xb'anatäj pa Buenos Aires, Varsovia chuqa' Singapur, akuchi' xemol mas 300 samajela' chuqa' 600 ajpatan to'onela'.

source: Emerging Communities
cak: Elenel taq molaj winäq

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
cak: Jujun samajel taq molaj winäq chuqa' janila yek'iyïr e ja ri aj xtani' alab'oni' taq molaj winäq. E k'o pa Oriente Medio, Africa chuqa' ri Sudeste aj Asia, k'ïy chi ke ri kiwinaq xepeyöx pa MozCamps 2012. Ri <a href="%(tunisia_url)s" rel="external"> Tunecina molaj winäq</a>,<a href="%(kenya_url)s" rel="external">Kenia molaj winäq</a> chuqa' ri <a href="%(philippines_url)s" rel="external">Filipina molaj winäq</a>tajin nikib'än jun jeb'ël samaj chuqa' chi kijujunal k'o mas b'a' kab'lajtäq kito'onela' ri nikisamajij jalajöj samajel taq ruq'a', achi'el tzalq'omanri'ïl, QA, rutaluxik chuqa' runuk'ik. Jun chi ke ri ruk'isib'äl rumolaj winäq Mozilla, ri xnuk' pa 2012 k'o pa <a href="%(myanmar_url)s" rel="external">Myanmar</a>.

source: Contributor Stories
cak: Kib'anob'al to'onela'

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
cak: Chit xtutikirisaj ruto'ik rik'in Mozilla pa 2010, chi ri' toq tikirinäq pe pa'äl chuwäch runuk'ik ri Myanmar molaj winäq.

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
cak: Vinking xunük' ri nab'ey nimaq'ij richin rusujik ri Firefox pa Indonesia pa 2007 chuqa' ruk'wan rub'ey ri molaj winäq pa ruwi' kuqül k'ayb'äl chijun ri amaq'.

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
cak: Keng xuchäp rutzalq'omanri'ïl ri Firefox pa aj Tailandia, chuqa' k'o chuwäch ri molaj winäq pa 2008.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
cak: Claire xutikirisaj ruto'ik rik'in Mozilla pa 2009, ja rija' ri ninuk'un ri Bonjour Mozilla ichinya'.

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
cak: Pa ramaq' Egipto, Haitham, jun ajnimab'äl k'u'x ri nurayij jaqäl b'itz'ib', xok qa jun Mozilla Rep pa rutikirib'al ri 2011.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
cak: Ioana pa'äl pa kiwi' ri taq jakaton pa ramaq' Rumania pa 2010.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
cak: Brian nito'on rik'in Mozilla pa jun kan lajuj juna', wakami k'o chi kikojol ri Rajpopi' Mozilla Reps.

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
cak: Rurayb'al chi tich'ab'ëx chik ri Songay, jun chi ke ri taq ruch'ab'äl ri amaq' Mali, Mohomodou pa'äl chuwäch ri tzalq'omanri'ïl, ruma ri' tajin nuq'asaj ri Firefox pa Songay.

source: Sustainability and Partnerships
cak: Temeb'alil chuqa' taq Juna'oj

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
cak: Rik'in re rutzijol samaj jun juna' re', niqaya' rutzijol ri retal qapwaq, ri nik'on pa 2011. Mozilla jeb'ël pa'äl rik'in rupwaq chuqa' rucholik, richin nitalüx ri taqel qataqanem, akuchi' niqatz'aqatisaj pa K'amaya'l ri nimaläj taq qejqalem: Okem, jamäl chuqa' to'ïk.

source: Download PDF
cak: Tiqasäx PDF
