Repository: alvinlaz96/mozilla-lang
Catalog: ks/mozorg/home.lang.po
Languages: ks

source: Home of the Mozilla Project
ks: ہوم موزیلا پروجکٹُک

source: Next article
ks: بیاکھ آرٹیکل

source: Previous article
ks: پْتیم آرٹیکل

source: We are %(mozilla_wordmark)s
ks: أسئ چھ% (موزیلا۔وأرڈ مارْک)

source: Doing good is part of our code
ks: جان کرُن چُھ حصہ سانِہ کوڈُک

source: Get involved
ks: شأمل گْژھیو

source: <i>Explore</i> our mission
ks: کْریو سون میشن <i>ایکْسپلور</i>

source: Our principles guide us
ks: سأنئ اصول چھ اسِہ گایڈ کران

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
ks: أسئ چھ اکھ گلوبل کومنیٹی ٹیکنالجیسٹن، تھینکرن تْہ بِلڈرن ہْنز یم ذن کأم کران چھ اِنٹرنیت ایلایِو تْہ ایسیسبْل تھاونْہ باپت۔

source: Read more about our mission
ks: مزید پْریو سأنس میشنس مُتلق

source: <i>Look</i> ahead
ks: برونہہ<i>وْچھیو </i>

source: Look ahead
ks: برونہہ وْچھیو

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
ks: أسئ چھ انان زیادہ لوکھ ویبِہ کُن زیادپ طریقن منز تْہ زیادو جایو پیٹھ یوتاہ نْہ از برونہہ زانہہ اوس۔

source: Learn more about Firefox OS
ks: مزید ہیچھیو فایر فوکْس او ایسس مُتلق

source: <i>Join</i> our community
ks: سأنی کومنیٹی کْریو <i>جویِن</i>

source: Join our<br> developer community
ks: جویِن کْریو سأنی <br> ڈیولپر کومنیٹی

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
ks: حأصل کْریو ڈاک تْہ ڈیموز، ٹول تْہ ٹیوٹوریل تْہ پریتھ کانہہ چیز یوس ذن وابستْہ چُھ اوپْن ویب سْیت۔

source: <i>Forge</i> the future
ks: فیوچر کْریو <i>فورْج</i>

source: Mozilla Festival
ks: موزیلا تہوار

source: Forge the future<br> of the Web
ks: فورْج کْریو فیوچر <br> ویبُک

source: Learn from some of the most passionate thinkers and inventors from around the world.
ks: ہیچھیو کینژن ساروْی کھوتْہ جزبأتئ تھینکرن تْہ موجدن نِش سارے دُنیا پیٹھ۔

source: Come to the Mozilla Festival
ks: موزیلا تہوارس کُن یِیو

source: Different by&nbsp;design
ks: الگ بذریعہ &nbsp; ڈیزایِن

source: In the news
ks: نیوزِ منز

source: See all news
ks: تمام نیوْز وْچھیو

source: Help launch Firefox OS in your country.
ks: مدد کْریو لانچ کرنس منز فایر فوکْس او ایس تُہنزِ کنٹری منز۔

source: Become a Mobilizer today.
ks: اکھ موبیلایزر بْنیو از۔

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
ks: توہیہ چھ نْہ ضرورت زاننْچ کوڈ کِتھ کْنئ چھ کران موزیلاہس منز شأمل گژھنْہ باپت۔<a href="%s">مزید زأنیو سانین والنٹییر موقن مُتلق</a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
ks: شُکریہ سانِہ گلوبل کومنیٹی ہُند، موزیلا پروڈکٹْہ تْہ ویب سایٹْہ چھ دستیاب ۷۰ کھوتْہ ذیادْ زبانن منز۔ <a rel="external" href="%(link_l10n)s">مدد کْریو تِم تُہنزن زبانن منز ترجُم کرنْہ باپت</a>۔

source: <i>Watch</i> the watchers
ks: کْریو واچر <i>واچ</i>

source: See who’s watching you online
ks: وْچھیو توہیہ کُس چُھ آن لایِن وچھان

source: Shine a light on the third parties that are collecting data about your online activity.
ks: اکھ روشنی کْریو تھأرڈ پارٹیین پیٹھ یِم ذن ڈاٹا جمع کران چھ تُہنزِ آن لاین ایکٹیوٹی باپت۔

source: Install the Lightbeam add-on
ks: انسٹال کْریو لایِٹ بیم ایڈ۔آن

source: <i>Learn</i> the Web
ks: <i>ہیچھیو </i> ویب

source: We teach the Web
ks: أسئ چھ ویب ہیچھناوان

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
ks: وْلیو زانو، ژھانڈو تْہ بناوو اِکوٹ بِلڈْ کرنْہ باپت اکھ ویب یوس ذن اوپْن آسِہ تْہ آسِہ پریتھ کأنسِہ بنأومْژ۔

source: Become a Webmaker
ks: اکھ ویب میکر بْنیو

source: <i>See</i> the new MDN
ks: نُو ایم ڈی این <i>وْچھیو </i>

source: See what’s new <br>for developers
ks: وْچھیو ڈیولپرن باپت کیاہ چُھ نُو<br>

source: Our community hub for docs, demos and other resources just got a brand new look.
ks: سون کومنیٹی ہب ڈاکن، ڈیموہن تْہ باقین ریسورسن باپت چھ وْنئ اکھ نْو لوک حأصل کْرمْژ۔

source: Visit the Mozilla Developer Network
ks: وِیزِٹ کْریو موزیلا ڈیولپر نیٹوْرک

source: The Web needs you
ks: ویبس چھ تُہنز ضرورت

source: What kind of Web do you want?
ks: کمِہ قسمْچ ویب چھ توہیہ ضرورت؟

source: Tell us what matters most to you and help shape the future of the Web.
ks: اسِہ و۔نیو کیاہ چُھ توہیہ باپت ذیادْ ضروری یُتھ أسی تمے مُطأبق ویبِہ ہُند فیوچر شیپ کرو۔

source: Share your vision
ks: پنُن ویجن کْریو شییر

source: <i>Try the best</i> Firefox yet
ks: <i>کوشش کْریو ساروْی کھوتْہ بہتر</i> فایر فوکْس وْنئ

source: Try the best Firefox yet
ks: کوشش کْریو ساروْی کھوتْہ بہتر فایر فوکسْچ وْنئ

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
ks: مزید ہیچھیو فری ڈیسْک ٹاپ براوزرس مُتلق یوس توہیہ کُن، تُہنزِ پرایوسی کُن تْہ أکس اوپْن ویبِہ کُن کومِٹ کرنْہ آمُت چُھ

source: See what’s new
ks: وْچھیو کیاہ چُھ نُو

source: <i>Join</i> our <br>Maker Party
ks: <i>کْریو جویِن</i>سأنئ <br>میکر پارٹی

source: Join our global <br>Maker Party
ks: جویِن کْریو سأنئ گلوبل <br> میکر پارٹی

source: From July to September, help us teach, learn and make the Web at hands-on community events.
ks: جولای پیٹھ ستمبر تام، کْریو مدد اسِہ پرناونس، ہیچھنس تْہ ویب آسان بناونس منز کومنیٹی ایوینٹن پیٹھ۔

source: Learn about events near you
ks: ہیچھیو واقعاتن مُتلق یم توہیہ نزدیک چِھ

source: <i>Help</i> Mozilla users
ks: موزیلا یوزرن<i>کْریو مدد</i>

source: We need your help
ks: اسِہ چھ تُہنز مدد ضرورت

source: Learn about the ways you can help millions of users get the most out of their favorite browser.
ks: ہیچھیو تمن طریقن مُتلق یمن منز توہیہ مدد کْرتھ ہیکیو میلین واد یوزرن حأصل کرنس منز واریاہ ذیادْ چیز تُہندیو من پسند براوزرو پیٹھ۔

source: Join our support team
ks: سون تعاون ٹیم کْریو جویِن
