Repository: alvinlaz96/mozilla-lang
Catalog: ks/mozorg/newsletters.lang.po
Languages: ks

source: Your email address:
ks: تُہند ایمیل پتاہ:

source: Available Languages
ks: دستیاب زبان

source: Language:
ks: زبان:

source: Select country
ks: مُلک ژأریو

source: Country:
ks: مُلک:

source: Sign me up!
ks: مْے کْریو سایِن اپ!

source: We will only send you Mozilla-related information.
ks: أسئ سوزو توہیہ صرف موزیلاہس سْیت وابستْہ جانکأری۔

source: Thanks for Subscribing!
ks: شُکریہ سبسکرایبینگ باپت!

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ks: سبسکرایِب کْریو ریتْہ پأٹھ اپڈیٹ تْہ تھأیو موجود موزیلا نیوزِ سْیت، یتھ منز شأمل چھ تازْ ترین ٹِپْس تْہ ٹرْکْہ فایر فوکْس برارزرس بھرپور فأیدْ تُلنْہ باپت۔ یہ چُھ سانِہ باپت بہتر تْہ افضل طریق رأبطس منز روزنُک!

source: Read all about it in our <span>newsletter</span>
ks: اتھ مُتلق پْریو تمام سأنِس <span>نیوْز لیٹرس</span> منز

source: Your newsletter subscription has been confirmed.
ks: تُہندْس نیوْز لیٹر سبسکریپشنس چُھ تصدیق کرنْہ آمُت۔

source: Firefox & You
ks: فایر فوکْس تْہ توہیہ

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
ks: اکھ ماہانْہ نیوْز لیٹر تْہ خاص اعلان یم توہیہ ٹِپْس دِوان آسین بہتر کرنُک پنُن تجرُب فایر فوکسس سْیت تُہندس ڈیسْک ٹاپس تْہ اینڈرایِڈ ڈیوایسس پیٹھ۔

source: Firefox OS News
ks: فایر فوکْس او ایس نیوْز

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
ks: اکھ ماہانْہ نیوْز لیٹر تْہ خاص اعلان زِ کِتھ پأٹھ ہیکیو توہیہ واریاہ حأصل کْرتھ پننِہ فایر فوکْس او ایس ڈیوایسْہ پیٹھ، یتھ منز شأمل چُھ تازْ ترین فیچر تْہ مست فایر فوکْس مارکیٹ پْلیس ایپْہ۔

source: Mozilla Communities
ks: موزیلا کومنیٹی

source: Bringing you the best new opportunities to help support the open Web.
ks: توہیہ باپت انان ساروْی کھوتْہ بہتر مواقع یم مدد کران چھ ویب اوپْن کرنس منز۔

source: Firefox Student Ambassadors
ks: فایر فوکْس سیٹوڈینٹ ایمبیسڈر

source: A monthly newsletter on how to get involved with Mozilla on your campus.
ks: اکھ ماہانْہ نیوْز لیٹر ذِ کِتھ پأٹھ گژھو شأمل موزیلاہس سْیت تُہندِس کیمپسس پیٹھ۔

source: Firefox Affiliates
ks: فایر فوکْس ایفلیٹ

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
ks: اکھ ماہانْہ نیوْز لیٹر یوس توہیہ اپڈیٹ تھاوان چُھ فایر فوکْس ایفلیٹ پروگرامس سْیت۔

source: Firefox Apps & Hacks
ks: فایر فوکْس ایپ تْہ ہیک

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
ks: ڈیولیپرن باپت نیوْز فایر فوکْس او ایسس مُتلق، فایر فوکْس مارکیٹ پْلیس تْہ اوپْن ویب ایپْس ایکو سسٹمس باپت۔

source: Mozillians
ks: موزیلین

source: Email updates for vouched Mozillians on mozillians.org.
ks: ایمیل اپڈیٹ ووچِڈ موزیلینن باپت موزیلین ڈاٹ او آر جی مُتلق۔

source: Firefox for desktop
ks: ڈیسْک ٹاپس باپت فایر فوکْس

source: Don’t miss the latest announcements about our desktop browser.
ks: یِنْہ مِس گژھن تازْ ترین اعلان سأنس ڈیسْک ٹاپ براوزرس مُتلق۔

source: Firefox for Android
ks: اینڈرایڈس مُتلق فایر فوکْس

source: Keep up with releases and news about Firefox for Android.
ks: پورْ خیال تھأیو ریلیزن تْہ نیوز ہُند اینڈرایڈس باپت فایر فوکسس مُتلق۔

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
ks: خاص اعلان تْہ مسیج ٹیم پیٹھ یمن ہُند مقصد ویب آزاد تْہ اوپْن تھاوْن چھ۔

source: Know when the coolest apps hit the Marketplace for your platform:
ks: جانکأری تھأیو ییلہ مست ایپْس مارکیٹ پْلیسس منز یِین تُہندس پلیٹ فارمس باپت:

source: Firefox OS smartphone owner?
ks: فایر فوکْس او ایس سُمارٹ فون مألک چھاہ؟

source: Don’t miss important news and updates about your Firefox OS device.
ks: مْہ کْریو مِس ضروری نیوِز تْہ اپڈیٹ پننِس او ایس ڈیوایسس مُتلق۔

source: Be the first to know when Firefox is available for iOS devices.
ks: بنیو گوڈنیک یس پتاہ لگِہ ذِ فایر فوکْس کر گژھ دستیاب آی او ایس ڈیوایسن باپت۔

source: Periodic email updates about our annual international film competition.
ks: پیریاڈِک ایمیل اپڈیٹ سأنس سالانْہ اِنٹرنیشنل فلم کمپیٹیشنس مُتلق۔

source: Beta News
ks: بیٹا نیوْز

source: Firefox OS news, tips, launch information and where to buy.
ks: فایر فوکْس او ایس نیوْز، ٹِپ، لانچ انفارمیشن تْہ کَتِہ چُھ مْل ہیون۔

source: We can keep in touch with occasional messages that matter most to you.
ks: أسئ ہیکو رأبطہ تھأوِتھ تمن اوکیجنل مسیجن سْیت یِم توہیہ باپت ضروری آسن۔

source: Submit
ks: سبمِٹ کْریو

source: Find out how!
ks: پتاہ کْریو کِتھ کْینئ!

source: Newsletters
ks: نیوْز لیٹر

source: About us
ks: اسِہ مُتلق

source: I didn't sign up for this.
ks: مْے کور نْہ سایِن اپ ییمہ موجوب۔

source: Save Preferences
ks: ترجیحات کْریو محفوظ

source: The supplied link has expired. You will receive a new one in the next newsletter.
ks: فرایم کرنْہ آمْژ لینک چھ ایکْسپایر گأمْژ۔ توہیہ رْٹیو اکھ نْو بْیِس نیوز لیٹرس منز۔

source: Get up and go
ks: تھود وْتھیو تْہ گْژھیو

source: Subscribe
ks: سبسکرایِب کْریو

source: Set your preferences below to make sure you always receive the news you want.
ks: سیٹ کْریو پننِہ ترجیحات بونْہ کْنئ یقینی بناونْہ باپت ذِ توہیہ چھیو ہمیشہ رٹان سُو نیوْز یوس توہیہ یژھان چھیو۔

source: You send too many emails.
ks: توہیہ سوزیو واریاہ ذیادْ ایمیل۔

source: Getting too much email from us?
ks: توہیہ چھاہ واریاہ زیادْ ایمیل سانِہ طرفْہ رٹان؟

source: Would you mind telling us why you’re leaving?
ks: توہیہ کْرواہ تکلیف اسِہ وننُک توہیہ کیازِ چھیو نیران؟

source: Get Firefox for mobile!
ks: موبایلس باپت کْریو فایر فوکْس حأصل!

source: What’s Mozilla all about?
ks: موزیلا کتھ مُتلق چُھ؟

source: I’m interested in:
ks: منز چِھ مْے دلچسپی:

source: Format:
ks: فارمیٹ:

source: Your content wasn't relevant to me.
ks: تُہند کنٹینٹ اوس نْہ مْے باپت

source: Firefox
ks: فایر فوکْس

source: We’re sorry to see you go.
ks: أسئ چُھ افسوس تُہندِ نیرنُک۔۔

source: It’s your Web anywhere you go.
ks: یہ چِھ تُہنز ویب یوت تِہ توہیہ گْژھیو۔

source: Your email design was too hard to read.
ks: تُہند ایمیل ڈیزاین اوس واریاہ سخت پرنْہ باپت۔

source: Newsletter Subscriptions
ks: نیوْز لیٹر سبسکریپشن

source: Unsubscribe
ks: انسبسکرایِب کْریو

source: YOUR EMAIL HERE
ks: تُہند ایمیل ییتنس

source: Thanks for updating your email preferences.
ks: شُکریہ پننِہ ایمیل ترجیحات اپڈیٹ کرنْہ باپت ۔

source: We’re glad you asked!
ks: اسِہ چھ خوشی توہیہ پریژھو!

source: Something is amiss with our system, sorry! Please try again later.
ks: کیاہ تام چُھ رومُت سأنس سِسٹمس سْیت، معاف کْریو! مہربأنی کْرتھ کْریو پتْہ دوبار کوشش۔

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
ks: تمام کیٹاگری کْریو چک یم توہیہ پیٹھ لاگو گژھان چِھ، تْہ سون وعدْ چُھ أسئ تھاوو کم کھوتْہ کم میل۔

source: Get Firefox news
ks: فایر فوکْس نیوْز کْریو حأصل

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
ks: بْہ چُھس موزیلاہس سْیت رأبطہ تھأوِتھ فیس بُک تْہ ٹُویٹرس پیٹھ امہ بجاے۔

source: Remove me from all Mozilla emails
ks: مْے ہٹأیو تمام موزیلا ایمیلو پیٹھ

source: Thanks for telling us why you’re leaving.
ks: شُکریہ اسِہ وننہ باپت زِ توہیہ کیازِ چھیو نیران۔

source: Added extras
ks: جمع کرنْہ آمْتئ ایکْسٹرا

source: Sign me up
ks: مْے کْریو سایِن اپ

source: English&nbsp;only
ks: انگریزی&nbsp ؛صرف

source: You’ve been unsubscribed.
ks: توہیہ چھیو انسبسکرایِب کرنْہ آمْت۔

source: Make Firefox do more with add-ons.
ks: فایر فوکْس کرنأیو مزید ایڈ۔آنن سْیت۔

source: Other…
ks: باقی ۔ ۔ ۔

source: Newsletter confirm
ks: نیوْز لیٹر تصدیق

source: Not interested in our newsletters, but like those special announcements? No problem.
ks: توہیہ چُھ نا کانہہ دلچسپی سانین نیوْز لیٹرن منز، مگر تمن خاص اعلانن ہْند پأٹھ؟ کانہہ مسلْہ چُھ نْہ۔

source: Manage your Email Preferences
ks: پننِہ ایمیل ترجیحات کْریو منیج

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ks: پیٹھ رْٹیو توہیہ اکھ ایمیل پیٹھ پنُن سبمیشن تصدیق کرنْہ باپت۔ اگر نْہ توہیہ یہ وْچھیو، پنُن سُپیم فلٹر کْریو چک۔ توہیہ چُھ ضروری پنُن سبسکریپشن تصدیق کرُن سون نیوْز لیٹر رٹنْہ باپت۔ mozilla@e.mozilla.org

source: We love sharing updates about all the awesome things happening at Mozilla.
ks: اسِہ چُھ واریاہ پسند شییر کرْنئ اپڈیٹ تمام مست چیزن چُتلق یم گژھان چھ موزیلاہس پیٹھ۔

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
ks: مہربأنی کْرتھ بنأیو یقینی جمو کرُن سون سوزنُک پتاہ: mozilla@e.mozilla.org پننِس ایڈرس بُکس منز یقینی بناونْہ باپت ذِ أسئ چھ ہمیشہ واتان تُہندس اِنبوکسس منز۔

source: While here, why not check out some more Firefox awesomeness.
ks: ییتِس کالس ییتنس چھیو، توہیہ کیازِ چھیو نْہ چک کران مزید فایر فوکْْس مستی۔

source: Manage your <span>Newsletter Subscriptions</span>
ks: منیج کْریو پنْنئ <span>نیوْز لیٹر سبسکریپشن</span>

source: Thanks! Please check your inbox to confirm your subscription.
ks: شُکریہ! مہربأنی کْرتھ کْریو چک پنُن اِنبوکْس تصدیق کرنْہ باپت پنُن سبسکریپشن۔

source: Discover the latest, coolest HTML5 apps on Firefox OS.
ks: دریافتْہ کْریو تازْ ترین، مست ایچ ٹی ایم ایل ۵ ایپْہ فایر فوکْس او ایسس پیٹھ۔

source: Get a weekly tip on how to super-charge your Firefox experience.
ks: ہفتْہ وار ٹِپ کْریو حأصل کِہ کِتھ کْنئ کرو سُپر۔چارْج تُہند فایر فوکْس تجرُبہ۔

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
ks: برونہِم یونیورسٹی پروگرام۲۔۔۸أ۲۔۱۱ پیٹھ، وْنئ چھ ریٹایر تْہ ریلانچ بطور فایر فوکْس سیٹوڈنٹ ایمبیسڈر پروگرام۔ 2

source: Get Involved
ks: شأمل گْژھیو

source: Join Mozilla
ks: موزیلا کْریو جویِن

source: Read about the latest features for Firefox desktop and mobile before the final release.
ks: پْریو تازْ ترین فایر فوکْس ڈیسْک ٹاپ تْہ موبایل باپت فیچرن مُتلق فاینل ریلیز برونہہ۔
