Repository: alvinlaz96/mozilla-lang
Catalog: hsb/privacy/ffos_privacy.lang.po
Languages: hsb

source: Firefox OS Privacy
hsb: Priwatnosć Firefox OS

source: 08 May 2013
hsb: 08. meje 2013

source: Contact Mozilla Privacy
hsb: Kontakt wo priwatnosći Mozilla

source: If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:
hsb: Jeli chceće swoje informacije korigować abo maće prašenja wo našich prawidłach priwatnosće, stajće so do zwiska z:

source: Mozilla Corporation<br /> Attn: Legal Notices - Privacy<br /> 650 Castro Street, Suite 300<br /> Mountain View, CA 94041-2072<br /> Phone: +1-650-903-0800
hsb: Mozilla Corporation<br /> Attn: Legal Notices - Privacy<br /> 650 Castro Street, Suite 300<br /> Mountain View, CA 94041-2072<br /> Telefon: +1-650-903-0800

source: Please use this form to send us your questions, concerns or thoughts related to privacy at Mozilla.
hsb: Prošu wužijće tutón formular, zo byšće nam waše prašenja, naležnosće abo mysle nastupajo priwatnosć pola Mozilla pósłał.

source: Your name:
hsb: Waše mjeno:

source: This field is required, please enter your name.
hsb: Tute polo je trěbne, prošu zapodajće swoje mjeno.

source: Your email:
hsb: Waša e-mejlowa adresa:

source: you@yourdomain.com
hsb: wy@wašadomena.de

source: This field is required, please enter your email address.
hsb: Tute polo je trěbne, prošu zapodajće swoju e-mejlowu adresu.

source: Your comments:
hsb: Waše komentary:

source: Enter your comments...
hsb: Zapodajće swoje komentary...

source: This field is required, please enter your comments or questions.
hsb: Tute polo je trěbne, prošu zapodajće swoje komentary abo prašenja.

source: <strong>Thank you</strong> for sending us your questions or comments. A member of the privacy team will be in contact shortly.
hsb: <strong>Dźakujemy so</strong> za připósłanje wašich prašenjow abo komentarow. Čłon našeho teama priwatnosće budźe so bórze z wami do zwiska stajeć.

source: Your request could not be completed. Please try again.
hsb: Waše maprašowanje njeda so dokónčić. Prošu spytajće hišće raz.

source: Send comments
hsb: Komentary pósłać

source: Show Less
hsb: Mjenje pokazać
