Repository: alvinlaz96/mozilla-lang
Catalog: hsb/privacy/index.lang.po
Languages: hsb

source: Mozilla Privacy
hsb: Datowy škit Mozilla

source: Contact Mozilla
hsb: Mozilla kontaktować

source: If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:
hsb: Jeli chceće swoje informacije korigować, abo maće prašenja wo našich prawidłach priwatnosće, stajće so do zwiska z:

source: Data Privacy Principles
hsb: Principy datoweho škita

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our data privacy practices. <a href="%(link)s">Read More</a>
hsb: Mozilla je projekt wotewrjeneho žórła z misiju, waše internetne dožiwjenje polěpšić. To je ćěrjaca móc za našimi praktikami datoweho škita. <a href="%(link)s">Dalše informacije</a>

source: Our Privacy Notices
hsb: Naše postajenja priwatnosće

source: We created short and clear Privacy Notices to describe how each of our products and services receives, shares, and uses data and what your choices are. Learn more:
hsb: Smy krótke a jasne postajenja priwatnosće wutworili, zo bychmy wopisali, kak kóždy z našich produktow a słužbow daty přijima, dźěli a wužiwa a kotre wólby maće. Zhońće wjace:

source: Mozilla Websites, Communications &amp; Cookies
hsb: Websydła, zdźělenki a placki Mozilla

source: Firefox Browser
hsb: Wobhladowak Firefox

source: To review and comment on proposed changes to our privacy policies <a href="%(group)s"> subscribe to Mozilla’s Governance Group</a>.
hsb: Zo byšće sej změny na našich prawidłach priwatnosće wobhladał a komentował, <a href="%(group)s">abonujće skupinu mozilla.governance</a>.

source: Our ongoing work on privacy is covered by the <a href="%(blog)s">Privacy &amp; Data Safety Blog</a> and information about our ongoing work is available on <a href="%(wiki)s"> Mozilla’s privacy team wiki</a>.
hsb: Naše běžne dźěło na priwatnosću je na <a href="%(blog)s">blogu priwatnosće Mozilla</a> widźeć a informacije wo našim běžnym dźěle namakaće we <a href="%(wiki)s"> wikiju teama priwatnosće Mozilla</a>.

source: Outdated Policies
hsb: Zestarjene prawidła

source: Home
hsb: Startowa strona

source: Show Less
hsb: Mjenje pokazać

source: Back to Mozilla Privacy Policy
hsb: Wróćo k prawidłam priwatnosće Mozilla
