Repository: alvinlaz96/mozilla-lang
Catalog: hsb/privacy/privacy-day.lang.po
Languages: hsb

source: Get smart on privacy
hsb: Informujće so wo priwatnosći

source: Feel like you’ve lost control of how your information is used online?
hsb: Maće zaćišć, zo sće kontrolu wo tym zhubił, kak so waše daty w interneće wužiwaja?

source: Here are 4 easy steps to raising your privacy IQ & protecting yourself online.
hsb: Tu su 4 lochke kroki, kak swój IQ priwatnosće powyšeće a so samoho online škitaće.

source: In four easy steps
hsb: Přez štyri lochke kroki

source: ASK
hsb: PRAŠENJA

source: LEARN
hsb: WUKNYĆ

source: ACT
hsb: JEDNAĆ

source: DISCUSS
hsb: DISKUTOWAĆ

source: How important is privacy to you?
hsb: Kak wažna je wam priwatnosć?

source: Before we get into understanding privacy and share some of our favorite related tips and tools with you, take a moment to ask yourself how important privacy is to you.
hsb: Prjedy hač damy so do rozumjenja priwatnosće a wam někotre pokiwy a nastroje k tomu přeradźimy, bjerće sej trochu časa, kak wažna je wam priwatnosć.

source: If you haven’t given it much thought before, your answer might surprise you.
hsb: Jeli hišće njejsće wo tym wjele přemyslił, was waša wotmołwa snano překwapja.

source: of adults think that consumers have lost control over how their personal information is used by companies
hsb: dorosćenych měni, zo přetrjebowarjo su swoju kontrolu nad tym zhubili, kak předewzaća jich daty wužiwaja.

source: say they <em>“would like to do more”</em> to protect their privacy
hsb: praji, zo <em>by rady wjace činiło</em>, zo by swoju priwatnosć škitało.

source: (stats from Pew Research Internet Project)
hsb: (statistika z projekta Pew Research Internet Project)

source: Privacy is at the heart of freedom and autonomy…
hsb: Priwatnosć je bytostny dźěl swobody a awtonomije…

source: It’s up to all of us to get involved and speak up so that it stays that way.
hsb: Leži pola nas wšěch, sobu činić a hłós pozběhnyć, zo by wostało, kaž je.

source: — Michelle De Mooy, Deputy Director, Consumer Privacy Project at the Center for Democracy & Technology
hsb: — Michelle De Mooy, Deputy Director, Consumer Privacy Project na Center for Democracy & Technology

source: LEARN MORE ABOUT PRIVACY
hsb: ZHOŃĆE WJACE WO PRIWATNOSĆI

source: Understanding privacy
hsb: Priwatnosć rozumić

source: While the Internet provides countless ways for us to share and connect, it can also open our personal information to others.
hsb: Internet skići nam njeličomne móžnosće dźělić a zwjazać, ale móže tež druhim naše wosobinske informacije pokazać.

source: Understanding privacy on the Web is the biggest step to being able to take better control of it.
hsb: Rozumjenje priwatnosće w interneće je najwažniši krok, zo by ju lěpje kontrolowało.

source: “But I have nothing to hide”
hsb: “Ale nimam ničo zatajić”

source: This is a common misperception, but the truth is we all have things we don’t want everyone to know about.
hsb: To je powšitkowny wopačny posudk, dokelž wěrnosć je, zo my wšitcy mamy něšto, štož druzy njemaja wědźeć.

source: It’s why we use passwords and PINs on our bank, email and social media accounts. For more, watch <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>
hsb: Tohodla wužiwamy hesła a PIN za konta při bance, za e-mejlowe konta a za konta socialnych medijow. Za dalše informacije hlejće <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>

source: Watch “Why Privacy Matters”
hsb: Wobhladajće sej “Why Privacy Matters”

source: WATCH “WHY PRIVACY MATTERS”
hsb: WOBHLADAJĆE SEJ “WHY PRIVACY MATTERS”

source: Shine a light on who’s watching you
hsb: Wotkryjće, štóž was wobkedźbuje

source: Another key to understanding privacy is to know who’s tracking your online behaviour.
hsb: Druhi kluč za rozumjenje priwatnosće je wědźeć, štó waše zadźerženje online slěduje.

source: If you’re a Firefox user, be sure to check out <a href="%s">Lightbeam</a>.
hsb: Jeli sće wužiwar Firefox, wobhladajće sej na kóždy pad rozšěrjenje <a href="%s">Lightbeam</a>.

source: It’s a simple and insightful add-on that reveals the full depth of the Web today, including parts that are not transparent to the average user.
hsb: Je jednory a informatiwny přidatk, kotryž dźensa połnu hłubokosć weba wotkrywa, inkluziwnje dźěle, kotrež za přerěznych wužiwarjow transparentne njejsu.

source: Learn more about Lightbeam
hsb: Zhońće wjace wo Lightbeam

source: Our online houses are becoming increasingly built of glass… visible to whoever wants to look.
hsb: Naše domy online so w přiběracej měrje ze škleńcy twarja… widźomne za kóždeho, kiž chce nutř widźeć.

source: Let’s ask ourselves: Do we want to live in a house or a fishbowl?
hsb: Prašejmy so sebje: Chcemy w domje abo rybjacej škleńcy žiwi być?

source: ASK YOURSELF ABOUT PRIVACY
hsb: PRAŠEJĆE SO SEBJE ZA PRIWATNOSĆU

source: TAKE ACTION
hsb: JEDNAJĆE

source: What you can do
hsb: Štož móžeće činić

source: To help put you in control of your privacy, Mozilla has implemented a number of privacy features in Firefox.
hsb: Zo by wam pomhał, wašu priwatnosć kontrolować, je Mozilla cyły rjad funkcijow do Firefox implementował.

source: But even if you’re not a Firefox user there are a lot of simple things you can do to help keep yourself in control of your personal information online.
hsb: Ale samo hdyž njejsće wužiwar Firefox, je wjele jednorych wěcow, kotrež móžeće činić, zo byšće kontrolu nad swojich informacijach online wobchował.

source: Privacy Features in Firefox
hsb: Funkcije priwatnosće w Firefox

source: DO NOT TRACK
hsb: NJESLĚDOWAĆ

source: With this feature enabled, Firefox will tell advertising networks, websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
hsb: Jeli tuta funkcija je zmóžnjena, zdźěli Firefox wabjenskim syćam, websydłam a nałoženjam, zo slědowanje za zaměry kaž zadźerženske wabjenje wotpokazujeće.

source: FORGET BUTTON
hsb: TŁÓČATKO ZABYĆ

source: Want to delete your recent activity?
hsb: Chceće swoju najnowšu aktiwitu zhašeć?

source: Firefox makes it easy with the Forget button.
hsb: Z Firefox a jeho tłóčatkom Zabyć je to lochko.

source: Clear your history, from 5 minutes to 24 hours, in a single click.
hsb: Zhašejće swoju historiju, wot 5 mjeńšin hač do 24 hodźin, z jeničkim kliknjenjom.

source: A pre-installed search option in Firefox, DuckDuckGo gives you search results without tracking who you are or what you search for.
hsb: Předinstalowana pytanska opcija, DuckDuckGo, dodawa wam pytanske wuslědki, bjeztoho zo by slědował, štóž sće abo za čimž pytaće.

source: PRIVACY ADD-ONS
hsb: PŘIDATKI PRIWATNOSĆE

source: For even more more ways to protect your privacy on Firefox, check out our privacy add-ons collection.
hsb: Dalše móžnosće, wašu priwatnosć w Firefox škitać, namakaće w našej zběrce přidatkow priwatnosće.

source: Easy ways anyone can protect their privacy
hsb: Lochke móžnosće, z kotrymiž kóždy móže swoju priwatnosć škitać

source: Stay Safe Online has several guides that can help, including social networking and mobile privacy tips and an easy reference for updating your privacy settings on the services many of us use every day.
hsb: Stay Safe Online ma wšelake nawody, kotrež móža pomhać, inkluziwnje pokiwy za socialne syće a priwatnosć na mobilnych gratach a lochku referencu za aktualizowanje wašich nastajenjow priwatnosće w słužbach, kotrež mnozy z nas kóždy dźeń wužiwaja.

source: Stay safe on the go
hsb: Wostańće wěsty po puću

source: Protect yourself on social networks
hsb: Škitajće so w socialnych syćach

source: Check your privacy settings
hsb: Přepruwujće swoje nastajenja priwatnosće

source: Each of us should have a meaningful choice about where and how our data is stored and managed.
hsb: Kóždy z nas měł derje wolić móc, hdźe a kak so naše daty składuja a rjaduja.

source: BE PART OF THE DISCUSSION
hsb: BUDŹĆE DŹĚL DISKUSIJE

source: Start a conversation
hsb: Rozmołwu započeć

source: At Mozilla, empowering people to be in control of their online lives is an important part of our mission — it guides our <a href="%s">principles</a> and it’s why we want everyone to be smart on privacy.
hsb: Pola Mozilla je wukmanjenje ludźi, jich online-.žiwjenje kontrolować, wažny dźěl našeje misije — wodźi naše <a href="%s">principy</a> a je přičina, čehoždla chcemy, zo so kóždy w priwatnosći wuznawa.

source: If you’re feeling smarter already, share what you’ve learned here with your friends and family.
hsb: Jeli měniće, zo so hižo lěpje wuznawaće, dźělće swoju nawuknjenu wědu ze swojimi přećelemi a ze swojej swójbu.

source: It’s as easy as starting a conversation.
hsb: To je tak lochko, kaž rozmołwu započeć.

source: Here are some questions you can ask to get the ball rolling:
hsb: Tu su někotre prašenja, kotrež móžeće so prašeć, zo byšće naležnosć zahibał:

source: When you think about your online life, does privacy matter to you, and why?
hsb: Hdyž wo swojim žiwjenju online přemyslujeće, je wam potom priwatnosć wažny a čehodla?

source: How much do you think about who has access to your online data (advertisers, corporations, governments, etc.)?
hsb: Kak jara přemyslujeće wo tym, štóž ma přistup na waše daty online (wabjerjo, předewzaća, knježerstwa atd.)?

source: How do you protect and manage your personal information on social networks? On your phone?
hsb: Kak škitaće a rjadujeće swoje wosobinske daty w socialnych syćach? A na swojim telefonje?

source: Spread the word
hsb: Powědajće dale

source: Share this site
hsb: Dźělće tute sydło

source: I’m taking control of my online privacy. Here’s how you can, too: #SmartOnPrivacy
hsb: Wozmu kontrolu swojeje priwatnosće online do swojeje ruki. Tak tež wy móžeće to činić: #SmartOnPrivacy

source: Feeling smart on privacy? <b>Share this site</b> with your friends and help them raise their awareness too.
hsb: Měniće, zo so w priwatnosći wuznawaće? <b>Dźělće tute sydło</b> ze swojimi přećelemi a pomhajće jim, tež jich wědomje skrućeć.

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
hsb: Wěstota a priwatnosć jednotliwcow w interneće stej fundamentalnej a njesmědźa jej jako opcionalnej wohladować.

source: — Mozilla Manifesto
hsb: — Manifest Mozilla
