Repository: alvinlaz96/mozilla-lang
Catalog: kok/firefox/channel.lang.po
Languages: kok

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
kok: फायरफॉक्स विकासक आवृत्ती वो बीटा &amp; डावनलोड करात. मुखावेले फायरफॉक्स तयार करपाक मदत करात.

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
kok: फायरफॉक्स अरोरा वो बीटा &amp; मुखावेले फायरफॉक्स तयार करपाक मदत करात.

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
kok: फायरफॉक्सच्यो मुखावेल्यो आवृत्त्यो डावनलोड करून तपासात. विकासक आवृत्ती वो बीटा आवृत्तीतल्या नाविन्यांचो अणभव घेयात.

source: The latest features in a more stable environment
kok: अदिक स्थिर वातावरणातली सगळ्यांत ताजी वैशिश्ट्यां

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
kok: फायरफॉक्स बीटा आपशीच मॉझीलाक प्रतिसाद धाडटा. <a href="%(link)s">अदिक जाणा जायात.</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
kok: स्थिर वातावरणांत कार्यक्षमताय आणि वैशिश्ट्यांचेर अंतिम ट्वीक दवरपाक<a href="%(feedback)s">आमका प्रतिसाद दियात</a>

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
kok: फायरफॉक्स अरोरा आणि फायरफॉक्स विकासक आवृत्ती आपशईच मॉझीलाक प्रतिसाद धाडटा.<a href="%(link)s">अदिक जाणा जायात</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
kok: फायरफॉक्स अरोरा मॉझीलाक आपशीच प्रतिसाद धाडटा. <a href="%(link)s">अदिक जाणा जायात</a>.

source: Built for those who build the Web
kok: जे वेब बांदतात तांच्याखातीर बांदात.

source: The newest innovations in an experimental environment
kok: प्रायोगिक वातावरणातली नव्यांत नवी नावीन्यां.

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
kok: प्रायोगिक वातावरणांत कार्यक्षमताय तपासात, दोष कळीत करात आणि<a href="%(feedback)s">ते बीटा किद्याक लागून जाता ते थारावपाक आमका मदत करात</a>.

source: Tried, tested and used by millions around the world
kok: जगभरातल्या लाखांनी लोकांनी यत्न केलो, तपासले आणि वापरले.

source: Learn more about Firefox Beta
kok: फायरफॉक्स बीटाविशी अदिक जाणा जायात.

source: Learn more about Firefox Aurora
kok: फायरफॉक्स अरोराविशीं अदिक जाणा जायात.

source: Learn more about Firefox
kok: फायरफॉक्सविशी अदिक जाणा जायात.
