Repository: alvinlaz96/mozilla-lang
Catalog: kok/firefox/new.lang.po
Languages: kok

source: Firefox for desktop
kok: डेस्कटॉपाखातीर फायरफॉक्स

source: Choose Independent.
kok: स्वतंत्र निवडात

source: Choose Firefox.
kok: फायरफॉक्स निवडात.

source: Different by design
kok: डिझायनांत वेगळे

source: Proudly<br />non-profit
kok: <br />बिगर-नफो आशिल्ल्याचो अभिमान.

source: Innovating<br />for you
kok: <br />तुमचेखातीर नावीन्य हाडटा

source: Fast, flexible,<br />secure
kok: गतिमान, लवचिक,<br />सुरक्षित

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
kok: बिगर - नफो म्हण आमी तुमचे वतीन कसलीच तडजोड करीनास्तना नावीन्य हाडपाक मेकळे आसात. तुमका हो फरक आवडटलो.

source: Firefox screenshot
kok: फायरफॉक्स स्क्रीनशॉट

source: Thanks for downloading Firefox!
kok: फायरफॉक्स डावनलोड केल्याबद्दल उपकारी!

source: Start the process by clicking Run.
kok: चलयात क्लीक करून प्रक्रिया सुरू करात.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
kok: तुमची डावनलोड आपशीच सुरू जावपाक जाय. जर जाली ना, <a id="%s" href="">हांगा क्लीक करात</a>. ताका काय मिनटां कळाव लागू येता, पुण तो वाट पळोवपासारको.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
kok: तुमका विचारले, काय फायरफॉक्स चिन्न तुमच्या अनुप्रयोग फोल्डरांतल्या प्रतिमेंत ओडटा.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
kok: मॉझीला फायरफॉक्स स्थापित विझार्ड चालू करपाक चालू करात क्लीक करात. उपरांत, फक्त पांवडे पाळात (आमी ही प्रक्रिया चडांत चड सोपी करपाचो यत्न केला)

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
kok: फायरफॉक्स चिन्न अनुप्रयोग फोल्डरातल्यान डॉकांत ओडात. उपरांत, जेन्ना तुमी वेब वापरपाक सोदतात तेन्ना फायरफॉक्सचेर फक्त क्लीक करात.

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
kok: आता तुमी वेब सर्फिंगाच्या नव्या पर्वांत पावल मारपाक तयार आसात. जेन्ना जेन्ना तुमी ऑनलायन वचपाक सोदतले तेन्ना फायरफॉक्स चिन्नाचेर डबल क्लीक करात.

source: Mozilla Firefox Web Browser
kok: मॉझीला फायरफॉक्स वेब ब्रावजर

source: Sorry, Firefox is currently unsupported by iOS devices.
kok: माफ करात, फायरफॉक्सक सध्या आयओएस उपकरणाचेर फाटबळ ना.

source: Congrats! You’re using the latest version of Firefox.
kok: अभिनंदन! तुमी फायरफॉक्सची सगळ्यांत ताजी आवृत्ती वापरतात.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
kok: तुमी फायरफॉक्सची पोन्नी आवृत्ती वापरतात अशे दिसता. गुगल प्लेचेर सुदारात.

source: Looks like you’re using an older version of Firefox.
kok: तुमी फायरफॉक्सची पोन्नी आवृत्ती वापरतात अशे दिसता.

source: Update to stay fast and safe.
kok: गतिमान आणि सुरक्षित रावपाखातीर सुदारात.

source: Get it free on Google Play
kok: ते गुगल प्ले चेर फुकट मेळयात

source: Learn more about Firefox for desktop
kok: डेस्कटॉपाखातीर फायरफॉक्सविशी अदिक जाणा जायात

source: Looking for mobile?
kok: मोबायलाखातीर पळयतात?

source: Download a fresh copy
kok: नवी प्रत डावनलोड करात.

source: Learn more about Firefox for Mobile
kok: मोबायलाखातीर फायरफॉक्सविशी अदिक जाणा जायात.

source: Learn more about Firefox OS
kok: फायरफॉक्स OS विशी अदिक जाणा जायात.

source: Get Firefox on your Android device
kok: तुमच्या अँड्रॉयड उपकरणाचेर फायरफॉक्स मेळयात

source: Learn about Firefox OS
kok: फायरफॉक्स OS विशी अदिक जाणा जायात.

source: Discover all the ways to take Firefox on the go
kok: फायरफॉक्स व्हरपाचे सगळे मार्ग जाणा जायात

source: Learn more about Firefox on iOS
kok: आयओएसवेल्या फायरफॉक्सविशीं जाणा जायात.

source: Why don’t we offer an iOS version?
kok: आमी आयओएस आवृत्ती किद्याक दिनात?

source: Download Firefox
kok: फायरफॉक्स डावनलोड करात

source: Free Web Browser
kok: फुकट वेब ब्रावजर

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
kok: मॉझीला फायरफॉक्स, एक फुकट बेव ब्रावजर डावनलोड करात. व्यक्तींक ऑनलायन नियंत्रण मेळचे ह्याखातीर वैश्र्विक बिगर नफो संस्थेन फायरफॉक्स तयार केला. आजूच फायरफॉक्स मेळयात!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
kok: मॉझीला फायरफॉक्स, फुकट वेब ब्रावजर हे व्यक्तींक वेबाच्या भवितव्याक भौशिक हिताखातीर आकार दिवपाखातीर नियंत्रण &amp; दिवपाखातीर वैश्र्विक बिगर नफो संस्थेन तयार केला.

source: Give Firefox a tune up
kok: फायरफॉक्साक सुदारात.

source: Refresh Firefox
kok: फायरफॉक्स परत चालू करात.
