Repository: alvinlaz96/mozilla-lang
Catalog: kok/firefox/whatsnew.lang.po
Languages: kok

source: Hooray! Your Firefox is up to date.
kok: हुर्रे! तुमचे फायरफॉक्स अद्ययावत आसा.

source: Your Firefox is out of date.
kok: तुमचे फायरफॉक्स कालबाह्य जालां.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
kok: सुरक्षेच्या कारणाखातीर आमी <a href="{url}">सगळ्यांत नव्या आणि बऱया आवृत्तींत</a> सुदार घडोवपाची शिफारस करतात.

source: You’re running an unknown version of Firefox.
kok: तुमी फायरफॉक्सची अज्ञात आवृत्ती चलयतात.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
kok: सुरक्षेच्या कारणाखातीर, आमी <a href="{url}">सगळ्यांत नवीन आणि बऱ्या आवृत्तीक</a> डावनलोड करपाची शिफारस करता.

source: Get to your next task<br/>faster than ever
kok: तुमचे मुखावेले काम<br/>पयलीपरस गतिमान करात.

source: See how the new features in Firefox help you browse faster and more efficiently.
kok: फायरफॉक्सातली नवी वैशिश्ट्यां तुमका अदिक गतीन आणि प्रभावीपणान ब्रावज करपाक कशी मदत करतात ते पळयात.

source: Learn more about <a href="{url}">the New Tab feature »</a>
kok: <a href="{url}">नवे टॅब वैशिश्ट्य »</a>ह्याविशी अदिक जाणा जायात.

source: Learn more about our <a href="{url}">redesigned home page »</a>
kok: आमच्या <a href="{url}">नवी रचना केल्ले होम पेज »</a>विशी अदिक जाणा जायात.

source: Keep in touch
kok: संपर्कांत रावात

source: Keep it moving
kok: ते हालते दवरात

source: Get Firefox » <b>for Android</b>
kok: अँड्रॉयडाखातीर » <b>फायरफॉक्स</b>मेळयात.

source: Keep it going
kok: ते चालू दवरात

source: Join Mozilla
kok: मॉझीलांत सामील जायात

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
kok: केल्ल्या कामातल्यान आणि <a href="%s">गुगलान शेअर केल्ल्या</a> कामातल्यान अँड्रॉयड रोबो परत तयार केलो आणि <a href="%s">क्रिएटीव्ह कॉमन्स 3.0 गुणधर्म परवान्या</a>तल्या शर्तींप्रमाण वापरलो.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
kok: <a href="%s">अँड्रॉयडाखातीर फायरफॉक्स मेळयात</a> आणि वेबाची शक्ती तुमच्या हातांत घेयात. ते गतिमान, स्मार्ट आणि सुरक्षित आसा!

source: Now get the mobile browser that’s got your back
kok: आता तुमचे फाटबळ मेळिल्ले मोबायल ब्रावजर मेळयात

source: Welcome to Firefox
kok: फायरफॉक्सांत येवकार

source: Firefox for Android artwork
kok: अँड्रॉयड आर्टवर्काखातीर फायरफॉक्स

source: Fast. Smart. Safe.
kok: गतिमान. स्मार्ट. सुरक्षित

source: Get the mobile browser that’s got your back.
kok: तुमचे फाटबळ मेळिल्ले मोबायल ब्रावजर मेळयात.

source: Facebook Messenger for Firefox
kok: फायरफॉक्सखातीर फेसबुक संदेशक

source: Now you can keep up with friends wherever you go on the Web.
kok: आता तुमी केन्नाय वेबार वतात तेन्ना इश्टांकडेन संपर्क दवरात

source: Visit Facebook to turn it on
kok: ते चालू करपाक फेसबुकाक भेट दियात

source: Get notified right away
kok: योग्य तरेन सुचना मेळयात.

source: See new comments, photo tags & other Facebook updates instantly.
kok: नव्यो टिपण्यो, फोटो टॅग आणि हेर फेसबुक सुदार ताबडतोब पळयात.

source: Chat while you browse
kok: तुमी ब्रावज करता आस्तना चॅट करात

source: Stay connected to your Facebook friends without having to click away.
kok: तुमच्या फेसबुक इश्टांकडेन क्लीक अवे करचे पडनास्तना जोडिल्ले रावात.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
kok: <a href="%(url)s">फेसबुक, इन्क.</a>हे फेसबुकाचे बोधचिन्न

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
kok: अभिनंदन!<br> तुमचे ब्रावजर पयलीपरस<br>अदिक सुरक्षित आसा.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
kok: स्मार्टफोनांत<br>निवड आणि नावीन्य<br> हांची तीच पातळी मेळयात.

source: Learn more about Firefox OS
kok: फायरफॉक्स OS विशी अदिक जाणा जायात.
