Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_box.lang.po
Languages: bn_bd, es, ms

source: Your apps on all your devices
bn_bd: আপনার অ্যাপ্লিকেশান আপনার সমস্ত ডিভাইসে
es: Tus aplicaciones en todos tus dispositivos
ms: Applikasi anda pada setiap peranti

source: box is an enterprise content management solution.
es: Box es una solución de gestión de contenidos para empresas.
ms: box adalah penyelesaian pengurusan kandungan perusahaan.

source: Basically the simplest way for business users
bn_bd: মূলত ব্যবসায়িক ব্যবহারকারীদের জন্য সবচেয়ে সহজ উপায়
es: Básicamente, es la forma más fácil para los usuarios empresariales
ms: Pada asasnya adalah cara mudah untuk pengguna perniagaan

source: to manage, share and access content that they care about
bn_bd: তােদর প্রয়জনীয় িবষয় ব্‍্যাববস্থা, েশয়ার ও প্রবেশ করতে
es: de gestionar, compartir y acceder a los contenidos que les interesan
ms: untuk mengurus, berkongsi dan mencapai kandungan yang mereka ambil berat tentangnya

source: on any device be it a mobile device, a tablet or their desktop.
bn_bd: আপনি যখন কোন এন্টারপ্রাইজের প্রয়জনীয় বৈশিস্টের কথা চিন্তা করেন
es: desde cualquier dispositivo, ya sea móvil, tableta o escritorio.
ms: pada setiap peranti sama ada ianya peranti mudah alih, tablet atau komputer meja mereka.

source: When you think about features that enterprises need
bn_bd: আপনি যখন একটি এন্টারপ্রাইজের প্রয়জনীয় বৈশিস্টের কথা ভাবেন
es: Cuando se piensa en qué funcionalidades necesitan las empresas,
ms: Apabila anda terfikir tentang ciri yang diperlukan oleh perusahaan

source: such as security, sharing, permissions, administration
bn_bd: যেমন নিরাপত্তা, শেয়ার, অনুমতি, প্রশাসন
es: seguridad, intercambio, permisos, administración
ms: seperti keselamatan, perkongsian, keizinan, pentadbiran

source: and overall admin management over what content is being shared by whom and where.
bn_bd: এবং সামগ্রিকভাবে প্রশাসন পরিচালনার ওপর কার দ্বারা এবং কোথায় বিষয়বস্তু শেয়ার করা হচ্ছে।
es: y gestión general sobre quién comparte los contenidos y dónde,
ms: dan keseluruhan pengurusan pentadbiran melalui kandungan yang dikongsi oleh sesiapa dan di mana.

source: These are things that we have, by design, baked into our product
bn_bd: এই জিনিসগুলো আমাদের আছে, নকশা দ্বারা, পক্ব আমাদের পণ্য মধ্যে,
es: nosotros las tenemos integradas en nuestro productos desde su diseño,
ms: Ini adalah sesuatu yang kami miliki. dengan rekaannya, dimasak ke dalam produk kami

source: and that is really something that sets us apart in the marketplace.
bn_bd: এবং এটি সত্যিই এমন কিছু বিষয় যা মার্কেট থেকে আমাদের দূরে সরিয়ে রেখেছে।
es: lo que nos hace destacar en el mercado de aplicaciones,
ms: dan ini adalah sesuatu yang membezakan kami di pasaran.

source: While still providing the simplicity and ease of use
es: al mismo tiempo que ofrecemos la simplicidad y facilidad de uso
ms: Walaupun masih menyediakan kesederhanaan dan kemudahan penggunaan

source: that you would expect out of a consumer solution.
bn_bd: আপনি যে একটা ভোক্তা সমাধানের আশা করা যাবে।
es: que se espera de una solución diseñada para los consumidores.
ms: yang anda harapkan daripada penyelesaian pengguna.

source: At its very core, our product is a web product, so porting it into HTML5
bn_bd: এটার খুব অন্তঃস্থলে, আমাদের পণ্য একটি ওয়েব পণ্য, তাই HTML5 এর মধ্যে এটি পোর্টিং করুন
es: Esencialmente, el nuestro es un producto web, así que al portarlo a HTML5
ms: Pada terasnya, produk kami adalah produk web, jadi peralihan ke HTML5

source: was just adding on a couple of extra things to it.
bn_bd: মাত্র কয়েকটি অতিরিক্ত জিনিস এটিতে যোগ করা হয়েছিল।
es: se agregaron un par de características extra.
ms: hanya dengan menambah beberapa perkara tambahan kepadanya.

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
bn_bd: যখনথেকে আমরা HTML5 প্রযুক্তি গ্রহণ করেছে আমাদের ওয়েব পণ্য এবং আমাদেরডিফল্ট মোবাইল পাতা উভয়ের জন্য,
es: Hemos adoptado la tecnología HTML5 para nuestro producto web y nuestra página predeterminada para dispositivos móviles
ms: Oleh kerana kita menerima pakai teknologi HTML5 pada kedua-dua produk web dan laman mudah alih lalai kami,

source: so that our web page can work by default on any device,
bn_bd: যাতে আমাদের ওয়েব পৃষ্ঠা ডিফল্টরূপে যে কোনো ডিভাইসের উপর কাজ করতে পারে,
es: por lo que nuestra página pueda funcionar en cualquier dispositivo.
ms: maka laman web kami boleh beroperasi dengan lalai pada sebarang peranti,

source: we have invested in a unique Android application and a unique iPhone application
bn_bd: আমরা একটি অনন্য অ্যানড্রয়েড এবং আইফোন অ্যাপ্লিকেশনের জন্য বিনিয়োগ করেছি
es: Hemos invertido en una aplicación Android y en una aplicación iPhone únicas
ms: kami telah melabur dalam applikasi Android yang unik dan applikasi iPhone yang unik

source: but we still have a one-size-fits-all web page for all mobile devices in general.
es: y aun así tenemos una página web accesible en general desde todos los dispositivos móviles.
ms: tetapi kami masih mempunyai laman web satu saiz sesuai untuk semua untuk semua perantu mudah alih secara umum.

source: What was really interesting for us with working with Mozilla and the Marketplace
es: Una de las cosas que más nos interesó trabajar con Mozilla en el Marketplace
ms: Apa yang benar-benar menarik untuk kami dengan berkerja dengan Mozilla dan juga Marketplace

source: is offering our service to the people who need it in the form that they need it.
es: fue poder ofrecer nuestro servicio a los usuarios que lo necesitan y de la forma en que lo necesitan.
ms: adalah menawarkan servis kami kepada orang yang memerlukannya dalam bentuk yang mereka perlukan.

source: We are aware that Mozilla does also have quite a few users and its always been official
es: Somos conscientes de que Mozilla tiene también bastantes usuarios y siempre ha sido parte de su política
ms: Kami sedar yang Mozilla tidak mempunyai pengguna yang sedikit dan ianya sentiasa ranmi

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
es: lograr posicionar la marca y el nombre en un mercado de aplicaciones con cientos de millones de perspectivas.
ms: untuk mendapatkan jenama dan mendapatkan nama anda di luar sana di dalam pasaran dengan ratusan juta perspektif.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
es: Una vez que leímos la documentación, en cuestión de minutos comenzamos a diseñar
ms: Sekali kami membaca dokumentasi yang ianya hanya sekadar beberapa minit sebelum kita mendapatkan

source: our web page and our mobile page, both of which had already included HTML5 technology,
es: la página web y la página para dispositivos móviles, que ya tenía incluida la tecnología HTML5,
ms: laman web kami dan laman mudah alih kami, keduanya sedah tersedia mengandungi teknologi HTML5,

source: and create an installer for the Mozilla App Store.
es: y a crear un instalador para que la tienda de aplicaciones de Mozilla.
ms: dan mencipta pemasangan untuk App Store Mozilla.

source: distribute your apps
bn_bd: আপনার অ্যাপ্লিকেশন বিতরণ করুন
es: distribuye tus aplicaciones.
ms: agihkan app anda
