Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_kicksend.lang.po
Languages: es, ms

source: The problem with file sharing right now is that not one solution
es: Ahora mismo el problema con el intercambio de archivos es que ninguna solución
ms: Masalah yang ddihadapi dalam perkongsian fail sekarang adalah ianya bukan satu sahaja penyelesaian

source: provides a really, really good experience for non technical users.
es: ofrece a los usuarios no técnicos una experiencia buena del todo.
ms: menyediakan pengalaman yang benar-benar bagus untuk pengguna bukan teknikal.

source: With Kicksend you can send files to any of your friends,
es: Con Kicksend puedes enviar archivos de cualquier tamaño
ms: Dengan KIcksend anda boleh menghantar fail kepada mana-mana rakan anda,

source: of any size, just by dragging and dropping onto the web
es: a cualquiera de tus amigos simplemente arrastrando y soltando en la web.
ms: atau sebarang saiz, hanya dengan seret dan letak ke web

source: and you can put in an email address
es: Y puedes incluir una dirección de correo
ms: dan anda boleh meletakkan ke dalam alamat email

source: and that file gets delivered directly to your friends.
es: y el archivo se enviará directamente a tus amigos.
ms: dan fail berkenaan boleh dihantar terus kepada rakan anda.

source: We decided to go the native route because we want to provide
es: Decidimos elegir la opción nativa porque queremos ofrecer
ms: Kami memutuskan untuk menggunakan cara natif kerana kami mahu menyediakan

source: a really good experience that people are used to on iPhone and Android
es: la experiencia óptima a la que los usuarios de iPhone y Android están acostumbrados,
ms: pengalaman yang benar-benar bagus sebagaimana orang ramai biasa menggunakan iPhone dan Android

source: but at the same time, we still want to provide
es: pero al mismo tiempo, queremos seguir ofreciendo
ms: tetapi pada masa sama, kami masih mahu menyediakan

source: the same great experience on the mobile web.
es: la misma gran experiencia en la web móvil.
ms: pengalaman hebat yang sama pada web mudah alih.

source: HTML5 allows us to be on multiple platforms
es: HTML5 nos permite estar en múltiples plataformas
ms: HTML5 membenarkan kami berada pada berbilang platform

source: without having to worry about dependencies on each of these platforms.
es: sin tener que preocuparnos de las dependencias de cada una de ellas.
ms: tanpa perlu risau tentang kebergantungan pada setiap platform berkenaan.

source: Developing in HTML5 really helps us provide the features that
es: El desarrollo en HTML5 nos ayuda a ofrecer las características que
ms: Pembangunan dalam HTML5 benar-benar membantu kami menyediakan ciri yang

source: our users need to be able to send files really easily through the web.
es: nuestros usuarios necesitan para poder enviar fácilmente archivos a través de la web.
ms: pengguna kami perlukan untuk membolehkan menghantar fail dengan mudah melalui web.

source: We try to be on every single mobile platform
es: Intentamos estar en cada una de las plataformas móviles.
ms: Kami cuba untuk berada dalam setiap platform mudah alih

source: We do have native applications on iPhone and Android
es: Disponemos de aplicaciones nativas en iPhone y Android,
ms: Kami ada memiliki applikasi natif pada iPhone dan Android

source: but we do realize that the rest of the world
es: pero nos damos cuenta de que el resto del mundo
ms: tetapi kami menyedari yang seluruh dunia

source: can use HTML5 to access Kicksend wherever they are.
es: puede usar HTML5 para acceder a Kicksend estén donde estén.
ms: boleh menggunakan HTML5 untuk mencapai Kicksend walau dimana mereka berada.

source: The Mozilla Marketplace, I mean, first off it gives you massive distribution
es: El Marketplace de Mozilla, es decir, lo primero es que te ofrece distribución masiva
ms: Mozilla Marketplace, maksud saya, pertama-tamanya memberikan anda pengagihan besar-besaran

source: because everybody who is using Firefox will essentially be using it.
es: porque todo el mundo que esté usando Firefox podrá utilizarlo también.
ms: kerana setiap yang menggunakan Firefox asasnya akan menggunakannya.

source: And there is also a mobile aspect to it that
es: Y también existe un aspecto relacionado con la movilidad
ms: Dan terdapat juga aspek mudah alih yang

source: is going to push our mobile HTML5 app to many, many millions of users
es: que va a hacer nuestra aplicación HTML5 más visible a muchos millones de usuarios,
ms: akan menghantar app mudah alih HTML5 kami kepada jutaan, berjuta pengguna

source: and that’s a no-brainer at that point.
es: eso no es ningún misterio.

source: The fact that we can update very easily
es: El hecho de que podamos actualizar fácilmente
ms: Hakikatnya kami boleh mengemaskini dengan mudahnya

source: and actually provide services through the browser
es: y ofrecer servicios a través del navegador
ms: dan sebenarnya penyediakan servis melalui pelayar

source: that gives our app special permissions is something that is also a no-brainer
es: que da permisos especiales a nuestra aplicación tampoco es ningún misterio.
ms: yang menjadikan app kami kebenaran istimewa yang juga sesuatu yang tidak masuk akal

source: It took us may 15 minutes to bundle our app up and publish it
es: Tardamos 15 minutos en empaquetar nuestra aplicación y publicarla
ms: Kami mengambil masa 15 minit untuk app kami tersedia dan diterbitkan

source: to the Marketplace and ever since then we pushed out
es: en el Marketplace y desde entonces hemos realizado
ms: ke Marketplace dan sejak itu kami akan mengeluarkan

source: a few releases already and it was a very smooth smooth experience.
es: un par de actualizaciones y ha sido una experiencia sin complicaciones.
ms: beberapa keluaran sudah dan ianya pengalaman yang sangat-sangat lancar.

source: distribute your apps
es: distribuye tus aplicaciones
ms: agihkan app anda

source: and thatâ€™s a no-brainer at that point.
ms: dan itu tidak masuk akal pada waktu itu.
