Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_fx13.lang.po
Languages: ar, as, es, fa, id, ru, sr, tr

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
ar: [ما الجديد في فيَرفُكس] أصبح الوصول إلى حيث تريد أسرع وأسهل مع آخر فيَرفُكس.
as: [Firefox ত নতুন কি] শেহতীয়া Firefox ৰ সৈতে আপুনি যাবলে বিচৰা স্থানত যোৱাটো এতিয়া সহজ আৰু দ্ৰুত।
es: [Novedades en Firefox] Ahora es más fácil y rápido llegar adonde quieres ir con el último Firefox.
fa: [چه چیز جدیدی در فایرفاکس است] حالا ساده‌تر و سریع‌تر از همیشه می‌توانید با فایرفاکس به جایی که می‌خواهید بروید.
id: [Yang Baru di Firefox] Dengan Firefox terbaru, menjelajah web kini menjadi semakin mudah dan cepat.
ru: [Что нового в Firefox] Вы можете гораздо легче и быстрее попасть туда, куда хотите, используя последнюю версию Firefox.
sr: [Шта је ново у Фајерфоксу] Са најновијом верзијом Фајерфокса можете доћи где год желите још брже и лакше.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
ar: مع التصميم الجديد لصفحة البداية يمكنك الوصول بسهولة إلى أكثر خيارات القائمة التي تستخدمها.
as: পুনৰৰূপাঙ্কীত ঘৰ পৃষ্ঠাৰ সৈতে আপুনি এতিয়া আপোনাৰ বৈছিকৈ ব্যৱহাৰ কৰা মেনু বিকল্পসমূহলে অভিগম আৰু গমন কৰা এতিয়া অতি সহজ।
es: Gracias al nuevo diseño de Inicio, puedes acceder y navegar fácilmente por las opciones que más usas,
fa: با طراحی دوباره‌ی صفحه‌ی خانگی، هم‌اکنون شما می‌توانید به گزینه‌هایی از منو که بیشتر از آنها استفاده می‌کنید دسترسی داشته باشید.
id: Dengan laman Beranda yang telah didesain ulang, Anda dapat dengan mudah mengakses dan bernavigasi menu yang sering digunakan.
ru: Используя обновлённую Домашнюю страницу, вы можете легко получить доступ к наиболее часто используемым пунктам меню.
sr: Са редизајнираном почетном страницом, сада можете једноставно приступити Вашим често приступаним опцијама у менију.
tr: Baştan tasarlanan giriş sayfasıyla artık en sık kullandığınız menü seçeneklerine kolayca erişebilirsiniz.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
ar: مثل التنزيلات والعلامات والتأريخ والإضافات والتزامن والإعدادات.
as: ডাউনল'ডসমূহ, পত্ৰচিহ্নসমূহ, ইতিহাস, এড-অনসমূহ, সংমিহলি আৰু সংহতিসমূহৰ নিচিনা।
es: como descargas, marcadores, historial, complementos, Sync y configuración.
fa: مثلا بارگیری‌ها، نشانک‌ها، افزونه‌ها، همگام‌سازی و تنظیمات.
id: Misalnya, unduhan, markah, riwayat, pengaya, sinkronisasi, dan pengaturan.
ru: Таким как загрузки, закладки, журнал, дополнения, синхронизация и настройки.
sr: Пупут преузимањима, забелешкама, историји, додацима, усклађивању и подешавањима.
tr: İndirilenler, yer imleri, geçmiş, eklentiler, eşitleme ve ayarlar elinizden altında.

source: [New Tab Page] We've also added improvements to your New Tab page.
ar: [صفحة اللسان الجديد] كما أضفنا تحسينات على صفحة اللسان الجديد.
as: [নতুন টেব পৃষ্ঠা] আমি আপোনাৰ টেব পৃষ্ঠালে উন্নয়নসমূহ যোগ কৰিছো।
es: [La página Nueva pestaña] También hemos implementado mejoras a tu página Nueva pestaña.
fa: [صفحه زبانه جدید] ما همچنین بهینه‌سازی‌هایی را بر روی صفحه‌ی جدید زبانه‌های افزوده‌ایم.
id: [Laman Tab Baru] Kami juga melakukan perbaikan pada laman Tab Baru.
ru: [Страница Новая Вкладка] Мы также улучшили вашу страницу Новой Вкладки.
sr: [Страница новог језичка] Такође смо додали и побољшања на страници новог језичка.
tr: [Yeni Sekme Sayfası] Yeni Sekme sayfanızı da geliştirdik.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
ar: مع الصفحة الجديدة تستطيع الوصول إلى أكثر المواقع زيارة بنقرة واحدة.
as: নতুন টেব পৃষ্ঠাৰ সৈতে, আপুনি এতিয়া এটা ক্লিকৰ সৈতে আপোনাৰ সৰ্বাধিক শেহতীয়া আৰু বৈছিকৈ ভ্ৰমণ কৰা ছাইটসমূহলে অতি সহজে গমন কৰিব পাৰে।
es: La página Nueva pestaña te permite navegar fácilmente por las webs que sueles visitar con un solo clic.
fa: با صفحه‌ی زبانه‌ی جدید، شما می‌توانید به‌سادگی و با یک کلیک بین صفحه‌هایی که بیشترین بازدید را داشته‌اید حرکت کنید.
id: Dengan laman Tab Baru, Anda dapat dengan mudah menjelajah situs yang baru-baru saja dijelajahi serta situs yang sering dibuka dengan cukup sekali klik saja.
ru: Используя страницу Новой Вкладки, вы можете с легкостью переходить к недавно открытым и чаще всего посещаемым вами сайтам.
sr: Са страницом новог језичка, сада можете једноставно приступити Вашим недавно и често посећеним страницама уз само један клик мишем.
tr: Yeni Sekme sayfası sayesinde artık en son ve en sık ziyaret ettiğiniz sitelere tek tıklamayla ulaşabilirsiniz.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
ar: للبدء في استخدام صفحة اللسان الجديد، أنشئ لسانًا جديدًا بالنقر على '+' في أعلى متصفحك.
as: নতুন টেব পৃষ্ঠা ব্যৱহাৰ কৰা আৰম্ভ কৰিবলে, আপোনাৰ ব্ৰাউছাৰৰ উপৰফালে থকা '+' ক্লিক কৰি এটা নতুন টেব সৃষ্টি কৰক।
es: Para comenzar a usar la página Nueva pestaña, crea una nueva pestaña haciendo clic en el '+', en la parte superior de tu navegador.
fa: برای شروع جهت استفاده از صفحه‌ی زبانه‌ی جدید، بر روی «+» در بالای مرورگر خود کلیک کنید و یک زبانه جدید بسازید.
id: Untuk mulai menggunakan laman Tab Baru, buat tab baru dengan mengeklik tanda '+' di bagian atas peramban Anda.
ru: Чтобы начать использовать страницу Новой Вкладки, создайте новую вкладку, щёлкнув по значку '+' в верхней части вашего браузера.
sr: Да бисте започели користити страницу новог језичка, отворите нови језичак кликом на '+' на врху Вашег прегледача.
tr: Yeni Sekme sayfasını kullanmak için, tarayıcınızın tepesindeki '+' düğmesine tıklayarak bir sekme açın.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
ar: ستعرض الصفحة الجديدة مصغرات للمواقع الأكثر زيارة من تأريخ تصفحك.
as: নতুন টেব পৃষ্ঠায় এতিয়া আপোনাৰ সৰ্বাধিক শেহতীয়া আৰু বেছিকৈ ভ্ৰমণ কৰা ৱেবছাইটসমূহৰ থাম্বনেইলসমূহ আপোনাৰ ভীষণ বাৰ ইতিহাসৰ পৰা প্ৰদৰ্শন কৰিব।
es: La página Nueva pestaña mostrará una miniatura de las webs más recientes o frecuentes según el historial de la Barra alucinante.
fa: صفحه زبانه‌ی جدید از این پس عکس‌هایی بندانگشتی از صفحاتی که بیشترین بازدید از آنها را در تاریخچه‌ی نوار جادویی خود داشته‌اید نشان می‌دهد.
id: Laman Tab Baru akan menampilkan gambar mini situs yang baru saja dan sering dibuka, berdasarkan data riwayat Bilah Lokasi Keren Anda.
ru: На странице Новой Вкладки отобразятся миниатюры недавно открытых и чаще всего посещаемых вами веб-сайтов из истории вашей Умной Строки Адреса.
sr: Страница новог језичка ће сада приказати сличице страница које сте недавно посетили и које често посећујете.
tr: Yeni Sekme sayfası, Şahane Çubuk geçmişinizden aldığı en son ve en sık ziyaret ettiğiniz sitelerin küçük görüntülerini gösterecektir.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
ar: يمكنك تخصيص الصفحة بتحريك المصغرات وتغيير ترتيبها.
as: আপুনি এতিয়া আপোনাৰ নতুন টেব পৃষ্ঠা ক্ৰম সলনি কৰিবলে থাম্বনেইলসমূহ টানি স্বনিৰ্বাচন কৰিব পাৰিব।
es: Puedes personalizar tu página Nueva pestaña arrastrando las miniaturas para cambiar el orden.
fa: شما می‌توانید با کشیدن عکس‌های بندانگشتی به اطراف صفحه زبانه‌ی جدید خود را سفارشی کنید.
id: Anda dapat mengubah tampilan laman Tab Baru dengan menyeret gambar mini untuk mengubah urutannya.
ru: Вы можете настроить страницу Новой Вкладки, перетаскивая миниатюры для выстраивания в нужном порядке.
sr: Страницу новог језичка можете прилагодити повлачењем сличица и слагањем према жељеном редоследу.
tr: Küçük görüntüleri sürükleyerek sıralamalarını değiştirebilirsiniz.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
ar: انقر على الدبوس لتصبيت الموقع، أو على زر '×' لحذف الموقع.
as: ছাইটক স্থানত লক কৰিবলে পুষপিন ক্লিক কৰক, 'X' বুটাম এটা ছাইট আতৰাবলে।
es: Haz clic sobre la chincheta para bloquear la ubicación de ese sitio o sobre el botón 'X' para eliminarlo.
fa: با کلیک بر روی سنجاق صفحه را در جای‌اش ثابت کنید، یا با کلیک بر روی X آن را حذف کنید.
id: Klik tombol pines untuk mengunci lokasinya, klik tombol silang ('X') untuk menghapusnya.
ru: Щёлкните по канцелярской кнопке, чтобы закрепить сайт на месте, или по кнопке 'X', чтобы удалить сайт.
sr: Кликните на прибадачу да бисте закључали страницу на тренутну позицију или на дугме 'X' да бисте је уклонили.
tr: Siteyi bulunduğu yere kilitlemek için iğneye, siteyi kaldırmak için 'X' düğmesine tıklayın.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
ar: يمكنك النقر على أيقونة 'الشبكة' في الركن الأعلى الأيسر لاستعادة صفحة اللسان الجديد الفارغة القديمة.
as: আপুনি ৰিক্ত নতুন টেব পৃষ্ঠালৈ উভতি যাবলৈ পৃষ্ঠাৰ উপৰ সোঁফালে 'গ্ৰিড' আইকন ক্লিক কৰিব পাৰিব।
es: También puedes hacer clic sobre el icono 'rejilla', en la parte superior derecha, para volver a tener la página Nueva pestaña en blanco.
fa: شما همچنین می‌توانید با کلیک بر روی آیکن «شبکه» در بالا سمت راست صفحه به یک زبانه خالی جدید بروید.
id: Anda juga dapat mengeklik ikon kotak-kotak di pojok kanan atas agar laman Tab Baru menampilkan laman kosong saja.
ru: Вы можете также щёлкнуть по значку 'сетки' в верхнем правом углу страницы, чтобы вернуться к пустой странице Новой Вкладки.
sr: Такође можете клникнути на иконицу 'решетке' у горњем десном делу странице да бисте се вратили на празну страницу новог језичка.
tr: Boş yeni sekme sayfasına dönmek için sayfanın sağ üstündeki 'ızgara' simgesine de tıklayabilirsiniz.

source: Get the latest Firefox now and start using these new features today!
ar: احصل على آخر إصدارة من فيَرفُكس وابدأ باستخدام هذه الخصائص الجديدة اليوم.
as: শেহতীয়া Firefox প্ৰাপ্ত কৰক আৰু এই নতুন বৈশিষ্টসমূহ আজিয়ে ব্যৱহাৰ কৰা আৰম্ভ কৰক!
es: ¡Obtén el último Firefox y comienza a usar todas estas nuevas características ya!
fa: آخرین فایرفاکس را هم‌اکنون بگیرید و از امکانات جدیداش استفاده کنید!
id: Dapatkan Firefox terbaru sekarang juga untuk mendapatkan fitur barunya!
ru: Загрузите новейший Firefox и начните использовать эти новинки прямо сейчас!
sr: Преузмите најновији Фајерфокс одмах и почните користити нове могућности данас!
tr: En yeni Firefox'u hemen edinin, bu yeni özellikleri kullanmaya başlayın!
