Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_mobbase.lang.po
Languages: es, hi_in, ms

source: Your apps on all your devices
es: Tus aplicaciones en todos tus dispositivos
hi_in: आपके सभी उपकरणों पर आपके अनुप्रयोग
ms: App anda pada setiap peranti

source: MobBase builds apps for bands and labels.
es: MobBase diseña aplicaciones para grupos y sellos discográficos.
hi_in: मोबबेस बैन्ड और लेबल के लिये उपकरन बनाता है.
ms: MobBase membina app untuk band dan label.

source: We make it very easy for bands to connect with their fans all across mobile devices.
es: Hacemos que sea fácil para los grupos conectar con sus fans en todos los dispositivos móviles.
hi_in: हम इसे बैंड के लिये बहुत आसान बनाते है जो अपने प्रशंसक को जोड सके मोबाइल उपकरण से.
ms: Kami membuatnya bagi memudahkan band berhubung dengan semua peminatnya melangkaui peranti mudah alih.

source: We recognize that there is a big problem that artists had.
es: Detectamos que los artistas tenían un gran problema.
hi_in: हम पहचानते है कि एक बडी समस्या है जो कलाकर को थी
ms: Kami mengenalpasti yang terdapatnya masalah besar yang dihadapi artis.

source: They have all these fans who are using all sorts of devices
es: Tienen a todos sus fans que usan todo tipo de dispositivos,
hi_in: उनके पास ये सारे प्रशंसक थे जो सभी छाटें उपकरण उपयोग करते है
ms: Mereka memiliki peminat yang menggunakan semua jenis peranti

source: and their websites are not going to work well on various devices.
es: pero sus sitios web no funcionan bien en todos ellos.
hi_in: और उनके वेबसाइट सही से काम नही करने वाले है सभी उपकरण पर
ms: dan laman web mereka tidak berfungsi dengan baik pada pelbagai peranti.

source: So we started off working in native environments, iPhone first, then Android,
es: Así que comenzamos a trabajar en entornos nativos, primero iPhone, después Adroid.
hi_in: हमने काम शुरु किया देशी वातावरण मे, पहले आइफोन फिर एंड्रॉयड
ms: Jadi kami telah memulakan kerja-kerja dalam persekitaran natif, dimulakan dengan iPhone, kemudian Adnroid,

source: and each has its own complexities and subtleties that make it difficult to maintain and iterate on both.
es: Cada uno posee sus propias complejidades y particularidades, lo que dificulta el mantenimiento y la iteración en ambos.
hi_in: सबकी अपनी जटिलता और तीक्ष्णता है जो इसे मुसकिल बना देता है देखरेख और दोहराने मे
ms: dan setiap darinya memiliki kekompleksan dan kepekaan yang menjadikannya sukar untuk mengekalkan dan mengulanginya pada keduanya.

source: We quickly realized that the key to getting a cross-platform solution for most artists was HTML5
es: Rápidamente nos dimos cuenta de que la clave para que lograran una solución para múltiples plataformas era HTML5
hi_in: हमने जल्दी समझा कि ज्यादा कलाकरो के लिये क्रॉस - प्लेटफॉर्म जाने की कुंजी एचटीएमएल5 थी
ms: Kami serta merta menyedari yang kunci untuk menjadikan penyelesaian bagi platform silang untuk kebanyakan artis adalah HTML5

source: and the reason is this:
es: y ésta es la razón:
hi_in: और यह कारण है:
ms: dan alasannya adalah:

source: To build a native iPhone App, a native Android App and a native whatever App, is time consuming
es: Para desarrollar una aplicación iPhone nativa, una aplicación Android nativa y una aplicación lo que sea nativa
hi_in: देशी आइफोन बनाने के लिये, देशी एंड्रॉयड उपकरण और जो भि देशी ,हो वक्त लेता है
ms: Untuk membina App iPhone natif, App Android natif dan apa jua App natif, perlu memakan masa

source: and each app is a different project and each app requires different assets
es: se necesita tiempo porque cada una es un proyecto diferente y requiere recursos diferentes,
hi_in: और प्रत्येक उपकरण एक अलग परियोजना है और प्रत्येक उपकरण मे जरूरत पडता है अलग सम्पत्ति
ms: dan setiap app berbeza projek dan setiap app memerlukan asset berbeza

source: and it becomes a real headache in terms of time and also money.
es: y eso supone un verdadero dolor de cabeza en términos de tiempo y dinero.
hi_in: और यह एक वास्तविक सरदर्द बन जाता है पैसा और समय के लिये.
ms: dan ia menjadikannya betul-betul sakit kepala dari segi masa dan juga wang.

source: What HTML5 allows our clients to do is to build the app once and distribute it everywhere.
es: HTML5 permite a nuestros clientes desarrollar una aplicación de una sola vez y distribuirla por todos sitios.
hi_in: एचटीएमएल5 हमारे ग्राहक को क्या अनुमति देता है कि एक बार उपकरण बनाने के लिये और सभी जगह बाँटने के लिये .
ms: Apa yang HTML5 benarkan pelanggan kami lakukan adalah membina app dan kemudian agihkannya ke merata tempat.

source: With the Mozilla Marketplace we have a unique opportunity to distribute web applications.
es: Gracias al Marketplace de Mozilla tenemos una oportunidad única para distribuir las aplicaciones web.
hi_in: मोज़िला विपणन स्थान के साथ हमारे पास एकमात्र अवसर है वेब अनुप्रयोग बांटने का.
ms: Dengan Mozilla Marketplace kami mempunyai peluang unik untuk mengagihkan applikasi web.

source: This is something that was king of a conundrum for us, you know
es: Hay algo que suponía una especie de reto para nosotros:
hi_in: यह है जो हमारे लिये समस्या का राजा था, आपको मालूम है
ms: Inilah yang dikatakan sebagai raja teka-teki bagi kami, anda tahu

source: we want to be able to distribute these and not just provide links.
es: queremos poder distribuirlas, no solo ofrecer enlaces.
hi_in: हम सक्रिय होना चाहते है ताकि इसे बाँटें और न केवल कड़ी प्रदान करें.
ms: kami juga mahu untuk mengagihkannya dan bukan sekadar menmyediakan pautan.

source: When Mozilla reached out to us and we entered a partnership with them
es: Cuando Mozilla se puso en contacto y nos hicimos socios
hi_in: जब मोज़िला हमारे पास पहुँचा और हमने एक भागीदारी की उनके साथ
ms: Apabila Mozilla sampai kepada kami dan kami memasuki perkongsian dengan mereka

source: it was great because it was an App store.
es: fue genial, porque era una tienda de aplicaciones.
hi_in: यह शानदार था क्योंकि यह एक उपकरण भन्डार था.
ms: ini amatlah hebat kerana ianya adalah stor App.

source: Fans can go to it, they can see the assets, they can see the description
es: Los fans pueden visitarla, ver los recursos y las descripciones,
hi_in: प्रशंसक इसके लिये जा सकते है ,वे परिसम्पत्ति देख सकते है, वे वर्णन देख सकते है
ms: Peminat boleh pergi kepadanya, mereka boleh melihat asset., mereka boleh melihat penerangan

source: they can download it just like they’re used to downloading an Android or iPhone app.
es: pueden descargar una aplicación igual que hacen con Android o iPhone.
hi_in: वो इसे डाउनलोड कर सकते है वैसे हि जैसे वो एंड्रॉयड या आईफोन उपकरण डाउनलोड करते है

source: So, Mozilla provides a great, great market and a great distribution channels for our HTML5 Apps.
es: Mozilla ofrece un gran mercado y un gran canal de distribución para tus aplicaciones HTML5.
hi_in: मोज़िला देता है एक विशाल बाजार और एक विशाल वितरण चैनल हमारे एचटीएमएल5 उपकरन के लिये.
ms: Jadi, Mozilla menyediakan yang hebat-hebat, pasaran yang hebat dan saluran pengagihan yang hebat untuk App HTML5 kami.

source: distribute your apps
es: distribuye tus aplicaciones
hi_in: अपने अनुप्रयोगों को वितरित करें
ms: agihkan app anda

source: they can download it just like theyâ€™re used to downloading an Android or iPhone app.
ms: mereka boleh muat turunnya seperti mereka memuat turun app Android atau iPhone.
