Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_teambox.lang.po
Languages: es, hi_in, ms

source: Your apps on all your devices
es: Tus aplicaciones en todos tus dispositivos
hi_in: आपके सभी उपकरणों पर आपके अनुप्रयोग
ms: App anda pada semua peranti anda

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
es: Teambox es un software de trabajo colaborativo en línea que puede usarse en la nube o en tu servidor,
hi_in: जो किसी भि टीम किसी भि आकार को अनुमति देता है सहयोग करने के लिये ज्यादा कार्यकुशलता से
ms: Teambox adalah perisian kolaborasi dalam talian yang boleh dihoskan di dalam awanan atau tempat sendiri

source: that allows teams of any size to collaborate more efficiently,
es: lo que permite que grupos de cualquier tamaño colaboren más eficientemente,
hi_in: जो टीम को अनुमति देता है किसी भि आकार का सहयोग करने के लिये कार्यकुशलता से
ms: yang membenarkan pasukan dalam sebarang saiz untuk mngkolaborasi dengan lebih efisyen,

source: communicate with each other, share files and manage tasks.
es: se comuniquen entre ellos, compartan archivos y administren tareas.
hi_in: एक दूसरे से सम्पर्क करते रहे, और फाइल साझा करें कार्य प्रबंधित करें.
ms: berkomunikasi antara satu sama lain, berkongsi fail dah menguruskan tugasan.

source: We’re fortunate enough to have customers all over the world
es: Tenemos la gran suerte de tener clientes en todo el mundo
hi_in: हमलोग ज्यादा भाग्यशाली है कि हमारे पास ग्राहक है पुरे विश्व मे
ms: Kami cukup beruntung mempunyai pelanggan seluruh dunia

source: and using HTML5 we know that we can deliver a consistent user experience
es: y al usar HTML5 sabemos que podemos ofrecer una experiencia con una calidad constante
hi_in: एचटीएमएल5 उपयोग कर हमलोग जानते है कि हमलोग पहुचा सकते है एक दृढ़ उपयोक्ता अनुभव
ms: dan menggunakan HTML5 kami tahu yang kami dapat menghasilkan pengalaman pengguna yang konsisten

source: to those customers anywhere they are, no matter what device they are using.
es: a nuestros clientes dondequiera que estén, sin importar el dispositivo que estén usando.
hi_in: उन ग्राहको के लिये चाहे वो जहा भि हो, कोइ फर्क नही पडता वे कौन सा उपकरन उपयोग करते है
ms: kepada pelanggan walau di mana mereka berada, tanpa mengira apa peranti yang mereka gunakan.

source: There is actually one customer that’s coming to mind called iBolt
es: Hay un cliente que me viene a la mente llamado iBolt
hi_in: वास्तविकता मे एक ग्राहक है आइबोल्ट जो दिमाग मे आ रहा है
ms: Terdapat satu pelanggan yang keluar dari fikiran yang dipanggil iBolt

source: and they manufacture wireless accessories all over the world.
es: que fabrica accesorios inalámbricos en todo el mundo.
hi_in: और वो बनाते है बिना तार का उपसाधन पुरे विश्व मे.
ms: dan mereka mengilang aksesori tanpa wayar keseluruh dunia.

source: All of them are on different devices, some of them are using phones
es: Todos ellos utilizan dispositivos diferentes, unos usan teléfonos móviles
hi_in: उनमे से सभी विभिन्य उपकरन पर है, उनमे से कुछ फोन उपयोग करते है
ms: Kesemuanya terdiri dari peranti yang berbeza, terdapat juga yang menggunakan telefon

source: some are on tablets, some are on the desktop,
es: otros tabletas, otros equipos de escritorio,
hi_in: कुछ पटिया पर है, कुछ डेस्कटॉप पर है,
ms: ada yang menggunakan tablet, juga meja kerja,

source: but we know that all of them have a consistent and great user experience using HTML5
es: pero sabemos que todos ellos tienen una experiencia de usuario de gran calidad al usar HTML5
hi_in: लेकिन हमे मालुम है कि उन सभी के पास निरन्तर और महान प्रयोक्ता अनुभव है एचटीएमएल5 का
ms: tetapi kami tahu yang kesemua mereka memiliki konsisten dan pengalaman pengguna yang hebat menggunakan HTML5

source: and that gives us a lot of assurance as a software developer.
es: y eso nos da mucha seguridad como desarrollador de software.
hi_in: और वह हमे देता है बहुत सारा विश्वास सॉफ्टवेयर डेवलपर के तौर पर.
ms: dengan itu dapat memberikan kami assuran yang banyak sebagai pembangun perisian.

source: Obviously we could build native applications, but doing so,
es: Obviamente podemos construir aplicaciones nativas, pero hacer eso,
hi_in: स्पष्टतः हम अपना देसी उपकरण बना सकते है, लेकिन ऐसा करना,
ms: Jelas sekali yang kami dapat membina aplikasi natif, tetapi melakukannya,

source: for a small fast-growing company like us,
es: para una compañía pequeña de crecimiento rápido como nosotros,
hi_in: हमारी तरह एक छोटा तेजी से बढ्ने वाला कम्पनी के लिये,
ms: bagi syarikat kecil yang pantas-membesar seperti kami,

source: takes a lot of time, a lot of extra money and
es: toma mucho tiempo, mucho dinero extra
hi_in: बहुत सारा समय लेता है, बहुत सारा अतिरिक्त पैसा और
ms: memerlukan banyak masa, banyak wang dan

source: it impacts our ability to deliver a great app to market sooner.
es: y condiciona nuestra capacidad para ofrecer antes una gran aplicación en el mercado.
hi_in: यह प्रभावित करता है हमारी महान उपकरन को बाजार मे जल्दी पहुचाने की निपुणता को.
ms: ini memberi impak kepada keupayaan kami untuk menghasilkan app hebat kepada pasaran lebih awal.

source: So we made the decision not to build native apps
es: Así que tomamos la decisión de no crear aplicaciones nativas
hi_in: अतः हमने फैसला किया है देशी उपकरण नही बनाने का
ms: Jadi kami membuat keputusan untuk tidak membuat app natif

source: and we’re using technologies like HTML5 to get to market faster
es: y estamos usando tecnologías como HTML5 para llegar más rápido al mercado
hi_in: और हमलोग एचटीएमएल5 की तरह तकनिक उपयोग करते है बाजार तक जल्दी के लिये
ms: dan kami mengggunakan teknologi seperti HTML5 untuk menuju ke pasaran dengan lebih pantas

source: with better products and ultimately to deliver a better user experience for our customers.
es: con mejores productos y brindar una mejor experiencia de usuario a nuestros clientes.
hi_in: अच्छे उत्पाद के साथ और मूलभूत रूप से अच्छे उपयोक्ता अनुभव हमारे ग्राहक तक पहुचाने के लिये.
ms: denagn produk yang lebih baik dan sesunguhnya dapat menghasilkan pengalaman pengguna kepada pelanggan kami.

source: Quite frankly we see it as a terrific onramp for our business
es: Francamente lo vemos como una plataforma increíble para nuestro negocio.
hi_in: अपने उद्योग के लिये अत्यन्त स्पष्ट रूप से हम इसे शानदार कूद देखते है
ms: Secara jujurnya kami melihatnya sebagai batu loncatan terbaik kepada perniagaan kami

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
es: Ahora mismo tenemos cerca de 1 000 inscripciones por día sin el Marketplace de Mozilla
hi_in: पहले से ही आज हमलोग देखते है १००० साइन-अप बिना मोज़िला विपणन स्थान के
ms: Sekarang ini kami melihat hampir 1,000 telah menandatangani dalam sehari tanpa Mozilla Marketplace

source: and we can’t even imagine how many we can possibly get through that Marketplace.
es: y no podemos imaginar cuántas podremos conseguir a través del Marketplace.
hi_in: और हमलोग सोच भी नही सकते है कि संभवतः हमलोग कितने विपणन स्थान जा सकते है.
ms: dan kami tidak dapat menggambarkan bagaimana agaknya jika melalui Marketplace.

source: So we see it as a tremendous opportunity.
es: Así que lo vemos como una gran oportunidad.
hi_in: हमलोग इसे एक ज़बर्दस्त अवसर देखते है.
ms: Jadi kami melihatnya sebagai peluang keemasan.

source: Something that gives us more visibility, more cachet in the market
es: Algo que nos da mayor visibilidad, más espacio en el mercado
hi_in: कुछ जो हमे देता है बडा दृष्टिक्षेत्र, बाजार मे ज्यादा मोहर
ms: Kadangkala perkara itu memberikan kami keterlihatan, lebih cachet dalam pasaran

source: and we’re really excited about it, we’re looking forward to it.
es: y estamos muy entusiasmados y deseando ver qué ocurre.
hi_in: हमलोग इसके बारे मे सही मे उतेजित है, हमलोग इसे अग्रसर देखते है.
ms: dan kami sangat teruja tentangnya, kami memandang jauh perkara ini.
