Repository: alvinlaz96/mozilla-lang
Catalog: */videos/video_evernote.lang.po
Languages: es, ms

source: Evernote is a service that helps you remember everything.
es: Evernote es un servicio que te ayuda a recordarlo todo.
ms: Evernote adalah servis yang membantu anda mengingat apa sahaja.

source: We have clients on every platform: mobile, desktop, web
es: Tenemos clientes en todas las plataformas: móviles, escritorio, web.
ms: Kami memiliki klien pada setiap platform: mudah alih, komputer meja, web

source: and basically it helps you capture your memories
es: Básicamente lo que hace es ayudarte a capturar tus recuerdos
ms: dan secara asasnya ia membantu anda menangkap memori anda

source: and then find them whenever you need them.
es: y a encontrarlos siempre que los necesites,
ms: dan mencarinya walau di mana anda memerlukannya.

source: whether they are web pages or notes or things you need to do.
es: ya sean páginas web, notas o cosas que tienes que hacer.
ms: sama ada ianya laman web atau nota atau sesuatu yang anda perlu lakukan.

source: Pictures, audio clips; anything you want
es: Imágenes, clips de audio... cualquier cosa que quieras.
ms: Gambar, klip audio; apa saja yang anda mahukan

source: Evernote is basically everywhere that you need it to be.
es: Evernote está siempre donde necesites que esté.
ms: Evernote asasnya adalah apa saja yang anda inginkannya lakukan.

source: We’re on mobile, we’re on desktop, we’re on web
es: Estamos en dispositivos móviles, en escritorio, en la web,
ms: Kami berada di mudah alih, kami juga berada di komputer meja, kami juga berada di web

source: and all of these apps synch together.
es: sincronizando entre sí todas esas aplicaciones.
ms: dan semua app ini disegerak bersama.

source: The web is a big part of our offering.
es: La web constituye una gran parte de nuestra oferta.
ms: Web adalah satu bahagian yang besar yang kami tawarkan.

source: Many, many users use our web clipper as a way
es: Muchísimos usuarios utilizan el capturador web
ms: Ramai, ramai pengguna yang menggunakan klipper web kami sebagai cara

source: to capture pages that they see and then recall them later,
es: para captar páginas que ven y poder recuperarlas más tarde,
ms: untuk menangkap laman yang mereka lihat dan memanggilnya kemudian,

source: even when they are offline and they don’t have access to the Internet.
es: incluso cuando no están conectados o no tienen acceso a Internet.
ms: walaupun ketika mereka diluar talian dan mereka tidak mempunyai capaian ke Internet.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
es: Las tecnologías web más avanzadas nos permiten ofrecer una experiencia óptima y enriquecida a nuestros usuarios.
ms: Menggunakan teknologi web moden menjadikan kami pengalaman yang terbaik dan termewah yang kami dapat berikan kepada pengguna kami.

source: So HTML5 gave a fast user experience.
es: HTML5 nos permitió acelerar la experiencia de nuestros usuarios.
ms: Jadi HTML5 memberikan pengalaman pengguna yang pantas.

source: It has all the things you expect from a desktop application
es: Tiene todo lo que se espera en una aplicación de escritorio,
ms: Ia mempunyai sesuatu yang anda jangkakan daripada applikasi meja kerja

source: whether its drag and drop, file manipulation, rich text editing,
es: como arrastrar y soltar, manipular archivos, editar textos enriquecidos...
ms: sama ada ianya adalah seret dan letak, manipulasi fail, mengedit teks mewah,

source: all of that just inside of the browser without a heavyweight application installation.
es: todo ello dentro del navegador y sin tener que instalar una aplicación pesada.
ms: semuanya berada di dalam pelayar tanpa pemasangan aplikasi yang berat.

source: So Evernote’s goal is to help you remember everything
es: El objetivo de Evernote es ayudarte a recordar todo
ms: Jadi gol Evernote adalah untuk membantu anda mengingat segalanya

source: and a big part of that is to help you remember things when you’re browsing around the web.
es: y gran parte de ese todo es ayudarte a recordar cosas cuando estás navegando en la Web.
ms: dan yang utamanya adalah membantu anda untuk mengingat sesuatu ketika anda melayari ke merata web.

source: You’re trying to find some information.
es: Estás intentando encontrar información.
ms: Anda sedang cuba untuk mencari maklumat.

source: Working with the Mozilla Marketplace was really easy.
es: La verdad es que trabajar con el Marketplace de Mozilla fue muy fácil.
ms: Bekerja dengan Mozilla Marketplace sememangnya mudah.

source: Making the manifest file was a simple JSON file and then interacting with the website
es: Crear el archivo del manifiesto consistió en desarrollar un archivo JSON e interactuar con el sitio
ms: Cara membuat fail manifest adalah dengan membuat fail JSON ringkas dan kemudian interaksikannya dengan laman web

source: to actually get our application into the marketplace
es: para situar nuestra aplicación en el mercado de aplicaciones
ms: untuk membuatkan applikasi kami berada di gedung

source: was straightforward and very self-explanatory.
es: fue sencillo y conciso.
ms: sangatlah mudah dan sangat jelas dengan sendirinya.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
es: La publicidad y el acceso a nuevos usuarios desde la web a través del Marketplace de Mozilla es genial.
ms: Pengiklanan dan capaian kepada pengguna baru daripada web adalah melalui Mozilla Marketplace.

source: distribute your apps
es: distribuye tus aplicaciones
ms: agihkan app anda
