Repository: alvinlaz96/mozilla-lang
Catalog: wo/mozorg/home/index.lang.po
Languages: wo

source: We’re building a better Internet
wo: Noo ngi defar Internet bu gën a baax

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
wo: Xamoon nga ko? Mozilla — mi defar Firefox — dafay xeex ngir Internet doon barab bu ñépp bokk, ubbeeku ba ñépp man ci jot.

source: Home of the Mozilla Project
wo: Ëttu Naalu Mozilla bi

source: Read more
wo: Jàng ci leneen

source: Community
wo: Mbooloo

source: Continue to mozilla.org
wo: Weyal ci mozilla.org

source: Discover <br>what drives our mission
wo: Xam <br>liy bay sunu waar

source: See the principles <br>that guide everything <br>we do.
wo: Gis mbir <br>bu yilif lépp <br>lu nuy liggéey.

source: Read the <br>Mozilla Manifesto
wo: Jàng <br>Mozilla Manifesto bi

source: Mozilla Developer Network
wo: Mbootaayu Defarkat yu Mozilla

source: Learn about Mozilla Advocacy
wo: Xam lu jëm ci Mozilla Advocacy

source: Understand your privacy online
wo: Xam sa sutura ci internet

source: Download Firefox
wo: Yebbi Firework

source: Learn more
wo: Xam ci yeneen mbir

source: Make the Web you want
wo: Defar Web bi nga bëgg

source: Build a Web page or app in minutes<br> — no coding required.
wo: Tabax ab xëtu Web walla jëfekaay ci lu gaaw <br> — te duñu la laaj benn kod.

source: Become a Webmaker
wo: Nekk ab defarkatu Web

source: Teach the Web
wo: Jàngale Web bi

source: Let’s build a Web that’s open <br>and made by everyone.
wo: Nanu tabax ab Web bu ubbiku <br> te ñépp bokk ko defar.

source: Build an app <br>in seconds
wo: Tabax ab jëfekaay <br>ci ay saa

source: Volunteer <br>with Mozilla
wo: Jàppaleel <br>waa Mozilla

source: Introducing Firefox Developer Edition
wo: Xamle Firefox Developer Edition

source: The only browser made only for developers.
wo: Mooy benn joowukaay biñ sos ngir defarkat yi kese.

source: Get Firefox Developer Edition
wo: Wutal Firefox Developer Edition

source: Try the best Firefox yet
wo: Jéemal Firefox bi gën

source: Made with a mission to put you first.
wo: Te li ko tax a jog mooy nga raw say moroom.

source: Learn more about Firefox
wo: Xam leen lu jëm ci Firefox

source: Put your Firefox on your Android
wo: Def sa Firefox ci sa Android

source: The features <br>you love. <br>The privacy <br>you trust.
wo: Man-man <br>yi nga bëgg. <br>Sutura si nga <br>wóolu.

source: Learn about <br>Firefox for Android
wo: Xam lu jëm ci <br>Firefox ngir Android

source: Official Mozilla gear is here
wo: Fii la jumtukaayu Mozilla bu mag bi nekk

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
wo: Di bay waar. <br>Cistéef aki mébet. <br>Marsandiis yu am njariñ.

source: Get your Mozilla gear
wo: Wut sa jumtukaayu Mozilla

source: Help Mozilla users
wo: Dimbali jëfandikukati Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
wo: Dimbali <br> ñu bari ñu am li gën ci joowukaay <br>bi leen gënal.

source: Join our support team
wo: Jokkoo ak waa ndimbal

source: Reply
wo: Tontu

source: Retweet
wo: Tweetaat

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
wo: Yeen a nu tax a <strong> jog, seen sutura</strong> ak ab <strong>Web bu ubbiku</strong>

source: active Mozillians <br>worldwide
wo: waa Mozilla yi dox <br>ci àdduna

source: upcoming events <br>around the globe
wo: xew-xew yiy ñëw <br>ci àdduna bi yépp

source: languages and counting, <br>on every continent
wo: làkk yi ak xayma yi, <br>ci bépp kontinaa

source: Get Involved with Mozilla today
wo: Bokk ci Mozilla tay

source: Upcoming events
wo: Xew-xew yiy ñëw

source: Next event
wo: Xew-xew bi ci topp

source: See all events
wo: Gis xew-xew yépp

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
wo: Méngale njëg yi, saytu metewo, deglu misik, yónnee ab tweet ak yeneen yelleef ci Firefox.

source: Careers
wo: Yoonu dund

source: Learn about the benefits of working at Mozilla and view open positions around the world.
wo: Xam njariñ yi nekk ci liggéey ci Mozilla ak wone péete yu ubbiku ci àdduna bi yépp.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
wo: Am ay tontu ci say laaj yu jëm ci Firefox ak bépp costéefu Mozilla yu bawoo ci waa ndimbal li.

source: Discover more
wo: Xam yeneen mbir

source: Help us celebrate 10 years of Firefox.
wo: Kaay leen ñu màggal 10 ati Firefox.

source: Donate to Mozilla
wo: May dara Mozilla

source: Your gift helps us build the Internet the world needs.
wo: Li nga nu may dina tax nu tabax internet bi ñépp soxla.

source: Donate today
wo: Mayeel tay

source: Meet<br> Firefox Hello
wo: Daje<br> Firefox Hello

source: The easiest way to connect for free over video.
wo: Yoon wi gën a yomb ci lënku ci wideo te doo fay.

source: Try Firefox Hello
wo: Jéem Firefox Hello
