Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/australis/firefox_tour.lang.po
Languages: ff

source: Take a quick tour
ff: Ar yiy ko hesɗi koo

source: Welcome to Firefox
ff: A jaɓɓaama e Firefox

source: Committed to you, your privacy and an open Web.
ff: Ko aan min tiiɗaa, suturo maa e geese udditiiɗe.

source: Learn how to customize your Firefox
ff: Humpito no Firefox maa heertinirtee

source: Add and view bookmarks from the same spot
ff: Njiyaa kadi maantore e nokku gooto

source: Learn more about the new Firefox
ff: Ɓeydu humpito baɗte Firefox keso oo

source: Grouped together for quick, easy access
ff: Denndinaaɗe ngam heɓeede no yaawri, no weeɓri

source: Your favorite sites are<br> closer than ever
ff: Lowe ɓur-ɗaa yiɗde <br> ɓeydiima kisa ɓallaade

source: Add features and styles with add-ons
ff: Ɓeydu fannuuji a panni huutoraade ɓeyditte

source: Have Firefox on another device?
ff: Aɗa jogii Firefox e kaɓirgol goɗngol?

source: Designed so you can<br> make it your own
ff: Waɗiraa ko mbele aɗa<br> happanoo hoore maa

source: Firefox Help
ff: Ballal Firefox

source: You don’t have to start over. Access your history, bookmarks and more.
ff: Waɗɗaaki-ma fuɗɗitaade kadi. Heɓ aslol maa, maantore maa e geɗe goɗɗe.

source: There’s Never Been a Better Time for Firefox
ff: Firefox woni hannde ko e Sahaa ɓurɗo sahaaji fof

source: There’s never been a better time for a browser that answers only to you.
ff: Alaa sahaa ɓurɗo oo sahaa nde wanngorde jaabotoo yiɗde maa heeriinde.

source: Opens new window
ff: Udditat henorde hesere

source: It’s the fastest, most flexible Firefox ever.
ff: Ko Firefox ɓurɗo yaawde, ɓurɗo weeɓtude e fof.

source: Open tour
ff: Uddit njillu

source: Using an older version of Sync?
ff: Yamre maa Sync ko hiiɗtunde?

source: Firefox Features
ff: Fannuuji Firefox

source: Save sites with a single click
ff: Danndu lowe e dobannde wootere

source: There’s never been a better time for Firefox
ff: Firefox woni hannde ko e Sahaa ɓurɗo sahaaji fof

source: Close tour
ff: Uddu njillu

source: Thousands of ways to<br> make Firefox do more
ff: Peeje ujunnaaje <br> waɗnude Firefox geɗe ɗe ngasataa

source: Need help?
ff: Aɗa sokli ballal?

source: Now easier to find, use and manage
ff: Jooni weeɓii yiytude, huutoraade e toppitaade

source: See what’s new
ff: Ƴeew ko hesɗi

source: Frequently asked questions
ff: Naamne ɓurɗe duumaade

source: Enjoy seamless browsing between devices with Sync
ff: Dakmito e banngagol hakkunde kaɓirɗi huutoraade Sync

source: Move or remove any button to match
ff: Dirtin walla momtu butoŋaaji ngam yuɓɓitinde

source: How you use Firefox is unique
ff: No kuutorto-ɗaa Firefox nih alaa nanndo

source: Add and view bookmarks from a new location
ff: Ɓeydu tee njiyaa maantore iwde e nokku goɗɗo

source: Take the tour to see what’s new
ff: Fuɗɗo njillu ngam yiyde ko hesɗi

source: It looks like you’re already using Sync
ff: Ena wayi hono Sync koko huutoraa kisa

source: Create an account from the menu panel
ff: Uddit konte e alluwal dosi ngal

source: Use the star to create bookmarks
ff: Huutoro hoodere ndee ngam sosde maantore

source: Share your vision
ff: Hokku yiyannde maa

source: Not now
ff: Wonaa Jooni

source: Let’s go
ff: Njehen toon

source: <span>Previous:</span> Customize
ff: <span>Caggal:</span> Heertin

source: <span>Next:</span> Add-ons
ff: <span>Yeeso:</span> Ɓeyditte

source: <span>Previous:</span> Menu
ff: <span>Caggal:</span> Dosol

source: <span>Next:</span> Bookmarks
ff: <span>Yeeso:</span> Maantore

source: <span>Next:</span> Customize
ff: <span>Yeeso:</span> Heertin

source: <span>Previous:</span> Add-ons
ff: <span>Caggal:</span> Ɓeyditte

source: Learn about the new design
ff: Humpito baɗte ŋeñto heso ngoo

source: It starts with the new,<br> intuitive menu
ff: Fuɗɗorii ko <br> dosol kesol, beeɓngol faamde

source: The features you use most, all in one place
ff: Fannuuji ɗi ɓur-ɗaa huutoraade, fof e nokku gooto

source: How you use the Web is unique
ff: No kuutorto-ɗaa Geese nih alaa nanndo

source: Get started with Sync
ff: Fuɗɗo huutoraade Sync

source: Putting your privacy first
ff: Suturo maa adii huunde kala

source: Where did my add-on bar go?
ff: Hoto palal ɓeyditte am woni?

source: Your favorite features, all in one place
ff: Fannuuji ɓur-ɗaa hatojinde, fof e nokku gooto

source: When you use Firefox, you help shape the future of the Web.
ff: So a huutoriima Firefox, ngon-ɗaa ko e wallude tafde Geese janngo.

source: Start browsing
ff: Fuɗɗo wanngaade

source: Your favorite sites<br> are closer than ever
ff: Lowe ɓur-ɗaa yiɗde<br> jooni ɓeydii ɓallaade

source: Helps you do just about anything online
ff: Wallat-ma waɗde kala ko nji-ɗaa e geese

source: Want to connect another device?
ff: Aɗa yiyi seŋondirde keɓirgol goɗngol?

source: What kind of Web do you want?
ff: Hol no Geese maa foti wayde?

source: It starts with the redesigned,<br> intuitive menu
ff: Fuɗɗorii ko dosol keɗinangol,<br> beeɓngol faamde

source: Easy to find, use and manage
ff: Ena weeɓii yiytude, huutoraade e toppitaade

source: Keep your Firefox in Sync
ff: Yoo Firefox maa won e Sync sahaa fof

source: Access your bookmarks, passwords and more from any device.
ff: Heɓ maantore maa, finndeeji e geɗe goɗɗe ummiiɗe e kala kaɓirgol.
