Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/mozorg/home/index.lang.po
Languages: gn_py

source: We’re building a better Internet
gn_py: Rojaporoína Ñanduti iporãvéva

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
gn_py: Eikuaápa Mozilla — Firefox omoheñóiva — oñeha'ãha omopyenda hag̃ua ñanduti reko juruja ha opavavépe g̃uarã.

source: Read more
gn_py: Emoñe'ẽve

source: Introducing the new <br>Private Browsing
gn_py: Kundahára ñemi pyahu <br>jehechauka

source: More protection. <br>The most privacy.
gn_py: Ñemo'ãve. <br>Ñemiguave.

source: Try Private Browsing
gn_py: Kundaha ñemi rehegua

source: Learn about Mozilla Advocacy
gn_py: Eñemomarandu Mozilla Advocacy rehegua

source: Download Firefox
gn_py: Firefox mboguejy

source: Help Mozilla users
gn_py: Eipytyvõ Mozilla puruhárape

source: Help millions <br>get the most from their <br>favorite browser.
gn_py: Eipytyvõ hetaitereípe <br>ohupyty hag̃ua jepuru pavẽ <br>ikundahára oguerohoryvéva.

source: Join our support team
gn_py: Eñemoirũ ore mba'apohára pytyvõha rehe

source: Get smart on Tracking
gn_py: Eguerekove Jehapykueho rehegua

source: Teach<br> the Web
gn_py: Ehekombo'e<br> Ñandutípe

source: Volunteer <br>with Mozilla
gn_py: Omba'aporeíva <br>Mozilla ndive

source: Firefox is<br> now available<br> for iOS
gn_py: Firefox<br> ojepurukuaáma<br> iOS-pe

source: Add it to your iPhone, iPad &amp; iPod touch.
gn_py: Embojuaju nde iPhone, IPAD ha iPod rehe.

source: Get Firefox for iOS
gn_py: Eguereko Firefox iOS pe g̃uarã

source: Try Firefox Developer Edition
gn_py: Eipuru Firefox Developer Edition

source: Introducing Firefox Developer Edition
gn_py: Emoingehína Firefox Developer Edition

source: The only browser made only for developers.
gn_py: Kundahára ojejapóva mboguatahárape g̃uara añoite.

source: Get Firefox Developer Edition
gn_py: Eguereko Firefox Developer Edition

source: 10 years of documenting your Web.
gn_py: 10 ary ne Ñanduti ñemonguatia hague.

source: Celebrate with us
gn_py: Emomorã orendive

source: Reply
gn_py: Mbohovái

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
gn_py: Oñe'ẽme'ẽ <strong>nde, ne ñemigua</strong> ha avei <strong>Ñanduti juruja</strong>

source: active Mozillians <br>worldwide
gn_py: emyandy Mozillians <br>worldwide

source: upcoming events <br>around the globe
gn_py: tembiaporã tenondevegua <br>arapy tuichakue

source: languages and counting, <br>on every continent
gn_py: ñe'ẽnguéra ha eipapa, <br>opaite yvýpe

source: Get Involved with Mozilla today
gn_py: Eike Mozilla ndive ko'ág̃a

source: Upcoming events
gn_py: Tembiaporã tenondevegua

source: Next event
gn_py: Tembiaporã upeigua

source: See all events
gn_py: Ehechapa opaite tembiaporã

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
gn_py: Emoñondive tepy, ehechajey aravo, ehendu purahéi, emondo tweet ha hetave mba'e, Firefox guivete.

source: Careers
gn_py: Mbo'esyryete

source: Learn about the benefits of working at Mozilla and view open positions around the world.
gn_py: Maranduve umi ñehepyme'ẽ ehupytýtava emba'apóramo Mozilla ndive ha ehecha mba'eichaitépa oĩ juruja arapy tuichakue.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
gn_py: Eguereko mbohovái umi porandu ejapóva Firefox rehe ha opaite umi Mozilla ojapopyréva ñande mba'apohára pytyvõha rehegua.

source: Discover more
gn_py: Emoheñoive

source: Continue to mozilla.org
gn_py: Eimeve mozilla.org ndive
