Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/desktop/index.lang.po
Languages: gn_py

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
gn_py: Firefox Web kundahára — Jerovia, Ambuekuaa, Pya'ekue — Oĩva nendive, ne ñemigua ha peteĩ Ñanduti ijurujáva

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
gn_py: Firefox Web kundahára — Jerovia, Ambuekuaa, Pya'ekue — araka'eve noĩri ag̃agua iporãvéva

source: There’s never been a <br class="wide-br">better time for Firefox
gn_py: Araka'eve noĩri ag̃agua iporãvéva <br class="wide-br">Firefox-pe g̃uarã

source: Committed to you, your privacy and an open Web.
gn_py: Oĩva nendive, ne ñemigua ha peteĩ ñanduti ijurujáva

source: Your Firefox is up to date.
gn_py: Firefox oñembohekopyahúma.

source: Need help with anything?
gn_py: Eikotevẽpa pytyvõ peteĩvape

source: Made with a mission to put you first
gn_py: Ojejapo oñemoĩ hag̃ua peteĩha jave

source: We’ve always designed Firefox to protect and respect your private information.
gn_py: Tapiaite rojapo Firefox omo'ã ha omomba'e hag̃ua ne marandu ñemiguáva.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
gn_py: Upéva rehe orejuruvy rojeiporavóre <a href="%(url1)s" data-interaction="outbound link">Ñanduti Mba'apoha ojejeroviaveha ñemiguávape. </a>

source: Find out what makes Firefox the most trusted browser on the Web
gn_py: Ejeporeka mba'érepa Firefox ha'e pe kundahára ojejeroviaveha Ñandutípe

source: Works the way you do
gn_py: Oiko pe nde rejapoháicha

source: How you use the Web is unique.
gn_py: Pe Ñanduti eipuruháicha ndaipóri ambue ojapóva péicha.

source: Firefox lets you change it to match.
gn_py: Firefox omoneĩ ñemoambue ojuehe hag̃ua.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
gn_py: Egueru pe mba'e ojepuru'ỹva, eguereko pe ejapovahína ha emoĩ oimeraẽva tenda nde reipotahápe.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
gn_py: Ejeporeka mba'érepa Firefox ha'e <br class="wide-br">pe kundahára iñambuekuaavéva

source: Faster at what you do most
gn_py: Ipya'eve umi hetavéva ojapóvagui

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
gn_py: Firefox ojeporavo pe ”ipya'evévaramo” ñeha'ã ha'eñóva jehechakuaa ha hembiapokatúpe umi ambue kundahára apytégui.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
gn_py: * Oñempyendáva pe <a data-interaction="outbound link" href="%(url1)s">Apopyre Ñanduti kundahára hardware Tom Gran Premio XVI</a> rehegua.

source: Save time and do just about anything quicker than before.
gn_py: Emba'apo pya'e ha japo oimeraẽva mba'e pya'eve ymaveguarégui.

source: Find out what makes this the fastest Firefox yet
gn_py: Ejeporeka mba'érepa kóva ha'e pe Firefox ipya'evéva
