Repository: alvinlaz96/mozilla-lang
Catalog: sat/tabzilla/tabzilla.lang.po
Languages: sat

source: Mozilla links
sat: मोजिला खोंजा को .

source: Close (Esc)
sat: बोंदो (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
sat: फायारफॉक्स OS डिबुट <span> मोबाइल दुनिया कोंग्रेस रे !</span>

source: Learn more
sat: बाड़ती चेद मे

source: Mission
sat: मिसान

source: About
sat: बाबोत ते

source: Projects
sat: प्रोजेक्ट को

source: Support
sat: गोड़ो

source: Developer Network
sat: लाहा होचो नेटवार्क

source: Products
sat: तेयार ओडोक

source: Innovations
sat: नावा आ़रु

source: Research
sat: रिसार्च

source: Get Involved
sat: सा़मिलोक् मे

source: Volunteer
sat: निजे का़मिया़ आ

source: Careers
sat: जिबका़

source: Find us
sat: आले ञाम लेम

source: Join us
sat: आले ठेन खोंजा

source: Website Directory
sat: वेब साइट उनुदुक्

source: Search Mozilla sites
sat: मोजिलाक् साइट को पानते .

source: Search
sat: पानते

source: Partner
sat: भ़गियारी

source: Look ahead
sat: सांमाङ सेत ञेल

source: Learn all about Firefox OS
sat: फायारफॉक्य OS बाबोत ते जोतो चेद मे .

source: Would you like to see this page in your language?
sat: चेत् आम आमाक् पा़रसी ते नोवा साहटा ञेल सानाम ?

source: Yes, please!
sat: हें , दायाकाते !

source: No, thanks.
sat: बाङ आ ,सराहाव .

source: Support Mozilla
sat: गोड़ो मोजिला .

source: Update to stay fast and safe.
sat: उसा़रा आर निरोपोन तिंगु ला़गित् हा़ली.

source: Later
sat: तायोम ते

source: Official Mozilla gear is here
sat: ऑफिस लेका ते मोजिला तेयार दो नोडे .
