Repository: alvinlaz96/mozilla-lang
Catalog: brx/mozorg/home.lang.po
Languages: brx

source: Home of the Mozilla Project
brx: मजिला प्रजेक्टनि ह'म

source: Next article
brx: उननि लिरबिदां

source: Previous article
brx: आगोलनि लिरबिदां

source: We are %(mozilla_wordmark)s
brx: जों %(mozilla_wordmark)s

source: Doing good is part of our code
brx: मोजां मावनायानो जोंनि क'डनि बाहागो

source: Get involved
brx: थाफा

source: <i>Explore</i> our mission
brx: <i>जोंनि मिसनखौ</i> संदान

source: Our principles guide us
brx: जोंनि खान्थिया जोंखौ दिथा होयो

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
brx: जों इन्टारनेटखौ गोथां आरो हाबनो हाथाव खालामनो खामानि मावनाय बिरोंदामिनगिरि, सानसुमै आरो बानायग्रानि मुलुगनां माहारि।

source: Read more about our mission
brx: जोंनि मिसननि सोमोन्दै गोबां फराय

source: <i>Look</i> ahead
brx: <i>सिगांथिं</i> नाय

source: Look ahead
brx: सिगांथिं नाहर

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
brx: जों गोबां सुबुंखौ वेबआव गोबां राहायै आरो सिगां निफ्राय गोबां जायगा निफ्राय लाबोगासिनो दं।

source: Learn more about Firefox OS
brx: फायारफक्स OS नि सोमोन्दै गोबां सोलों

source: <i>Join</i> our community
brx: <i>जोंनि</i> माहारिजों लोगो ला

source: Join our<br> developer community
brx: जोंनि जौगाहोग्रा</i> माहारिजों लोगो ला

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
brx: docs आरो demos, टुल्‌स आरो टिउट'रियेल आरो गेवनाय वेबजों सोमोन्दो थानाय गासिखौबो ला।

source: <i>Forge</i> the future
brx: <i>इयुनखौ</i> दा

source: Mozilla Festival
brx: मजिला फोरबो

source: Forge the future<br> of the Web
brx: वेबनि<br> इयुनखौ दा

source: Learn from some of the most passionate thinkers and inventors from around the world.
brx: बुहुमनि सोरगिदिङै माखासे जोबोद मोजां मोनग्रा सानसुमै आरो दिहुनग्रा निफ्राय सोलों।

source: Come to the Mozilla Festival
brx: मजिला फोरबोआव फै

source: Different by&nbsp;design
brx: डिजाइन मथे&nbsp;आलादा

source: In the news
brx: रादाबआव

source: See all news
brx: गासै रादाबखौ नाय

source: Help launch Firefox OS in your country.
brx: नोंथांनि हादोतआव लन्स फायारफक्स OS खौ मदद खालाम

source: Become a Mobilizer today.
brx: दिनै सासे मबिलाइजार जा

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
brx: नोंथाङा मजिलाजों थाफानो माबोरै क'ड खालामनो बेखौ मोनथिनाङा।<a href="%s">जोंनि भलानटियार खाबुनि सोमोन्दै गोबां सोलों</a>।

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
brx: जोंनि मुलुगनां माहारियाव साबायखर, मजिला दिहुन्थाय आरो वेबसाइटआ 70 रावाव मोननो हाथाव। <a rel="external" href="%(link_l10n)s">बेफोरखौ नोंथांनाव राव सोलायनो मदद खालाम</a>।

source: <i>Watch</i> the watchers
brx: <i>वाचारखौ</i> नाय

source: See who’s watching you online
brx: सोर नोंथांखौ अनलाइनआव नोजोर होगासिनो दं नाय

source: Shine a light on the third parties that are collecting data about your online activity.
brx: थामथि हानजायाव सोरांखौ फोजों जाय नोंथांनि अनलाइन खामानिनि सोमोन्दै डाटाखौ बुथुमगासिनो दं।

source: Install the Lightbeam add-on
brx: लाइटबिम add-on खौ इनष्टल खालाम

source: <i>Learn</i> the Web
brx: <i>वेबखौ</i> सोलों

source: We teach the Web
brx: जों वेबखौ सोलोङो

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
brx: गेवनाय आरो बयजोंबो बानायजानाय वेबखौ फै संदाननि, फाहामनि आरो सोरजिनि।

source: Become a Webmaker
brx: सासे वेब-मेकार जा

source: <i>See</i> the new MDN
brx: <i>गोदान</i> MDN खौ नाय

source: See what’s new <br>for developers
brx: जौगानायनि थाखाय मबेया<br>गोदान बेखौ नाय

source: Our community hub for docs, demos and other resources just got a brand new look.
brx: docs, demos आरो गुबुन सम्पदनि थाखाय जोंनि माहारि हाबआ मोनसे ब्रेण्ड गोदान नुथायखौ मोनबाय।

source: Visit the Mozilla Developer Network
brx: मजिला जौगाहोग्रा नेटवार्कआव थां

source: The Web needs you
brx: वेबआ नोंथांखौ नांगौ

source: What kind of Web do you want?
brx: नोंथांनो मा रोखोमनि वेब नांगौ?

source: Tell us what matters most to you and help shape the future of the Web.
brx: नोंथांनो माखौ गोनांथि जायो जोंनो खिन्था आरो वेबनि इयुननि दाथायखौ मदद खालामो।

source: Share your vision
brx: नोंथांनि नुथायखौ शेयार खालाम

source: <i>Try the best</i> Firefox yet
brx: <i>दासिमबो साबसिन</i>फायारफक्सखौ नाजा

source: Try the best Firefox yet
brx: दासिमबो साबसिन फायारफक्सखौ नाजा

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
brx: नोंथांनो, नोंथांनि गुमुरथि आरो मोनसे गेवनाय वेबनो गथायनाय बेसेन-नाङै डेस्कटप ब्राउजानि सोमोन्दै सोलों।

source: See what’s new
brx: गोदानआ मा बेखौ नाय

source: <i>Join</i> our <br>Maker Party
brx: <i>जोंनि</i>मेकार<br>दोलोजों लोगो ला

source: Join our global <br>Maker Party
brx: जोंनि मुलुगनां <br>मेकार दोलोजों लोगो ला

source: From July to September, help us teach, learn and make the Web at hands-on community events.
brx: जुलाइ निफ्राय सेप्टेम्बर सिम, जोंखौ फोरोंनो मदद खालाम, hands-on माहारि जाथायाव वेबखौ सोलों आरो बानाय।

source: Learn about events near you
brx: नोंथांनि खाथियाव थानाय जाथायनि सोमोन्दै सोलों

source: <i>Help</i> Mozilla users
brx: <i>मदद</i> मजिला बाहायग्रा

source: We need your help
brx: जों नोंथांनि मदद नांगौ

source: Learn about the ways you can help millions of users get the most out of their favorite browser.
brx: नोंथाङा रोजा रोजा बाहायग्राखौ बिसोरनि आंगो ब्राउजार मोननो मदद खालामनो हानाय राहानि सोमोन्दै सोलों।

source: Join our support team
brx: जोंनि हेफाजाब हानजाजों लोगो जा
