Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/privacy_tour/privacy_tour.lang.po
Languages: sat

source: See what’s new
sat: ञेल में चेद नावानाक् काना .

source: You’re up to date with the latest features to help keep you in control.
sat: कोबोज रे आम गोड़ो दोहो ला़गित् नावानाक् गुन को सांव आम हा़ली ताहेना.

source: Let’s go
sat: देला चालाक् आ.

source: Not now
sat: नित दो बाङ

source: Open tour
sat: दांड़ान झिज में

source: Close tour
sat: दांड़ान बोनदोय मे

source: See the newest ways you can take control of your digital life
sat: नावा उता़र होर को ञेल मे आम आमाक् डिजिटाल जिबोन रे कोबोज हाताव दाड़ेयाक् आ .

source: Declare your independence
sat: आमाक् सा़धिन ला़य सोदोर मे .

source: Thank you for choosing Firefox
sat: फायार फॉक्स बाछाव ला़गित् आम सारहाव .

source: Watch the video to see our story
sat: आलेयाक् काहनी ञेंल ला़गित् बिडियो ञेल मे .

source: Now share it with your world
sat: नितोक् आमाक् दुनिया़ सांव नोवा हा़टिञ मे .

source: Play
sat: खेलोंड में

source: Play the video
sat: बिडियो खेलोंड मे

source: Share
sat: हा़टिञ मे

source: Start browsing
sat: ब्राउजिंग एहोब मे

source: Previous
sat: पा़हिल तेयाक्

source: Next
sat: इना़ तायोम

source: Close
sat: बोनदोय मे

source: <span>Next:</span> %s
sat: <span>इना़ तायोम:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
sat: आम बाय पा़तिया़वाक् साइट खोन आमाक् पांजा आर बाङ आड़ाक् एसेत् ला़गित् हिड़िञ बेभार मे .

source: Remove browsing history from your computer
sat: आमाक् काम्प्युटार खोन ब्राउजिंग हिता़ल ओचोग मे .

source: Erase website information after the fact
sat: का़मी तायोम वेबसाइट ला़य सोदोर मेटाव मे .

source: Add it above for quick, easy access
sat: लोंगोन, आलगा आ़तुर ला़गित् नोवा चेतान सेलेद मे .

source: The new Forget button
sat: नावा हिड़िञ बुता़म.

source: Want to cover your tracks? Activate the Forget button and leave no trace.
sat: आमाक् पांजा को एसेद सानाम काना ? हिड़िञ बुता़म चोगोड़ मे आर जाहान पानते को आलोम आड़ागा.

source: Add it now
sat: नोवा नितोक् सेलेद मे.

source: Later
sat: तायोम ते

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
sat: नितोक् नोवा नोडे मेनाक् आ तिन रे आम नोवा ला़कती आ. लाड़ाव आर बाङ नोवा ओचोक् ला़गित्, एकेन मिनु झिज मे आर कुसियाक् तेयार बाछाव मे .

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
sat: नोवा तायोम ते सेलेद सानामा ? नोवा मिनु झिज मे आर कुसियाक् तेयार बाछाव मे. इना़ तायोम नोवा ओर मे (आर बाङ जाहां एटाक् बुता़म ) ओका रे आम सानाम काना .

source: <span>Previous:</span> Forget
sat: <span>पा़हिल तेयाक् :</span> हिड़िञ .

source: <span>Next:</span> Private Browsing
sat: <span>इना़ तायोम :</span> निजेराक् ब्राउजिंग .

source: %s lets you <br>search anonymously
sat: %s आम <br> दानाङ ञुतुम पानते होचो बामा .

source: Get great results with less tracking
sat: कोम पांजा सांव माराङ कुड़ाय को ञाम .

source: Make it (or any other) your default
sat: आमाक् हुड़ाक् (आर बाङ एटागाक् ) तेयार मे .

source: Find what you’re looking for, your way
sat: चेत् आमेम ञेंलेक् आ, आमाक् होर ते ञाम मे.

source: <span>Previous:</span> %s
sat: <span> पा़हिल तेयाक् :</span> %s

source: Private Browsing: <br>Our original privacy tool
sat: निजेराक् ब्राउसिंग : <br> आलेयाक् मुल निजेराक् टुल .

source: Keep history and other info off your computer
sat: हिता़ल आर आमाक् काम्प्युटार ऑफ एटाक् ला़य सोदोर दोहोय मे .

source: Browse without recording where you’ve been
sat: ओका रे आम हेनाम बेगोर रिकोर्डिंग ते ब्राउज मे .

source: So others using your computer can’t see it
sat: ओनाते आमाक् काम्प्युटार को बेभार ओना बाङ ञेल दाड़ेयाक् आ .
