Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/new/horizon.lang.po
Languages: ff

source: Free Web Browser
ff: Wanngorde Geese Alla meho

source: The last independent browser.
ff: Wanngorde jeytaare sakkitiinde

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
ff: A jaaraama e cuɓagol maa Firefox. Gaawtol maa maa fuɗɗo e jaajol. So ɗum alaa, <a id="%(id)s" href="%(fallback_url)s">Dobo ɗoo</a>.

source: Browse Freely
ff: Wanngoro wellitaare

source: You’re browsing freely with the latest version of Firefox.
ff: Ngon-ɗaa ko e wanngoraade wellitaare e yamre sekkitiinde Firefox.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
ff: <a href="%(url)s">Hesɗitin</a> Firefox maa ngam heɓde ko sakkitii e jaawgol e suturo.

source: You’re using a pre-release version of Firefox.
ff: Ngon-ɗaa e huutoraade ko yamre Firefox nde bayyinaaka.

source: Congrats! You’re using the latest version of Firefox.
ff: Woyyoo! Njogi-ɗaa ko yamre sakkitiinde Firefox.

source: Give Firefox a tune up
ff: Hokku Firefox ƴiiƴam kesam

source: Refresh Firefox
ff: Hesɗitin Firefox

source: Looking for more info?
ff: Aɗa yiɗi ɓeydude humpito?

source: Want a fresh copy?
ff: Aɗa sokli yamre hesere?

source: Get Firefox for Android and iOS.
ff: Heɓ Firefox mo Android e iOS.

source: Learn more about Firefox for Mobile
ff: Ɓeydu humpito baɗte Firefox mo cinndel

source: Discover all the ways to take Firefox on the go
ff: Ƴeew peeje fof no kapporto-ɗaa Firefox e saasi

source: Download Firefox for another platform
ff: Aawto Firefox mo dinndeeje goɗɗe

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
ff: Tiiɗno rew e <a href="%(url)s">ɗee tinndinooje</a> ngam aafde Firefox.

source: Freedom is fast
ff: Wellitaare ko jaawɗum

source: Go anywhere you want on the Web — with a quickness.
ff: Yah to njiɗ-ɗaa fof e Geese—no ɓuri yaawrude.

source: Freedom is personal
ff: Wellitaare ko keeriɗum
