Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/about.lang.po
Languages: ff

source: Get to know Mozilla
ff: Ɓeydu ganndal Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
ff: Ɓeydu humpito baɗte eɓɓooje amen, topirɗe e jiyanɗe ballooje renndo ngoo tamde e faamde ɓure kuuɓnuɗe nguurdam mum'en e Enternet.

source: The Mozilla mission
ff: Darnde Mozilla

source: What drives us and makes us different
ff: Jiyanɗe amen ceerndi min e woɗɓe

source: Career center
ff: Nokku liggeyaaji

source: Want to work at Mozilla? Apply today!
ff: Aɗa yiɗi gollaade to Mozilla? Winndito hannde!

source: Want to work on Firefox? Apply today!
ff: Aɗa yiɗi gollaade e Firefox? Bisimilla!

source: Mozilla blog
ff: Blog Mozilla

source: News, notes and ramblings from the Mozilla project
ff: Kabaruuji, tintine e miijooji baɗte eɓɓoore Mozilla

source: Mozilla style guide
ff: Tugnorde panni Mozilla

source: Logos, copy rules, visual assets and more
ff: Logooje, kuule tummbitol, goodaaɗe jiytol e geɗe goɗɗe

source: Locations & contacts
ff: Nokkuuje & jokkondire

source: Addresses, emails, support and feedback forms
ff: Ñiiɓirɗe, iimeeluuji, wallitorde e porme duttine

source: A corporation that serves the public good. Seriously.
ff: Kompoñe sarwore renndo ngoo moƴƴere. Goongiray-goona.

source: Mozilla leadership
ff: Ngardiigu Mozilla

source: Our Management Teams, Reps Council and Boards of Directors
ff: Goomuuji amen jiilooji, Reps Council e Board of Directors

source: Our products
ff: Topirɗe amen

source: An overview of what we make and what we’re working on
ff: Jiimtorde ko min mbaɗata e ko min ngoni e gollaade

source: Get involved
ff: Ar yantu e amen

source: Become a volunteer contributor in a number of different areas
ff: Yantu e yarlitiiɓe wallitooɓe e fannuuji keewɗi ceertuɗi

source: Press center
ff: Nokku jaaynde

source: Press info and other useful stuff
ff: Humpito jaaydeeji e geɗe goɗɗe nafooje

source: Privacy center
ff: Nokku sutoro

source: How Mozilla handles your personal information
ff: Hol no Mozilla huutortoo keɓe maa keeriiɗe

source: The non-profit organization behind Firefox and all Mozilla products
ff: Fedde ɗe ɗaɓɓaani ngalu wonɓe caggal Firefox e topirɗe Mozilla fof
