Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/contribute.lang.po
Languages: ff

source: Get Involved: Volunteer Opportunities at Mozilla
ff: Naat e Golle ɗee: Wallitooɓe ena coklaa to Mozilla

source: The success of our mission depends on participation from people like you.
ff: Ciynugol eɓɓoore amen yowitii ko e ballondiral yimɓe wayɓe hono maa.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
ff: Faaro Mozilla ko ɗaɓɓaani ngalu, kadi ena tafa topirɗe wano Firefox wonndude e faandaare ñiiɓnude doole Geese e juuɗe huutorɓe nokku kala.

source: We are Mozillians
ff: Minen ngoni Mozilla

source: This video shows members of the worldwide Mozilla community.
ff: Oo widewoo hollata ko terɗe renndo winndereyaŋkoore Mozilla.

source: Play video
ff: Tar widewoo

source: Pause video
ff: Sabbin widewoo

source: Want to help?
ff: Aɗa yiɗi wallude?

source: Area of interest?
ff: Aɗa hatojini heen?

source: Helping Users
ff: Wallude Huutorɓe

source: Testing and QA
ff: Ƴeewtagol e QA

source: Coding
ff: Dokkagol

source: Localization and Translation
ff: Nokkuɗinal e Firo

source: Web Development
ff: Topayru Geese

source: Add-ons
ff: Ɓeyditte

source: Visual Design
ff: Ƴeŋto Jiytol

source: Documentation and Writing
ff: Anndinteeri e Binndol

source: Education
ff: Jaŋde e nehdi

source: Other
ff: Goɗɗe

source: I have a suggestion for Firefox
ff: Miɗo joganii Firefox wasiya

source: I need help with a Firefox issue
ff: Miɗo sokli ballal e saɗeende Firefox

source: YOUR EMAIL HERE
ff: WINNDU ƊOO IIMEEL MAA

source: Send us a note and we can get you started right away.
ff: Neldu min konngol ngam min mbaawa wallude-ma fuɗɗaade jooni.

source: Hi, I’m interested in…
ff: Jam e mon, miɗo hatojini e…

source: I’d like to receive regular contribution news by email
ff: Miɗo yiɗi heɓde kabaruuji ballitgol ñiiɓɗi e iimeel

source: Submit&nbsp;»
ff: Naatnu&nbsp;»

source: Please enter a valid email address.
ff: Tiiɗno naatnu ñiiɓirde iimeel moƴƴere.

source: You must agree to the privacy policy.
ff: Aɗa foti jaɓde dawirgol suturo ngol.

source: Please select an area of interest.
ff: Tiiɗno labo fannu mo katojin-ɗaa.

source: Please tell us more about your interests.
ff: Tiiɗno ɓeydan-min humpito baɗte ko katojin-ɗaa.

source: Your CAPTCHA response did not match. Please try again.
ff: Jaabawol CAPTCHA maa nanndaani. Tiiɗno fuɗɗito.

source: Thank you for getting in touch.
ff: A jaaraama e jokkondiral maa.

source: We are sorry, but there was a problem with our system. Please try again later!
ff: Amin njaafnoo, kono yuɓɓo maa waɗii caɗeele. Tiiɗno fuɗɗito kadi so ɓooyii!

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
ff: Gooto e gollotooɓe e Mozilla maa jokkondir e maa ko leelaani ngam humpitde-ma no naatirtaa e golle ɗee. Hakkunde ɗoo e ndeen, aɗa waawi weddaade yitere e golle wallitooɓe gonɗe les ɗee.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
ff: A soklaani wonde bileejo C++ (walla nih anndude ko ɗum firti!) ngam yantude e golle ɗee.<br><b>Yiɗde geese tan yoii.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
ff: Winndito e ɓataake habrirde biireejo keewɗo kabaruuji renndo e golle ballitgol.

source: Welcome to Mozilla!
ff: A jaɓɓaama e Mozilla!

source: Find an opportunity
ff: Yiylo gollal

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
ff: Golle wallitoorde amen pawii ko e wallitooɓe saasɓe wayɓe hono maa en ngam wallude woɗɓe huutoraade topirɗe Mozilla no ɓuri haanirde. Ɓeydu humpito baɗte <a href="%(fx_support_url)s">no mballirtaa huutorɓe Firefox</a> e <a href="%(tb_support_url)s">no mballirtaa huutorɓe Thunderbird</a>.

source: Quality Assurance
ff: Aadannde Moƴƴugol

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
ff: Ƴeewndagol Aadannde Moƴƴugol ko wootee e peeje amen ɓurɗe weeɓde fuɗɗoraade e Mozilla tee ko feere lobbere ngam faamde dokkol e kuutorɗe amen.

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
ff: <a href="%(oneanddone_url)s">Suɓo gollal e One and Done</a> ngam fuɗɗaade, gollo e <a href="%(desktopfx_url)s">Firefox mo Biro</a>, <a href="%(websites_url)s">ƴeewto lowe Mozilla</a>, <a href="%(testday_url)s">yantu e Ñalɗi Ƴeewndo amen</a>, walla <a href="%(qateams_url)s">ɓeydu humpito baɗte ƴeewndooji goɗɗi</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
ff: <a href="%(dev_intro_url)s">Topayɓe ena mbaawi wallude</a> Mozilla so ɓeydude fannuuji kesi, ɓeydude famɗinde teknologii amen e yaawnude ɗum e weeɓnande woɗɓe topagol. Haalan min <a href="%(what_url)s">ɗemngal dokkagol ɓur-ɗaa katojinde</a> kisa min mbaawa yiytande-ma eɓɓoore.

source: Spread the Word
ff: Saak kabaaru oo

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
ff: Wallu min saakde konngol baɗte no Firefox e eɓɓooje Mozilla goɗɗe ngoniri e mahde geese ɓurɗe yuɓɓude. Bismo winndere ndee kala e Firefox so <a href="%(affiliates_url)s">wontude Gollodiiɗo</a> kisa ƴeewaa <a href="%(marketing_url)s">Famminorde Marketing</a> amen ngam heɓde peeje goɗɗe yantude e amen.

source: Localization
ff: Nokkuɗinal

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
ff: Ar yantu e Mozilla so wallude topaade Firefox, Thunderbird et eɓɓooje goɗɗe <a href="%(l10n_url)s">goodɗe e ɗemngal maa</a>. Kadi mballaa en anndinde winndere ndee hol no Mozilla woniri e ƴellitde Enternet so <a href="%(l10n_web_url)s">firde loowdi</a> e lowe geese amen.

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
ff: Lowe geese amen ko udditaniiɗe topayɓe geese fof ngam ɓastaade. <a href="%(webdev_url)s">Yiylo eɓɓoore lowre geese</a> ngam fuɗɗaade jooni. Karallaagal geese maa ena waawi kadi huutoreede e <a href="%(gaia_url)s">wallude-en tafde Firefox OS amen keso oo</a>.

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
ff: <a href="%(marketplace_url)s">Firefox Marketplace</a> addata ko loowdi – pije, caaci, jaaɓɗe renndo e ko nanndi heen – mahiraandi gaadaneeje HTML5 e diiniyaagal ari-topoo. Ena woodi <a href="%(mktcontrib_url)s">fartaŋŋeeji ballitgol</a> e fannu ganndal kala, ena weeɓi firtude huunde e golle ɗee!

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
ff: Ɓeyditte ngoni ko ngaddani Firefox wonde wanngorde ɓurnde waawde timmitineede e heertineede. Fuɗɗo <a href="%(addons_url)s">topagol ɓeyditte</a>, tee <a href="%(addons_wiki)s">ɓeydu humpito baɗte laabi ɗo mbaaw-ɗaa wallirde kala</a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
ff: Min njiɗi ko ŋeñtiyaŋkooɓe kala yoo ngar e geese e yimɓe ɓe ŋeñto Mozilla hawrani. Ƴeew <a href="%(creative_url)s">Blog goomu ŋeñto</a> ngam ɓeydude humpito baɗte how no naatirtaa heen.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
ff: The Mozilla Developer Network ko gerngal humpito baɗte teknologiiji Mozilla. Wallu-en <a href="%(dev_url)s">ƴellitde anndinteeri</a> so winndude loowdi kesiri, saataade binndanɗe goodɗe walla firde loowdi e ɗemɗe goɗɗe.

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
ff: Aɗa hatojini e wallude woɗɓe faamde no Geese yahrata? <a href="%(webmaker)s">Mozilla Webmaker</a> ko renndo huuɓnungo daraniingo lollinde ganndal ngaanndi huutoraade <a href="%(webmaker_tools)s">kuutorɗe dokkal</a>, <a href="%(webmaker_resources)s">jannginirɗe</a> e <a href="%(webmaker_events)s">joljole renndo</a>.

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
ff: Aɗa hatojini e tafde janngo Geese? <a href="%(fellowship)s">OpenNews Fellowship program</a> renndinat hatanteeɓe ngaanndi fuɗɗotooɓe e fartaŋŋeeji jaayndiyaŋkaagal ngam tafde Geese udditaniiɗe mo woni kala.

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
ff: Wallu tafde haralde geesiyaŋkooɓe so jannginde woɗɓe no geese mahiraa. <a href="%(moz_webmaker)s ">Ƴeew ko woni eɓɓoore Mozilla Webmaker</a> walla fuɗɗo jannginde woɗɓe so <a href="%(webmaker)s">darnude joljolal e renndo maa hannde-hannde</a>.

source: map
ff: kartal

source: Find Mozillians near you
ff: Yiytu Mozilliyaŋkooɓe sara maa

source: US and Canada
ff: DD e Kanadaa

source: Europe
ff: Orop

source: Latin America
ff: Amerik Latin

source: Africa and the Middle East
ff: Afrik e Fuɗnaange Ɓadiiɗo

source: Asia and the South Pacific
ff: Asiya e Pasifik Worgo

source: Antarctica
ff: Antarctikaa

source: Sort By:
ff: Leemtir:

source: Interest
ff: Ko hatojinaa

source: Location
ff: Nokkuure

source: Newsletter
ff: Ɓataake habrirde

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
ff: Aɗa hatojini e wallude woɗɓe heɓde nafoore e kuutorgol Firefox e eɓɓooje Mozilla goɗɗe? Wallitorde amen ɗaminii ko e wallitooɓe saasɓe wayɓe hono maa.

source: Thank you!
ff: A jaaraama!

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
ff: Weeɓitaare ko waɗde feere haa geɗe mbaaɓana mo woni kala. Wallu-en <a href="%(access_url)s">tafde kuutorɗe ballooje wonnduɓe e ŋakkam-terɗe en</a> tee mballaa <a href="%(access_wiki)s">adddande loowdi geese ajaaje ɗe ngonaa jiyte</a> wano tarduɗe jaynirɗe.

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
ff: Jeye e goomu wiɗto&mdash;so njiɗ-ɗaa ko wonde <a href="%(survey_url)s">jeyeteeɗo e wiɗto aroowo</a>, <a href="%(test_email)s">ɗowde ƴeewndo kuutoraagol</a> aan tan walla <a href="%(test_pilot)s">Ƴeewto keɓe Test Pilot</a>&mdash;amen njiɗi njantaa e amen!

source: Firefox Affiliates
ff: Gollodiiɓe Firefox

source: Developer Documentation
ff: Anndinteeri Topayɓe

source: Thank you for signing up!
ff: A jaaraama e binnditagol maa!

source: Menu
ff: Dosol

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ff: Oo widewoo ena naamnii wanngorde jaaɓdunde e widewoo walla <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
ff: Ƴeewtagol aadannde moƴƴugol ko gootol e laabi ɓurɗi weeɓde fuɗɗaade gollidaade e Mozilla tee ko feere moƴƴere fuɗɗaade anndude dokkol e kuutorɗe amen. Wallu-en <a href="%(qa_bugs_url)s">tenndude bugge</a> e Firefox, <a href="%(qa_web_url)s">ƴeewndo lowe geese Mozilla</a> walla ɓeydu humpito baɗte <a href="%(qa_url)s">fartaŋŋeeji ƴeewtagol goɗɗi</a>.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
ff: Tpoirɗe Mozilla ena njogii yuɓɓo timmitingol ñisngol ballowol addude bayle tokoose walla ɓeyde ɓurɗe mawnude. Ɓeydu humpito baɗte no mbaawirtaa <a href="%(addons_url)s">topaade ɓeyditte</a>. Topayɓe saamolinɓe ena mbaawi ƴeewde no neɗɗo waɗata ngam <a href="%(addons_wiki)s">wontude taƴtoowo AMO</a>.
