Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/home.lang.po
Languages: ff

source: Home of the Mozilla Project
ff: Jooɗorde Eɓɓannde Mozilla

source: Next article
ff: Winndannde faynde

source: Previous article
ff: Winndannde ɓennunde

source: We are %(mozilla_wordmark)s
ff: Ko minen ngoni %(mozilla_wordmark)s

source: Doing good is part of our code
ff: Moƴƴinde ko dokke ɗo amen ɗoo

source: Get involved
ff: Ar yantu e amen

source: <i>Explore</i> our mission
ff: <i>Humpito</i> darnde amen

source: Our principles guide us
ff: Ko pellital ɗowata min

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
ff: Ko min renndo huuɓnungo haralliyaŋkooɓe, miijiyaŋkooɓe e tafooɓe gollotooɓe ngam Enternet duumoo e wuurde heɓaade.

source: Read more about our mission
ff: Ɓeydu humpito baɗte darnde amen

source: <i>Look</i> ahead
ff: <i>Sooyno</i> janngo

source: Look ahead
ff: Sooyno janngo

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
ff: Ko hannde min ɓuri addude yimɓe heewɓe e Geese e fannuuji keewɗi e nokkuuji keewɗi.

source: Learn more about Firefox OS
ff: Ɓeydu humpito baɗte Firefox OS

source: <i>Join</i> our community
ff: <i>Naat</i> e renndo amen

source: Join our<br> developer community
ff: Yantu e <br> renndo topayɓe amen

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
ff: Heɓ binndanɗe e kollitte, kuutorɗe e tinndinooje e kala ko toɗɗii Geese Udditiiɗe.

source: <i>Forge</i> the future
ff: <i>Taf</i> janngo maa

source: Forge the future<br> of the Web
ff: Taf janngo<br> Geese

source: Learn from some of the most passionate thinkers and inventors from around the world.
ff: Ɗaɓɓu ganndal e yoga e miijoyaŋkooɓe e feŋtiyaŋkooɓe ɓurɓe hatojinde e nder winndere.

source: Come to the Mozilla Festival
ff: Ar to Mozilla Festival

source: Different by&nbsp;design
ff: Diidngo&nbsp;seertungo

source: In the news
ff: Kabaruuji kesi

source: See all news
ff: Yiy kabaruuji fof

source: Help launch Firefox OS in your country.
ff: Yantu e goomu hurminooɓe Firefox OS e leydi maa.

source: Become a Mobilizer today.
ff: Wontu gooto e hirjinooɓe gila e jooni.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
ff: Waɗɗaaki-ma waawde dokkagol ngam jeyeede e geɗe Mozilla. <a href="%s">Ɓeydu humpito baɗte gollondiral amen e yarlitiiɓe</a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
ff: Alla e renndo amen huuɓnungo, topirɗe Mozilaa ena ngoodi e ɗemɗe 70. <a rel="external" href="%(link_l10n)s">Wallu firde-ɗe e ngal maa</a>.

source: <i>Watch</i> the watchers
ff: <i>Reen</i> ñukkindtooɓe

source: See who’s watching you online
ff: Ƴeew laarowo-ma e ceŋol

source: Shine a light on the third parties that are collecting data about your online activity.
ff: Huɓɓu fooyre e woɗɓe rɓindtooɓe keɓe baɗte dille banngagol maa.

source: Install the Lightbeam add-on
ff: Aaf ɓeyditere Lightbeam ndee

source: <i>Learn</i> the Web
ff: <i>Ekko</i> Geese

source: We teach the Web
ff: Amin njanngina Geese

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
ff: Ngare mbitten, tappilen tee cosden ngam mahde Geese udditiiɗe tee nde gooto fof jeyi.

source: Become a Webmaker
ff: Janngu tafngo geese huutoraade Webmaker

source: <i>See</i> the new MDN
ff: <i>Ƴeew</i> MDN keso oo

source: See what’s new <br>for developers
ff: Hol ko e hesɗani <br>topayɓe

source: Our community hub for docs, demos and other resources just got a brand new look.
ff: Gerngal humpito renndo amen, kollitte e piille goɗɗe keɓi yooɗneede e baydi kesiri.

source: Visit the Mozilla Developer Network
ff: Yillo Mozilla Developer Network

source: The Web needs you
ff: Geese ɗee ena coklu-maa

source: What kind of Web do you want?
ff: Hol no Geese maa foti wayde?

source: Tell us what matters most to you and help shape the future of the Web.
ff: Haalan-min ko ɓuri tiiɗde-ma tee mbalaa-en e mahde Geese janngo.

source: Share your vision
ff: Hokku yiyannde maa

source: <i>Try the best</i> Firefox yet
ff: <i>Ƴeewndo ɓurɗo yuɓɓude</i> e jame Firefox

source: Try the best Firefox yet
ff: Ƴeewto yamre Firefox ɓurnde yuɓɓude

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
ff: Ɓeydu humpito baɗte wanngorde biro dokkel daraniinde-ma aan e suturo maa e Geese udditiiɗe.

source: See what’s new
ff: Ƴeew ko hesɗi
