Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/plugincheck.lang.po
Languages: ff

source: Plugin Check &amp; Updates
ff: Ƴeewtagol Ceŋe &amp; Kesɗitine

source: Update Now
ff: Hesɗitin Jooni

source: Research
ff: Wiɗtu

source: current version plugin
ff: yamre seŋre sakkitiinde

source: Up to Date
ff: Ena hesɗiti

source: Plugin icon
ff: Maandel seŋre

source: unknown
ff: anndaaka

source: vulnerable
ff: ena yaafi kisal

source: Check Your Plugins
ff: Ƴeewto Ceŋe Maa

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
ff: Hesɗitinde ceŋe maa ena walla Firefox ɓeydaade yamɗude e ɗaatde kuutorgol.

source: Looks like you’re using an older version of Firefox.
ff: Ena wayi hono kuutorto-ɗaa ko yamre hiiɗnde Firefox.

source: Plugin Status
ff: Ngonka Ceŋe

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
ff: Ƴeewtagol ceŋe <strong>jaaɓdugol e Internet Explorer ena ŋakki seeɗa</strong>. Kadi huutoro Kuutorɗe &gt; Toppito Ɓeyditte

source: Step 1: Click Update to update a plugin.
ff: Daawal 1: Dobo Hesɗitin ngam hesɗitinde seŋre.

source: Step 2: Complete all recommended updates before restarting your browser.
ff: Daawal 2: Timmin kesɗitine basiyaaɗe kala hade maa hurmitinde wanngorde maa.

source: Potentially vulnerable plugins
ff: Ɗee ceŋe ena mbaawi yaafɗe kisal

source: Plugin
ff: Seŋre

source: Status
ff: Ngonka

source: Action
ff: Baɗal

source: Outdated Plugins
ff: Ceŋe kiiɗtuɗe

source: Unknown Plugins
ff: Ceŋe ɗe ngannaaka

source: These plugins are up to date
ff: Ɗee ceŋe ena kesɗiti

source: Back to Top
ff: Rutto Dow

source: Frequently Asked Questions
ff: Naamne Ɓurɗe Duumaade

source: What is a plugin?
ff: Hol ko woni ceŋol?

source: Plugins power videos, animation and games
ff: Ceŋe ndoognata widewooji, jirwitte e pije

source: They're built outside of Firefox by companies like Adobe Systems and Apple
ff: Ko compoññe wano Adobe Systems mahata-ɗe tawa wonaa nder Firefox

source: Plugins don't always update automatically.
ff: Ceŋe kewaani hesɗitinaade e jaajol.

source: Why should I update my plugins?
ff: Hol ko waɗi miɗo foti hesɗitinde ceŋe am?

source: Old plugins can interrupt browsing and waste your time.
ff: Ceŋe kiiɗɗe ena mbaawi dartinde wanngorde maa walla leetin maa.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
ff: Ceŋe kiiɗɗe <strong>ena ɓeyda tanaa</strong> ummiiɗe e ñoŋkoto, mborocce, e caɗe kisal goɗɗe.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
ff: <strong>Ceŋe kesɗitɗe ena ngarda e fannuuji </strong> ɓeydooji juɓɓugol, <strong>jaawgol e kisal kuutorgol</strong> maa geese.

source: Screenshot of Add-Ons manager
ff: Nokkitte Toppitorde Ceŋe

source: How can Firefox help me?
ff: Hol no Firefox wallirta-mi?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
ff: E ko fayi arde, Firefox maa hesɗitinane ceŋe maa. Hade ndeen, aɗa foti ƴeewtaade ngoo hello sahaa kala ngam hesɗitinde ceŋe maa ngam ɓeydude kisal.

source: Which Plugins do I have?
ff: Hol Ceŋe njogii-mi?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
ff: Min ejtiima ceŋe maa e jaajol dow ɗoo, ngam yiyde ceŋe maa loowaaɗ e Firefox ko nih mbaɗataa:

source: Want to spread the word?
ff: Aɗa yiɗi humpitde woɗɓe?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
ff: Wallu musidɓe maa hisde e enternet! Yillo <a href="%(url)s">Firefox Affiliates</a> ngam heɓde bajje ƴeewtagol ceŋe e low re maa.

source: How do I disable a plugin?
ff: Hol no daaƴirtu-mi ceŋol?

source: In Firefox:
ff: E Firefox:

source: Click on a plugin in the list.
ff: Dobo e ceŋol e doggol ngol.

source: Click the Disable button.
ff: Dobo butoŋ Daaƴtu oo.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
ff: Reento: daaƴde ceŋol firti ko a waawataa haŋkadi waɗde won geɗe. Yeru, so a daaƴii Flash, a waawataa yeeɓde wodewooji e YouTube.

source: Mozilla Support
ff: Wallitorde Mozilla

source: Have more questions?
ff: Aɗa jogii naamne goɗɗe?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
ff: Yillo <a href="%(sumo_url)s">support.mozilla.org</a> ngam heɓde ballal!
