Repository: alvinlaz96/mozilla-lang
Catalog: ff/mozorg/technology.lang.po
Languages: ff

source: We’re opening up a whole new Internet.
ff: Amina uddita ɗoo Enternet keso pul.

source: Explore some of our latest innovations — built with open Web technologies and designed to help keep the Internet healthy and accessible forever.
ff: Yillo yoga e kesameeje amen cakkitiiɗe—mahiraaɗe teknolojiije Geese kadi ŋeñtiraaɗe ngam wallude tabitinde cellal e weeɓitaare Enternet haa bada.

source: Making Virtual Reality a reality for all
ff: Waɗtude Ngoonka Ɗuwtuka goonga ngam fof naftoroo

source: Using A-Frame, developers, designers and artists are able to easily create accessible VR experiences.
ff: Huutoraade A-Frame, topayɓe, ŋeñtiyaŋkooɓe e ñeeñiyaŋkooɓe ena njogii mbaawka sosde dawte NƊ (VR)

source: Try it out
ff: Ƴeewndo ɗum

source: Explore A-Frame
ff: Weɗɗit A-Frame

source: Visit the blog
ff: Yillo blog oo

source: Using the Web to change the game
ff: Huutoraade Geese ngam ƴellitde pije

source: With powerful Web technologies, pioneered by Mozilla, developers are pushing games to a new level.
ff: Huutoraade teknologii Geese ñisɗe, ɗe Mozilla fuɗɗi, topayɓe nana towa pije ɗo meeɗaani yettaade.

source: See what’s new
ff: Ƴeew ko hesɗi

source: Play some demos
ff: Fijir ƴeewdorɗe ɗee

source: Start building
ff: Fuɗɗo mahde

source: Adding trust to the Internet of Things
ff: Ɓeydude hoolaare e Enternet mo Kuuɗe

source: Through open innovation, we’re bringing trust and transparency to networks of smart devices.
ff: E ballal kesamaagu udditiingu, amina ngadda hoolaare e keelɗugol to leyleyte kaɓirɗi kewɗi.

source: Learn more
ff: Ɓeydu humpito

source: Visit the wiki
ff: Yillo wiki oo

source: Start contributing
ff: Fuɗɗo wallitde

source: Building a browser that gets you
ff: Mahde wanngorde faamnde ma

source: The next generation of Web discovery is a browser that is more intuitive, useful and in tune with you.
ff: Haralde aroore e jiytannɗe Geese ko wanngorde ɓurnde weeɓtude, nafoore tee ena faamondiri e mah.

source: Try it now
ff: Ƴeewndo jooni

source: Inventing a safer programming language
ff: Fentude ɗemngal toporgal ɓurngal hisde

source: Supported by Mozilla, Rust allows browsers, systems and more to run much faster and more safely.
ff: E tammbitol Mozilla, Rust ena walla banngorɗe, juɓɓe e geɗe goɗɗe ɓurde yaawde e hisde.

source: Visit Rust
ff: Yillo Rust

source: Get involved
ff: Yantu e amen

source: What’s next?
ff: Hoto huccaa?

source: Get the Mozilla newsletter for our latest tech news and more.
ff: Heɓ ɓataake habrirde Mozilla ngam kabaruuji e geɗe ɓurɗe hesɗude.

source: Blogs
ff: Blogge

source: Read the latest from Mozilla’s technology blogs.
ff: Tar binndanɗe cakkitiiɗe to blog teknolojii mo Mozilla.

source: Continue reading
ff: Jokku taro
