Repository: alvinlaz96/mozilla-lang
Catalog: */channelsposter.lang.po
Languages: bn_bd, cy, es_mx, hi_in, ms, ur

source: Firefox Release Channels
bn_bd: ফায়ারফক্স প্রকাশের চ্যানেল
cy: Sianeli Ryddhau Firefox
es_mx: Canales de lanzamiento de Firefox
hi_in: फ़ायरफ़ॉक्स रिलीज चैनल्स
ms: Saluran Pelancaran Firefox
ur: Firefox اجرا چینلیں

source: Firefox Release Timeline
bn_bd: ফায়ারফক্স প্রকাশের টাইমলাইন
cy: Amserlen Ryddhau Firefox
es_mx: Cronología de lanzamientos de Firefox
hi_in: फ़ायरफ़ॉक्स रिलीज समयरेखा
ms: Garis Masa Pelancaran Firefox
ur: Firefox اجرا ٹائم لائن

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
bn_bd: মোজিলার রিলিজ প্রক্রিয়ায় নতুন ধরনের বৈশিষ্ট্য সরবরাহ করছে, প্রতি ছয় সপ্তাহে ব্যবহারকারীদের কর্মক্ষমতা উন্নীতকরন এবং নিরাপত্তা হালনাগাদ করছে।
cy: Mae proses ryddhau Mozilla yn darparu nodweddion, gwelliannau perfformiad a diweddariadau diogelwch i ddefnyddwyr bob chwech wythnos.
es_mx: El proceso de liberación de Mozilla ofrece nuevas características, mejoras de rendimiento y mejoras de seguridad a los usuarios cada seis semanas.
hi_in: मोज़िल्ला रिलीज प्रणाली उपयोक्ताओं के लिए हर छः हफ्तों में नयी विशेषताएं, निष्पादन क्षमता-वृद्धि और सुरक्षा उन्नयन जारी करती है
ms: Proses pelancaran Mozilla menghasilkan ciri-ciri terbaru, peningkatan prestasi dan tatar keselamatan kepada pengguna setiap enam minggu.
ur: Mozilla کی اجرا عمل کاری صارفین کو ہر چھے ہفتے بعد نئے فیچر، سرانجام دہی بہتری اور سلامتی اپ گریڈ پہنچاتی ہے۔

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
bn_bd: এতে আছে চারটি উন্নয়ন চ্যানেল; যা যুগপৎভাবে উইন্ডোজ, ম্যাক, লিনাক্স এবং অ্যান্ড্রয়েড এর জন্যে ফায়ারফক্সের সমতুল্য রিলিজ তৈরী করে।
cy: Mae'n cynnwys pedair sianel datblygu sy'n cynhyrchu rhyddhadau cydamserol o Firefox ar gyfer Windows, Mac Linux ac Android.
es_mx: Esto se compone de cuatro canales de desarrollo que producen emisiones simultáneas de Firefox para Windows, Mac, Linux y Android.
hi_in: इसमें चार विकास चैनल्स समाविष्ट है जो विंडोज, मैक, लिनक्स तथा एंड्राइड के लिए फ़ायरफ़ॉक्स समवर्ती रिलीज उत्पादित करते है
ms: Ia terdiri daripada empat saluran pembangunan yang menghasilkan keluaran serempak Firefox untuk Windows, Mac, Linux dan Android.
ur: یہ جار تکمیل کاری چینلوں پر مشتمل ہے جو Windows، Mac، Linux اور Android کے لیے متفق اجرا تیار کرتی ہیں۔

source: For:
bn_bd: জন্য:
cy: Ar gyfer:
es_mx: Para:
hi_in: के लिए:
ms: Untuk:
ur: کے لیے:

source: Enjoy:
bn_bd: উপভোগ করুন:
cy: Mwynhau:
es_mx: Disfruta:
hi_in: आनंद ले:
ms: Nikmati:
ur: لطف اٹھائیں:

source: Expect:
bn_bd: প্রত্যাশা:
cy: Disgwyl:
es_mx: Esperar:
hi_in: उम्मीद करे:
ms: Jangkaan:
ur: توقع کریں:

source: Early adopters and Mozilla fans
bn_bd: প্রথমদিকের গ্রহীতা এবং মোজিলা ভক্ত
cy: Defnyddwyr cynnar a chefnogwyr Mozilla
es_mx: Los primeros usuarios y fanáticos de Mozilla
hi_in: प्रथम अपनानेवाले और मोज़िल्ला के चाहते
ms: Pengamal terawal dan peminat Mozilla
ur: فوری اپنانے والے اور Mozilla فین

source: Testing the next version of Firefox with stability
bn_bd: ফায়ারফক্স এর পরবর্তী সংস্করণের স্থিতিশীলতা পরীক্ষা করা হচ্ছে
cy: Profi'r fersiwn nesaf o Firefox am sefydlogrwydd
es_mx: Probando la siguiente versión de Firefox estable
hi_in: फ़ायरफ़ॉक्स के अगले संस्करण की स्थिरता के साथ जाँच करना
ms: Menguji versi Firefox yang seterusnya dengan kestabilan
ur: Firefox کا اگلا ورژن استحکام سے ٹیسٹ کرنا

source: Mostly stable builds that need fine tuning and majority add-on compatibility
bn_bd: বেশীরভাগ স্থিতিশীল সংস্করণ যাদের কিছুটা টিউনিং দরকার এবং বেশীরভাগ অ্যাড-অন এর সুসামঞ্জস্য আছে
cy: Adeiladau mwyaf sefydlog sydd angen m√¢n newidiadau a cydnawsedd gyda'r mwyafrif o ychwanegion
hi_in: अधिकतर स्थिर संस्करण जिन्हें फ़ाईन ट्यूनिंग और अधिक ऐड-ऑन संगतता की जरुरत है
ms: Kebanyakkan binaan stabil itu perlu diperhalusi dan majoriti keserasian addon
ur: بیشتر مستحکم بلڈ جن کو ٹیوننگ اور زیادہ تر ایڈ اون موازنت کی ضرورت ہے

source: Everyone! Released to the more than 400 million Firefox users worldwide
bn_bd: শুনুন সবাই! বিশ্বব্যাপী ৪০০ মিলিয়নেরও বেশি ফায়ারফক্স ব্যবহারকারীর জন্যে উন্মুক্ত করা হয়েছে
cy: Pawb! Yn cael ei ryddhau i dros 400 miliwn o ddefnyddwyr Mozilla ar draws y byd
es_mx: ¡Todo el mundo! Se ha liberado para los más de 400 millones de usuarios de Firefox en el mundo
hi_in: हरेक के लिए! विश्वभर के ४०० दसलक्ष से जादा फ़ायरफ़ॉक्स उपयोक्ताओं के लिए रिलीज किया
ms: Kalian! Telah dilancarkan kepada lebih dari 400 juta pengguna Firefox di seluruh dunia.
ur: سب لوگ! دنیا بھر میں 400 ملیئن سے ذائد Firefox صارفین کے لیے اجرا کردہ

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
cy: Y nodweddion caboledig a sefydlog o Firefox sy'n symud y We yn ei flaen gyda pherfformiad rhagorol a chyfaddasu anghymharol.
es_mx: Las características de pulido y estabilidad de Firefox que mueven la Web hacia adelante con un gran rendimiento y personalización sin precedentes
hi_in: फ़ायरफ़ॉक्स की स्थिर विशेषतायें महान निष्पादन तथा अद्वितीय मनपसंदीकरण के साथ वेब को आगे ले जाती है |
ms: Digilap dan ciri-ciri stabil daripada Firefox itu menggerakkan web ke hadapan dengan pencapaian terbaik dan kustomisasi tidak selari
ur: Firefox کے وہ بہترین اور مستحکم فیچر جو ویب کو بہت اچھی پرفارمنس اور منفرد تخصیص کاری کے ساتھ آگے لے کر جاتے ہیں

source: An awesome Web experience that answers to no one but you!
bn_bd: একটি বিস্ময়কর ওয়েব অভিজ্ঞতা যা আপনি ব্যতিত অন্য কারো মুখাপেক্ষী নয়!
cy: Profiad Gwe rhagorol sy'n ymatebol i neb ond chi!
es_mx: ¡Una fantástica experiencia en la Web que te responde sólo a ti!
hi_in: एक ग़जब वेब अनुभव जो सिर्फ आप ही को उत्तर दे!
ms: Pengalaman Web yang teruja yang mengutamakan anda!
ur: اہک ذبردست ویب تجربہ جو آپ کے علاوہ کسی اور کے لیے جواب دہ نہیں ہے!

source: Web/platform developers, early adopters and adventure seekers
bn_bd: ওয়েব/প্ল্যাটফর্ম ডেভেলপারদের, প্রথম দিককার গ্রহীতারা এবং দু:সাহসিক অভিযান অনুসন্ধানকারীরা
cy: Datblygwyr Gwe/platfform, defnyddwyr cynnar ac anturiaethwyr
hi_in: वेब/प्लेटफार्म डेवलपर्स, शुरुवाती अपनाता और साहस के चाहते
ms: Pembangun Web/platform, pengamal terawal dan pengembara
ur: ویب/پلیٹ فارم ڈیولپر، جلد اپنانے والے اور جان بازوں کے لیے

source: Access to experimental new features - your feedback helps determine what makes it to Beta
bn_bd: পরীক্ষামূলক নতুন বৈশিষ্ট্যে প্রবেশ করতে - আপনার মন্তব্য নির্ধারণ করবে বেটা সংস্করণে কি থাকবে
cy: Mynediad i nodweddion arbrofol - mae eich adborth yn pennu beth sy'n mynd i'r Beta
es_mx: Acceso a las nuevas funciones experimentales - tu colaboración ayuda a determinar lo que hace a la Beta
hi_in: प्रयोगात्मक नई सुविधाओं के लिए प्रवेश - इसे कौन बीटा बनाता है, इसे निर्धारित करने में आपकी प्रतिक्रिया सहायता करती है ।
ms: Capaian untuk mengeksperimen ciri terbaru - maklum balas anda akan menentukan rupa Beta
ur: نئے فیچروں تک تجرباتی رسائی - آپ کی رائے یہ تعین کرتی ہے کہ کون سی چیر بیٹا ورژن میں جائے گے

source: Test builds with bugs and incompatible add-ons
bn_bd: বাগ এবং অসঙ্গত অ্যাড-অন যুক্ত পরীক্ষামূলক সংস্করণ
cy: Adeiladau profi gyda gwallau ac ychwanegion anghymarus
es_mx: Las pruebas trabajan con los bugs y los complementos incompatibles
hi_in: दोषपुर्न और असंगत पूरको का ,परीक्षण करे |
ms: Uji binaan dengan bugs dan addon yang tidak sesuai
ur: بگ اور غیر موازن ایڈ اون کے ساتھ بلڈ ٹیسٹ کریں

source: Platform developers and Mozilla contributors
bn_bd: প্ল্যাটফর্ম ডেভলপার এবং মোজিলা অবদানকারী
cy: Datblygwyr platfform a chyfranwyr Mozilla
es_mx: Desarrolladores de la plataforma y los contribuidores de Mozilla
hi_in: प्लेटफार्म प्रस्फुटक और मोझिल्ला सहयोगी
ms: Pembangun platform dan penyumbang Mozilla
ur: پلیٹ فارم ڈیولپرز اور Mozilla معاونین

source: Access to cutting edge features still under active development
bn_bd: এখনও নির্মাণাধীন এমন সব সর্বাধুনিক বৈশিষ্ট সমূহতে প্রবেশ করুন
cy: Mynediad i nodweddion blaengar o dan ddatblygiad cyfredol
hi_in: अग्रणी विशेषताऐ की पहुँच अभी भी क्रियाशील विकास पर है |
ms: Capaian untuk ciri-ciri tercanggih sedang dibangunkan secara aktif
ur: ان جدید ترین فیچر تک رسائی جو ابھی زیر تحت تکمیل ہیں

source: Crashes, unstable test builds with bugs and incompatible add-ons
bn_bd: ক্র্যাস, বাগ যুক্ত অস্থীতিশীল পরীক্ষামূলক বিল্ড এবং অসামঞ্জস্য এডঅন
cy: Chwalu, adeiladau profi ansad gyda gwallau ac ychwanegion anghymarus
hi_in: क्रैश, त्रुटी के साथ अस्थिर जाँच संस्करण और असंगत ऐड-ऑन
ms: Kerosakan, tidak stabil menguji binaan dengan bugs dan addon yang tidak sesuai
ur: کریش کرے گا،بگز کے ساتھ غیر مستحکم ٹیسٹ بلڈ اور غیر موازن ایڈ اون

source: 6 weeks
bn_bd: ৬ সপ্তাহ
cy: 6 wythnos
hi_in: 6 सप्ताह
ms: 6 minggu
ur: 6 ہفتے

source: Awesomeness lands on Firefox Nightly
bn_bd: ফায়ারফক্স নাইটলিতে বিস্ময়ের অবতরণ
cy: Rhagoroldeb Firefox Nightly
hi_in: अद्भुतता फायरफॉक्स नाईटली पे पाया जाता है
ms: Kehebatan tiba di Firefox Nightly
ur: Firefox Nightly پر زبردست چیزیں آتی ہیں

source: Stabilize on Firefox Aurora
bn_bd: ফায়ারফক্স অরোরাতে স্থীরতাপ্রাপ্ত
cy: Sefydlogi ar Firefox Aurora
hi_in: फ़ायरफ़ॉक्स अरोड़ा पर स्थिर रहें
ms: Kestabilan di Firefox Aurora
ur: Firefox Aurora پر مستحکم کریں

source: Stabilize on Firefox Beta
bn_bd: ফায়ারফক্স বেটা তে স্থীরতাপ্রাপ্ত
cy: Sefydlogi ar Firefox Beta!
hi_in: फ़ायरफ़ॉक्स बीटा पर स्थिर रहें
ms: Kestabilan di Firefox Beta
ur: Firefox Beta پر مستحکم کریں

source: Firefox Release!
bn_bd: ফায়ারফক্স রিলিজ!
cy: Ryddhau Firefox!
hi_in: फ़ायरफ़ॉक्स संस्करण!
ms: Firefox Dilancarkan!
ur: Firefox اجرا!

source: <i>More</i> awesomeness on Firefox Nightly
bn_bd: ফায়ারফক্স নাইটলির <i>আরও</i> বিস্ময়তা
cy: <i>Rhagor</i> o ragoroldeb ar Firefox Nightly
es_mx: <i>Más</i> genialidad de Firefox Nightly
hi_in: <i>अधिक</i> अद्भुतता फायरफॉक्स नाईटली पे पाया जाता है
ms: <i>Lagi</i> kehebatan di Firefox Nightly
ur: Firefox Nightly پر <i>اور</i> زبردست چیزیں

source: <i>Even More</i> awesomeness on Firefox Nightly
bn_bd: ফায়ারফক্স নাইটলির <i>আরো বেশী</i> বিস্ময়তা
cy: <i>Rhagor F</i> o ragoroldeb ar Firefox Nightly
es_mx: <i>Incluso más</i> genialidad de Firefox Nightly
hi_in: <i>और भी अधिक</i> अद्भुतता फायरफॉक्स नाईटली पे पाया जाता है
ms: <i>Lebih Banyak</i> kehebatan pada Firefox Nightly
ur: Firefox Nightly پر <i>اور بھی زیادہ</i> زبردست چیزیں

source: Timeline
bn_bd: টাইমলাইন
cy: Amserlen
es_mx: Línea de tiempo
hi_in: समयसीमा
ms: Garis masa
ur: ٹائم لائن

source: Release
bn_bd: রিলিজ
cy: Rhyddhau
es_mx: Lanzamiento
hi_in: संस्करण
ms: Lancar
ur: اجرا
