Repository: alvinlaz96/mozilla-lang
Catalog: */download.lang.po
Languages: ar, az, es, fa, hi_in, kab, kk, ku, lt, ms, nb_no, nn_no, oc, pt, ru, sr, sw, ta, te, ur, uz

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
ar: موزيلا فَيَرفُكس، متصفح الوب الحر، طورته منظمة غير ربحية مكرسة لتجعل التحكم بالوب في أيدي مستخدميه وتجعل مستقبل الوب موافقًا للمصلحة العامة.
az: Mozilla Firefox, pulsuz səyyah, qlobal qeyri-kommersial təşkilat tərəfindən yaradılmışdır, hansının ki, məqsədi insanlara interneti idarə etmə imkanı vermək və interneti bəşəriyyətin maraqları üçün formalaşdırmaqdır.
es: Mozilla Firefox, el navegador gratuito, lo desarrolla una organización mundial sin ánimo de lucro que se dedica a promover el control por parte de los usuarios y a construir el futuro de la Web en beneficio del bien común.
fa: موزیلا فایرفاکس، مرورگر وب آزاد، توسط یک گروه غیرانتفاعی و جهانی برای قراردادن افراد غیر وابسته در کنترل و شکل‌دهی آیندهٔ وب جهت منفعت عمومی ساخته شده است.
hi_in: मोज़िल्ला फ़ायरफ़ॉक्स जो एक निःशुल्क वेब ब्राउज़र है, एक वैश्विक गैर लाभकारी संस्था द्वारा तैयार किया गया है जो सर्वजनहिताय वेब के भविष्य को लोगों के नियंत्रण और पसंद के अनुसार रखने के लिए प्रतिबद्ध है.
kab: Mozilla Firefox d iminig Web ilelli, tesnulfat-id tmezdagnut tamadlant, ur nettnadi ara idrimen, yettnadin kan akken iseqdacen ad ɛassen tameddurt nsen s srid akked d usnulfu di Internet i lfayda n yal yiwen.
kk: Mozilla Firefox, тегін веб браузері, глобалды коммерциялық емес ұйыммен жасалған, әр адамның қолына басқаруды қайтару мен қоғамның пайдасына веб болашаған қалыптастыруға арналған.
ku: Mozilla Firefox, ku gerokeke webê ya belaş e, ji hêla komeke gerdûnî ve hatiye afirandin ku ev kom mafê şexsan ya kontrolê diparêze û ji bo paşeroja webê berjewendiyên mirovahiyê diparêze.
lt: „Mozilla Firefox“ – laisvąją naršyklę – kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus ir nukreipti saityno vystymąsi visuomenei naudinga kryptimi.
ms: Mozilla Firefox, pelayar web percuma, adalah dibina oleh organisasi global tanpa untung yang berdedikasi untuk meletakkan individu dalam kawalan & membentuk masa depan web untuk kebaikan umum.
nb_no: Mozilla Firefox, gratis nettleser, er laget av en global ideell organisasjon som er dedikert til å sette enkeltpersoner i kontroll og forme fremtiden for nettet for det felles beste.
nn_no: Mozilla Firefox, gratis nettlesar, laga av ein global ideell organisasjon som er entusiastisk engasjert i å la individet styra og å skapa nettframtida til det beste for ålmenta.
oc: Mozilla Firefox es navigador web gratuit, creat per una comunautat mondiala amb una tòca non lucrativa, qu'òbra per que los utilizaires garden lo contraròtle de lor vida e per bastir lo futur d'Internet dins l'interès de totes.
pt: O Mozilla Firefox, um navegador gratuito, é criado por uma comunidade global sem fins lucrativos empenhada em colocar os indivíduos a controlar e a moldar o futuro da Web para o bem comum.
ru: Бесплатный веб-браузер Mozilla Firefox создан глобальной некоммерческой организацией, чьей целью является предоставление людям возможности контроля над Интернетом и формирование будущего Интернета в интересах всего общества.
sr: Мозила Фајерфокс, бесплатни веб прегледач, је креирала непрофитна организација, посвећена стављању појединаца у контролу и обликовање будућности интернета за јавно добро.
sw: Mozilla Firefox, kitemebelaji cha bure, kimetengenezwa na shirika lisilo la faida la dunia nzima lililojitolea kuweka watu kwenye udhibiti & kuumba siku zijazo za mtandao kwa manufa ya kila mtu.
ta: Mozilla Firefox இலவச வலை உலாவி சர்வதேச லாப நோக்கற்ற நிறுவனத்தால் உருவாக்கப்பட்டு தனிநபர் கட்டுப்பாடு மற்றும் பொது நன்மைக்காக எதிர்கால வலையை வடிமைக்கிறது.
te: मोजिल्ला फायरफॉक्स , मुफ्त वेब ब्राउज़र , एक वैश्विक नियंत्रण में सार्वजनिक भलाई एवं वेब के भविष्य को आकार देने के लिए समर्पित व्यक्तिययों द्वारा बिना किसी लाभ के बनाया गया है !
ur: موزیلا فائر فاکس، مفت ویب براؤزر، ایک عالمی غیر منافع بخش عوامی بھلائی کے لئے کنٹرول میں افراد ڈالنے اور ویب کے مستقبل کی صورت گری کے لئے وقف کی طرف سے پیدا ہوتا ہے.
uz: Bepul Mozilla Firefox internet brauzeri xalqaro notijorat tashkiloti tomonidan tuzilgan. Ushbu tashkilot odamlarga internet ustidan nazorat o‘rnatishlariga va kelajakda internetni barcha jamiyat qiziquvchilari uchun shakllantirishni o‘z oldiga maqsad qilib qo‘ygan.

source: Different by Design
ar: مختلف من الأساس
az: Həvəslə Hazırlanıb
es: De todos. Para todos
fa: متفاوت در طراحی
hi_in: अलग है डिजायन से
kab: Yemgarad si tazwara
kk: Құрылысы жағынан өзгеше
ku: Sêwirandina Cuda
lt: Kitokia iš pagrindų
ms: Kelainan dari Reka Bentuk
nb_no: Annerledes i utforming
nn_no: Annleis i utforming
oc: Diferent per natura
pt: Diferente por natureza
ru: Сделан с душой
sr: Другачији са разлогом
sw: Tofauti kimaumbile
ta: வடிவமைப்பால் வேறுபட்டது
te: बनावट से अलग
ur: ڈیزائن کی طرف سے مختلف
uz: O‘zgacha dizayn

source: Proudly <span>non-profit</span>
ar: نفتخر بأننا منظمة <span>غير ربحية</span>
az: Qürurla <span>qeyri-kommersial</span>
es: <span>Sin ánimo de lucro</span> y orgullosos de serlo
fa: کاملا <span>غیرانتفاعی</span>
hi_in: हमें गर्व है कि हम <span>गैर-लाभकारी</span> संस्था हैं
kab: Ur s-d-uqiɛ ara<span>yerna yefṛeḥ</span>
kk: <span>Коммерциялық еместігін</span> мақтан тұтады
ku: Serbilindiya me ye ku <span>belaş</span> e
lt: Didžiuojamės, <span>nesiekdami pelno</span>
ms: Dengan bangga <span>tanpa untung</span>
nb_no: Stolt <span>ideell organisasjon</span>
nn_no: Byrg <span>ideell organisasjon</span>
oc: Desonteressat <span>e fièr de l'èsser</span>
pt: <span>Sem fins lucrativos</span> com orgulho
ru: Некоммерческий <span>браузер</span>
sr: Непрофитан <span>са поносом</span>
sw: Tunajivunia <span>isiyo ya faida</span>
ta: பெருமையுடன் <span>லாப நோக்கற்றது</span>
te: गर्व से <span>गैर लाभ</span>
ur: فخر <span> غیر منفعت بخش </span>
uz: Notijorat <span>brauzer</span>

source: Innovating <span>for you</span>
ar: نبتكر <span>من أجلك</span>
az: <span>Sizin üçün</span> hazırlanıb
es: Innovando <span>para ti</span>
fa: متفاوت <span>برای شما</span>
hi_in: नवाचार <span>आपके लिए</span>
kab: D amesfar <span>i kunwi</span>
kk: <span>Сіз үшін</span> инновациялар
ku: <span>Ji bo te</span> xwe nû dike
lt: Naujovės <span>jūsų vardu</span>
ms: Menginovasi <span>untuk anda</span>
nb_no: Nyskapende <span>for deg</span>
nn_no: Nyskapande <span>for deg</span>
oc: Innovant <span>per vos</span>
pt: Inovador <span>por si</span>
ru: Разработан <span>для вас</span>
sr: Иновативан <span>због Вас</span>
sw: Tunabunia <span>wewe</span>
ta: புத்தமைப்பு <span>உங்களுக்காக</span>
te: नई खोज <span>आप के लिए</span>
ur: <span>آپ کے لیے</span> تخلیقی
uz: <span>Siz uchun</span> ishlab chiqarilgan

source: Fast, flexible, <span>secure</span>
ar: سريع ومرن <span>وآمن</span>
az: Sürətli, çevik, <span>təhlükəsiz</span>
es: Rápido, flexible, <span>seguro</span>
fa: سریع، انعطاف‌پذیر، <span>ایمن</span>
hi_in: तेज, लचीला, <span>सुरक्षित</span>
kab: D urẓin, d arurad, <span>secure</span>
kk: Жылдам, икемді, <span>қауіпсіз</span>
ku: Lezgîn, hevgirtî, <span>ewle</span>
lt: Sparti, lanksti, <span>saugi</span>
ms: Pantas, fleksibel, <span>selamat</span>
nb_no: Rask, fleksibel, <span>sikker</span>
nn_no: Rask, fleksibel, <span>trygg</span>
oc: Rapide, flexible, <span>segur</span>
pt: Rápido, flexível e <span>seguro</span>
ru: Быстр, гибок, <span>безопасен</span>
sr: Брз, флексибилан, <span>сигуран</span>
sw: Haraka, rahisi kubadilika, <span>salama</span>
ta: வேகமானது, இணக்கமானது, <span>பாதுகாப்பானது</span>
te: तीव्र , लचीला, <span> सुरक्षित </ span>
ur: تیز،آسان،<span>محفوظ</span>
uz: Tez, mustahkam, <span>xavfsiz</span>

source: Thanks for choosing Firefox!
ar: شكرًا على اختيارك فَيَرفُكس!
az: Firefox seçdiyiniz üçün təşəkkürlər!
es: ¡Gracias por elegir Firefox!
fa: از شما برای انتخاب فایرفاکس متشکریم!
hi_in: फ़ायरफ़ॉक्स के चुनाव के लिए आपका शुक्रिया!
kab: Tanemmirt mi tferneḍ Firefox!
kk: Firefox-ты таңдағаныңыз үшін рахмет!
ku: Spas ku te Firefox hilbijart!
lt: Ačiū, kad renkatės „Firefox“!
ms: Terima kasih kerana memilih Firefox!
nb_no: Takk for at du velger Firefox!
nn_no: Takk for at du valde Firefox!
oc: Mercé d'aver causit Firefox !
pt: Obrigado por escolher o Firefox!
ru: Спасибо, что выбрали Firefox!
sr: Хвала што сте одабрали Фајерфокс!
sw: Asante kwa kuchagua Firefox!
ta: Firefox-ஐ தேர்வு செய்ததற்கு நன்றி!
te: ఫైర్ ఫాక్స్ ను ఎంచుకున్నందుకు ధన్యవాదములు
ur: Firefox چننے کا شکریہ!
uz: "Firefox"ni tanlaganingiz uchun rahmat!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
ar: سيبدأ التنزيل تلقائيًا خلال ثوان معدودة، وإلا <a href="%s">فانقر هنا</a>.
az: Sizin yükləməniz avtomatik olaraq bir neçə saniyəyə başlamalıdır, əgər başlamazsa, <a href="%s">buraya basın</a>.
es: Tu descarga comenzará automáticamente en unos segundos. Si no es así, <a href="%s">haz clic aquí</a>.
fa: بارگیری شما چند ثانیهٔ دیگر آغاز خواهد شد، ولی اگر نشد، <a href="%s">اینجا</a> را کلیک کنید.
hi_in: आपका डाउनलोड स्वतः कुछ सेकेंड में आरंभ हो जाना चाहिए, लेकिन यदि नहीं होता है तो, <a href="%s">यहाँ क्लिक करें</a>.
kab: Yewwi-d ad yebdu uzdam-nwen deg kra n tsinin, ma mačči akken i tella, <a href="%s">Sitet da</a>.
kk: Жүктемеңіз қазір басталауы тиіс, ал егер басталмаса, <a href="%s">осында шертіңіз</a>.
ku: Divê jêbarkirin di çend çirkeyan de dest pê bike, eger dest pê neke, <a href="%s">virê bitikîne</a>.
lt: Failo siuntimas turėtų prasidėti per keletą sekundžių, bet jeigu neprasidės, <a href="%s">spauskite čia</a>.
ms: Muat turun anda akan bermula secara automatik dalam masa beberapa saat, jika tidak, <a href="%s">klik sini</a>.
nb_no: Nedlastingen skal starte automatisk om et par sekunder, men hvis den ikke gjør det, <a href="%s">trykk her</a>.
nn_no: Nedlastinga di skal starta automatisk om nokre sekund, om ikkje ho gjer det, <a href="%s">trykk her</a>.
oc: Vòstre telecargament deuriá començar automaticament d'aquí qualques segondas, mas foguèsse pas lo cas, <a href="%s">clicatz aicí</a>.
pt: A sua descarga será iniciada dentro de alguns segundos. Caso contrário, <a href="%s">clique aqui</a>.
ru: Ваша загрузка должна начаться автоматически через несколько секунд. Если она не началась, <a href="%s">щёлкните здесь</a>.
sr: Преузимање би требало да отпочне за неколико секунди, али ако не почне, <a href="%s">кликните овде</a>.
sw: Kipakuzi chako kinafaa kuanza peke yake baada ya sekunde kadhaa, ila, <a href="%s">bonyeza hapa</a>.
ta: உங்கள் பதிவிறக்கம் ஒரு சில விநாடிகளில் தானாக துவங்க வேண்டும், இல்லையேல், <a href="%s">இங்கே சொடுக்கவும்</a>.
te: आपका डाउनलोड स्वचालित रूप से कुछ ही सेकंडों में शुरू होना चाहिए , लेकिन यदि नहीं,<a href="%s">यहाँ क्लिक करें</a>.
ur: آپ کا ڈاؤن لوڈ کچھ سیکنڈ میں خود بخود شروع ہو جائے گا، لیکن اگر نہیں ہو تو،<a href="%s">یہاں کلک کریں</a>۔
uz: Yuklab olish bir necha soniyalardan so‘ng boshlanadi, agar boshlanmasa, <a href="%s">bu yerga bosing</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ar: بما أننا مؤسسة غير ربحية، نملك الحرية للابتكار بدلًا عنك دون أي ضغوط. ستحب رؤية الاختلاف الذي ستحصل عليه.
az: Qeyri-kommersial təşkilat olaraq, biz özümüzü inkişaf etdirməkdə azadıq və bizim güzəştə getməyimizə ehtiyac yoxdur. Bu fərqlilik sizin xoşunuza gedəcək.
es: Como organización sin ánimo de lucro, tenemos la libertad de innovar para ti sin sentirnos obligados a comprometernos con nadie.
fa: به عنوان یک مجموعه غیرانتفاعی، ما آزاد هستیم تا به نمایندگی از شما، نوآوری‌های بی‌دریغ انجام دهیم. شما عاشق این تفاوت‌ها می‌شوید.
hi_in: बतौर एक गैर-लाभकारी संस्था हम आपके बदले बिना किसी समझौते के नवाचार के लिए स्वतंत्र हैं. आपको यह अंतर वाकई पसंद आनेवाला है.
kab: Nekkni d tasbeddit ur yettnadin ara idrimen, d 'illiliyen deg usnulfu s war amcuckel. ad tiḥmileḍ amgired.
kk: Коммерциялық емес болған соң, ешбір қысымсыз сізге инновацияларды әкелеміз. Нәтижесі сізге ұнайды.
ku: Wekî dezgeyeke xizmeta belaş, em dikarin bi parastina rêgezên xwe û bê zext tiştên nû bigihînin we. Hûn ê ji cudahiya me kêfxweş bibin.
lt: Būdami ne pelno organizacija, mes esame laisvi kurti naujoves jūsų vardu ir nedarydami jokių išlygų. Šis skirtumas jums tikrai patiks.
ms: Sebagai organisasi tanpa untung, kami bebas berinovasi mewakili anda tanpa sebarang tekanan untuk berkompromi. Anda akan sukakan kelainannya.
nb_no: Som en ideell organisasjon er vi fri til å fornye oss på dine vegne, uten noen press til å inngå kompromisser. Du vil like dette.
nn_no: Som ein ideell organisasjon er me frie til å fornya oss på dine vegne utan press og kompromiss. Du vil lika dette.
oc: Coma fondacion de tòca non lucrativa, sèm liures d'innovar per vos sens cap de pression de compromés. La diferéncia vos encantarà.
pt: Como não lucrativos, somos livres para inovar sem qualquer pressão. Vai adorar a diferença.
ru: Будучи некоммерческой организацией, мы свободны в своём развитии и нам не нужно идти на компромиссы. Вам понравится это отличие.
sr: Као непрофитна организација, слободни смо да иновирамо у Вашу корист без икаквог притиска не правећи никакве компромисе. Заволећете разлику.
sw: Kama shirika lisilo la kifaida, tuna mamlaka ya kuanzisha mambo mapya kwa nafsi yako bila shinikizo la utata. Utazipenda tofauti hizi.
ta: லாப நோக்கற்றதாய், நாங்கள் உங்கள் சார்பாய் புத்தமைகளை சமரசமில்லாமல் வெளியிடவும். நீங்கள் வித்தியாசத்தை விரும்புவீர்கள்.
te: एक गैर लाभ के रूप में , हम किसी भी दबाव के बिना समझौता और अपनी ओर से कुछ नया करने के लिए स्वतंत्र हैं , आप परिवर्तन को प्यार करने वाले हैं !
ur: ایک غیر منافع بخش کے طور پہ، ہم آپ کے لیے جدّت کرنے میں کسی اشتباہی دباؤ سے آزاد ہیں۔ آپ کو یہ فرق ضرور پسند آنے والا ہے۔
uz: Biz notijorat tashkilot sifatida , rivojlanishda erkin davom etamiz, bizga nazorat kerak emas. Sizga ushbu farq yoqadi.

source: Welcome to the only browser <em>that puts you first.</em>
ar: أهلًا بك في المتصفح الوحيد الذي <em>يضع مصلحتك قبل أي شيء</em>.
az: <em>Sizi birinci edən</em> tək səyyaha xoş gəldiniz.
es: Bienvenido al único navegador <em>para el que tú eres lo primero.</em>
fa: خوش‌آمدید به تنها مرورگری که <em>شما را در الویت قرار می‌دهد.</em>
hi_in: एकमात्र ऐसे ब्राउज़र में आपका स्वागत है जो <em>आपको सबसे पहले रखता है.</em>
kab: Ansuf ɣer iminig web, ala wagi <em>i yettḥaraben ɣef izerfan inek.</em>
kk: <em>Өз алдына сізді қоятын</em> жалғыз браузерге қош келдіңіз.
ku: Bi xêr hatî tekane geroka ku <em>te dixe rêza yekemîn.</em>
lt: Sveikiname siunčiantis vienintelę <em>naršyklę, kuriai jūs – pirmoje vietoje.</em>
ms: Selamat datang ke satu-satunya pelayar Web <em>yang mengutamakan anda.</em>
nb_no: Velkommen til den eneste nettleseren, <em>som setter deg først.</em>
nn_no: Velkomen til den einaste nettlesaren som <em>set deg fyrst.</em>
oc: Benvenguda sul sol navigador <em>que vos fa passar en primièr.</em>
pt: Bem-vindo ao único navegador <em>que o coloca em primeiro lugar.</em>
ru: Добро пожаловать в единственный <em>браузер, ставящий Вас на первое место.</em>
sr: Добродошли у једини веб прегледач<em>који Вас ставља на прво место.</em>
sw: Karibu katika kivinjari cha kipekee <em>ambacho kinakuweka kwanza.</em>
ta: <em>உங்களை முதன்மைபடுத்தும்</em> ஒரே உலாவிக்கு வருக
te: आपका स्वागत है ऐसे एक मात्र ब्राउज़र मैं <em>जो कि आपको आगे रखता है.</em>
ur: ایک ایسا براؤزر اپکو خش امدید کہتا ھے <em>جو اپکو سب سے اگے رکھتا ہے۔ </em>
uz: <em>Sizni birinchi o‘ringa qo‘yadigan</em> yakka-yu yagona brauzerga xush kelibsiz.

source: Mozilla Firefox Web Browser
ar: متصفح الوب موزيلا فيَرفُكس
az: Veb Səyyah Mozilla Firefox
es: Navegador Mozilla Firefox
fa: مرورگر وب موزیلا فایرفاکس
hi_in: मोज़िल्ला फ़ायरफ़ॉक्स वेब ब्राउज़र
kab: Iminig Web Mozilla Firefox
kk: Mozilla Firefox браузері
ku: Mozilla Firefox Geroka Webê
lt: „Mozilla Firefox“ naršyklė
ms: Pelayar Web Mozilla Firefox
nb_no: Mozilla Firefox nettleser
nn_no: Nettlesaren Mozilla Firefox
oc: Navigador Web Mozilla Firefox
pt: Navegador Mozilla Firefox
ru: Веб-браузер Mozilla Firefox
sr: Мозила Фајерфокс веб прегледач
sw: Kivinjari Cha Mozilla Firefox
ta: Mozilla Firefox வலை உலாவி
te: मोज़िला फ़ायरफ़ॉक्स वेब ब्राउज़र
ur: موزیلا فائر فاکس ویب براؤزر
uz: Mozilla Firefox internet brauzeri
