Repository: alvinlaz96/mozilla-lang
Catalog: */download_button.lang.po
Languages: ar, az, bg, bn_bd, bn_in, bo, fa, fr, ga_ie, hi_in, is, kab, km, kn, ku, lt, lv, mai, my, ne, oc, ru, si, sr, sw, ta, te, th, tr, ur, uz, vi, xh

source: Download Firefox
ar: حمّل فَيَرفُكس
az: Firefox -u Endir
bg: Изтегли Firefox
bn_bd: ফায়ারফক্স ডাউনলোড করুন
bn_in: Firefox ডাউনলোড করুন
bo: Firefox འདྲ་བཤུས།
fa: دریافت فایرفاکس
fr: Télécharger Firefox
ga_ie: Íoslódáil Firefox
hi_in: Firefox डाउनलोड करें
is: Hala niður Firefox
kab: Sider Firefox
km: ទាញយក Firefox
kn: Firefox ಡೌನ್‌ಲೋಡ್ ಮಾಡು
ku: Firefoxê jêbar bike
lt: Parsiųsti „Firefox“
lv: Lejupielādēt Firefox
mai: फ़ायरफ़ॉक्स डाउनलोड करू
my: မီးမြေခွေးအား ဒေါင်းလုဒ်ရယူပါ
ne: Firefox डाउनलोड गर्नुहोस्
oc: Telecargar Firefox
ru: Загрузить Firefox
si: Firefox බාගත කරන්න
sr: Преузмите Фајерфокс
sw: Daunlodi Firefox
ta: பயர்பாக்ஸை பதிவிறக்கு
te: ఫైర్‌ఫాక్స్‌ను దింపుకోండి
th: ดาวน์โหลด Firefox
tr: Firefox’u indir
ur: Firefox ڈاؤن لوڈ کریں
uz: "Firefox"ni yuklab olish
vi: Tải Firefox về
xh: Khuphela iFirefox

source: Download now
bn_bd: ডাউনলোড করুন
bn_in: এখন ডাউনলোড করুন!
ga_ie: Íoslódáil anois
hi_in: अब डाउनलोड करें
is: Hala niður núna
kab: Sider tura
km: ទាញយក​ឥឡូវ
lt: Parsisiųskite dabar
lv: Lejupielādēt tagad
ne: डाउनलोड गर्नुहोस
oc: Telecargar lo PDF
ta: இப்பொழுதே பதிவிறக்கு
th: ดาวน์โหลดเลย
ur: ڈاؤن لوڈ کریں
xh: Khuphela ngoku

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
ar: نظامك لا يمتلك <a href="%(url)s">المواصفات الدنيا</a> لتشغيل فيرفكس.
az: Sizin sisteminiz Firefox-u işlətmək üçün <a href="%(url)s">lazımi tələblərə</a> cavab vermir.
bg: Вашата система не покрива <a href="%(url)s">изискванията</a> за инсталация на Firefox.
bn_bd: ফায়ারফক্স চালানোর জন্য আপনার সিস্টেম <a href="%(url)s">প্রয়োজনীয়তা</a> পূরণ করছে না।
bn_in: ফায়ারফক্স চালানোর জন্য আপনার সিস্টেম <a href="%(url)s">প্রয়োজনীয়তা</a> পূরণ করছে না।
bo: ཁྱེད་རང་གི་ཀམ་པུཊར་དེ་Firefoxབེད་སྤྱོད་ཆེད་དུ་དགོས་མཁོ་<a href="%(url)s">དེ་ཚོ་མི་ཚང་།
fa: سیستم شما حاوی <a href="%(url)s">پیش‌نیازهای لازم</a> برای اجرای فایرفاکس نیست.
fr: Votre système n'a pas les <a href="%(url)s">prérequis</a> nécessaires pour installer Firefox.
ga_ie: Ní chomhlíonann do chóras <a href="%(url)s">na riachtanais</a> chun Firefox a úsáid.
hi_in: आपका सिस्टम फ़ायरफ़ॉक्स चलाने की <a href="%(url)s">आवश्यकताओं</a>को पूरी नहीं करती हैं
is: Tækið þitt uppfyllir ekki þær <a href="%(url)s">kröfur</a> sem þarf til að keyra Firefox.
kab: Anagraw inek ur yegbir ara <a href="%(url)s">ayen ilawen</a> akken ad isebded Firefox.
km: ប្រព័ន្ធ​របស់​អ្នក​មិន​បំពេញ​តាម <a href="%(url)s">តម្រូវ​ការ</a> ដើម្បី​​ដំណើរការ​ Firefox ទេ។
kn: ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥೆ Firefox ನಿರ್ವಹಿಸಲು ಬೇಕಿರುವ <a href="%(url)s"> ಸವಲತ್ತುಗಳನ್ನು</a> ಹೊಂದಿಲ್ಲ.
ku: Pergala te ne xwedan <a href="%(url)s">pêdiviyan</a> e ku Firefoxê bixebitîne.
lt: Jūsų sistema netenkina „Firefox“ naršyklės <a href="%(url)s">reikalavimų</a>.
lv: Jūsu sistēma neatbilst minimālajām <a href="%(url)s">prasībām</a>, lai darbinātu Firefox.
mai: अहाँक सिस्टम फ़ायरफ़ॉक्स चलाबै केर <a href="%(url)s">आवश्यकता</a>केँ पूरा नहि करैत अछि.
my: သင့် ကွန်ပျူတာစနစ်သည် မီးမြေခွေး အသုံးပြရန် <a href="%(url)s">လိုအပ်ချက်များ</a> နှင့်မပြည့်စုံပါ
ne: तपाईँको सिस्टमले Firefox चल्नको लागि चाहिने <a href="%(url)s">अावश्यकताहरू</a> पूरा गर्दैन।
oc: Vòstre sistèma a pas los <a href="%(url)s">prerequesits</a> necessaris per installar Firefox.
ru: Ваша система не удовлетворяет <a href="%(url)s">требованиям</a> для запуска Firefox.
si: ඔබගේ පද්දහතිය Firefox දහාවනය කිරීමට අවශ්‍ය <a href="%(url)s">අවශ්‍යතා</a> තඍප්ත නොකරයි.
sr: Ваш систем не испуњава <a href="%(url)s">системску захтевност</a> да би покренуо Фајерфокс.
sw: Mfumo wako hauto shelezi <a href="%(url)s">mahitaji </a> ili kutumia Firefox.
ta: உங்கள் கணினி பயர்பாக்ஸை இயக்க வேண்டிய <a href="%(url)s">தேவைகளை</a> பூர்த்தி செய்யவில்லை.
te: ఫైర్‌ఫాక్స్‌ను నడపడానికి తగిన <a href="%(url)s">ఆవశ్యకాలు</a> మీ కంప్యూటర్లో లేవు.
th: ระบบของคุณไม่ตรงตาม <a href="%(url)s">ข้อกำหนด</a> ในการทำงาน Firefox
tr: Sisteminiz Firefox'u çalıştırmanın <a href="%(url)s">gereksinimlerini</a> karşılamıyor.
ur: آپ کا نظام Firefox کو چلانے کی <a href="%(url)s">ضروریات</a> نہیں پوری نہیں کرتا۔
uz: Tizimingiz "Firefox"ni ishga tushirish <a href="%(url)s">talablariga</a> javob bermaydi.
vi: Hệ thống của bạn không đáp ứng <a href="%(url)s">yêu cầu</a> để chạy Firefox.
xh: Inkqubo yakho ayihambelani neemfuno ze-<a href="%(url)s">zokusebenzisa</a> iFirefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
bn_bd: আপনার সিস্টেম Firefox এর প্রয়োজনীয়তার সাথে নাও মিলতে পারে, তবে আপনি এগুলোর মধ্যে অন্য যে কোন সংস্করণ চেষ্টা করতে পারেন:
ga_ie: Tá seans maith ann nach dtagann do chóras le riachtanais Firefox; bain triail as ceann de na leaganacha éagsúla seo:
hi_in: आपका कंप्यूटर Firefox के आवश्यकता को पूरा नही करता, लेकिन आप इसमें से एक संस्करण पर कोशिश कर सकते हैं:
is: Tækið þitt uppfyllir ekki þær kröfur sem þarf fyrir Firefox, en þú getur prófað einhverja aðra útgáfu:
kab: Anagraw inek ur yegbir ara ayen ilaqen akken i Firefox, acukan ɛreḍ yiwen seg ileqman agi.
lt: Jūsų sistema netenkina visų „Firefox“ reikalavimų, tačiau galite išbandyti vieną iš šių versijų:
lv: Jūsu sistēma varētu neatbilst Firefox pieprasījumiem, bet jūs varat izmēģināt vienu no šīm versijām:
ne: तपाईंको सिस्टममा Firefox को लागि चाहिने आवश्यकताहरू अपुग हुन सक्छ, तर यी मध्य कुनै एउटा संस्करण प्रयास गर्न सक्नुहुन्छ:
ta: உங்கள் கணினி Firefoxகான தேவைகளை அடையாமலிருக்கலாம், ஆனால் நீங்கள் இந்த பதிப்புகளில் ஒன்றை முயற்சிக்க முடியும்.
ur: ,آپ کا نظام فائر فاکس کے لئے ضروریات کو پورا نہیں کر سکتا، لیکن آپ ان میں سے ایک ورژن کو استعمال کرنے کی کوشش کر سکتے ہیں:
xh: Isistim yakho isenokungazifikeleli iimfaneleko zeFirefox, kodwa ungazama enye yezi ndidi:

source: <span>Firefox Beta</span> for Android
ar: <span>فَيَرفُكس بيتا</span> لأندرويد
az: Android üçün <span>Firefox Beta</span>
bg: <span>Firefox Beta</span> за Android
bn_bd: <span>ফায়ারফক্স বেটা</span> অ্যান্ড্রয়েডের জন্য
bn_in: Android এর জন্য <span>Firefox Beta</span>
bo: <span>Firefoxཚོད་ལྟ།</span> Android ཆེད་དུ་།
fa: <span>فایرفاکس بتا</span> برای اندروید
fr: <span>Firefox Bêta</span> pour Android
ga_ie: <span>Firefox Béite</span> ar Android
hi_in: Android के लिए <span>Firefox बीटा</span>
is: <span>Firefox Beta</span> fyrir Android
kab: <span>Firefox Beta</span> i Android
km: <span>Firefox Beta</span> សម្រាប់ Android
kn: <span>Firefox ಬೀಟಾ</span> ಆಂಡ್ರಾಯ್ಡ್‌ಗಾಗಿ
ku: <span>Firefox Beta</span> ji bo Androidê
lt: <span>Firefox Beta</span> „Android“ įrenginiams
lv: <span>Firefox Beta</span> Android ierīcēm
mai: Android कलेल <span>Firefox बीटा</span>
my: Android အတွက် <span>မီးမြေခွေး စမ်းသပ်အဆင့်</span>
ne: Android को लागि <span>Firefox Beta</span>
oc: <span>Firefox Bèta</span> per Android
ru: <span>Firefox Бета</span> для Android
si: Android සදඟහා <span>Firefox බීටා</span>
sr: <span>Фајерфокс бета</span> за Андроид
sw: <span>Firefox Beta</span> ya Android
ta: ஆண்ட்ராய்டுக்கான <span>பீட்டா பயர்பாக்ஸ் </span>
te: ఆండ్రాయిడ్ కోసం <span>ఫైర్‌ఫాక్స్ బీటా</span>
th: <span>Firefox Beta</span> สำหรับ Android
tr: Android için <span>Firefox Beta</span>
ur: Android کے لیے <span>Firefox Beta</span>
uz: Android uchun <span>Firefox Beta</span>
vi: <span>Firefox Beta</span> cho Android
xh: <span>iFirefox Beta</span> kwi-Android

source: <span>Firefox Aurora</span> for Android
ar: <span>فَيَرفُكس أورورا</span> لأندرويد
az: Android üçün <span>Firefox Aurora</span>
bg: <span>Firefox Aurora</span> за Android
bn_bd: <span>ফায়ারফক্স অরোরা</span> অ্যান্ড্রয়েডের জন্য
bn_in: Android এর জন্য <span>Firefox Aurora</span>
bo: <span>Firefox Aurora</span> Android ཆེད་དུ་།
fa: <span>فایرفاکس آئورا</span> برای اندروید
fr: <span>Firefox Aurora</span> pour Android
ga_ie: <span>Firefox Aurora</span> ar Android
hi_in: Android के लिए <span>Firefox Aurora</span>
is: <span>Firefox Aurora</span> fyrir Android
kab: <span>Firefox Aurora</span> i Android
km: <span>Firefox Aurora</span> សម្រាប់ Android
kn: <span>Firefox ಅರೋರ</span> ಆಂಡ್ರಾಯ್ಡ್‌ಗಾಗಿ
ku: <span>Firefox Aurora</span> ji bo Androidê
lt: <span>Firefox Aurora</span> „Android“ įrenginiams
lv: <span>Firefox Aurora</span> Android ierīcēm
mai: Android कलेल <span>Firefox Aurora</span>
my: Android အတွက်<span>မီးမြေခွေး Aurora</span>
ne: Android को लागि <span>Firefox Aurora</span>
oc: <span>Firefox Auròra</span> per Android
ru: <span>Firefox Aurora</span> для Android
si: Android සදඟහා <span>Firefox Aurora</span>
sr: <span>Фајерфокс Аурора</span> за Андроид
sw: <span>Firefox Aurora</span> ya Android
ta: ஆண்ட்ராய்டுக்கான <span>பயர்பாக்ஸ் அரூரா</span>
te: ఆండ్రాయిడ్ కోసం <span>ఫైర్‌ఫాక్స్ అరోరా</span>
th: <span>Firefox Aurora</span> สำหรับ Android
tr: Android için <span>Firefox Aurora</span>
ur: Android کے لیے <span>Firefox Aurora</span>
uz: Android uchun <span>Firefox Aurora</span>
vi: <span>Firefox Aurora</span> cho Android
xh: <span>iFirefox Aurora</span> kwi-Android

source: <span>Firefox Nightly</span> for Android
ga_ie: <span>Firefox Nightly</span> ar Android
ne: Android को लागि <span>Firefox Nightly</span>
ta: ஆண்ட்ராய்டு இயங்குதளத்திற்கான<span>இரா பயர்பாக்ஸ்</span>

source: <span>Firefox</span> for Android
ar: <span>فَيَرفُكس</span> لأندرويد
az: Android üçün <span>Firefox</span>
bg: <span>Firefox</span> за Android
bn_bd: <span>ফায়ারফক্স</span> অ্যান্ড্রয়েডের জন্য
bn_in: Android এর জন্য <span>Firefox</span>
bo: <span>Firefox</span> Android ཆེད་དུ་།
fa: <span>فایرفاکس</span> برای اندروید
fr: <span>Firefox</span> pour Android
ga_ie: <span>Firefox</span> ar Android
hi_in: Android के लिए <span>Firefox</span>
is: <span>Firefox</span> fyrir Android
kab: <span>Firefox</span> i Android
km: <span>Firefox</span> សម្រាប់ Android
kn: <span>Firefox</span> ಆಂಡ್ರಾಯ್ಡ್‌ಗಾಗಿ
ku: <span>Firefox</span> ji bo Androidê
lt: <span>Firefox</span> „Android“ įrenginiams
lv: <span>Firefox</span> Android ierīcēm
mai: Android कलेल <span>Firefox</span>
my: Android အတွက်<span>မီးမြေခွေး</span>
ne: Android को लागि <span>Firefox</span>
oc: <span>Firefox</span> per Android
ru: <span>Firefox</span> для Android
si: Android සදඟහා <span>Firefox</span>
sr: <span>Фајерфокс</span> за Андроид
sw: <span>Firefox</span> ya Android
ta: ஆண்ட்ராடு இயங்குதளத்திற்கான<span>பயர்பாக்ஸ்</span>
te: ఆండ్రాయిడ్ కోసం <span>ఫైర్‌ఫాక్స్</span>
th: <span>Firefox</span> สำหรับ Android
tr: Android için <span>Firefox</span>
ur: Android کے لیے <span>Firefox</span>
uz: Android uchun <span>Firefox</span>
vi: <span>Firefox</span> cho Android
xh: <span>iFirefox</span> kwi-Android

source: Get it free on Google Play
ar: حمّله مجانًا من غوغل بلاي
az: Google Play-dən pulsuz əldə edin
bg: Вземи го безплатно от Google Play
bn_bd: গুগল প্লে থেকে বিনামূল্যে নিন
bn_in: Google Play-তে এটি বিনামূল্যে পান
bo: Google Play དུ་རང་དབང་ཐོག་ནས་ལེན་།
fa: آن را رایگان از گوگل پلی دریافت کنید
fr: Gratuit sur Google&nbsp;Play
ga_ie: Saor in aisce ó Google Play
hi_in: गूगल प्ले पर इसे मुफ़्त पायें.
is: Náðu í hann ókeypis á Google Play
kab: Baṭel di Google Play
km: ទទួល​បាន​វា​ដោយ​ឥតគិតថ្លៃ​​​នៅ​លើ Google Play
kn: ಗೂಗಲ್‌ ಪ್ಲೇಯಲ್ಲಿ ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ
ku: Ji Google Playê belaş bistîne
lt: Parsisiųskite nemokamai iš „Google Play“
lv: Dabūjama bez maksas Google Play
mai: गूगल प्ले पर एकरा फोकट मे पाउ
my: ဂူးဂဲစတိုး မှ အခမဲ့ ရယူလိုက်ပါ
ne: Google Playमा यो निःशुल्क प्राप्त गर्नुहोस्
oc: Gratuit sus Google&nbsp;Play
ru: Бесплатно на Google Play
si: Google Play හි එය නොමිළේ ලබාගන්න
sr: Преузмите бесплатно са Гугл Плеја
sw: Ipate bila malipo katika Google Play
ta: Google Play வில் இதை இலவசமாகப் பெறுக
te: దీన్ని ఉచితంగా గూగుల్ ప్లే నుండి పొందండి
th: รับได้ฟรีบน Google Play
tr: Google Play’den ücretsiz edinin
ur: یہ گوگل پلے سے حاصل کریں
uz: Uni "Google Play"dan bepul yuklab oling
vi: Tải về miễn phí trên Google Play
xh: Yifumane simahla kwiGoogle Play

source: <span>Firefox</span> for iOS
ar: <span>فيرفُكس</span> لِـ iOS
bn_bd: iOS এর জন্য <span>ফায়ারফক্স</span>
fa: <span>فایرفاکس</span> برای iOS
ga_ie: <span>Firefox</span> ar iOS
hi_in: iOS के लिए <span>Firefox</span>
is: <span>Firefox</span> fyrir iOS
kab: <span>Firefox</span> i iOS
km: <span>Firefox</span> សម្រាប់ iOS
lt: <span>Firefox</span> „iOS“ įrenginiams
lv: <span>Firefox</span> iOS ierīcēm
mai: IOS कलेल <span>फ़ायरफ़ॉक्स</span>
my: IOS အတွက်<span>မီးမြေခွေး</span>
ne: iOS को लागि<span>Firefox</span>
oc: <span>Firefox</span> per Android
si: iOS සඳහා <span>Firefox</span>
ta: iOS இயங்கு தளத்திற்கான <span>பயர்பாக்ஸ்</span>
th: <span>Firefox</span> สำหรับ iOS
ur: iOS کے لیے <span>Firefox</span>
uz: iOS uchun <span>Firefox</span>
vi: <span>Firefox</span> cho iOS
xh: <span>iFirefox</span> kwi-iOS

source: Get it free from the App Store
ar: احصل عليه مجانا من سوق التطبيقات
bn_bd: বিনামূল্যে App Store ডাউনলোড করুন
bn_in: App store থেকে বিনামূল্যে পেয়ে যান
fa: از «فروشگاه برنامه» به رایگان دریافت کنید
ga_ie: Saor in aisce ón App Store
hi_in: एप्प स्टोर से मुक्त में प्राप्त करें।
is: Náðu í hann ókeypis á App Store
kab: Baṭel di App Store
km: ទទួល​បាន​វា​ដោយ​ឥត​គិតថ្លៃ​ពី App Store
lt: Parsisiųskite nemokamai iš „App Store“
lv: Iegūstiet bez maksas no App Store
mai: एप्प स्टोर सँ फोकट मे लिअ
my: အပ်လ်စတိုးတွင် အခမဲ့ရယူပါ
ne: App Store बाट यो नि:शुल्क प्राप्त गर्नुहोस्
ta: App Store கடையிலிருந்து பெறுங்கள்
th: รับได้ฟรีจาก App Store
ur: یہ ایپ اسٹور سے مفت حاصل کریں
uz: Ilovalar do‘konidan uni yuklab oling
vi: Tải miễn phí từ App Store
xh: Yifumane simahla kwiVenkile ye-App

source: Firefox Beta
ar: فَيَرفُكس بيتا
bn_bd: ফায়ারফক্স বেটা
bo: Firefoxཚོད་ལྟ།
fa: فایرفاکس
fr: Firefox Bêta
ga_ie: Firefox Béite
hi_in: फ़ायरफ़ॉक्स बीटा
kn: Firefox ಬೀಟಾ
mai: फायरफाक्स बीटा
my: မီးမြေခွေး စမ်းသပ်အဆင့်
oc: Firefox Bèta
ru: Firefox Бета
si: Firefox බීටා
sr: Фајерфокс бета
ta: பயர்பாக்ஸ் பீட்டா
te: ఫైర్‌ఫాక్స్ బీటా
ur: فائرفاکس بی ٹا
xh: IFirefox Beta

source: Firefox Nightly
ta: இராக் கால பயர்பாக்ஸ்

source: Firefox Aurora
ar: فَيَرفُكس أورورا
bn_bd: ফায়ারফক্স অরোরা
bn_in: ফায়ারফক্স অরোরা
fa: فایرفاکس آئورا
hi_in: फ़ायरफ़ॉक्स औरोरा
kn: Firefox ಅರೋರ
mai: फ़ायरफ़ॉक्स अरोरा
my: မီးမြေခွေး Aurora
oc: Firefox Auròra
sr: Фајерфокс Аурора
ta: பயர்பாக்ஸ் அரூரா
te: ఫైర్‌ఫాక్స్ అరోరా
ur: فائر فاکس ارورہ
xh: IFirefox Aurora

source: Free Download
ar: تحميل مجانيّ
az: Pulsuz Endir
bg: Свободно изтегляне
bn_bd: বিনামূল্যে ডাউনলোড
bn_in: বিনামূল্যে ডাউনলোড করুন
bo: རང་དབང་ངེང་འདྲ་བཤུས།
fa: دریافت رایگان
fr: Téléchargement gratuit
ga_ie: Íoslódáil Saor in Aisce
hi_in: मुफ्त डाउनलोड
is: Ókeypis niðurhal
kab: Sider baṭel
km: ទាញ​យក​ដោយ​ឥត​គិត​ថ្លៃ
kn: ಉಚಿತ ಡೌನ್‌ಲೋಡು
ku: Belaş Jêbar bike
lt: Parsisiųskite
lv: Bezmaksas lejupielāde
mai: निःशुल्क डाउनलोड
my: အခမဲ့ဒေါင်းလုဒ်
ne: निःशुल्क डाउनलोड
oc: Telecargament gratuit
ru: Загрузить бесплатно
si: නොමිලේ ලබා ගන්න
sr: Бесплатно преузимање
sw: Kipakuzi cha bure
ta: இலவச பதிவிறக்கம்
te: ఉచిత దింపుకోలు
th: ดาวน์โหลดฟรี
tr: Ücretsiz indirin
ur: مفت ڈاؤن لوڈ
uz: Bepul yuklab olish
vi: Tải về miễn phí
xh: Khuphela Simahla

source: Update your Firefox
ar: حدث الفيرفكس الخاص بك
az: Firefoxunu yenilə
bg: Обновете вашия Firefox
bn_bd: আপনার ফায়ারফক্স হালনাগাদ করুন
bn_in: আপনার ফায়ারফক্স আপডেট করুন
fa: به‌روز رسانی فایرفاکس
ga_ie: Nuashonraigh Firefox
hi_in: अपना फायरफॉक्स अद्यतन करें
is: Uppfæra Firefox
kab: Leqqem Firefox inek
km: ធ្វើ​បច្ចុប្បន្ន​ Firefox របស់​អ្នក
kn: ನಿಮ್ಮ Firefox ಕಾಲೋಚಿತವಾಗಿಸು
lt: Atnaujinkite savo „Firefox“ naršyklę
lv: Atjauniniet savu Firefox
mai: अपन फ़ॉयरफॉक्स अपडेट करू
my: သင့် မီးမြေခွေးကို အဆင့်မြင့်ပါ
ne: आफ्नो Firefox अद्यावधिक गर्नुहोस्
oc: Metre a jorn Firefox
si: ඔබගේ firefox යාවත්කාලීන කරන්න
sw: Sasisha Firefox yako
ta: உங்கள் Firefoxஐப் புதுப்பிக்க
th: ปรับปรุง Firefox ของคุณ
tr: Firefox’u güncelle
ur: آپ فائر فاکس کو اپ ڈیٹ کریں
uz: Firefox’ni yangilash
vi: Cập nhật Firefox
xh: Hlaziya iFirefox yakho

source: Supported Devices
ar: الأجهزة المدعومة
az: Dəstəklənən Cihazlar
bg: Поддържани устройства
bn_bd: সমর্থিত ডিভাইস
bn_in: সমর্থিত ডিভাইসের তালিকা
bo: རྒྱབ་སྐྱོར་ཡོད་པའི་འཕྲུལ་ཆས།
fa: دستگاه‌های قابل پشتیبانی
fr: Appareils pris en charge
ga_ie: Gléasanna
hi_in: समर्थित उपकरण
is: Tæki sem eru með stuðning
kab: Ibenkan yettusefraken
km: ឧបករណ៍​ដែល​គាំទ្រ
kn: ಬೆಂಬಲಿತ ಸಾಧನಗಳು
ku: Cîhazên Piştgirîkirî
lt: Palaikomi įrenginiai
lv: Atbalstītās ierīces
mai: समर्थन पाएल युक्ति
my: အထောက်အပံ့ပေး ပစ္စည်းများ
ne: समर्थित यन्त्रहरू
oc: Aparelhs preses en carga
ru: Поддерживаемые устройства
si: සහාය දක්වන උපාංග
sr: Подржани уређаји
sw: Vifaa vinavyoweza kutumika
ta: ஆதரிக்கப்படும் சாதனங்கள்
te: తోడ్పాటున్న పరికరాలు
th: อุปกรณ์ที่รองรับ
tr: Desteklenen Aygıtlar
ur: معاونت شدہ آلات
uz: Mos tushadigan qurilmalar
vi: Thiết bị được hỗ trợ
xh: Izixhobo Ezixhaswayo

source: Get it on Google Play
ar: احصل عليه من سوق Play
bn_bd: Google Play থেকে ডাউনলোড করুন
bn_in: Google Play-তে এটিকে পান
fa: به رایگان از گوگل پلی دریافت کنید
ga_ie: Faigh ó Google Play é
hi_in: गूगल प्ले पर इसे प्राप्त करें
is: Náðu í hann á Google Play
kab: Yella di Google Play
km: ទទួល​បាន​វា​នៅ​លើ Google Play
lt: Parsisiųskite iš „Google Play“
lv: Pieejams bez maksas Google Play
mai: गूगल प्ले पर एकरा पाउ
my: ဂူးဂဲစတိုး မှ အခမဲ့ ရယူလိုက်ပါ
ne: यसलाई Google Play मा पाउनुहोस्
oc: Gratuit sus Google&nbsp;Play
ta: Google Play கடையில் இலவசமாகப் பெறுங்கள்
th: รับได้บน Google Play
ur: Google Play پر اسے مفت حاصل کریں
uz: Uni "Google Play"dan bepul yuklab oling
vi: Tải miễn phí trên Google Play
xh: Yifumane kwiGoogle Play

source: Get Firefox for Android
ar: احصل على فَيَرفُكس لأندرويد
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স ডাউনলোড করুন
bn_in: Android-র সাথে ব্যবহারের জন্য Firefox প্রাপ্ত করুন
fa: دریافت فایرفاکس برای آندروئید
ga_ie: Faigh Firefox ar Android
hi_in: Android के लिए Firefox पाएँ
is: Ná í Firefox fyrir Android
kab: Sider Firefox i Android
km: យក Firefox សម្រាប់ Android
lt: Parsisiųskite „Firefox“ „Android“ įrenginiams
lv: Iegūstiet Firefox Android ierīcēm
mai: एंड्रायडक लेल फायरफाक्स पाउ
my: Android သုံး မီးမြေခွေးအား ရယူပါ
ne: Android को लागि Firefox पाउनुहोस्
oc: Telecargatz Firefox per Android
si: Android සඳහා ෆයර්ෆොක්ස් ලබාගන්න
ta: ஆண்ட்ராடு இயங்குதளத்திற்கான பயர்பாக்சைப் பெறுங்கள்
te: ఆండ్రాయిడ్ కొరకు ఫైర్‌ఫాక్స్ తెచ్చుకోండి
th: รับ Firefox สำหรับ Android
ur: Android کے لئے Firefox حاصل کریں
uz: Android uchun "Firefox"ni yuklab oling
vi: Tải Firefox cho Android
xh: Fumana iFirefox ye-Android

source: Download on the App Store
ar: التحميل من السوق
bn_bd: App Store থেকে ডাউনলোড করুন
bn_in: ডাউনলোড করুন App Store থেকে
fa: دریافت از «فروشگاه برنامه»
ga_ie: Íoslódáil ón App Store
hi_in: एप स्टोर पर डाउनलोड करें
is: Halaðu honum niður á App Store
kab: Sider si App Store
km: ទាញ​យក​នៅ​លើ​ App Store
lt: Parsisiųskite iš „App Store“
lv: Lejupielādējiet no App Store
mai: एप्प स्टोर सँ डाउनलोड करू
my: အက်ပ်စတိုး မှ ဆွဲချ ရယူရန်
ne: यसलाई App Store मा डाउनलोड गर्नुहोस्
ta: செயலி கடையிலிருந்து பதிவிறக்கவும்
th: ดาวน์โหลดบน App Store
ur: ایپ سٹور پر سے ڈاؤن لوڈ کریں
uz: Ilovalar do‘konidan yuklab oling
vi: Tải trên App Store
xh: Khuphela kwiVenkile ye-App

source: Get Firefox for iOS
ar: احصل على فيرفكس لِـ iOS
bn_bd: iOS এর জন্য ফায়ারফক্স ডাউনলোড করুন
bn_in: Firefox for iOS পান
fa: دریافت فایرفاکس برای iOS
ga_ie: Faigh Firefox ar iOS
hi_in: iOS के लिए Firefox पाएं
is: Ná í Firefox fyrir iOS
kab: Sider Firefox i iOS
lt: Parsisiųskite „Firefox“ „iOS“ įrenginiams
lv: Iegūstiet Firefox iOS
mai: iOS कलेल फ़ायरफ़ॉक्स पाउ
my: iOS အတွက် မီးမြေခွေးကို ရယူနိုင်
ne: iOS को लागि Firefox पाउनुहोस्
si: iOS සඳහා Firefox ලබා ගන්න
ta: iOS இயங்கு தளத்திற்கான பயர்பாக்ஸைப் பெறவும்
th: รับ Firefox สำหรับ iOS
ur: iOS کے لیے Firefox حاصل کریں
uz: iOSn uchun Firefox brauzerini yuklab olish
vi: Tải Firefox cho iOS
xh: Fumana iFirefox ye-OS

source: What’s New
ar: ما الجديد
az: Yeniliklər
bg: Какво ново
bn_bd: নতুন কি আছে
bn_in: নতুন বৈশিষ্ট্য
bo: གསར་འགྱུར་སར་པ་།
fa: امکانات جدید
fr: Nouveautés
ga_ie: Gnéithe Nua
hi_in: क्या नया है
is: Hvað er nýtt
kab: Amaynut
km: អ្វី​ដែល​ថ្មី
kn: ಹೊಸತು ಏನಿದೆ
ku: Tiştên Nû
lt: Naujovės
lv: Kas jauns?
mai: कि नब अछि
my: ဘာအသစ်ထွက်။
ne: नयाँ के छ
oc: Qué de nòu
ru: Что нового
si: අලුත් තොරතුරු
sr: Шта је ново
ta: புதியவைகள்
te: కొత్త విశేషాలు
th: มีอะไรใหม่
tr: Neler Yeni?
ur: نیا کیا ہے
uz: Yangi xususiyatlar
vi: Thông tin về phiên bản

source: Firefox Privacy
bn_bd: Firefox গোপনীয়তা
ga_ie: Príobháideachas Firefox
hi_in: Firefox गोपनीयता
is: Firefox friðhelgi
kab: Tabaḍnit n Firefox
km: ឯនជនភាព Firefox
lt: „Firefox“ privatumas
lv: Firefox Privātums
ne: Firefox गोपनीयता
ta: பயர்பாக்ஸ் தனியுரிமை
ur: فائر فاکس راز داری
xh: Ukuba yiMfihlelo kweFirefox

source: Systems &amp; Languages
ar: أنظمة &amp; لغات
az: Sistemlər &amp; Dillər
bg: Системи &amp; Езици
bn_bd: সিস্টেম ও ভাষা
bn_in: সিস্টেমস্ এবং ভাষা
bo: ལམ་ལུགས་&amp;སྐད་ཡིག་།
fa: سیستم‌ها و زبان‌ها
fr: Systèmes et langues
ga_ie: Córais &amp; Teangacha
hi_in: प्रणालियाँ और भाषाएँ
is: Stýrikerfi og tungumál
kab: Inagrawen d tutlayin
km: ប្រព័ន្ធ &amp; ភាសា
kn: ವ್ಯವಸ್ಥೆಗಳು &amp; ಭಾಷೆಗಳು
ku: Pergal û Zimanên din
lt: Operacinės sistemos ir kalbos
lv: Sistēmas un valodas
mai: प्रणाली &amp; भाषा
my: စနစ်များ &amp; ဘာသာစကားများ
ne: सिस्टमहरू र भाषाहरू
oc: Sistèmas e lengas
ru: Другие системы и языки
si: පද්දහති &amp; භාසහා
sr: Системи &amp; језици
sw: Mifumo &amp; Lugha
ta: கணினிகள் &amp; மொழிகள்
te: వ్యవస్థలు &amp; భాషలు
th: ระบบและภาษา
tr: Sistemler ve Diller
ur: نظام &amp; زبانیں
uz: Boshqa tizimlar va tillar
vi: Hệ thống &amp; Ngôn ngữ
xh: Iinkqubo &amp; Iilwimi

source: Firefox for Other Platforms & Languages
bn_bd: অন্যান্য প্ল্যাটফর্ম এবং ভাষার জন্য Firefox
ga_ie: Firefox d'Ardáin Eile agus do Theangacha Eile
hi_in: दुसरे प्लेटफार्म और भाषाओं के लिए Firefox
is: Firefox fyrir önnur stýrikerfi og tungumál
kab: Firefox i yinagrawen & Tutlayin nniḍen
km: Firefox សម្រាប់​ប្រព័ន្ធ​និង​ភាសា​ដទៃ​ទៀត
lt: „Firefox“ kitoms platformoms ir kalboms
lv: Firefox citām platformām un valodām
ne: अरु सिस्टम र भाषाहरूका लागि Firefox
ta: பிற இயக்குதளங்களுக்கும், மொழிகளுக்குமான பயர்பாஃசு
ur: دیگر پلیٹ فارم & زبانوں کے لئے فائر فاکس
xh: IFirefox Yamanye Amaqonga Neelwimi

source: Privacy
ar: الخصوصية
az: Gizlilik
bg: Лични данни
bo: དབེན་པའི་རང་བཞིན་།
fa: حریم خصوصی
fr: Vie privée
kab: Tudert tabaḍnit
km: ភាព​ឯកជន
kn: ಗೌಪ್ಯತೆ
ku: Nepenî
my: ကိုယ်ရေးကိုယ်တာ
ru: Приватность
si: පුද්ගලිකත්වය
sr: Приватност
sw: Faragha
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
ur: نجی نوعیت
uz: Maxfiylik
vi: Riêng tư
xh: Okwabucala

source: Whatâ€™s New
sw: Ni nini kipya
xh: Yintoni Entsha
