Repository: alvinlaz96/mozilla-lang
Catalog: */firefoxtesting.lang.po
Languages: ar, as, az, bn_in, es_mx, fa, fr, ga_ie, hr, id, kk, km, kn, lt, lv, mr, ms, my, nn_no, or, pt, ru, si, sr, ta, te, th, tr, ur, uz, vi, xh, zh_tw

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
ar: أثّر في الإصدارة التالية من فيَرفُكس و 450 مليون شخص يستخدمونه.
as: Firefox ৰ পৰৱৰ্তী সংস্কৰণ আৰু ৪৫০ নিযুত মানুহ যি ইয়াক প্ৰত্যেক দিন ব্যৱহাৰ কৰে তাৰ উপৰত প্ৰভাৱ পেলায়।
az: Növbəti Firefox versiyasına və onu gündəlik həyatlarında işlədən 450 milyon insana təsirinizi edin.
bn_in: Firefox-র পরবর্তী সংস্করণের প্রস্তুতিতে ও এর দৈনিক ৪৫ কোটি ব্যবহারকারীদের সাহায্য করুন।
es_mx: Decide cómo va a ser la próxima versión de Firefox que usarán a diario 450 millones de personas en todo el mundo.
fa: بر روی نسخه بعدی فایرفاکس و ۴۵۰ میلیون نفر از کسانی که هر روزه از آن استفاده می‌کنند تاثیر بگذارید.
fr: Prenez part à la prochaine version de Firefox et rendez service aux 450 millions d'utilisateurs quotidiens.
ga_ie: Nocht do thuairim faoin chéad leagan eile de Firefox, agus cabhraigh leis an 450 milliún duine a úsáideann Firefox gach uile lá.
hr: Imajte utjecaj na novu inačicu Firefoxa i 450 milijuna ljudi koji ga koriste svakoga dana.
id: Mari menjadi bagian dalam versi Firefox mendatang, yang akan digunakan lebih dari 450 juta orang setiap harinya.
kk: Firefox-тың келесі нұсқасына және оны күнде қолданатын 450 миллион адамдарға әсер етіңіз.
km: មាន​ផល​ប៉ះពាល់​ដល់​កំណែ​បន្ទាប់​របស់ Firefox និង​មនុស្ស​ចំនួន ៤៥០ លាន​នាក់ ដែល​ប្រើប្រាស់​វា​ជា​រៀងរាល់​ថ្ងៃ ។
kn: ಫೈರ್ಫಾಕ್ಸಿನ ಮುಂದಿನ ಆವೃತ್ತಿಯ ಮೇಲೆ ಮತ್ತು ಪ್ರತಿದಿನ ಅದನ್ನು ಬಳಸುವ 450 ಮಿಲಿಯನ್‌ ಜನರ ಮೇಲೆ ಪ್ರಭಾವವನ್ನು ಬೀರಿ.
lt: Įtakokite būsimosios „Firefox“ laidos kokybę, tuo padėdami 450 milijonų jos kasdienių naudotojų.
lv: Ietekmē kāda būs nākamā Firefox versija vairāk kā 450 miljoniem lietotāju visā pasaulē.
mr: फायरफॉक्स्च्या भविष्यातील प्रकाशनात आणि त्याचा वापर करणाऱ्या 450 दशलक्ष वापरकर्त्यांमध्ये फरक आणा.
ms: Berikan impak kepada versi seterusnya daripada Firefox dan 450 million orang akan menggunakannya setiap hari.
my: လူသန်းပေါင်း လေးရာ့ငါးဆယ်ကျော်သုံးဆွဲမယ့် နောက်ထွက်မီးမြေခွေး အား ကူညီပြီး ဂုဏ်ယူပါ
nn_no: Ha innverknad på den neste versjonen av Firefox, og dei 450 millionane som brukar han kvar dag.
or: Firefox ର ପର୍ବର୍ତ୍ତୀ ସଂସ୍କରଣ ଏବଂ ବ୍ୟବହାର କରୁଥିବା 450 ମିଲିଅନ ଲୋକଙ୍କ ଉପରେ କିଛି ପ୍ରଭାବ ପକାନ୍ତୁ।
pt: Tenha impacto na próxima versão do Firefox e de 450 milhões de pessoas que o usam todos os dias.
ru: Окажите влияние на следующую версию Firefox и на жизнь 450 миллионов людей, использующих его каждый день.
si: Firefox මීළඟ වෙළුමේ සහ දිනපතා එය භාවිත කරන මිලියන 450ක් වූ ජනතාවට බලපෑමක් වෙන්න.
sr: Ви утичете на следећу генерацију Фајерфокса и 450 милиона људи који га свакодневно користе.
ta: Firefox இன் அடுத்த பதிப்பிலும் தினசரி அதைப் பயன்படுத்தும் 450 மில்லியன் மக்களின் அனுபவத்திலும் உங்கள் முத்திரையைப் பதியுங்கள்.
te: ఫైర్‌ఫాక్స్ తర్వాతి సంచిక తయారీలో పాల్గొని దాన్ని ప్రతీరోజూ వాడే 45 కోట్ల మందిని ప్రభావితం చెయ్యండి.
th: ช่วยทำให้ Firefox ดียิ่งขึ้นไปเพื่อผู้ใช้ทั้ง 450 ล้านคน ที่ใช้ Firefox อยู่ทุกวัน
tr: Firefox'un gelecek sürümü ve onu her gün kullanan 450 milyon insan üzerinde etkiniz olsun.
ur: Firefox کی نئی ورژن اور اس کو روزانہ استعمال کرنے والے 450 ملیئن لوگوں پر اثر ڈالیں۔
uz: "Firefox"ning keyingi versiyalarini 450 million inson har kuni foydalanishiga e'tiboringizni qarating.
vi: Hãy đóng góp cho bản Firefox tiếp theo cho 450 triệu người dùng nó hàng ngày.
xh: Yiba nefuthe kuhlelo olulandelayo lweFirefox kunye nezigidi ezingama-450 zabantu abayisebenzisayo mihla le.
zh_tw: 讓每天都有超過超過四億五千萬人使用中的 Firefox 當中也包含您所做出的貢獻。

source: Supported devices
ar: الأجهزة المدعومة
as: সমৰ্থিত ডিভাইচসমূহ
az: Dəstəklənən cihazlar
bn_in: সমর্থিত ডিভাইসের তালিকা
es_mx: Dispositivos soportados
fa: دستگاه‌های قابل پشتیبانی
fr: Appareils pris en charge
ga_ie: Gléasanna a dtacaítear leo
hr: Podržani uređaji
id: Perangkat yang didukung
kk: Қолдауы бар құрылғылар
km: ឧបករណ៍​ដែល​គាំទ្រ
kn: ಬೆಂಬಲಿತ ಸಾಧನಗಳು
lt: Palaikomi įrenginiai
lv: Atbalstītās ierīces
mr: समर्थीत साधने
ms: Peranti yang disokong
my: ထောက်ပံ့ပေးသောပစ္စည်းများ
nn_no: Støtta einingar
or: ସମର୍ଥିତ ଉପକରଣଗୁଡ଼ିକ
pt: Dispositivos suportados
ru: Поддерживаемые устройства
si: සහය දක්වන මෙවලම්
sr: Подржани уређаји
ta: ஆதரிக்கபப்டும் சாதனங்கள்
te: తోడ్పాటున్న పరికరాలు
th: อุปกรณ์ที่รองรับ
tr: Desteklenen aygıtlar
ur: معاونت شدہ آلات
uz: Mos tushadigan qurilmalar
vi: Thiết bị hỗ trợ
xh: Izixhobo ezixhaswayo
zh_tw: 支援裝置
