Repository: alvinlaz96/mozilla-lang
Catalog: */firefoxlive.lang.po
Languages: ar, bn_bd, bn_in, cy, fa, hi_in, km, kn, ms, ru, th, ur, uz

source: Firefox Live
ar: فَيَرفُكس لايف
bn_bd: ফায়ারফক্স লাইভ
fa: فایرفاکس زنده
hi_in: फ़ायरफ़ॉक्स लाइव
km: Firefox ផ្ទាល់
kn: ಫೈರ್ ಫಾಕ್ಸ್ ಲೈವ್
ur: Firefox براہ راست

source: Tweet
ar: تويت
bn_bd: টুইট
bn_in: টুইট
cy: Trydar
fa: توییت
hi_in: ट्विट
kn: ಟ್ವೀಟ್
ru: Твитнуть
th: ทวีต
uz: Tweet qoldirish

source: Follow @cubcaretaker
ar: تابِع @cubcaretaker
bn_bd: অনুসরণ করুন @cubcaretaker
cy: Dilyn @cubcaretaker
fa: @cubcaretaker را دنبال کنید
hi_in: अनुसरण करें @cubcaretaker
km: អនុវត្ត @cubcaretaker
kn: @cubcaretaker ಹಿಂಬಾಲಿಸಿ
ms: Ikuti @cubcaretaker
ru: Читать @cubcaretaker
th: ติดตาม @cubcaretaker
ur: @cubcaretaker کو فالو کریں
uz: @cubcaretaker ni o‘qish

source: Cameras
ar: كاميرا
bn_bd: ক্যামেরা
bn_in: ক্যামেরা
cy: Camerâu
fa: دوربین‌ها
hi_in: कैमरे
km: ម៉ាស៊ីន​ថត
kn: ಕ್ಯಾಮೆರಾಗಳು
ms: Kamera
ru: Камеры
th: กล้อง
ur: کیمرہ
uz: Kameralar

source: 360° view
ar: ‫عرض 360°
bn_bd: ৩৬০° ভিউ
cy: Golwg 360°
fa: نمای °۳۶۰
hi_in: 360° दृश्य
km: ទិដ្ឋភាព 360°
kn: 360° ನೋಟ
ms: Pandangan 360°
ru: обзор 360°
th: มุมมอง 360°
ur: 360° نظارہ
uz: 360° ko‘rinishda

source: Camera 1
ar: كاميرا 1
bn_bd: ক্যামেরা ১
bn_in: ক্যামেরা ১
fa: دوربین ۱
hi_in: कैमरा 1
km: កាមេរ៉ា 1
kn: ಕ್ಯಾಮರಾ 1
ms: Kamera 1
ru: Камера 1
th: กล้อง 1
ur: کیمرہ 1
uz: Kamera 1

source: Camera 2
ar: كاميرا 2
bn_bd: ক্যামেরা ২
bn_in: ক্যামেরা ২
fa: دوربین ۲
hi_in: कैमरा 2
km: កាមេរ៉ា 2
kn: ಕ್ಯಾಮರಾ 2
ms: Kamera 2
ru: Камера 2
th: กล้อง 2
ur: کیمرہ 2
uz: Kamera 2

source: Video help
ar: مساعدة الفيديو
bn_bd: ভিডিও এর সহায়তা
bn_in: ভিডিও সাহায্য
cy: Cymorth fideo
fa: راهنمای ویدئو
hi_in: वीडियो मदद
km: ជំនួយ​វីដេអូ
kn: ವೀಡಿಯೊ ಸಹಾಯ
ms: Bantuan video
ru: Помощь по видео
ur: وڈیو مدد
uz: Video yordam

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
ar: هل تحب صغار الحيوانات؟ موزيلا تنشر فيديو عن 3 صغار باندا حمراء تتبناها. انشر هذا الخبر وتشاركه مع أصدقائك.
bn_bd: আপনি কি বাচ্চা প্রাণী পছন্দ করেন? মজিলা ফায়ারফক্স তাদের ৩টি পোষ্যপুত্র রেড পান্ডাদের জন্য ভিডিও স্ট্রিম করছে। খবরটি ছড়িয়ে দিন এবং আপনার বন্ধুদের সাথে 'শেয়ার' করুন।
bn_in: আপনি কি শিশু প্রাণী পছন্দ করেন? Mozilla Firefox তাদের 3 গৃহীত লাল পান্ডা শিশু জন্ম ভিডিও স্ট্রিমিং করছে। আপনার বন্ধুদের মধ্যে কথাগুলি ছড়িয়ে দিন।
cy: Ydych chi'n hoffi anifeiliaid bach? Mae Mozilla Firefox yn ffrydio fideo o 3 baban panda coch sydd wedi eu mabwysiadu. Dywedwch wrth bawb a 'rhannu' gyda'ch ffrindiau.
fa: شما هم حیوانات کوچولو رو دوست دارید؟ موزیلا فایرفاکس ویدئوی ۳ بچه پاندا که به سرپرستی گرفته است را پخش می‌کند. همه دنیا رو با خبر کنید و با دوستان خود «به اشتراک» بگذارید.
hi_in: क्या आप जानवर के बच्चों को पसंद करते हैं ? मोज़िला फ़ायरफ़ॉक्स उनके तिन अपनाये लाल पांडा शिशुओं के वीडियो का स्ट्रीमिंग कर रही है। शब्द का विस्तार करें और अपने दोस्तों के बीच 'शेयर' करें ।
km: តើ​អ្នក​ចូលចិត្ត​សត្វ​តូចៗ​ដែរ​ឬ​ទេ? Mozilla Firefox មាន​វីដេអូ​នៃ​​កូន​សត្វ red panda 3 របស់​ពួក​គេ។ ចែកចាយ​ឲ្យ​បាន​ទូលំទូលាយ 'ចែកចាយ' ជាមួយ​មិត្តភ័ក្ដិ។
ms: Adakah anda menyukai haiwan cilik? Mozilla Firefox sedang menayangkan video 3 anak angkat panda merah mereka. Sebarkan berita dan 'kongsi' dengan kawan-kawan anda.
ru: Вам нравятся маленькие зверята? Mozilla Firefox транслирует видео 3-х приёмных детенышей малой панды. Расскажите об этом и 'поделитесь' со своими друзьями.
th: คุณชอบลูกสัตว์หรือไม่? Mozilla Firefox กำลังสตรีมวิดีโอของลูกแพนด้าแดง 3 ตัวที่รับมาเลี้ยง บอกต่อและ 'แบ่งปัน' กับเพื่อนของคุณ
ur: کیا آپ کو چھوٹے جانور پسند ہیں؟ Mozilla Firefox اپنے تین گود لیے لال پینڈہ بچوں کی وڈیو سٹریم کر رہا ہے۔ یہ بات پھیلائیں اور اپنے دوستوں کو 'بتائیں'۔
uz: Sizga hayvon bolalari yoqadimi? Mozilla Firefox o‘zlari boqib olgan 3 ta qizil panda bolalari haqidagi videoni oqimli rejimda ko‘rsatmoqda. Bu haqda gap tarqating va do‘stlaringizga ulashing.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
ar: ما الأروع؟ مهمة فَيَرفُكس اللا ربحية أم فيديو حيّ عن الماسكوت حيوانهم المفضل؟ اكتشف الإجابة في http://mzl.la/sPo5yu
bn_bd: আরো প্রিয় কি? ফায়ারফক্সের অলাভজনক মিশন নাকি তাদের প্রাণী মাসকটটির লাইভ ফীড? খুঁজে বের করুন http://mzl.la/sPo5yu
bn_in: কি আরো স্নেহসঞ্চারক হয়? ফায়ারফক্স এর অলাভজনক উদ্দেশ্য নাকি তাদের পশু মাসকটের একটি লাইভ ফীড? খুঁজে নিন http://mzl.la/sPo5yu
cy: Beth sydd fwyaf hoffus? Menter dim er elw Mozilla neu ffrwd byw eu mascot anifeilaidd? Dewch i weld http://mzl.la/sPo5yu
fa: چی دوست داشتنی‌تر است؟ ماموریت غیرانتفاعی فایرفاکس یا غذا دادن مستقیم به حیوانات خوش یمن آنها؟ بیشتر کشف کنید http://mzl.la/sPo5yu
hi_in: क्या अधिक प्यारी है? फ़ायरफ़ॉक्स मिशन गैर लाभ या उनके पशुओं के शुभंकर के एक जीवित फ़ीड?पता लगाएं http://mzl.la/sPo5yu
km: តើ​អ្វី​ដែល​ធ្វើ​ឲ្យ​គេ​​ចូលចិត្ត​ខ្លាំង​នោះ? បេសកកម្ម​មិន​ស្វែងរក​ប្រាក់​ចំណេញ​របស់ Firefox ឬ live feed នៃ animal mascot របស់​ពួក​គេ? ស្វែងរក http://mzl.la/sPo5yu
ms: Manakah yang lebih mencuri hati anda? Misi Firefox yang tidak berasaskan keuntungan atau siaran langsung maskot haiwan mereka? Ketahui http://mzl.la/sPo5yu
ru: Что более прекрасно? Некоммерческая миссия Firefox или живое видео его пушистого талисмана? Узнайте на http://mzl.la/sPo5yu
th: อะไรที่น่ารักกว่ากัน? เป้าหมายไม่แสวงหากำไรของ Firefox หรือการถ่ายทอดสดของสัตว์ที่เป็นสัญลักษณ์? ดูได้ที่ http://mzl.la/sPo5yu
ur: زیادہ دل کو لگنے والی کیا بات ہے؟ Firefox کی غیر منافع بخش مہم یا ان کے میسکٹ جانور کی لائو وڈیو؟ http://mzl.la/sPo5yu پر جا کر پتا کریں
uz: Qaysi biri ajoyib? "Firefox"ning notijoriy maqsadimi yoki ularning timsoli hisoblangan hayvonning jonli efirdagi videosimi? Ma’lumot olish uchun: http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
ar: ساعِد فَيَرفُكس على حماية ذلك الحيوان النادر (الماسكوت) والوب من خلال مشاهدة صغار الحيوانات! http://mozilla.org/firefoxlive
bn_bd: সাহায্য ফায়ারফক্স এর বিরল মাসকট এবং ওয়েব রক্ষা করতে শিশু প্রাণীর দেখাশোনা করে সাহায্য করুন! http://mozilla.org/firefoxlive
bn_in: Firefox-কে সাহায্য করুন তার দুর্লভ ম্যাসকটকে সুরক্ষিত করতে এবং এমন একটি ওয়েবকে যা শিশু প্রাণীরাও দেখে! http://mozilla.org/firefoxlive
cy: cynorthwywch Firefox i ddiogelu ei fascot prin a'r we drwy wylio anifeiliaid bach! http://mozilla.org/firefoxlive
fa: با مشاهده‌ی این حیوانات کوچولو به فایرفاکس کمک کنید تا از نماد خوش یمنیِ کمیابش و وب محافظت کند! http://mozilla.org/firefoxlive
hi_in: वेब पे जानवरों के बच्चों के वीडियोस देखकर और दुर्लभ यंत्र की सुरक्षा करने के लिए फायरफ़ॉक्स हेल्प की मदद करें ! http://mozilla.org/firefoxlive
km: Firefox បាន​ជួយ​ការពារ rare mascot របស់​វា និង​បណ្ដាញ​ដោយ​ការ​មើល​សត្វ​តូចៗ! http://mozilla.org/firefoxlive
ms: Bantu Firefox dalam melindungi maskotnya yang luar biasa dan Web dengan melihat anak haiwan! http://mozilla.org/firefoxlive
ru: Помогите Firefox защитить его редкий талисман и Интернет, понаблюдав за маленькими зверятами! http://mozilla.org/firefoxlive
th: ช่วย Firefox ช่วยเหลือในการปกป้องสัญลักษณ์ที่หายากและเว็บโดยการดูลูกสัตว์! http://mozilla.org/firefoxlive
ur: چھوٹے جانوروں کو دیکھ کر Firefox کو ان کے نایاب میسکوٹ اور ویب کی حفاظت کرنے میں مدد کریں! http://mozilla.org/firefoxlive
uz: Firefox jamoasiga o‘zining noyob hayvonini himoyalashga, Internetga esa hayvon bolalarining videosini tomosha qilish orqali yordam bering! http://mozilla.org/firefoxlive

source: Share on Twitter »
ar: تشارَك على تويتر ◂
bn_bd: টুইটারে শেয়ার করুন»
bn_in: Twitter-এ শেয়ার করুন »
cy: Rhannu ar Twitter »
fa: اشتراک‌گذاری در توییتر »
hi_in: ट्विटर पर साझा करें»
km: ចែករំលែក​នៅ​លើ Twitter »
kn: ಟ್ವಿಟ್ಟರ್ ನಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ
ms: Kongsi di Twitter »
ru: Поделиться на Твиттере »
th: แบ่งปันบน Twitter »
ur: Twitter پر شیئر کریں »
uz: "Twitter"da ulashish »

source: Share on Facebook »
ar: تشارَك على فيسبوك ◂
bn_bd: ফেসবুকে শেয়ার করুন»
bn_in: Facebook-এ শেয়ার করুন »
cy: Rhannu ar Facebook »
fa: اشتراک‌گذاری در فیس بوک »
hi_in: फेसबुक पर शेयर करें»
km: ចែករំលែក​នៅ​លើ Facebook »
kn: ಫೇಸ್ ಬುಕ್ ನಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ
ms: Kongsi di Facebook »
ru: Поделиться на Facebook »
th: แบ่งปันบน Facebook »
ur: Facebook پر شیئر کریں »
uz: "Facebook"da ulashish »
