Repository: alvinlaz96/mozilla-lang
Catalog: */firefoxtesting.lang.po
Languages: ar, as, az, bn_in, es_mx, fa, fr, ga_ie, hr, id, kk, km, kn, lt, lv, mr, ms, my, nn_no, or, pt, ru, si, sr, ta, te, th, tr, ur, uz, vi, xh, zh_tw

source: Download Firefox Beta for Android - Free
ar: نزّل فيَرفُكس بيتا لأندرويد - مجانيّ
as: Android ৰ বাবে Firefox Beta ডাউনল'ড কৰক - বিনামূলীয়া
az: Firefox Beta Android üçün - Pulsuz Endir
bn_in: Android-র সাথে ব্যবহারযোগ্য Firefox বিটা সংস্করণ ডাউনলোড করুন - বিনামূল্যে
es_mx: Descarga Firefox Beta para Android - Gratis
fa: فایرفاکس بتا را برای اندروید بارگیری کنید - رایگان
fr: Téléchargez Firefox Bêta pour Android - Gratuit
ga_ie: Íosluchtaigh Firefox Béite ar Android - Saor in Aisce
hr: Preuzmite Firefox beta za Android - besplatno
id: Unduh Firefox Beta untuk Android - Gratis
kk: Android үшін Firefox Beta-ны жүктеп алыңыз - Тегін
km: ទាញយក Firefox Beta សម្រាប់ Android - ឥត​គិត​ថ្លៃ
kn: ಆಂಡ್ರಾಯ್ಡಿಗಾಗಿ ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾವನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ - ಉಚಿತ
lt: Parsisiųskite „Firefox“ betą „Android“ įrenginiams nemokamai
lv: Lejupielādē Firefox Beta Android ierīcēm bez maksas
mr: अँड्रॉइडकरीता फायरफॉक्स बिटा डाऊनलोड करा - मोफत
ms: Muat turun Firefox Beta untuk Android - Percuma
my: Android အတွက်မီးမြေခွေး ဘီတာဗားရှင်း အား အခမဲ့ရယူပါ
nn_no: Last ned Firefox Beta for Android - Gratis
or: ଏଣ୍ଡ୍ରଏଡ ପାଇଁ Firefox ବିଟା ଆହରଣ କରନ୍ତୁ - ମାଗଣା
pt: Descarregue o Firefox Beta para Android - Gratuito
ru: Загрузите Firefox Бета для Android - Бесплатно
si: Android සඳහා Firefox Beta බාගන්න - නොමිළේ
sr: Преузмите Фајерфокс бету за Андроид - бесплатно
ta: Android க்கான Firefox Beta வை இலவசமாக பதிவிறக்கவும்
te: ఆండ్రాయిడ్ కొరకు ఫైర్‌ఫాక్స్ బీటాను దించుకోండి - ఉచితం
th: ดาวน์โหลด Firefox Beta สำหรับ Android - ฟรี
tr: Android için Firefox Beta'yı indir - Ücretsiz
ur: Android کے لئے Firefox Beta مفت میں ڈاؤن لوڈ کریں
uz: "Android uchun Firefox Beta"ni yuklab oling - bu tekin
vi: Tải bản Firefox Beta cho Android - Miễn phí
xh: Khuphela iFirefox Beta ye-Android - Simahla
zh_tw: 下載 Android 版本的 Firefox Beta 測試版 - 免費

source: Download Firefox Beta for Desktop - Free
ar: نزّل فيَرفُكس بيتا لسطح المكتب - مجانيّ
as: ডেস্কপটৰ বাবে Firefox Beta ডাউনল'ড কৰক - বিনামূলীয়া
az: Firefox Beta Kompüter üçün - Pulsuz Endir
bn_in: ডেস্কটপে ব্যবহারযোগ্য Firefox বিটা সংস্করণ ডাউনলোড করুন - বিনামূল্যে
es_mx: Descarga Firefox Beta para escritorio - Gratis
fa: فایرفاکس بتا را برای رومیزی بارگیری کنید - رایگان
fr: Téléchargez Firefox Bêta pour ordinateur - Gratuit
ga_ie: Íosluchtaigh Firefox Béite - Saor in Aisce
hr: Preuzmite Firefox beta za desktop - besplatno
id: Unduh Firefox Beta untuk Desktop - Gratis
kk: Firefox Beta-ны компьютер үшін жүктеп алыңыз - Тегін
km: ទាញយក Firefox Beta សម្រាប់​កុំព្យូទ័រ - ឥត​គិត​ថ្លៃ
kn: ಗಣಕಕ್ಕಾಗಿ ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾವನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ - ಉಚಿತ
lt: Parsisiųskite „Firefox“ betą kompiuteriams nemokamai
lv: Lejupielādē Firefox Beta datoriem bez maksas
mr: डेस्कटॉपकरीता फायरफॉक्स बिटा डाऊनलोड करा - मोफत
ms: Muat turun Firefox Beta untuk Desktop - Percuma
my: Desktopသုံး မီးမြေခွေး ဘီတာဗားရှင်း အား အခမဲ့ရယူပါ
nn_no: Download Firefox Beta for Desktop - Gratis
or: ଡେସ୍କଟପ ପାଇଁ Firefox ବିଟା ଆହରଣ କରନ୍ତୁ - ମାଗଣା
pt: Descarregue o Firefox Beta para computadores - Gratuito
ru: Загрузите Firefox Бета для Десктопа - Бесплатно
si: පරිගණකය සඳහා Firefox Beta බාගන්න - නොමිළේ
sr: Преузмите Фајерфокс бету за столни (десктоп) рачунар - бесплатно
ta: கணினிக்கான Firefox Beta வை இலவசமாக பதிவிறக்கவும்
te: డెస్క్‌టాప్ కొరకు ఫైర్‌ఫాక్స్ బీటాను దించుకోండి - ఉచితం
th: ดาวน์โหลด Firefox Beta สำหรับคอมพิวเตอร์ตั้งโต๊ะ - ฟรี
tr: Firefox Beta'yı indir - Ücretsiz
ur: Android کے لئے Firefox Beta مفت میں ڈاؤن لوڈ کریں
uz: "Stol kompyuterlari uchun Firefox Beta"ni yuklab oling - bu tekin
vi: Tải Firefox Beta cho Desktop - Miễn phí
xh: Khuphela iFirefox Beta yeDesktopu - Simahla
zh_tw: 下載 Firefox Beta 測試版 - 免費

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
ar: نزّل واختبر إصدارات فيَرفُكس القادمة. تعرّف على آخر الإبداعات في إصدارات أرورا وبيتا.
as: Firefox ৰ ভৱিষ্যত উন্মোচনসমূহ ডাউনল'ড কৰি পৰিক্ষা কৰক। Aurora অথবা Beta নিৰ্মাণৰ সৈতে শেহতীয়া উদ্ভাৱনসমূহ অনুভৱ কৰক।
az: Firefox-un gələcək özəlliklərini endirin və test edin. Ən son yenilikləri Aurora və ya Beta yığmalarla yoxlayın.
bn_in: Firefox-র পরবর্তী সংস্করণগুলি ডাউনলোড করে পরীক্ষা করুন। অরোরা অথবা বিটা সংস্করণগুলির মাধ্যমে নতুন বৈশিষ্ট্যগুলি সম্পর্কে অবগত হন।
es_mx: Descarga y prueba lanzamientos futuros. Experimenta las más recientes innovaciones con las versiones Aurora y Beta.
fa: انتشارهای آینده فایرفاکس را دریافت و بررسی کنید. با انتشارهای بتا و آئورا، جدیدترین نوآوری‌ها را تجربه کنید.
fr: Téléchargez et testez les futures versions de Firefox. Expérimentez les toutes dernières innovations avec les versions Aurora ou Bêta.
ga_ie: Íosluchtaigh agus tástáil réamhleaganacha Firefox. Faigh na gnéithe is déanaí sna leaganacha Aurora nó Béite.
hr: Preuzmite i testirajte buduće inačice Firefoxa. Iskusite najnovije inovacije s Aurora ili beta izdanjima.
id: Unduh dan uji rilis masa depan Firefox. Dapatkan pengalaman dari inovasi terbaru dalam versi Aurora atau Beta.
kk: Firefox-тың келесі нұсқаларын жүктеп алыңыз да сынап алыңыз. Aurora немесе Beta нұсқалармен соңғы жаңалықтарды байқап көріңіз.
km: ទាញយក និង​សាកល្បង​ការ​ចេញផ្សាយ​អនាគត​របស់ Firefox ។ ទទួល​បាន​បទ​ពិសោធន៍​ជាមួយ​ការ​ច្នៃ​ប្រឌិត​ថ្មី​បំផុតជាមួយ​កំណែ Aurora ឬ Beta ។
kn: ಫೈರ್ಫಾಕ್ಸಿನ ಭವಿಷ್ಯದ ಬಿಡುಗಡೆಗಳನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಪರೀಕ್ಷಿಸಿ. ಅರೋರಾ ಮತ್ತು ಬೀಟಾ ನಿರ್ಮಾಣಗಳಲ್ಲಿನ ಹೊಚ್ಚ ಹೊಸ ಆವಿಷ್ಕಾರಗಳನ್ನು ಬಳಸಿ ನೋಡಿ.
lt: Parsisiųskite ir išbandykite „Firefox“ ateities laidas. Susipažinkite su šviežiausiomis naujovėmis, patenkančiomis į aurorą ir betą.
lv: Lejupielādē un notestē Firefox nākotnes versijas. Izdzīvo nākotnes inovācijas ar Aurora vai Beta Firefox.
mr: फायरफॉक्स्चे भविष्यातील प्रकाशन डाऊनलोड करा व तपासा. अरोरा व बिटा बिल्डस्सह नाविन्याचा अनुभव घ्या.
ms: Muat turun dan uji Firefox keluaran akan datang. Rasa pengalaman inovasi-inovasi terbaru binaan Aurora atau Beta.
my: ဒေါင်းလုဒ်ရယူပြီး မီးမြေခွေးအနာဂတ် ဗားရှင်းအတွက် စမ်းသပ်သုံးပေးပါ။ နောက်ဆုံးထွက် အသစ်တွေကို အော်ရိုရာ နဲ့ ဘီတာဗားရှင်းတွေသုံးပြီး ခံစားကြည့်ပါ။
nn_no: Last ned og test Firefox framtidige utgjevingar. Opplev dei siste endringane med Aurora eller beta-bygg.
or: Firefox ଭବିଷ୍ୟତ ପ୍ରକାଶନକୁ ଆହରଣ କରନ୍ତୁ ଏବଂ ପରୀକ୍ଷା କରନ୍ତୁ। ଆରୋରା କିମ୍ବା ବିଟା ନିର୍ମାଣ ସହିତ ନୂତନତମ ଆବିଷ୍କାରକୁ ଉପଭୋଗ କରନ୍ତୁ।
pt: Descarregue e teste as próximas versões do Firefox. Experimente as novidades com as versões Aurora e Beta.
ru: Загрузите и протестируйте будущие версии Firefox. Испытайте последние новинки в сборках Aurora или Бета.
si: Firefox අනාගත නිකුතු බාගත කර පරීක්ෂා කරන්න. Aurora හෝ Beta ගොඩනැගීම් සමඟ නවතම නවීකරණ අත්විදින්න.
sr: Преузмите и испробајте Фајерфоксова будућа издања. Искусите најновије иновације са Аурора или бета издањима.
ta: Firefox இன் எதிர்கால வெளியீடுகளை பதிவிறக்கி சோதியுங்கள். Aurora அல்லது Beta கட்டுகளுடன் புதிய புத்தமைவுகளை அனுபவியுங்கள்.
te: ఫైర్‌ఫాక్స్ యొక్క భవిష్యత్తు విడుదలలను దించుకొని పరీక్షించండి. వినూత్న సౌలభ్యాలను అరోరా లేదా బీటా సంచికలతో ముందే రుచిచూడండి.
th: ดาวน์โหลดและทดสอบ Firefox รุ่นก่อนตัวจริง ทดลองประสบการณ์กับนวัตกรรมใหม่ล่าสุดกับรุ่น Aurora หรือ Beta
tr: Firefox'un gelecek sürümlerini indirip test edin. Aurora veya Beta sürümleriyle en yeni gelişmeleri ilk siz deneyin.
ur: فایر فاکس کو ڈاؤن لوڈ کریں اور مستقبل کےاجرا کی جانچ کریں
uz: "Firefox"ning kelajakdagi versiyalarini sinab ko‘ring va yuklab oling. Yangi innovatsiya tajribasi "Aurora" yoki beta versiyalar bilan birga bo‘ladi.
vi: Tải và trải nghiệm bản Firefox của tương lai. Thử dùng những tính năng sáng tạo mới nhất trên Aurora hoặc bản Beta.
xh: Khuphela uze uvavanye iiFirefox eziza kukhutshwa kwilixa elizayo. Fumana amava ezintsha zona izinto zamehlo kunye ne-Aurora okanye iintlobo zeBeta.
zh_tw: 下載並搶先測試將在未來發行的 Firefox，體驗 Aurora 或 Beta 測試版當中的最新技術。

source: Firefox Beta
ar: فيَرفُكس بيتا
bn_in: Firefox বিটা
fa: فایرفاکس بتا
fr: Firefox Bêta
ga_ie: Firefox Béite
kk: Firefox Beta [ok]
kn: ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾ
mr: फायरफॉक्स बिटा
my: မီးမြေခွေး ဘီတာ
or: Firefox ବିଟା
ru: Firefox Бета
sr: Фајерфокс бета
te: ఫైర్‌ఫాక్స్ బీటా
ur: فائرفاکس بی ٹا
xh: IFirefox Beta

source: Firefox Beta for:
ar: فيَرفُكس بيتا ل‍:
as: ৰ বাবে Firefox Beta:
az: Firefox Beta:
bn_in: চিহ্নিত উৎপাদনের Firefox বিটা:
es_mx: Firefox Beta para:
fa: فایرفاکس بتا برای:
fr: Firefox Bêta pour&nbsp;:
ga_ie: Firefox Béite ar:
hr: Firefox beta za:
id: Firefox Beta untuk:
kk: Firefox Beta үшін:
km: Firefox Beta សម្រាប់ ៖
kn: ಇದಕ್ಕಾಗಿನ ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾ:
lt: Išsirinkite „Firefox“ betą:
lv: Firefox Beta:
mr: फायरफॉक्स बिटा:
ms: Firefox Beta untuk:
my: မီးမြေခွေးဘီတာ :
or: Firefox ବିଟା ଏହା ପାଇଁ:
pt: Firefox Beta para:
ru: Firefox Бета для:
si: සඳහා Firefox Beta:
sr: Фајерфокс бета за:
ta: Firefox Beta:
te: ఫైర్‌ఫాక్స్ బీటా:
th: Firefox Beta สำหรับ:
tr: Firefox Beta sürümü:
ur: فائرفاکس بی ٹا:
uz: Firefox Beta ushbu uchun:
vi: Firefox Beta cho:
xh: IFirefox Beta:
zh_tw: 不同裝置的 Firefox Beta 測試版:

source: Firefox Beta for Mobile
ar: فيَرفُكس بيتا للجوّال
as: মবাইলৰ বাবে Firefox Beta
az: Mobil Firefox Beta
bn_in: মোবাইলের ব্যবহারযোগ্য Firefox বিটা সংস্করণ:
es_mx: Firefox Beta para dispositivos móviles
fa: فایرفاکس بتا برای تلفن همراه
fr: Firefox Bêta pour mobile
ga_ie: Firefox Béite ar Fhón Póca
hr: Firefox beta for mobitele
id: Firefox Beta untuk Ponsel
kk: Мобильдік Firefox Beta
km: Firefox Beta សម្រាប់​ទូរ័ស័ព្ទ
kn: ಮೊಬೈಲಿಗಾಗಿನ ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾ
lt: „Firefox“ beta mobiliesiems
lv: Firefox Beta mobilajām ierīcēm
mr: मोबाईलकरीता फायरफॉक्स बिटा
ms: Firefox Beta untuk Mobile
my: မိုဘိုင်းသုံး မီးမြေခွေးဘီတာ
nn_no: Firefox Beta for mobilar
or: ମୋବାଇଲ ପାଇଁ Firefox ବିଟା
pt: Firefox Beta para Mobile
ru: Мобильный Firefox Бета
si: ජංගමය සඳහා Firefox Beta
sr: Фајерфокс бета за мобилни
ta: கைபேசிக்கான Firefox Beta
te: మొబైళ్ళ కొరకు ఫైర్‌ఫాక్స్ బీటా
th: Firefox Beta สำหรับอุปกรณ์เคลื่อนที่
tr: Mobil Firefox Beta
ur: فائرفاکس بی ٹا موبایل کے لیے
uz: Mobil telefonlar uchun Firefox Beta
vi: Firefox Beta cho Di Động
xh: Firefox Beta yeMfonomfono Ephathwayo
zh_tw: Firefox Beta 行動測試版

source: Download Beta and be part of the next version of Firefox.
ar: نزّل بيتا وانضم إلى إصدارة فيَرفُكس التالية.
as: Beta ডাউনল'ড কৰক আৰু Firefox ৰ পৰৱৰ্তী সংস্কৰণৰ অংশ হওক।
az: Beta və növbəti Firefox-un hissəsini endir.
bn_in: বিটা সংস্করণ ডাউনলোড করুন ও Firefox-র পরবর্তী সংস্করণ প্রস্তুতিতে যোগদান করুন।
es_mx: Descarga la Beta y sé parte de la siguiente versión de Firefox.
fa: نسخهٔ بتا را دریافت کنید و بخشی از نسخه بعدی فایرفاکس باشید.
fr: Téléchargez la bêta et participez à la prochaine version de Firefox.
ga_ie: Íosluchtaigh an leagan béite agus féach an chéad leagan eile de Firefox.
hr: Preuzmite betu i postanite dio nove inačice Firefoxa.
id: Unduh Beta dan mari menjadi bagian dari versi Firefox yang akan datang.
kk: Beta-ны жүктеп алыңыз да Firefox-тың келесі нұсқадағы жұмысына қатысыңыз.
km: ទាញយក​កំណែ Beta និង​ជា​ផ្នែក​មួយ​នៃ​កំណែ​បន្ទាប់​របស់ Firefox ។
kn: ಬೀಟಾವನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಫೈರ್ಫಾಕ್ಸಿನ ಮುಂದಿನ ಆವೃತ್ತಿಯ ಒಂದು ಭಾಗವಾಗಿ.
lt: Parsisiųskite betą ir prisidėkite prie būsimosios „Firefox“ laidos tobulinimo.
lv: Lejupielādē Beta un esi daļa no Firefox nākotnes.
mr: बिटा डाऊनलोड करा व फायरफॉक्सच्या पुढील आवृत्तीत सामिल व्हा.
ms: Muat turun Beta dan sertai antara versi seterusnya daripada Firefox.
my: ဘီတာ အားဒေါင်းလုဒ်ယူ သုံးပြီး နောက်ထွက် မီးမြေခွေး တွင် တစ်စိတ်တစ်ပိုင်းပါဝင်လိုက်ပါ
nn_no: Last nedBeta og ver ein del av av neste versjon av Firefox.
or: ବିଟା ଆହରଣ କରନ୍ତୁ ଏବଂ Firefox ର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣରେ ଅଂଶଗ୍ରହଣ କରନ୍ତୁ।
pt: Descarregue a versão Beta e ajude-nos a desenvolver a próxima versão do Firefox.
ru: Загрузите Бета и примите участие в работе над следующей версией Firefox.
si: Beta බාගන්න, Firefox මීළඟ වෙළුමේ කොටස්කරුවෙකු වෙන්න.
sr: Преузмите бету и будите део следеће генерације Фјерфокса.
ta: Betaவை பதிவிறக்கி அடுத்த Firefox இன் பதிப்பில் பங்குகொள்ளுங்கள்.
te: బీటాను దించుకోండి, ఫైర్‌ఫాక్స్ తర్వాతి సంచికలో భాగస్వాములవ్వండి.
th: ดาวน์โหลด Beta และร่วมเป็นส่วนหนึ่งของ Firefox รุ่นถัดไป
tr: Beta'yı indirerek Firefox'un gelecek sürümünün bir parçası olun.
ur: فایر فاکس بی ٹا ڈاؤن لوڈ کریں آور اگلے انے والے ورژن کا حسہ بنیے
uz: Beta versiyasini yuklab oling va "Firefox"ning keyingi versiyalari ustida ishlashda ishtirok eting.
vi: Tải bản Beta, cùng xây dựng bản Firefox tiếp theo.
xh: Khuphela iBeta uze ube yinxalenye yohlelo olulandelayo lweFirefox.
zh_tw: 下載 Beta 測試版，成為使用新一代版本的 Firefox 的一員。

source: 1. Test Features
ar: 1. جرّب الخصائص
as: ১. পৰিক্ষণ বৈশিষ্টসমূহ
az: 1. Özəllikləri Test et
bn_in: ১) বৈশিষ্ট্য পরীক্ষা করুন
es_mx: 1. Prueba características
fa: ۱. امکانات را بررسی کنید
fr: 1. Testez les fonctionnalités
ga_ie: 1. Tástáil Gnéithe
hr: 1. Testirajte mogućnosti
id: 1. Uji Fiturnya
kk: 1. Жаңалықтарды сынап көріңіз
km: 1. សាកល្បង​លក្ខណៈ​បន្ថែម
kn: 1. ಪ್ರಾಯೋಗಿಕ ಸವಲತ್ತುಗಳು
lt: 1. Ištestuokite naujoves
lv: 1. Notestē iespējas
mr: 1. गुणधर्म तपासा
ms: 1. Uji ciri-ciri
my: ၁။ စမ်းသပ်စွမ်းဆောင်ချက်များ
nn_no: 1. Test funksjonar
or: 1. ପରୀକ୍ଷା ବିଶେଷତା
pt: 1. Funcionalidade sem teste
ru: 1. Протестируйте новинки
si: 1. විශේෂාංග පරීක්ෂා කරන්න
sr: 1. Испробајте могућности
ta: 1. அம்சங்களை சோதியுங்கள்
te: 1. సౌలభ్యాలను పరీక్షించండి
th: 1. ทดลองความสามารถ
tr: 1. Özellikleri test edin
ur: 1۔ فیچرز کی جانچ کر یں
uz: 1. Yangi xususiyatlarni sinab ko‘rish
vi: 1. Chức năng thử nghiệm
xh: 1. Iinkalo Zovavanyo
zh_tw: 1. 測試新功能

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
ar: جرّب آخر تحسينات الأداء والأمان والتخصيص.
as: মূখ্য সময়ৰ বাবে প্ৰায় প্ৰস্তুত শেহতীয়া পৰিৱেশন, স্বনিৰ্বাচন আৰু সুৰক্ষা সম্প্ৰসাৰণসমূহ পৰিক্ষা কৰি চাওক।
az: Ən son performans, şəxsiləşdirmə və təhlükəsizlik yeniliklərini yoxlayın, hansılar ki, demək olar, kütləvi yayıma hazırdırlar.
bn_in: মূল প্রকাশনার জন্য প্রায় সমাপ্ত কর্মক্ষমতা, স্বনির্ধারণ ও নিরাপত্তা বিষয়ক উন্নত বৈশিষ্ট্যগুলি পরীক্ষা করুন।
es_mx: Sé el primero en experimentar las últimas mejoras en rendimiento, personalización y seguridad.
fa: آخرین بهینه‌سازی‌ها، سفارشی‌سازی‌ها و پیشرفت‌های امنیتی که تقریبا برای زمان انتشار اصلی حاضر هستند را امتحان کنید.
fr: Essayez les dernières améliorations de performance, de personnalisation et de sécurité qui sont presque prêtes.
ga_ie: Bain triail as feabhsúcháin nua a bhaineann le slándáil, luas, agus saincheapadh an bhrabhsálaí.
hr: Isprobajte najnovije performanse, prilagodbe i sigurnosna poboljšanja koja su gotovo spremna za uobičajenu upotrebu.
id: Uji kinerja, pengubahsuaian, peningkatan keamanan terbaru, yang hampir siap untuk naik panggung.
kk: Өнімділікті, икемділікті және қауіпсіздікті арттыратын және әлеуметке дайын соңғы жаңалықтарды сынап алыңыз.
km: សាកល្បង​ជាមួយ​និង​ដំណើរការ ការ​ផ្លាស់ប្ដូរ​តាម​បំណង និង​ការ​ធ្វើ​ឲ្យ​កាន់​តែ​មាន​សុវត្ថិភាព​ចុង​ក្រោយ​បំផុតដែល​ស្ទើ​តែ​រួចរាល់​ដើម្បី​ដាក់​ឲ្យ​ប្រើប្រាស់ ។
kn: ಸಾಮಾನ್ಯ ಬಳಕೆಗೆ ಬಹುಪಾಲು ಸಿದ್ಧವಿರುವ ಇತ್ತೀಚಿನ ಕಾರ್ಯನಿರ್ವಹಣೆ, ಅಗತ್ಯಾನುಗುಣ ಹೊಂದಿಕೆ ಮತ್ತು ಸುರಕ್ಷತಾ ಸುಧಾರಣೆಗಳನ್ನು ಬಳಸಿ ನೋಡಿ.
lt: Išbandykite naujausius našumo, individualizavimo ir saugumo patobulinimus, jau beveik paruoštus viešumai.
lv: Izmēģini jaunākos veiktspējas, pielāgojamības un drošības uzlabojumus, kas ir gandrīz gatavi doties pasaulē.
mr: नवीन कामगिरि, पसंती, व प्राइम टाइमकरीता सज्ज सुरक्षा सुधारणा वापरून पहा.
ms: Cubalah kemampuan, kustomisasi dan keselamatan dipertingkatkan yang sentiasa sedia untuk masa prima.
my: နောက်ဆုံးထွက် စွမ်းဆောက်ရည် ၊ ပြင်ဆင်နိုင်မှူ နဲ့ လုံခြုံရေး အဆင့်မြှင့်တင်မှူကို ကို ခံစား ပြီး မီးမြေခွေး အတည် ထွက်လာမယ့် အချိန်ကို ပြင်ဆင်ပြီးသားဖြစ်ပါစေ
nn_no: Prøv dei siste forbetringane, tilpassingar og sikkerheit når dei nesten er ferdige.
or: ନୂତନ କାର୍ଯ୍ୟଦକ୍ଷତା, ଇଚ୍ଛାରୂପଣ ଏବଂ ସୁରକ୍ଷା ଉନ୍ନତିକୁ ପରୀକ୍ଷା କରନ୍ତୁ।
pt: Experimente os últimos melhoramentos em desempenho, personalização e segurança quase prontos para a utilização geral.
ru: Испытайте в работе последние новинки, повышающие производительность, гибкость и безопасность, и почти готовые для широкой публики.
si: නිකුත් කිරීමට ඉතා ආසන්න, නවතම ක්‍රියාකාරිත්ව, අභිරුචිකරණ සහ ආරක්‍ෂණ අභිවර්ධන උරගා බලන්න.
sr: Испробајте најновије перформансе, прилагођавање и безбедносна побољшања скоро спремна за свакодневно коришћење.
ta: பிரதான நேரத்திற்கு கிட்டத்தட்ட தயாராகிவிட்ட புதிய செயல்திறன், விருப்பமை மற்றும் பாதுகாப்பு மேம்பாடுகளை முயற்சித்துப் பாருங்கள்.
te: వేగం, అభిమతీకరణ మరియు భద్రతకు సంబంధించిన కొంగొత్త విశేషాలు విడుదలకు దాదాపు సిద్ధంగా ఉన్నాయి. వాటిని పరీక్షించి చూడండి.
th: ทดลองประสิทธิภาพล่าสุด, การปรับแต่งและการปรับปรุงความปลอดภัยที่ใกล้จะเปิดตัวให้ใช้งานตริง
tr: Herkese sunulmaya neredeyse hazır olan en son performans, özelleştirme ve güvenlik geliştirmelerini deneyin.
ur: آزمایں جدید کاکرد گی، تخصیص کاری اور تحفظ پرایم ٹایم کے لیے تقریبا تیار۔
uz: So‘nggi ishlash tezligi, qulaylik, xavfsizlik hamda xalqqa e'lon qilish uchun deyarli tayyor yangi xususiyatlarni sinab ko‘ring.
vi: Thử nghiệm hiệu năng, khả năng tùy biến, cải tiến về an ninh - đã sẵn sàng.
xh: Zama ezisebenzayo zamvanje, ulungiselelo nezongezo ezikhuselekileyo eziphantse zilungele amaxesha.
zh_tw: 在第一時間嘗試體驗新版瀏覽器即將完成的效能、自定性，以及安全性改善。

source: 2. Refine &amp; Polish
ar: 2. حسّن واصقل
as: ২. শোধন &amp; পালিচ
az: 2. Təkmilləşdirin və Şlifləyin
bn_in: ২) পরিশ্রুতি ও পরিশীলন
es_mx: 2. Define y perfecciona
fa: ۲. اصلاح‌کنید و برق بندازید
fr: 2. Révisez &amp; peaufinez
ga_ie: 2. Cuir Snas Air
hr: 2. Ispeglajte i ulaštite
id: 2. Perhatikan Detailnya
kk: 2. Арттырыңыз және қайратыңыз
km: 2. ធ្វើ​ឲ្យ​ប្រសើរ &amp; ដុសខាត់
kn: 2. ನಯಗೊಳಿಕೆ ಮತ್ತು ಮೆರಗು ನೀಡಿಕೆ
lt: 2. Padėkite „blizginti“
lv: 2. Uzlabo un nopulē
mr: 2. सुधारणा आणि चकाकी
ms: 2. Perhalus &amp; Gilap
my: ၂၊ ပြုပြင် &amp; ကောင်းမွန်
nn_no: 2. Finpuss
or: 2. ସୁଧାରନ୍ତୁ &amp; ଚମକାନ୍ତୁ
pt: 2. Refinar &amp; Polir
ru: 2. Совершенствуйте и полируйте
si: 2. පිරිපහදුව සහ ඔප දැමීම
sr: 2. Угладите
ta: 2. மேம்படுத்தி மெருகூட்டுங்கள்
te: 2. తుదిమెరుగులు
th: 2. ปรับแต่งและขัดเกลา
tr: 2. Bize yardımcı olun
ur: ۲۔ خالص و صیقل کیجئے
uz: 2. Yaxshilang &amp; rang bering
vi: 2. Cải tiến &amp; Hoàn thiện
xh: 2. Sulungekisa &amp; Polisha
zh_tw: 2. 琢磨並改善

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
ar: أبلغ عن المشاكل لمساعدتنا في وضع اللمسات النهائية على الأداء والخصائص.
as: এটা স্থিৰ পৰিৱেশত পৰিৱেশন আৰু কাৰ্য্যকৰীতাত অন্তিম টান মৰাত আমাক সহায় কৰিবলে বাগ জমা দিয়ক।
az: Xətaları bizə göndərin ki, stabil mühit üçün performans və funksionallıq üzərində son işləri görək.
bn_in: স্থায়ী কর্মক্ষেত্রের মধ্যে ব্যবহারযোগ্য কর্মক্ষমতা ও বৈশিষ্ট্যগুলি সম্পূর্ণ করতে, বাগ দাখিল করে আমাদের সাহায্য করুন।
es_mx: Reporta bugs para ayudarnos a adaptar a un entorno estable los últimos cambios en rendimiento y funcionalidad.
fa: اشکالات را گزارش کنید تا به ما در انجام آخرین تغییرات ممکن بر روی عملکرد و قابلیت‌ها در یک محیط پایدار کمک کنید.
fr: Signalez des bugs pour nous aider à mettre la touche finale qui améliorera les performances et les fonctionnalités dans un environnement stable.
ga_ie: Déan tuairisc ar fhadhbanna agus cabhraigh linn bailchríoch a chur ar Firefox i dtimpeallacht chobhsaí.
hr: Prijavite greške, te nam tako pomognite u dotjerivanju performansi i funkcionalnosti u stabilnom okruženju.
id: Kirimkan laporan bug untuk membantu kami menganalisis kinerja dan fungsionalitas dalam lingkungan yang stabil.
kk: Бізге тұрақты нұсқада өнімділікті және атқарымдылықты арттыру үшін қателер туралы хабарламаларды жазыңыз.
km: ដាក់​ស្នើ​​កំហុស​ដើម្បី​ជួយ​ឲ្យ​ពួក​យើង​អាច​ដាក់​ការ​កែ​សម្រួល​ចុងក្រោយ​ទៅ​លើ​ដំណើរ​ការ និង​មុខងារ​ទៅ​ក្នុង​បរិស្ថាន​ដែល​មាន​ស្ថេរភាព ។
kn: ಒಂದು ಸ್ಥಿರ ಪರಿಸರದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಣೆ ಮತ್ತು ಕಾರ್ಯಶೀಲತೆಯಲ್ಲಿ ಅಂತಿಮ ಸರಿಪಡಿಕೆಗಳನ್ನು ಮಾಡಲು ನಮಗೆ ನೆರವಾಗಲು ದೋಷ ವರದಿಗಳನ್ನು ಸಲ್ಲಿಸಿ.
lt: Registruokite klaidas ir padėkite pašalinti paskutines problemėles, užtemdančias našumo ir funkcionalumo naujoves.
lv: Ziņo par kļūdām un palīdzi ieviest galējās izmaiņas nākotnes stabilajā versijā.
mr: स्थीर वातावरणात कामगिरि व कार्यक्षमताबाबत योग्य पर्याय मांडण्यासाठी बग्स् फाइल करा.
ms: Failkan "bugs" untuk membantu kami dan meletakkan pembetulan terakhir pada kemampuan dan kefungsian dalam keadaan stabil
my: နောက်ဆုံးထွက် ဗားရှင်းအား တည်ငြိမ်ပြီး စွမ်းဆောင်ရည် ၊ လုပ်ဆောင်ချက် များ မြင့်မားစေရန် Bug များဖြည့်စွက်ပြီး ကူညီပေးပါနော်။
nn_no: Registrer buggar for å hjelpa oss å justera yting og funksjonalitet i eit stabilt miljø.
or: ସ୍ଥାୟୀ ପରିବେଶରେ କାର୍ଯ୍ୟଦକ୍ଷତା ଏବଂ ଫଳନକୁ ସୁଧାରିବାରେ ଆମକୁ ସହାୟତା କରିବା ପାଇଁ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt: Preencha bugs para nos ajudar a colocar os últimos tweaks sobre desempenho e funcionalidade num ambiente estável.
ru: Создавайте сообщения об ошибках, чтобы помочь нам провести тюнинг производительности и функциональности стабильной версии.
si: ස්ථාවර පාරිසරිකයක ක්‍රියාකාරීත්වයේ අවසාන සීරු මාරු කිරීමට අපට සහය වීමට දෝෂ ගොනු කරන්න.
sr: Пошаљите нам извештаје о грешкама, како бисте нам помогли да извршимо завршна подешавања перформанси и функционалности у стабилном окружењу.
ta: வழுக்களை அறிக்கையிடுவதன் மூலம், நிலையான சூழலில் செயல்திறன் மற்றும் செயலம்சங்களை சரி செய்ய எங்களுக்கு உதவுங்கள்.
te: వేగం మరియు సౌలభ్యాలకు తుదిమెరుగులను దిద్దడానికి స్థిరమైన వాతావరణంలో లోపాలను గుర్తించి నివేదించి మాకు తోడ్పడండి.
th: แจ้งความผิดพลาดเพื่อช่วยเราปรับแต่งประสิทธิภาพและความสามารถขั้นสุดท้าย
tr: Kararlı bir ortam için son performans ve işlevsellik ayarlarını yapmamıza yardımcı olacak hataları bildirin.
ur: بگز یا گڑبڑ کو نوٹ کر کے ہمیں بھیجیں تاکہ کارکردگی اور فعلیت پر حتمی کام کیا جاسکے مستحکم انوائرمنٹ کے لیے۔
uz: Xatolar haqida bizga ma'lumot jo‘nating. Ular bizga nosozliklarni tuzatishimizda va dasturning mustahkam versiyasini yaratishimizda yordam beradi.
vi: Thông báo lỗi phần mềm để giúp chung tôi tối ưu hiệu năng, chức năng trên một môi trường ổn định.
xh: Faka iibhagi kwifayile ukusinceda silungise amagingxigingxi okugqibela abe kwimeko ezinzileyo.
zh_tw: 送交臭蟲報告給我們，幫助我們在穩定環境當中的效能、功能上做出最終調整。

source: 3. Do Your Part
ar: 3. شارِك
as: ৩. আপোনাৰ অংশ কৰক
az: 3. Öz Töhfənizi Edin
bn_in: ৩) অংশগ্রহণ করুন
es_mx: 3. Participa
fa: ۳. سهم خود را انجام دهید
fr: 3. À vous de jouer
ga_ie: 3. Glac Páirt
hr: 3. Doprinosite
id: 3. Ikut Serta
kk: 3. Үлес қосыңыз
km: 3. ធ្វើ​ការងារ​របស់​អ្នក
kn: 3. ನಿಮ್ಮ ಕೈಲಾದುದನ್ನು ಮಾಡಿ
lt: 3. Tapkite proceso dalimi
lv: 3. Izdari savu daļu
mr: 3. तुमची भूमिका पार पाडा
ms: 3. Lakukan Bahagian Anda
my: ၃။ သင်ကိုယ်တိုင်အစိတ်အပိုင်းအဖြစ်ပါဝင်နိုင်
nn_no: 3. Gjer din del
or: 3. ଆପଣଙ୍କୁ ନ୍ୟସ୍ତ କରାଯାଇଥିବା କାମ କରନ୍ତୁ
pt: 3. Faça a sua parte
ru: 3. Внесите свой вклад
si: 3. ඔබගේ කොටස කරන්න
sr: 3. Пружите свој допринос
ta: 3. உங்கள் பங்களிப்பை அளியுங்கள்
te: 3. మీ వంతు చేయండి
th: 3. คุณเป็นส่วนหนึ่ง
tr: 3. Etkinizi gösterin
ur: اپنا رول ادا کریں ۔
uz: 3. Hissangizni qo‘shing
vi: 3. Đóng góp của bạn
xh: 3. Yenza Eyakho Indima
zh_tw: 3. 加上您的功勞
