Repository: alvinlaz96/mozilla-lang
Catalog: */foundationsection.lang.po
Languages: bn_bd, bn_in, cy, es, fr, ga_ie, hi_in, ku, ms, oc, th, tr, ur, uz, xh, zh_tw

source: The State of Mozilla <span>Annual Report</span>
bn_bd: মোজিলা <span>বার্ষিক রিপোর্ট</span> এর স্টেট
bn_in: Mozilla-এর স্টেট <span>বার্ষিক রিপোর্ট</span>
cy: Cyflwyno Mozilla <span>Adroddiad Blynyddol</span>
es: Estado de Mozilla <span>Informe anual</span>
fr: Mozilla présente son <span>Rapport annuel</span>
ga_ie: <span>Tuarascáil Bhliantúil</span> ar Stádas Mozilla
hi_in: मोजिल्ला की स्थिति <स्पैन>वार्षिक रिपोर्ट</स्पैन>
ku: Rewşa Mozillayê <span>Rapora Salane</span>
ms: Keadaan Mozilla <span>Laporan Tahunan</span>
oc: Mozilla presenta son <span>Rapòrt annadièr</span>
tr: Mozilla Durumu <span>Yıllık Rapor</span>
ur: Mozilla کی حالت <span>سالانہ رپورٹ</span>
uz: Mozilla <span>yillik hisoboti</span> holati
xh: Ubume BeMozilla <span>Ingxelo Yonyaka</span>
zh_tw: Mozilla <span>年報</span>

source: Welcome
bn_bd: স্বাগতম
bn_in: স্বাগতম
cy: Croeso
es: Bienvenido
fr: Bienvenue
ga_ie: Fáilte
hi_in: सुस्वागतम
ku: Bi xêr hatî
ms: Selamat Datang
oc: Benvenguda
th: ยินดีต้อนรับ
tr: Hoş geldiniz
ur: خوش آمدید
uz: Xush kelibsiz
xh: Wamkelekile
zh_tw: 歡迎

source: Opportunities
bn_bd: সুযোগ
bn_in: সুযোগ
cy: Cyfleoedd
es: Oportunidades
fr: Opportunités
ga_ie: Deiseanna
hi_in: अवसर
ku: Derfet
ms: Peluang
oc: Oportunitats
th: โอกาส
tr: Olanaklar
ur: مواقع
uz: Imkoniyatlar
xh: Amathuba
zh_tw: 機會

source: People
bn_bd: জনগণ
bn_in: জনগণ
cy: Pobl
es: Gente
fr: Communautés
ga_ie: Daoine
hi_in: लोग
ku: Mirovahî
ms: Orang
oc: Comunautats
th: ผู้คน
tr: İnsanoğlu
ur: لوگ
uz: Odamlar
xh: Abantu
zh_tw: 成員

source: Ahead
bn_bd: সামনে
bn_in: আগে
cy: O'n Blaen
es: Futuro
fr: Demain
ga_ie: Amach anseo
hi_in: आगे
ku: Siberoj
ms: Di hadapan
oc: Deman
th: ไปข้างหน้า
tr: Gelecek
ur: آگے
uz: Oldinda
xh: Ngaphambili
zh_tw: 未來

source: Download this video:
bn_bd: ভিডিওটি ডাউনলোড করুন:
bn_in: এই ভিডিওটি ডাউনলোড করুন:
cy: Llwytho'r fideo i lawr
es: Descarga este video:
fr: Télécharger cette vidéo&nbsp;:
ga_ie: Íosluchtaigh an físeán seo:
hi_in: यह विडियो डाउनलोड करे:
ku: Vê vîdeoyê jêbar bike:
ms: Muat turun video ini:
oc: Telecargar aquesta vidèo :
th: ดาวน์โหลดวิดีโอนี้:
tr: Bu videoyu indirin:
ur: اس وڈیو کو ڈاؤن لوڈ کریں:
uz: Ushbu videoni yuklab olish:
xh: Dawnlowuda le vidiyo:
zh_tw: 下載此影片:

source: A Different Kind of Browser
bn_bd: একটি ভিন্নধর্মী ব্রাউজার
bn_in: একটি অন্য ধরনের ব্রাউজার
cy: Math Gwahanol o Borwr
es: Un navegador diferente
fr: Un nouveau type de navigateur
ga_ie: Brabhsálaí Difriúil
hi_in: एक अलग प्रकार का ब्राउज़र
ku: Cureyeke Din a Gerokan
ms: Pelayar yang Berbeza
oc: Una mena de navigador diferenta
th: เบราว์เซอร์ในแบบที่แตกต่าง
tr: Başka Türlü Bir Tarayıcı
ur: ایک ممختلف قسم کا براؤزر
uz: Boshqacha turdagi brauzer
xh: Uhlobo Olwahlukileyo LweBhrawza
zh_tw: 不同的瀏覽器

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
bn_bd: মোজিলা আসলে কি? আমরা কেন এটা করছি? আপনার জিজ্ঞাসার জন্য আমরা আনন্দিত।
bn_in: Mozilla সম্পর্কে সব কি? কেন আমরা এগুলো করছি? আমরা আনন্দিত যে আপনি জিজ্ঞাসা করেছেন।
cy: Be mae Mozilla'n ceisio ei gyflawni? Pam ydyn ni'n gwneud hyn? Peth da bod chi'n gofyn.
es: ¿Qué es Mozilla? ¿Por qué estamos haciendo esto? Nos alegra que preguntes.
fr: Qu'est-ce que Mozilla&nbsp;? Quels sont nos objectifs&nbsp;? Nous sommes heureux de pouvoir vous répondre.
ga_ie: Cad é Mozilla? Cén fáth a ndéanaimid é seo? Tá áthas orainn go bhfuil tú anseo.
hi_in: मोजिल्ला किसके बारे में हैं? हम ये क्यों करते हैं? आपने पुछा हमे ख़ुशी हुई।
ku: Ev Mozilla çi ye? Çima em van tiştan dikin? Seheta te xweş ku te pirs kir.
ms: Apa sebenarnya Mozilla? Mengapa kami melakukannya? Kami gembira anda bertanya.
oc: Qu'es aquò Mozilla&nbsp;? Quines son nòstres objectius&nbsp;? Sèm uroses de vos poder respondre.
th: ทั้งหมดของ Mozilla นั้นเกี่ยวกับอะไร? ทำไมเราจึงทำสิ่งนี้? เราดีใจที่คุณถาม
tr: Mozilla neyin nesidir? Bunu neden yapıyoruz? İyi ki sordunuz.
ur: Mozilla کیا ہے؟ ہم یہ سب کیوں کر رہے ہیں؟ ہمیں خوشی ہے کہ آپ نے پوچھا۔
uz: Mozilla haqidagi barcha ma’lumotlar nimalardan iborat? Biz nega buni qilyapmiz? So‘raganingizdan xursandmiz.
xh: Umalunga nantoni uMozilla? Kutheni sisenza oku? Siyavuuya ubuzile.
zh_tw: Mozilla 究竟是什麼？我們為什麼要做這個？我們很高興您問了這個問題。

source: Looking Ahead <span>Mitchell Baker</span>
bn_bd: <span>মিশেল বেকার</span> কে খুঁজুন
bn_in: আগে দেখো <span>মিশেল বেকার</span>
cy: Edrych i'r Dyfodol <span>Mitchell Baker</span>
es: Mirada al futuro <span>Mitchell Baker</span>
fr: Écoutons <span>Mitchell Baker</span>
ga_ie: Ag Breathnú Romhainn <span>Mitchell Baker</span>
hi_in: आगे ददेखते हुए <स्पैन>मित्चेल्ल बेकर</स्पैन>
ku: Berê Me li Siberojê ye <span>Mitchell Baker</span>
ms: Melihat Ke Hadapan <span>Mitchell Baker</span>
oc: Escotam <span>Mitchell Baker</span>
th: มองไปข้างหน้า <span>Mitchell Baker</span>
tr: İleriye Bakış <span>Mitchell Baker</span>
ur: آگے دیکھتے ہوئے <span>مچل بیکر</span>
uz: Oldinga qarang <span>Mitchell Baker</span>
xh: Ukujonga phambili <span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
bn_in: মিশেল বেকার, Mozilla-এর স্টেট আলোচনা করেন।
cy: Mitchell Baker, y Cadeirydd yn cyflwyno Mozilla.
es: Mitchell Baker, presidenta, comenta el estado de Mozilla.
fr: Mitchell Baker, présidente, introduit le rapport d'activité.
ga_ie: Pléann Mitchell Baker, cathaoirleach, staid Mhozilla.
hi_in: मित्चेल्ल बेकर, अध्यक्ष मोजिल्ला की स्थिति के बारे में चर्चा करते हुए।
ku: Serok Mitchell Baker, behsa rewşa Mozillayê dike.
ms: Mitchell Baker, Mempengerusikan perbincangan keadaan Mozilla.
th: Mitchell Baker ประธานผู้อธิบายถึงสถานะของ Mozilla
tr: Mozilla Yönetim Kurulu Başkanı Mitchell Baker, Mozilla'nın durumundan bahsediyor.
uz: Mitchell Baker, rais Mozilla holatini muhokama qilmoqda.
xh: Mitchell Baker, Usihlalo uthetha ngokuma kukaMozilla.
zh_tw: Mitchell Baker，董事長詳述 Mozilla 的現狀。

source: Getting Involved
bn_bd: সম্পৃক্ত হোন
bn_in: যোগদান করুন
cy: Ymunwch
es: Cómo involucrarse
fr: S'impliquer
ga_ie: Rannpháirtíocht
hi_in: शामिल हों
ku: Beşdarî Me Bibe
ms: Penglibatan diri
oc: S'implicar
tr: Aramıza Katılın
ur: شامل ہونا
uz: Jamiyatga qo‘shiling
xh: Ukubandakanyeka
zh_tw: 加入我們

source: Mozilla is a fun, diverse community of people from around the world.
bn_bd: সারা বিশ্বের বিভিন্ন সম্প্রদায়ের মানুষের কাছে মোজিলা মজার ও বিচিত্র।
bn_in: Mozilla হল মজা, সারা বিশ্বের ভিন্ন কমিউনিটির মানুষ।
cy: Mae Mozilla yn gymuned fyd eang o bobl hwyliog ac amrywiol.
es: Mozilla es una comunidad divertida y diversa de gente de todo el mundo.
fr: Mozilla est une communauté mondiale, joviale et d'une grande diversité.
ga_ie: Is comhphobal cairdiúil ilchineálach domhanda é Mozilla.
hi_in: मोजिल्ला एक मजाकि और दुनिया के चारो ओरसे आए विविध लोगों का समुदाय हैं।
ku: Mozilla civakeke bikêf û cuda ye ku ji çar aliyên cîhanê mirov di nav de ne.
ms: Mozilla itu menyeronokkan, mempelbagaikan komuniti masyarakat dari serata dunia.
oc: Mozilla es una comunautat mondiala, joiosa e amb una granda diversitat.
th: Mozilla นั้นสนุก เป็นชุมชนที่หลากหลายของผู้คนจากทั่วโลก
tr: Mozilla, dünyanın her yanındaki insanlardan oluşan eğlenceli, çeşitliliği açık bir topluluktur.
ur: Mozilla دنیا بھر سے لوگوں پر مشتل ایک مزیدار اور الگ کمیونٹی ہے۔
uz: Mozilla - bu butun dunyodagi har xil va quvnoq insonlar jamoasi.
xh: IMozilla ngabantu abonwabisayo, abahlukahlukeneyo ehlabathini lonke.
zh_tw: Mozilla 是一個由全世界的人們所組成好玩的、獨特的社群。

source: Mozilla Firefox billboard, San Francisco
bn_bd: মোজিলা ফায়ারফক্স বিলবোর্ড, সান ফ্রান্সিসকো
bn_in: Mozilla Firefox বিলবোর্ড, সান ফ্রান্সিস্কো
cy: Hysbysfwrdd Mozilla Firefox, San Francisco
es: Publicidad de Mozilla Firefox, San Francisco
fr: Affiche Mozilla Firefox, San Francisco
ga_ie: Fógra Mozilla Firefox, San Francisco
hi_in: मोजिल्ला फ़ायरफ़ॉक्स सूचना पट्ट, सान फ़्रांसिसको
ku: Afîşa Mozilla Firefoxê, San Francisco
ms: Papan iklan Mozilla Firefox, San Francisco
oc: Aficha Mozilla Firefox, San Francisco
tr: Mozilla Firefox afişi, San Francisco
ur: Mozilla Firefox کا بل بورڈ، سین فرانسسکو
xh: Ibhilbhodi yeMozilla Firefox, San Francisco
zh_tw: 舊金山的 Firefox 廣告板

source: Download PDF
bn_bd: পিডিএফ ডাউনলোড করুন
bn_in: PDF ডাউনলোড করুন
cy: Llwytho'r PDF i lawr
es: Descargar PDF
fr: Télécharger le PDF
ga_ie: Íosluchtaigh PDF
hi_in: पिडीएफ डाउनलोड करे
ku: PDFê jêbar bike
ms: Muat turun PDF
oc: Telecargar lo PDF
th: ดาวน์โหลด PDF
tr: PDF'i indirin
ur: PDF ڈاؤن لوڈ کریں
uz: PDF yuklab olish
xh: Khuphela i-PDF
zh_tw: 下載 PDF

source: 2010 Audited Financial Statement
bn_bd: নিরীক্ষিত আর্থিক বিবৃতি ২০১০
bn_in: 2010-এর নিরীক্ষিত আর্থিক বিবৃতি
cy: Datganiad Ariannol Archwiliedig 2010
es: Estado financiero auditado 2010
fr: États financiers audités 2010
ga_ie: Ráiteas Iniúchta Airgeadais 2010
hi_in: 2010 अंकेक्षित वित्तीय कथन
ku: Tabloyên Aboriyê yên Kontrolkirî yên 2010an
ms: Laporan Kewangan yang telah diaudit 2010
oc: Estats financièrs auditats 2010
th: งบการเงินสรุปของปี 2010
tr: Denetimden Geçmiş 2010 Mali Tabloları
ur: 2010 اوڈت شدہ مالی بیان
zh_tw: 2010 年度已審核財務報表

source: 2010 Form 990
bn_bd: ৯৯০ থেকে ২০১০
bn_in: 990 থেকে 2010
cy: Ffurflen 990 2010
es: Formulario 990 2010
fr: Formulaire 990, 2010
ga_ie: Foirm 990 2010
hi_in: 2010 फॉर्म 990
oc: Formulari 990, 2010
ur: 2010 فارم 990

source: Celebrating Firefox
bn_bd: ফায়ারফক্স উদযাপন
bn_in: Firefox উদযাপন করা হচ্ছে
cy: Dathlu Firefox
es: Festejando Firefox
fr: Célébrer Firefox
ga_ie: Ag ceiliúradh Firefox
hi_in: फ़ायरफ़ॉक्स मनाते हुए
ku: Pîrozbahiya Firefoxê
ms: Meraikan Firefox
oc: Celebrar Firefox
th: เฉลิมฉลอง Firefox
tr: Firefox kutlaması
ur: Firefox کا جشن
uz: "Firefox"ni tabriklash
xh: Ukubhiyozela iFirefox
zh_tw: 慶祝 Firefox

source: ReMo Work Week in Paris
bn_bd: প্যারিসে রেমো কার্যসপ্তাহ
bn_in: ReMo প্যারিসে কাজের সপ্তাহ
cy: Wythnos Waith ReMo ym Mharis
es: ReMo Work Week en París
fr: Semaine de travail de ReMo à Paris
ga_ie: Seachtain Oibre ReMo i bPáras
hi_in: रिमो कम सप्ताह पेरिस में
ku: Hefteya Xebatê ya ReMo ya li Parîsê
ms: Minggu Kerja ReMo di Paris
oc: Setmana de trabalh de ReMo a París
th: สัปดาห์การทำงานของ ReMo ในปารีส
tr: Paris'teki ReMo Çalışma Haftası
ur: پیرس میں ReMo کام کا ہفتہ
uz: ReMo Parijdagi ish haftasi
xh: ReMo Work Week eParis
zh_tw: 巴黎的 ReMo 工作週

source: Mozilla Meetup, Brazil
bn_bd: মোজিলা মিটআপ, ব্রাজিল
bn_in: Mozilla মিটআপ, ব্রাজিল
es: Reunión Mozilla, Brasil
fr: Séminaire Mozilla au Brésil
ga_ie: Tionól Mozilla sa Bhrasaíl
hi_in: मोज़िला मिलन, ब्राज़ील
ku: Hevdîtina Mozillayê, Brezîlya
ms: Perjumpaan Mozilla, Brazil
oc: Seminari Mozilla al Brasil
th: การนัดพบของ Mozilla ในบราซิล
tr: Mozilla Buluşması, Brezilya
ur: Mozilla میٹ اپ، برازیل
uz: Mozilla uchrashuvi, Braziliya
zh_tw: 巴西的 Mozilla 聚會

source: Arabic Mozilla
bn_bd: আরবি মোজিলা
bn_in: Mozilla আরব
cy: Mozilla Arabaidd
es: Mozilla Arabia
fr: Mozilla Arabe
ga_ie: Mozilla Arabach
hi_in: अरबी मोजिल्ला
ku: Mozillaya Erebî
ms: Mozilla Arab
oc: Mozilla Arab
th: Mozilla อารบิก
ur: عربی Mozilla
uz: Arabcha Mozilla
xh: IMozilla YesiArabhu

source: Mozilla Kenya
bn_bd: মোজিলা কেনিয়া
bn_in: Mozilla কেনিয়া
es: Mozilla Kenia
ga_ie: Mozilla sa Chéinia
hi_in: मोजिल्ला केन्या
ku: Mozillaya Kenyayê
ur: Mozilla کینیا
xh: IMozilla yaseKenya

source: Mozilla Indonesia
bn_bd: মোজিলা ইন্দোনেশিয়া
bn_in: Mozilla ইন্দোনেশিয়া
fr: Mozilla Indonésie
ga_ie: Mozilla san Indinéis
hi_in: मोजिल्ला इंडोनेशिया
ku: Mozillaya Endonezyayê
tr: Mozilla Endonezya
ur: Mozilla انڈونیشیا
uz: Mozilla Indoneziya
xh: IMozilla YaseIndonesia

source: Other languages & sharing
bn_bd: অন্যান্য ভাষায় এবং শেয়ার
bn_in: অন্যান্য ভাষা এবং শেয়ারসমূহ
cy: Ieithoedd eraill a rhannu
es: Compartir y otros idiomas
fr: Autres langues & partager
ga_ie: Teangacha eile agus comhroinnt
hi_in: अन्य भाषाएं और सहभाजन
ku: Zimanên din û parvekirin
ms: Bahasa lain & perkongsian
oc: Autras lengas & partejar
th: ภาษาอื่นและการแบ่งปัน
tr: Diğer diller ve paylaşım
ur: دوسری زبانیں اور حصہ داری
uz: Boshqa tillar va bo‘lishish
xh: Ezinye iilwimi nokwabelana
zh_tw: 其他語言與分享

source: ReMo Work Week, Paris
tr: ReMo Çalıştayı, Paris
