Repository: alvinlaz96/mozilla-lang
Catalog: */home.lang.po
Languages: az, bn_bd, cy, es, fr, hi_in, mn, ms, oc, ru, ur

source: Personalize
az: Şəxsiləşdir
bn_bd: ব্যক্তিকরণ
cy: Personoli
es: Personaliza
fr: Personnalisation
hi_in: निजीकृत करें
mn: Өөрийн болгох
ms: Personalisasi
oc: Personalizacion
ru: На любой вкус
ur: ذاتی بنائیں

source: One size doesn’t fit all.
az: Hər kəsin öz zövqü var.
bn_bd: একই আকার সবগুলিতে ফিট হচ্ছে না।
cy: Nid yw un maint yn ffitio pawb.
es: No todos tienen la misma talla.
fr: À chacun son navigateur.
hi_in: एक आकार में सभी फिट नहीं है.
mn: Нэг хэмжээ нь бүгдэд таарахгүй.
ms: Satu saiz yang tidak sesuai untuk semua
oc: A cadun son navigador.
ru: У каждого свои предпочтения.
ur: ایک سائز سب کو نہیں پورا آتا۔

source: Go Fast
az: Cəld, İrəli!
bn_bd: দ্রুত যান
cy: Mynd yn Gyflym
es: Acelera
fr: Vitesse grand V
hi_in: तेजी से जाये
mn: Хурдлах
ms: Gerak Pantas
oc: Anar viste
ru: Быстрее, вперед!
ur: تیز چلیں

source: Accelerate the way you use the web.
az: İnternetdi maksimum sürətlə gəz.
bn_bd: আপনার ওয়েব ব্যবহার ত্বরান্বিত করুন।
cy: Cyflymu'r ffordd rydych yn defnyddio'r we.
es: Acelera la forma en la que usas la Web.
fr: Donnez un coup d'accélérateur à votre navigation sur le Web.
hi_in: अपने वेब इस्तमाल करने में तेजी लाइए।
mn: Вэб хэрэглэдэг хурдаа нэмэх.
ms: Percepatkan dengan cara anda gunakan web.
oc: Acceleratz lo biais d'utilizar internet.
ru: Врывайся в Сеть с максимальной скоростью.
ur: اپنا ویب استعمال کرنے کا طریقی تیز بنائیں۔

source: Stay Safe
az: Güvəndə Ol
bn_bd: নিরাপদ থাকুন
cy: Cadw'n Ddiogel
es: Mantén tu seguridad
fr: Sécurité
hi_in: सुरक्षित रहो
mn: Аюулгүй байх
ms: Bertindak selamat
oc: Demoratz en seguretat
ru: Безопасность превыше всего
ur: محفوظ رہیں

source: We’ve got your back.
az: Arxanda biz varıq.
bn_bd: আমরা আপনার ব্যাক পেয়েছি।
cy: Rydym yn gofalu amdanoch.
es: Cubrimos tus espaldas.
fr: Nous protégeons votre ordinateur et vos données personnelles.
hi_in: हम आपके पीछे हैं।
mn: Бид таны арыг тань хариуцах болно.
ms: Kami ada belakang anda.
oc: Protegissèm vòstre ordenador e vòstras donadas personalas.
ru: Мы позаботились о защите.
ur: ہم آپ کے لیے دیکھ رہیں ہیں۔

source: Get Firefox on your phone!
az: Firefox-u mobil telefonuna endir!
bn_bd: আপনার ফোনে ফায়ারফক্স ব্যবহার করুন!
cy: Cael Firefox ar eich ffôn!
es: ¡Obtén Firefox en tu teléfono!
fr: Découvrez Firefox sur votre mobile !
hi_in: अपने फोन पर फ़ायरफ़ॉक्स लाईये!
mn: Гар утсандаа Firefox-г татан авна уу!
ms: Dapatkan Firefox pada telefon mudah alih anda!
oc: Utilizatz Firefox sus vòstre telefonet !
ru: Загрузи Firefox на свой телефон!
ur: اپنے فون کے لیے Firefox لیں!

source: Made for sharing.
az: Paylaşmaq üçün yaradılıb.
bn_bd: ভাগ করে নেওয়ার জন্য প্রস্তুত।
cy: Wedi ei wneud ar gyfer rhannu.
es: Creado para ser compartido.
fr: Conçu pour le partage.
hi_in: दूसरों के साथ साझा करने के लिए बनाया गया।
mn: Хуваалцах
ms: Dicipta untuk dikongsi
oc: Concebut pel partiment.
ru: Создан чтобы общаться.
ur: شیئر کرنے کے لیے بنایا گیا۔

source: Create <br/> dedicated <br/> tabs for it
az: Bunun üçün <br/> ayrılmış <br/> vərəq yarat
bn_bd: এটি জন্য <br/> নিয়োজিত <br/> ট্যাব তৈরি করুন
cy: Creu tabiau <br/> penodol <br/> ar ei gyfer
es: Crea <br/> pestañas <br/> fijas
fr: Créez des onglets <br/> dédiés <br/> au partage
hi_in: इसके लिए<br/>समर्पित<br/>टैब बनायें
mn: Үүнд <br/> зориулсан <br/> тэйб цонх нээх
ms: Bina <br/> didedikasikan <br/> tab-tab untuk ia
oc: Creatz d'onglets <br/> dedicats <br/> al partiment
ru: Создай <br/> для этого <br/> выделенные вкладки
ur: اس کے لیے <br/>عمومی<br/> ٹیب بنائیں

source: Customize <br/> to make <br/> it faster
az: Daha sürətli <br/> etmək üçün <br/> özəlləşdir
bn_bd: এটি দ্রুততর <br/> করতে <br/> কাস্টমাইজ করুন
cy: Cyfaddasu <br/>i'w wneud <br/> yn gynt
es: Personaliza <br/> para hacerlo <br/> más rápido
fr: Optimisez <br/> pour aller<br/> plus vite
hi_in: इसे तेज<br/>करने के लिए<br/> अनुकूलित बनाये
mn: Илүү хурдан <br/> болгохын тулд <br/> өөр тохируулан өөрчлөнө үү.
ms: Kustomisasi <br/> untuk buatkan <br/> ia lebih pantas
oc: Optimizatz <br/> per anar <br/> mai viste
ru: Ускорь <br/> с помощью <br/> настроек
ur: اسے اور تیز <br/>بنانے کے لیے<br/> تخصیص کریں

source: Get add-ons <br/> and make <br/> it easier
az: Əlavələri endir <br/> və işini <br/> asanlaşdır
bn_bd: অ্যাড-অন পান <br/> এবং এটি <br/> সহজতর করে তুলুন
cy: Ychwanegion <br/> i'w wneud <br/> yn haws
es: Obtén complementos <br/> y hazlo <br/> más fácil
fr: Installez<br/>des modules <br>pour vous <br/> faciliter <br/> la vie
hi_in: ऐड-ओंस प्राप्त करे ओर इसे आसान<br/>बनाये<br/>
mn: Нэмэгдэл чадварыг <br/> татан авч <br/> илүү хялбар болгоно уу
ms: Dapatkan addon <br/> dan lakukan <br/> ia lebih mudah
oc: Installatz <br/>de moduls per vos facilitar <br/> la vida
ru: Загрузи дополнения <br/> и сделай <br/> это легче
ur: ایڈ اون لیں<br/> اور اسے<br/> آسان بنائیں

source: Works harder so <br /> you don't have to.
az: Siz çox əziyyət çəkməyəsiniz deyə <br /> ağır işləyirlər.
bn_bd: কঠিন কাজ তাই <br /> আপনাকে করতে হবে না।
cy: Gweithio'n galed <br /> ar eich rhan.
fr: Firefox vous mâche <br/> le travail !
hi_in: कठिन काम करता है<br />ताकि आप वो न करे।
mn: Сайн ажилладаг учир <br/> та хийх шаардлагагүй.
ms: Kerja lebih keras dimana <br /> anda tidak perlukan ia.
oc: Firefox vos facilita <br/> lo trabalh !
ur: زیادہ محنت کرتا ہے تاکہ<br /> آپ کو نہ کرنی پڑے۔

source: Increased <br/> speed
az: Artmış <br/> sürət
bn_bd: বর্ধিত <br/> গতি
cy: Cynyddu <br/> cyflymder
es: Velocidad <br/> mejorada
fr: Plus de <br/> rapidité
hi_in: वर्धित <br/> गति
mn: Өсөлттөй <br/> хурд
ms: Tambahkan <br/> speed
oc: Velocitat <br/> aumentada
ru: Возросшая <br/> скорость
ur: بہتر <br/> رفتار

source: Easy to <br/> access tabs
az: Vərəqlərin idarəsi <br/> daha asan
bn_bd: ট্যাবে <br/> প্রবেশ করা সহজ
cy: Tabiau <br/> hawdd cael atynt
es: Acceso <br/> fácil a pestañas
fr: Onglets <br/> faciles d'accès
hi_in: टैब का <br/> उपयोग करने के लिए आसान
mn: Тэйб цонх <br/> нээхэд хялбар
ms: Mundah untuk <br/> akses tab-tab
oc: Accès als onglets <br/> mai aisit
ru: Лёгкий <br/> доступ к вкладкам
ur: ٹیب کی <br/>رسائی آسان

source: Productivity <br/> add-ons
az: Çox funksiyalı <br/> əlavələr
bn_bd: প্রোডাকটিভিটি <br/> অ্যাড-অন
cy: Ychwanegion <br/> cynhyrchiol
es: Complementos <br/> de productividad
fr: Modules de <br/> productivité
hi_in: उत्पादकता <br/> ऐड-ओंस
mn: Бүтээмжтэй <br/> нэмэгдэл чадвар
ms: Produktiviti <br/> add-ons
oc: Moduls de <br/> productivitat
ru: Многофункциональные <br/> дополнения
ur: پیداوری <br/> ایڈ اون

source: Made for <br/> the way you play.
az: Sənin tərzinə görə <br/> hazırlanıb.
bn_bd: আপনার <br/> খেলার জন্য প্রস্তুত।
cy: Ar gyfer <br/> y ffordd rydych yn chwarae.
fr: Pour jouer <br/>comme vous aimez.
hi_in: आप जिस तरह से खेलते हैं उस्सी के लिए <br/> बनाया हुआ
mn: Тоглоход тань <br/> тав тухтай
ms: Dicipta untuk <br/> cara anda bermain.
oc: Per jogar <br/>coma vos agrada.
ur: آپ کے کھیل کے طریقے <br/> کے لیے بنا ہوا۔

source: 3D <br/> graphics
az: 3D <br/> qrafika
bn_bd: ত্রিমাত্রিক <br/> গ্রাফিক্স
cy: Graffigau <br/> 3D
es: Gráficos <br/> 3D
fr: Graphismes <br/> 3D
hi_in: 3डी <br/> ग्राफिक्स
mn: 3D <br/> график
ms: 3D <br/> grafik
oc: Grafismes <br/> 3D
ru: 3D <br/> графика
ur: <br/>3D گرافیکس

source: Even more <br/> reliable
az: Artırılmış <br/> güvən
bn_bd: এমনকি আরও <br/> নির্ভরযোগ্য
cy: Mwy dibynadwy <br/> byth
es: Mucho más <br/> fiable
fr: Encore plus <br/> fiable
hi_in: और ज्यादा <br/> भरोसेमंद
mn: Илүү <br/> найдвартай
ms: Lebih <br/> dipercayai
oc: Encara mai <br/> fisable
ru: Повышенная <br/> надежность
ur: اور بھی <br/> زیادہ معتبر

source: Effortless <br/> customization
az: Rahat başa düşülən <br/> tənzimləmələr
bn_bd: ঝামেলাবিহীন <br/> কাস্টমাইজেশন
es: Personalización <br/> sin esfuerzo
fr: Personnalisation <br/> facile
hi_in: निष्क्रय <br/> अनुकूलन
mn: Өөрт тохируулан <br/> өөрчлөхөд хялбар
ms: Tidak susah <br/> dikustomisasi
oc: Personalizacion <br/> sens esfòrç
ru: Интуитивно понятная <br/> настройка
ur: آسان <br/> تخصیص کاری

source: Advanced <br/> security
az: Artırılmış <br/> təhlükəsizlik
bn_bd: উন্নত <br/> নিরাপত্তা
cy: Diogelwch <br/> uwch
es: Seguridad <br/> avanzada
fr: Sécurité <br/> renforcée
hi_in: विस्तृत <br/> सुरक्षा
ms: Sekuriti <br/> diperhebatkan
oc: Seguretat <br/> renforçada
ru: Повышенная <br/> безопасность
ur: اعلٰی <br/> سلامتی

source: Advanced <br/> graphics
bn_bd: উন্নত <br/> গ্রাফিক্স
cy: Graffigau <br/> uwch
es: Gráficos <br/> avanzados
fr: Graphismes <br/> de pointe
hi_in: विस्तृत <br/> ग्राफिक्स
mn: Дээд зэргийн <br/> график
ms: Grafik <br/> lebih maju
oc: Grafismes <br/> avançats
ru: Продвинутая <br/> графика
ur: اعلٰی <br/> گرافیکس

source: Improved <br/> reliability
az: Yaxşılaşdırılmış <br/> güvən
bn_bd: উন্নত <br/> নির্ভরযোগ্যতা
cy: Mwy <br/> dibynadwy
es: Estabilidad <br/> mejorada
fr: Fiabilité <br/> améliorée
hi_in: उन्नत <br/> विश्वसनीयता
mn: Илүү найдвартай
ms: Bertambah <br/> dipercayai
oc: Fisabilitat <br/> melhorada
ru: Повышенная <br/> надежность
ur: پڑھنے میں<br/> اور آسان
