Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Contribute to this page
ar: ساهم في هذه الصفحة
az: Bu səhifəyə töhfə ver
br: Kemer perzh e-barzh ar bajenn-mañ
ca: Col·laboreu amb aquesta pàgina
cy: Cyfrannwch i'r dudalen hon
fi: Kehitä tätä sivua
fr: Contribuer à cette page
ga_ie: Cuir feabhas ar an leathanach seo
gd: Cuir ris an duilleag seo
hy_am: Մասնակցեք այսս էջին
id: Berkontribusi ke laman ini
is: Bæta við efni á þessa síðu
kab: Ttekki deg usebter agi
kn: ಈ ಪುಟಕ್ಕೆ ಕೊಡುಗೆ ನೀಡಿ
ku: Piştgiriyê bide vê rûpelê
lt: Prisidėkite prie šio tinklalapio
lv: Papildini šo lapu
mr: ह्या पृष्ठकरीता सहकार्य करा
my: ဤစာမျက်နှာအတွက်ကူညီမည်
ne: यो पानामा योगदान गर्नुहोस
oc: Contribuissètz a aquesta pagina
ru: Принять участие в проекте
sr: Допринесите овој страници
sw: Changia kwa huu ukurasa
ta: இந்த பக்கத்திற்கு பங்களிதிடுங்கள்
te: ఈ పేజీని మెరుగుపరచండి
th: มีส่วนร่วมกับหน้านี้
ur: اس پیج میں حصہ ڈالیں
uz: Loyihada ishtirok etish
vi: Đóng góp cho trang này

source: Mission
ar: المهمة
az: Missiya
br: Kefridi
ca: Missió
cy: Amcan
fi: Missio
ga_ie: Misean
gd: Am misean
hy_am: Նպատակը
id: Misi
is: Takmark
kn: ಗುರಿ
ku: Erk
lt: Misija
lv: Misija
mr: उद्देश्य
my: ရည်မှန်းချက်
ne: लक्ष
ru: Миссия
sr: Мисија
sw: Dhamira
ta: தன்னேற்புத் திட்டம்
te: ఆశయం
th: เป้าหมาย
ur: میشن
uz: Maqsadimiz
vi: Sứ mệnh

source: Tour
az: Tur
br: Gweladenniñ
ca: Visita guiada
cy: Cyflwyniad
fi: Esittely
fr: Visite guidée
ga_ie: Turas
gd: Turas
hy_am: Շրջայց
id: Tur
is: Skoðunarferð
kab: Tirza fessusen
kn: ಪ್ರವಾಸ
ku: Geşt
lt: Apžvalga
lv: Ekskursija
mr: दौरा
my: လေ့လာမည်
oc: Torn
sr: Обилазак
sw: Zuru
ta: உலா
te: ప్రదర్శన
th: ท่องดู
ur: سیر
uz: Sayohat
vi: Tham quan

source: Partner with Us
az: Bizimlə iş birliyi
br: Deuit da vezañ keveler
ca: Col·laboreu amb nosaltres
cy: Partneru gyda Ni
fi: Ryhdy yhteistyöhön
ga_ie: Comhpháirtíocht
gd: Rach ann an com-pàirteachas leinn
hy_am: Համագործակցե մեզ հետ
is: Taktu þátt með okkur
kab: Imɛawanen
kn: ನಮ್ಮೊಂದಿಗೆ ಪಾಲುದಾರರಾಗಿ
ku: Hevkariya me bike
lt: Bendradarbiaukime
lv: Kļūstiet par mūsu partneri
mr: आमचे भागीदार व्हा
my: ကျွန်ုပ် တို့နှင့် လက်တွဲပါ
ne: हामिसंग साझेदारी गर्नुहोस्
oc: Partenariats
sw: Shirikiana nasi
ta: எங்களுடன் பங்காளியாகு
th: เป็นพันธมิตรกับเรา
ur: ہمارے ساتھ شریک ہوں
uz: Biz bilan hamkorlik qilish
vi: Hợp tác

source: Sync
cy: Cydweddu
fi: Sync-palvelu
gd: Sioncronaich
kab: Mtawi
kn: ಸಿಂಕ್
lt: Sinchronizavimas
lv: Sinhronizācija
my: ထပ်တူချိတ်
ta: ஒத்திசை
ur: ہمہ وقت سازی
uz: Sinx
vi: Đồng bộ Sync

source: Desktop Add-ons
az: Masaüstü Əlavələri
br: Askouezhioù evit urzhiataerioù burev
ca: Complements per a escriptori
cy: Ychwanegion Bwrdd Gwaith
fi: Pöytäkoneversion lisäosat
ga_ie: Breiseáin ar an Deasc
gd: Tuilleadain deasga
is: Borðtölvu viðbætur
kab: Izegrar n uselkim
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಆಡ್‌-ಆನ್‌ಗಳು
ku: Add-onên Sermaseyê
lt: Priedai kompiuteryje
lv: Papildinājumi datoram
my: ဒတ်စတော့ခ် ထပ်ပေါင်းဆော့ဝဲများ
ne: डेस्कटपका एड-अनहरू
sw: Nyongeza za kompyuta
ta: திரைகணினிக்கான கூடுதல் இணைப்புகள்
th: ส่วนเสริมสำหรับเดสก์ท็อป
ur: ڈیسک ٹاپ ایڈ اون
uz: Kompyuter uchun qo‘shimcha dasturlar
vi: Add-on cho máy tính

source: Android Add-ons
br: Askouezhioù Android
ca: Connectors de l'Android
cy: Ychwanegion Android
fi: Android-version lisäosat
ga_ie: Breiseáin Android
gd: Tuilleadan Android
is: Android viðbætur
kab: Izegrar Android
kn: ಆಂಡ್ರಾಯ್ಡ್ ಆಡ್-ಆನ್‌ಗಳು
lt: „Android“ priedai
lv: Android papildinājumi
my: အန်းဒရွိက် အားဖြည့်ပရိုဂရမ်များ
ne: Android एड-अनहरू
sw: Nyongeza za Android
ta: ஆண்ட்ராய்டு கூடுதல்-இணைப்புகள்
th: ส่วนเสริม Android
ur: Android کے اظافہ-جات
uz: Android qo‘shimcha dasturlari
vi: Add-on cho Android

source: Themes
az: Mövzular
br: Dodennoù
ca: Temes
cy: Themâu
fi: Teemat
ga_ie: Téamaí
gd: Ùrlaran
is: Þema
kab: Isental
kn: ಪರಿಸರವಿನ್ಯಾಸಗಳು
ku: Dirb
lt: Grafiniai apvalkalai
lv: Tēmas
my: အခင်းအကျင်းများ
ne: आवरणहरू
oc: Tèmas
sw: Mandhari
ta: தோற்றங்கள்
th: ชุดตกแต่ง
ur: خیالیات
uz: Mavzular
vi: Chủ đề

source: Desktop Support
az: Masaüstü Dəstəyi
br: Urzhiataerioù burev
ca: Ajuda per a escriptori
cy: Cynnal y Bwrdd Gwaith
fi: Pöytäkoneversion tuki
ga_ie: Tacaíocht (Deasc)
gd: Taic airson Firefox deasga
is: Hjálp fyrir tölvu
kab: Tallalt n Iselkimen
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಬೆಂಬಲ
ku: Piştgiriya Sermaseyê
lt: Stalinės „Firefox“ palaikymas
lv: Atbalsts datoram
my: ဒတ်စတော့ခ် အထောက်အပံ့
ne: Desktop साहयता
sw: Usaidizi wa Kompyuta
ta: திரைக்கணினிக்கான ஆதரவு
th: การสนับสนุนเดสก์ท็อป
ur: ڈیسک ٹاپ معاونت
uz: Kompyuter uchun moslik
vi: Hỗ trợ bản cho máy tính

source: Android Support
br: Skor Android
ca: Suport per a l'Android
cy: Cefnogaeth Android
fi: Android-tuki
ga_ie: Tacaíocht Android
gd: Taic Android
is: Android stuðningur
kab: Tallalt Android
kn: ಆಂಡ್ರಾಯ್ಡ್ ಬೆಂಬಲ
lt: „Android“ palaikymas
lv: Android atbalsts
my: အန်းဒရွိက် အထောက်အပံ့
ne: Android साहयता
sw: Usaidizi wa Android
ta: ஆண்ட்ராய்டு ஆதரவு
ur: Android کا تعاون
uz: Android yordam xizmati
vi: Hỗ trợ trên Android

source: Performance
az: Performans
br: Digonusted
ca: Rendiment
cy: Perfformiad
fi: Suorituskyky
ga_ie: Feidhmíocht
gd: Dèanadas
is: Afkastageta
kab: Tamellit
kn: ಕಾರ್ಯಾಚರಣೆ
ku: Performans
lt: Našumas
lv: Veiktspēja
my: လုပ်ဆောင်မှူ
ne: प्रदर्शन
sw: Utenda kazi
ta: செயல்திறன்
th: ประสิทธิภาพ
ur: سرانجام دہی
uz: Unumdorlik
vi: Hiệu năng

source: Technology
az: Texnologiya
br: Kalvezouriezh
ca: Tecnologia
cy: Technoleg
fi: Tekniikka
ga_ie: Teicneolaíocht
gd: Teicneolas
is: Tækni
kab: Tatiknulujit
kn: ತಂತ್ರಜ್ಞಾನ
ku: Teknolojî
lt: Technologija
lv: Tehnoloģija
my: နည်းပညာ
ne: प्रबिधि
sw: Teknolojia
ta: தொழில்நுட்பம்
th: เทคโนโลยี
ur: ٹیکنالوجی
uz: Texnologiya
vi: Công nghệ

source: Privacy &amp; Security
az: Şəxsilik və Təhlükəsizlik
br: Buhez prevez ha diogelroez
ca: Privadesa i seguretat
cy: Preifatrwydd a Diogelwch
fi: Tietosuoja ja turvallisuus
ga_ie: Príobháideacht &amp; Slándáil
gd: Prìobhaideachd ⁊ Tèarainteachd
is: Friðhelgi og öryggi
kab: Tudert tabaḍnit &amp; Taɣellist
kn: ಗೋಪ್ಯತೆ &amp; ಸುರಕ್ಷತೆ
ku: Nepenî &amp; Ewlekarî
lt: Privatumas ir saugumas
lv: Privātums un drošība
my: လုံခြုံရေး &amp; ထိမ်းသိမ်းရေး
ne: गोपनीयता र सुरक्षा
sw: Faragha&amp; Usalama
ta: தனி உரிமை &amp; பாதுகாப்பு
th: ความเป็นส่วนตัวและความปลอดภัย
ur: نجی نوعیت ;amp& سلامتی
uz: Maxfiylik va xavfsizlik
vi: Riêng tư &amp; Bảo mật

source: Releases
az: Buraxılışlar
br: Ermaeziadennoù
ca: Versions
cy: Rhyddhau
fi: Julkaisut
ga_ie: Leaganacha
gd: Sgaoilidhean
is: Útgáfur
kab: Ileqman
kn: ಬಿಡುಗಡೆಗಳು
ku: Weşanên me
lt: Laidos
lv: Laidieni
my: ထုတ်လွှင့်မှူများ
ne: जारी
oc: Versions
sw: Toleo
ta: வெளியீடுகள்
th: รุ่นที่ออก
ur: اجرا
uz: Relizlar
vi: Các bản phát hành

source: Firefox for Organizations
az: Təşkilatlar üçün Firefox
br: Firefox evit aozadurioù
ca: Firefox per a organitzacions
cy: Firefox far gyfer Cyrff
fi: Firefox organisaatioille
ga_ie: Firefox i d'Eagraíocht
gd: Firefox do bhuidhnean
is: Firefox fyrir fyrirtæki
kab: Firefox i tkebbaniyin
kn: ಸಂಸ್ಥೆಗಳಿಗಾಗಿ ಫೈರ್ಫಾಕ್ಸ್
ku: Firefox ji bo Sazî û Dezgehan
lt: „Firefox“ organizacijoms
lv: Firefox organizācijām
my: အဖွဲ့အစည်းများအတွက် မီးမြေခွေး
ne: संघ संस्थाहरुका लागि Firefox
sw: Firefox ya Mashirika
ta: நிறுவனங்களுக்கான பயர்பாக்ஸ்
th: Firefox สำหรับองค์กร
ur: تنظیموں کے لیے Firefox
uz: Tashkilotlar uchun Firefox
vi: Firefox cho các tổ chức

source: Mobile Add-ons
az: Mobil Əlavələr
br: Askouezhioù evit hezougelloù
ca: Complements per a mòbils
cy: Ychwanegion Symudol
fi: Mobiiliversion lisäosat
ga_ie: Breiseáin Shoghluaiste
gd: Tuilleadain mobile
is: Farsíma viðbætur
kab: Izegrar izirazen
kn: ಮೊಬೈಲ್ ಆಡ್-ಆನ್‌ಗಳು
ku: Add-onên Mobîlê
lt: Priedai mobiliajame
lv: Papildinājumi mobilajiem
my: မိုဘိုင်း ထပ်ပေါင်းဆော့ဝဲများ
ne: मोबाइल एड-अनहरू
sw: Nyongeza za Simu
ta: செல்பேசியின் கூடுதல் இணைப்புகள்
th: ส่วนเสริมสำหรับอุปกรณ์พกพา
ur: موبائل ایڈ اون
uz: Mobil qurilmalar uchun qo‘shimcha dasturlar
vi: Add-on cho di động

source: Mobile Support
az: Mobil Dəstək
br: Hezougelloù
ca: Ajuda per a mòbil
cy: Cynnal y Symudol
fi: Mobiiliversion tuki
ga_ie: Tacaíocht (Soghluaiste)
gd: Taic airson Firefox mobile
is: Hjálp fyrir farsíma
kab: Tallalt i yizirazen
kn: ಮೊಬೈಲ್ ಬೆಂಬಲ
ku: Piştgiriya Mobîlê
lt: Mobiliosios „Firefox“ palaikymas
lv: Atbalsts mobilajiem
my: မိုဘိုင်း အထောက်အပံ့
ne: मोबाइल साहयता
oc: Aparelhs mobils
sw: Usaidizi wa Simu
ta: செல்பேசிக்கான ஆதரவு
th: การสนับสนุนอุปกรณ์พกพา
ur: موبائل معاونت
uz: Mobil telefonlarga moslik
vi: Hỗ trợ di động

source: Blog
az: Bloq
fi: Blogi
ga_ie: Blag
gd: Bloga
is: Blogg
kab: Ablug
kn: ಬ್ಲಾಗ್
lt: Tinklaraštis
lv: Blogs
my: ဘလော်ခ့်
ne: ब्लग
sw: Blogu
ta: வலைப்பூ
th: บล็อก
ur: بلاگ

source: About Firefox
az: Firefox Haqqında
br: A-zivout Firefox
ca: Quant al Firefox
cy: Ynghylch Firefox
fi: Tietoja Firefoxista
ga_ie: Maidir le Firefox
gd: Mu dhèidhinn Firefox
is: Um Firefox
kab: Ɣef Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ಬಗ್ಗೆ
ku: Derbarê Firefoxê de
lt: Apie „Firefox“
lv: Par Firefox
my: မီးမြေခွေး အကြောင်း
ne: Firefox को बारेमा
oc: A prepaus de Firefox
sw: Kuhusu Firefox
ta: பயர்பாக்ஸ் பற்றி
th: เกี่ยวกับ Firefox
ur: Firefox کے بارے میں
uz: Firefox haqida
vi: Giới thiệu Firefox

source: Join Mozilla
az: Mozilla-ya Qoşul
br: Mont davet Mozilla
ca: Uniu-vos a Mozilla
cy: Ymuno â Mozilla
fi: Liity Mozillaan
ga_ie: Bí Linn
gd: Gabh pàirt ann am Mozilla
hy_am: Միացի՛ր Mozilla-ին
is: Taka þátt með Mozilla
kab: Ddu ɣer Mozilla
kn: ಮೋಝಿಲ್ಲಾದೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ
ku: Beşdarî Mozillayê bibe
lt: Jungtis prie „Mozillos“
lv: Pievienojies Mozilla
mr: मोझीलामध्ये सामिल व्हा
my: မိုဇီလာတွင်ပါဝင်ပါ
ne: Mozilla मा सहभागी हुनुहोस्
oc: Rejonhètz Mozilla
sw: Ungana na Mozilla
ta: Mozilla இல் சேரவும்
th: เข้าร่วม Mozilla
ur: Mozilla کا حصہ بنیں
uz: "Mozilla"ga qo‘shiling
vi: Tham gia Mozilla

source: Participate
az: İştirak et
br: Kemer perzh
ca: Participeu
cy: Cymryd Rhan
fi: Osallistu
ga_ie: Glac Páirt
gd: Gabh pàirt
is: Taka þátt
kab: Ttekki
kn: ಭಾಗವಹಿಸಿ
ku: Bibe hevpar
lt: Dalyvavimas
lv: Piedalies
my: ပါဝင်လုပ်ဆောင်ပါ
ne: सहभागी
sw: Shiriki
ta: பங்கெடுக்கவும்
th: มีส่วนร่วม
ur: شمولیت
uz: Hissangizni qo‘shing
vi: Tham gia

source: Volunteer
br: Kemer perzh
ca: Voluntaris
cy: Gwirfoddoli
fi: Vapaaehtoinen
ga_ie: Obair Dheonach
gd: Com-pàirteachas saor-thoileach
is: Taka þátt
kab: Iwizi
lt: Savanorystė
lv: Piesakies par brīvprātīgo
my: လုပ်အားပေး
ne: स्वयंसेवक
oc: Contribuir
sw: Jitolee
ta: தன்னார்வலர்
th: อาสาสมัคร
ur: رضاکار
uz: Ko‘ngilli
vi: Tình nguyện viên

source: Brand Toolkit
az: Brend Alətləri
br: Sturlevr ar merk
ca: Eines de marca
cy: Offer Nod Masnach
fi: Brändipaketti
ga_ie: Uirlisí Brandála
kab: Amnir n uɣanib
kn: ಬ್ರಾಂಡ್ ಟೂಲ್‌ಕಿಟ್
ku: Amûrdanka Berhemê
lt: Prekės ženklo vadovas
lv: Zīmola rīki
sw: Kashaa zana la Chapa
ta: பிராண்ட் கருவிகள்
th: เครื่องมือสำหรับแบรนด์
ur: برانڈ ٹول کٹ
uz: Brend vositalari
vi: Bộ công cụ thương hiệu

source: Partnerships
az: İş Birliyi
br: Kevelerezhioù
ca: Socis
cy: Partneriaethau
fi: Yhteistyömahdollisuudet
ga_ie: Comhpháirtíocht
gd: Com-pàirteachasan
is: Þátttakendur
kab: Imɛawanen
kn: ಸಹಭಾಗಿತ್ವಗಳು
ku: Hevparî
lt: Partnerystė
lv: Partnerības
my: လက်တွဲလုပ်ဆောင်မှူ
ne: साझेदारीहरू
sw: Ushirikiano
ta: பங்காளித்தனங்கள்
th: พันธมิตร
ur: حصہ داری
uz: Hamkorlik
vi: Hợp tác

source: Get Mozilla updates
az: Mozilla yeniliklərini əldə edin
br: Kaout hizivadurioù Mozilla
ca: Obtén actualitzacions de Mozilla
cy: Derbyn diweddariadau Mozilla
fi: Tilaa Mozilla-tiedotteet
ga_ie: Faigh nuacht ó Mhozilla
gd: Faigh ùrachaidhean Mozilla
is: Ná í Mozilla uppfærslur
kab: Amaynut si Mozilla
kn: ಮೊಝಿಲ್ಲಾ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಪಡೆಯಿರಿ
ku: Nûkirinên Mozillayê bistîne
lt: „Mozillos“ naujienos
lv: Piesakies Mozilla jaunumiem
my: မိုဇီလာ အဆင့်မြှင့်တင်မှူများအားရယူပါ
ne: Mozilla बाट सुन्नुहोस्
sw: Pata sasisho za Mozilla
ta: மொசில்லா மேம்பாடுகளை பெறவும்
th: ตามข้อมูลใหม่ของ Mozilla
ur: Mozilla کی تازہ کاری حاصل کریں
uz: Mozilla yangiliklarini olib turing
vi: Tải cập nhật của Mozilla

source: Share
az: Paylaş
br: Rannañ
ca: Comparteix
cy: Rhannu
fi: Jaa
ga_ie: Comhroinn
gd: Co-roinn
is: Deila
kab: Bḍu
kn: ಹಂಚು
ku: Parve bike
lt: Dalintis
lv: Dalīties
my: မျှဝေ
ne: बाड्नुहोस्
sw: Shiriki
ta: பகிர்க
th: แบ่งปัน
ur: شیئر
uz: Bo‘lishish
vi: Chia sẻ

source: Mozilla on Twitter
az: Mozilla Twitterdə
br: Mozilla war dTwitter
ca: Mozilla al Twitter
cy: Mozilla ar Twitter
fi: Mozilla Twitterissä
ga_ie: Mozilla ar Twitter
gd: Mozilla air Twitter
is: Mozilla á Twitter
kab: Mozilla diTwitter
kn: ಟ್ವಿಟರ್‌ನಲ್ಲಿ ಮೊಝಿಲ್ಲಾ
ku: Mozilla li ser Twitterê
lt: „Mozilla“ „Twitter'yje“
lv: Mozilla Tviterī
my: တွစ်တာပေါ်ရှိ မော်ဇီလာ
ne: Twitter मा Mozilla
sw: Mozilla katika Twitter
ta: டிவிட்டரில் மொசில்லா
th: Mozilla บน Twitter
ur: Mozilla پرTwitter
uz: "Mozilla" "Twitter"da
vi: Mozilla trên Twitter

source: Firefox on Twitter
az: Firefox Twitterdə
br: Firefox war dTwitter
ca: Firefox al Twitter
cy: Firefox ar Twitter
fi: Firefox Twitterissä
ga_ie: Firefox ar Twitter
gd: Firefox air Twitter
is: Firefox á Twitter
kab: Firefox di Twitter
kn: ಟ್ವಿಟರ್‌ನಲ್ಲಿ ಫೈರ್ಫಾಕ್ಸ್
ku: Firefox li ser Twitterê
lt: „Firefox“ „Twitter'yje“
lv: Firefox Tviterī
my: တွစ်တာပေါ်ရှိ မီးမြေခွေး
ne: Twitter मा Firefox
sw: Firefox katika Twitter
ta: டிவிட்டரில் பயர்பாக்ஸ்
th: Firefox บน Twitter
ur: Firefox پرTwitter
uz: "Firefox" "Twitter"da
vi: Firefox trên Twitter

source: Mozilla on Facebook
az: Mozilla Facebookda
br: Mozilla war Facebook
ca: Mozilla al Facebook
cy: Mozilla ar Facebook
fi: Mozilla Facebookissa
ga_ie: Mozilla ar Facebook
gd: Mozilla air Facebook
is: Mozilla á Facebook
kab: Mozilla di Facebook
kn: ಫೇಸ್‌ಬುಕ್‌ನಲ್ಲಿ ಮೊಝಿಲ್ಲಾ
ku: Mozilla li ser Facebookê
lt: „Mozilla“ „Facebook'e“
lv: Mozilla Facebook
my: Facebook ပေါ်ရှိ မိုဇီလာ
ne: Facebook मा Mozilla
sw: Mozilla katika Facebook
ta: முகநூலில் மொசில்லா
th: Mozilla บน Facebook
ur: Mozilla Facebook پر
uz: "Mozilla" "Facebook"da
vi: Mozilla trên Facebook

source: Firefox on Facebook
az: Firefox Facebookda
br: Firefox war Facebook
ca: Firefox al Facebook
cy: Firefox ar Facebook
fi: Firefox Facebookissa
ga_ie: Firefox ar Facebook
gd: Firefox air Facebook
is: Firefox á Facebook
kab: Firefox di Facebook
kn: ಫೇಸ್‌ಬುಕ್‌ನಲ್ಲಿ ಫೈರ್ಫಾಕ್ಸ್
ku: Firefox li ser Facebookê
lt: „Firefox“ „Facebook'e“
lv: Firefox Facebook
my: Facebook ပေါ်ရှိ မီးမြေခွေး
ne: Facebook मा Firefox
sw: Firefox katika Facebook
ta: முகநூலில் பயர்பாக்ஸ்
th: Firefox บน Facebook
ur: فاِئرفاکس فیسبک پر
uz: "Firefox" "Facebook"da
vi: Firefox trên Facebook

source: Forums
az: Forumlar
br: Foromoù
ca: Fòrums
cy: Fforymau
fi: Foorumit
ga_ie: Fóraim
gd: Fòraman
is: Spjallsvæði
kab: Inmagaren
kn: ವೇದಿಕೆಗಳು
ku: Forum
lt: Forumai
lv: Forumi
my: ဖိုရမ်များ
ne: फोरमहरु
sw: Kongamano
ta: இணையவழி மன்றங்கள்
th: กระดานสนทนา
ur: فورم
uz: Forumlar
vi: Diễn đàn

source: Patents
br: Breouioù
cy: Patentau
ga_ie: Paitinní
is: Einkaleyfi
lt: Patentai
lv: Patenti
my: မှတ်ပုံတင်မူပိုင်ခွင့်များ
ne: प्याटेन्टहरू
ur: پیٹینٹ

source: Leadership
br: Renerezh
ca: Lideratge
cy: Arweinyddiaeth
fi: Johtajuus
ga_ie: Lucht Ceannais
gd: Ceannardas
is: Forysta
kn: ನಾಯಕತ್ವ
lt: Vadovybė
lv: Vadība
my: ဦးဆောင်မှု
ne: नेतृत्व
sw: Uongozi
ta: தலமைத்துவம்
th: ความเป็นผู้นำ
ur: قیادت
uz: Sardorlik
vi: Lãnh đạo

source: Governance
az: İdarəetmə
br: Gouarnerezh
ca: Governança
cy: Llywodraethu
fi: Hallinto
ga_ie: Rialachas
gd: Riaghlachas
is: Stjórnskipulag
kn: ಆಡಳಿತ
ku: Birêveberî
lt: Valdymas
lv: Pārvaldība
my: ခန့်ခွဲမှု
ne: शासन
sw: Utawala
ta: ஆளுமை
th: การกำกับดูแล
ur: گورننس
uz: Boshqarish
vi: Hệ thống quản trị

source: History
az: Tarix
br: Istor
ca: Història
cy: Hanes
fi: Historia
ga_ie: Stair
gd: Eachdraidh
is: Saga
kab: Amazray
kn: ಇತಿಹಾಸ
ku: Dîrokçe
lt: Istorija
lv: Vēsture
my: မှတ်တမ်း
ne: इतिहास
sw: Historia
ta: வரலாறு
th: ประวัติ
ur: تاریخ
uz: Tarix
vi: Lịch sử

source: Our Products
az: Bizim Məhsullar
br: Hor c'henderc'hadoù
ca: Els productes
cy: Ein Cynnyrch
fi: Tuotteemme
ga_ie: Táirgí
gd: Am bathar againn
is: Okkar vörur
kab: Iseɣẓanen-nneɣ
kn: ನಮ್ಮ ಉತ್ಪನ್ನಗಳು
lt: Mūsų produktai
lv: Mūsu produkti
my: ကျွနု်ပ်တို့၏ ထုတ်ကုန်များ
ne: हाम्रा प्रोडक्टहरू
oc: Nòstres logicials
sw: Bidhaa zetu
ta: எங்களுடைய தயாரிப்புகள்
th: ผลิตภัณฑ์ของเรา
ur: ہماری مصنوعات
uz: Bizning mahsulotlarimiz
vi: Sản phẩm của chúng tôi

source: Software and other innovations designed to advance our mission.
az: Proqram və digər innovasiyalar bizim tərəqqimiz üçün layihələşdirilirlər.
br: Meziantoù ha nevezintioù all ergrafet evit skoazellañ hor c'hefridi.
ca: Programari i altres innovacions dissenyades per a fer avançar la nostra missió.
cy: Meddalwedd ac arloesedd sy'n gyrru'n cenhadaeth yn ei flaen.
fi: Ohjelmia ja muita tehtävämme edistämiseen suunniteltuja innovaatioita.
ga_ie: Bogearraí agus nuálaíocht a chuireann ár misean chun cinn
gd: Bathar-bog is tionnsgnadh eile a chuireas ris a' mhisean againn.
is: Hugbúnaður og aðrar nýjungar sem leiða okkur áfram.
kn: ನಮ್ಮ ಗುರಿ ತಲುಪಲು ರಚಿಸಿದ ತಂತ್ರಾಂಶ ಮತ್ತು ಇತರೆ ಆವಿಷ್ಕಾರಗಳು.
lt: Programinė įranga ir kitos inovacijos, sukurtos mūsų misijai plėtoti.
lv: Programmatūra un citas inovācijas, kas radītas mūsu misijas attīstībai.
my: ကျွနု်ပ်တို့၏ ရည်မှန်းချက်ကို တက်လှမ်းရန် ဆော့ဖ်ဝဲနှင့် အခြား ဆန်းသစ်ပြောင်းလဲမှုများကို ပုံဖော်ဖန်တီးထားသည်။
ne: सफ्टवेयर तथा अरू जसले हाम्रो लक्ष अघि बढाउने छ।
sw: Programu na ubunifu mwingine uliyoundwa kuendeleza dhamira yetu.
ta: மென்பொருள் மற்றும் மற்ற கண்டுபிடிப்புகள்எங்களின் நோக்கத்தை முன்னெடுத்து செல்ல அடித்தளமிடுகிறது.
th: ซอฟต์แวร์และนวัตกรรมอื่นๆ ถูกออกแบบเพื่อทำให้ภารกิจของเราก้าวไปข้างหน้า
ur: سافٹ ویئر اور آگے بڑھانے کے لئے ڈیزائن کیا گیا دیگر بدعات اور ہمارا مقصد.
uz: Dastur va boshqa innovatsiyalar maqsadimizga qo‘shimcha ravishda tuzilgan.
vi: Phần mềm và các cải tiến khác giúp thúc đẩy sứ mệnh của chúng tôi.

source: Become a volunteer contributor in a number of different areas.
az: Fərqli bölümlərdə töhfə vermək üçün könüllü ol.
br: Deuit da vezañ perzhiad war tachennoù a bep seurt.
ca: Feu-vos voluntari en algunes de les diferents àrees.
cy: Dewch i wirfoddoli mewn nifer o wahanol feysydd.
fi: Voit ryhtyä vapaaehtoistukijaksi useilla eri alueilla.
ga_ie: Is féidir leat cabhrú linn ar go leor bealaí éagsúla.
gd: 'S urrainn dhut pàirt a ghabhail mar shaor-thoileach air iomadh dòigh.
is: Þú getur gerst þátttakandi á marga vegu.
kn: ಹಲವಾರು ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಸ್ವಯಂಸೇವಕ ಕೊಡುಗೆದಾರರಾಗಿ.
lt: Tapkite savanoriu vienoje iš daugybės sričių.
lv: Kļūsti par brīvprātīgo kādā no daudzajām mūsu darbības jomām.
my: မတူညီသောနယ်ပယ်များတွင် စေတနာ့ဝန်ထမ်းအဖြစ် ပါဝင်ဆောင်ရွက်ပါ။
ne: विभिन्न फरक क्षेत्रहरुमा समाजसेवी योगदाता बन्नुहोस।
oc: Venètz benevòl dins fòrça domenis possibles
sw: Kuwa mchangiaji wa kujitolea katika baadhi ya maeneo tofauti.
ta: பல திட்டங்களில் நீங்கள் ஒரு தன்னார்வ பங்களிப்பாளராக வேண்டும்.
th: เป็นผู้มีส่วนร่วมอาสาสมัครในหลายพื้นที่ที่แตกต่างกัน
ur: رضاکار معاون بنیں اور متعدد مختلف چیزوں پر کام کریں
uz: Turli hududlardagi hissa qo‘shuvchi ko‘ngillilardan biriga aylaning.
vi: Trở thành một tình nguyện viên trong các lĩnh vực khác nhau.

source: Menu
az: Menyu
br: Lañser
ca: Menú
cy: Dewislen
fi: Valikko
ga_ie: Roghchlár
gd: Clàr-taice
is: Valmynd
kab: Umuɣ
kn: ಪರಿವಿಡಿ
lt: Meniu
lv: Izvēlne
my: စာရင်း
ne: मेनु
oc: Menú
sw: Menyu
ta: மெனு
th: เมนู
ur: مینیو
uz: Menyu

source: Committed to you, your privacy and an open Web
az: Sizin, Məxfiliyiniz və açıq Web üçün edilmişdir
br: Gouestlet deoc'h, d'ho puhez prevez ha d'ar Web digor
ca: Compromès amb l'usuari, la privadesa i un web obert
cy: Yn ymroddedig i chi, eich preifatrwydd ac i'r We agored
fi: Sitoutunut sinuun, tietosuojaasi ja avoimeen verkkoon
ga_ie: Tiomanta don phríobháideacht, don Ghréasán oscailte, agus duitse
gd: An dealas dhut, dha do phrìobhaideachd is do lìon fosgailte
is: Fyrir þig, þína friðhelgi og netfrelsi
kab: Yettazzal fell-ak, tudert inek akked ɣef Web yeldin.
kn: ನಿಮಗೆ, ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಮತ್ತು ಒಂದು ಮುಕ್ತ ಅಂತರಜಾಲಕ್ಕೆ ಬದ್ಧರಾಗಿದ್ದೇವೆ
ku: Hebûna me ji bo te, ji bo nepeniya te û ji bo Webeke vekirî ye.
lt: Pašvęsta jums, jūsų privatumui ir atvirajam saitynui
lv: Vienmēr domājot par jums, jūsu privātumu un interneta atvērtību
my: သင်၊ သင့်​လုံခြုံ​မှူ နှင့် လွတ်လပ်​သော ဝက်ဘ်​အတွက်
ne: तपाईँ, तपाईँको गोपनीयता र खुल्ला वेबमा प्रतिबद्ध
sw: Jukumu letu kwako, faragha yako na Mtandao wazi
ta: ஒரு திறந்த இணையத்தை உங்களுக்கும் உங்களுடைய தனியுரிமைக்கும் உறுதியளிக்கிறது
th: มอบให้กับคุณ เว็บเปิดและความเป็นส่วนตัวของคุณ
ur: آپ، آپ کی رازداری اور ایک کھلی ویب لئے مصروف عمل
uz: Siz, shaxsiy hayotingiz va ochiq tarmoq uchun mo‘ljallangan
vi: Vì bạn, vì tự do cá nhân và vì một nền tảng Web mở

source: Choose Independent
br: Dibabit dizalc'h
ca: Trieu l'independent.
cy: Dewiswch Annibynnol
fi: Valitse itsenäinen
ga_ie: Roghnaigh an Neamhspleáchas
gd: 'S fheairrde duine neo-eisimeileachd
is: Veldu frelsi
kn: ಸ್ವತಂತ್ರವಾದದ್ದನ್ನು ಆಯ್ಕೆಮಾಡು
lt: Rinkitės nepriklausomą
lv: Izvēlieties neatkarīgo
my: သင်​အသုံးပြု​လို​တာ​ကို ရွေးချယ်​ပေးပါ
ne: स्वतन्त्रता छान्नुहोस्
oc: Causissètz la libertat
sw: Chagua Uhuru
ta: தனித்ததை தேர்ந்தெடு
th: เลือกการเป็นอิสระ
ur: غیر تابع کا انتخاب کریں
uz: Erkinlikni tanlang
vi: Hãy bỏ phiếu cho sự độc lập

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
br: Dalc'hit ar youl evit un internet frank ha digor ! #DibabitDizalc'h. Dibabit Firefox :
ca: No perdeu la passió per un Internet lliure i obert! #ChooseIndependent. Trieu el Firefox:
cy: Cadwch y brwdfrydedd am ryngrwyd rhydd ac agored yn fyw! #ChooseIndependent. Dewiswch Firefox:
fi: Intohimoisesti ilmaisen ja vapaan Internetin puolesta! #ChooseIndependent. Valitse Firefox:
ga_ie: Seas an fód ar son Idirlín shaoir oscailte! #ChooseIndependent #Neamhspleáchas. Roghnaigh Firefox:
gd: Brosnaich eadar-lìon a bhios saor is fosgailte! #ChooseIndependent. Tagh Firefox:
is: Láttu ljósið skína fyrir frjálst og opið Internet! #ChooseIndependent. Veldu Firefox:
lt: Išlaikykime internetą laisvu ir atviru visiems! #ChooseIndependent. Rinkimės „Firefox“:
lv: Paturiet aizraušanos brīvam un atvērtam Internetam! #ChooseIndependent. Izvēlieties Firefox:
my: အခမဲ့ လွတ်လပ်အင်တာနက်အတွက် စိတ်အားထက်သန်မှုကို ထိန်းသိမ်းပါ #ChooseIndependent. မီးမြေခွေးကို ရွေးချယ်ပါ
sw: Weka shauku kwa ajili ya Mtandao huru na wazi! #ChooseIndependent. Chagua Firefox:
ta: கட்டற்ற திறந்த இணையம் சுடர்விட இந்த மோகத்தை தொடர்ந்து வைத்திரு! #ChooseIndependent. பயர்பாக்ஸை தேர்வுச்செய்யவும்:
th: เก็บความปรารถนาอันแรงกล้าต่ออินเทอร์เน็ตที่เปิดฟรีให้โชติช่วง! #ChooseIndependent เลือก Firefox
ur: مفت اور کھلے انٹرنیٹ کے لیے اپنے جذبہ کو روشن برقرار رکھیں#ChooseIndependent۔ Firefox چنیں:
uz: Erkin va ochiq internet yorqinligidan bahra oling! #ChooseIndependent. Firefox’ni tanlang:
vi: Hãy giữ cho ngọn lửa đam mê vì một Internet tự do và mở cháy mãi! #ChooseIndependent. Hãy lựa chọn Firefox:

source: Please turn on JavaScript to display this page correctly.
br: Gweredekait JavaScript evit skrammañ ar pajenn-mañ en un doare reizh.
ca: Activeu el JavasScript per mostrar aquesta pàgina de forma correcta.
cy: Cychwynnwch JavaScript i ddangos y dudalen yn iawn.
fi: Aseta JavaScript päälle nähdäksesi sivu oikein.
ga_ie: Caithfidh tú JavaScript a chur ar siúl chun an leathanach seo a chur ar taispeáint.
gd: Cuir air JavaScript gus an duilleag seo fhaicinn mar bu chòir.
is: Kveiktu á JavaScript svo hægt sé að birta þessa síðu rétt.
kab: Ma ulac aɣilif, rmed JavaScript akked ad d-iban usebter akken iwata.
lt: Kad šis tinklalapis tinkamai veiktų, turite įgalinti „JavaScript“ scenarijų vykdymą.
lv: Lūdzu ieslēdziet JavaScript lai pareizi attēlot šo lapu.
my: ဒီစာမျက်နှာကို ကောင်းမွန်စွာ ဖော်ပြနိုင်ရန် ကျေးဇူးပြု၍ JavaScript ကို ဆောင်ရွက်ခွင့်ပြုပေးပါ။
sw: Tafadhali washa JavaScript ili kuonyesha huu ukurasa kwa usahihi.
ta: இப்பக்கத்தை சரியாகப் பார்க்க JavaScript ஐ செயலாக்கவும்.
th: โปรดเปิดใช้งาน JavaScript เพื่อแสดงผลหน้านี้ให้ถูกต้อง
ur: براہ مہربانی JavaScript کو چالو کریں تاکہ اس صفحہ کی صحیح نمائش کی جا سکے۔
uz: Ushbu sahifani to‘g‘ri ko‘rsatish uchun JavaScript’ni yoqing.
vi: Xin hãy bật Javascript để trang web có thể hiển thị chính xác.
