Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Check out the new look and feel of Firefox.
ar: ألق نظرة على مظهر فَيَرفُكس الجديد.
as: Firefox ৰ নতুন ৰূপ আৰু অনুভূতি নীৰিক্ষণ কৰক।
az: Firefox-un yeni görüşünü və işləmə özəlliklərini qiymətləndirin.
br: Deuit da welout neuz nevez Firefox.
ca: Vegeu el nou aspecte del Firefox.
cy: Defnyddiwch Firefox ar ei newydd wedd.
fi: Tutustu uudistuneeseen Firefoxiin.
fr: Venez voir la nouvelle interface de Firefox.
ga_ie: Bainfidh tú sult as an gcuma úrnua ar Firefox.
gd: Thoir sùil air an dreach ùr snasail a tha air Firefox.
hy_am: Ստուգիր Firefox-ի նոր տեսքը
id: Saksikan tampilan baru Firefox.
is: Kíktu á nýja útlitið á Firefox.
kab: Iya-d ad twaliḍ agrudem amaynut n Firefox.
kn: ಫೈರ್ಫಾಕ್ಸ್ ರ ಹೊಸ ನೋಟ ಹಾಗು ಮಾಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ ನೋಡಿ.
ku: Xuyakirin û hesta nû ya Firefoxê bibîne.
lt: Išbandykite naująją „Firefox“ išvaizdą.
lv: Apskati Firefox jauno izskatu un iespējas.
mn: Firefox-н цоо шинэ хувилбарыг ашиглаж үзнэ үү.
mr: फायरफॉक्स चे नवीन रूप व स्पर्श तपासून पहा.
my: အသစ်ထွက် ဒီဇိုင်းနဲ့အပြင်အဆင်ကို ကြည့်လိုက်ပါ
ne: Firefox को नया रूप चलाउनुहोस्।
oc: Venètz veire la novèla interfàcia de Firefox.
ru: Оцените новый внешний вид и стиль Firefox.
sr: Пробајте нови изглед и осећај Фајерфокса.
sw: Tazama Firefox mpya
ta: Firefox இன் புதிய பார்வையை பாருங்கள்.
te: ఫైర్‌ఫాక్స్ కొత్త రూపురేఖల్ని పరిశీలించి చూడండి.
th: ลอง Firefox โฉมใหม่
ur: فایر فاکس کی جدید وضع قطع کو چیک کریں۔
uz: Yangi Firefox uslubi va ko‘rinishiga baho bering.
vi: Trải nghiệm giao diện mới của Firefox.

source: View Full Site
ar: شاهد الموقع كاملًا
as: সম্পূৰ্ণ ছাইট দৰ্শন কৰক
az: Tam Saytı Göstər
br: Gwelout al lec'hienn a-bezh
ca: Versió sencera
cy: Gweld y Wefan Gyfan
fi: Näytä koko sivusto
fr: Afficher tout le site
ga_ie: Féach ar an Suíomh Iomlán
gd: Seall an làrach shlàn
hy_am: Դիտել ամբողջական կայքը
id: Tampilkan Situs Penuh
is: Skoða allt vefsvæðið
kab: Sken akk asmel
kn: ಪೂರ್ಣ ತಾಣ ವೀಕ್ಷಿಸಿ
ku: Malperê hemû nîşan bide
lt: Į pilnos apimties svetainę
lv: Aplūkot pilno lapu
mn: Нийт сайтыг үзэх
mr: पूर्ण स्थळ पहा
my: ဝတ်ဆိုဒ်ကိုကြည့်
ne: पुरा साइट हेर्नुहोस्
oc: Vejatz lo site complet
ru: Полная версия сайта
sr: Погледајте комплетан сајт
sw: Tazama tovuti nzima
ta: முழு தளத்தை பார்க்கவும்
te: పూర్తి సైటుని చూడండి
th: ดูเต็มรูปแบบ
ur: پوری سائٹ دیکھیں
uz: To‘liq saytni ko‘rish
vi: Xem trang đầy đủ

source: Download for <span>Android</span>
ar: نزّل على <span>أندرويد</span>
as: <span>Android</span> ৰ বাবে ডাউনল'ড কৰক
az: <span>Android</span> üçün Endir
br: Pellgargañ evit <span>Android</span>
ca: Baixa per a l'<span>Android</span>
cy: Llwytho i lawr ar gyfer <span>Android</span>
fi: Lataa <span>Androidille</span>
fr: Téléchargement pour <span>Android</span>
ga_ie: Íosluchtaigh le haghaidh <span>Android</span>
gd: Luchdaich a-nuas airson <span>Android</span>
hy_am: Ներբեռնել <span>Android</span>-ի համար
id: Unduh untuk <span>Android</span>
is: Niðurhala fyrir <span>Android</span>
kab: Sider i <span>Android</span>
kn: <span>ಆಂಡ್ರಾಯ್ಡಿಗಾಗಿ</span> ಡೌನ್ಲೋಡ್ ಮಾಡಿ
ku: Ji bo <span>Android</span>ê jêbar bike
lt: Parsisiųsti į <span>Android</span>
lv: Lejupielādēt <span>Android</span> ierīcēm
mn: <span>Android</span> хувилбар татаж авах
mr: <span>अँड्रॉइड</span> करीता डाउनलोड करा
my: <span>Android</span>အတွက်ဒေါင်းလုဒ်ယူပါ
ne: <span>Android</span> को लागि डाउनलोड गर्नुहोस्
oc: Telecargament per <span>Android</span>
ru: Загрузить для <span>Android</span>
sr: Преузмите за <span>Андроид</span>
sw: Daunlodi ya <span>Android</span>
ta: <span>Android</span>க்கு பதிவிறக்கு
te: <span>ఆండ్రాయిడ్</span> కొరకు దింపుకోలు
th: ดาวน์โหลดสำหรับ <span>Android</span>
ur: ڈاؤن لوڈ کریں <span>Android</span> کے لیے
uz: <span>Android</span> uchun yuklab oling
vi: Tải xuống bản cho <span>Android</span>

source: Desktop
ar: سطح المكتب
as: ডেস্কটপ
az: Masa Üstü
br: Urzhiataer burev
ca: Escriptori
cy: Bwrdd Gwaith
fi: Tietokone
fr: Ordinateur
ga_ie: Deasc
gd: Deasg
hy_am: Դեսքթոփ
is: Tölva
kab: Aselkim
kn: ಗಣಕಪರದೆ
ku: Sermase
lt: Kompiuteriams
lv: Datoriem
mn: PC
mr: डेस्कटॉप
ne: डेस्कटप
oc: Ordenador
ru: Десктоп
sr: Столни
sw: Kompyuta
ta: கணினி
te: రంగస్థలం
th: คอมพิวเตอร์ตั้งโต๊ะ
ur: ڈیسک ٹاپ
uz: Kompyuter
vi: Máy tính

source: Firefox Beta for mobile
ar: فَيَرفُكس بيتا للجوال
as: মবাইলৰ বাবে Firefox Beta
az: Mobil Firefox Beta
br: Firefox Beta evit hezougell
ca: Firefox Beta per a mòbils
cy: Firefox Beta ar gyfer ffonau symudol
fi: Firefox Beta mobiililaitteille
fr: Firefox Bêta pour mobile
ga_ie: Firefox Soghluaiste - Béite
gd: Firefox Beta airson innealan-làimhe
hy_am: Firefox Բետան բջջայինի համար
id: Firefox Beta untuk seluler
is: Firefox Beta fyrir farsíma
kab: Firefox Beta i uziraz
kn: ಮೊಬೈಲುಗಳಿಗೆ ಫೈರ್ಫಾಕ್ಸ್ ಬೀಟಾ
ku: Firefox Beta ji bo gerekan
lt: „Firefox“ beta mobiliesiems
lv: Firefox Beta mobilajām ierīcēm
mn: Гар утсан дахь бэта хувилбар
mr: मोबाइलकरीता फायरफॉक्स बिटा
my: မိုဘိုင်းအတွက် မီးမြေခွေးဘီတာ
ne: मोबाइलको लागि Firefox Beta
oc: Firefox Bèta per telefonet
ru: Бета Мобильного Firefox
sr: Фајерфокс бета за мобилне уређаје
sw: Firefox Beta ya simu
ta: கைபேசிக்கான Firefox Beta
te: మొబైల్ కొరకు ఫైర్‌ఫాక్స్ బీటా
th: Firefox Beta สำหรับอุปกรณ์เคลื่อนที่
ur: فایر فاکس بی ٹا موبایل کے لیے
uz: Mobil telefonlar uchun Firefox Beta
vi: Firefox Beta cho di động

source: Firefox for mobile
ar: فَيَرفُكس للجوال
as: মবাইলৰ বাবে Firefox
az: Mobil Firefox
br: Firefox evit hezougell
ca: Firefox per a mòbils
cy: Firefox ar gyfer ffonau symudol
fi: Firefox mobiililaitteille
fr: Firefox pour mobile
ga_ie: Firefox Soghluaiste
gd: Firefox airson innealan-làimhe
hy_am: Firefox-ը բջջայինի համար
id: Firefox untuk seluler
is: Firefox fyrir farsíma
kab: Firefox i uziraz
kn: ಮೊಬೈಲುಗಳಿಗೆ ಫೈರ್ಫಾಕ್ಸ್
ku: Firefox ji bo gerekan
lt: „Firefox“ mobiliesiems
lv: Firefox mobilajām ierīcēm
mn: Гар утсан дахь Firefox
mr: मोबाइलकरीता फायरफॉक्स
my: မိုဘိုင်းအတွက်မီးမြေခွေး
ne: मोबाइलको लागि Firefox
oc: Firefox Bèta per telefonet
ru: Мобильный Firefox
sr: Фајерфокс за мобилне урешаје
sw: Firefox ya simu
ta: கைபேசிக்கான Firefox
te: మొబైల్ కొరకు ఫైర్‌ఫాక్స్
th: Firefox สำหรับอุปกรณ์เคลื่อนที่
ur: فایر فاکس موبایل کے لیے
uz: Mobil telefonlar uchun Firefox
vi: Firefox cho di động

source: Email
ar: البريد الإلكتروني
as: ই-মেইল
az: E-Poçt
br: Postel
ca: Correu electrònic
cy: E-bost
fi: Sähköposti
fr: Adresse électronique
ga_ie: Ríomhphost
gd: Post-d
hy_am: Էլ. փոստ
is: Tölvupóstur
kab: Imayl
kn: ಮಿಂಚೆ
ku: Epeyam
lt: El. paštas
lv: Epasts
mn: И-мэйл хаяг
mr: इमेल
my: အီးမေလ်း
ne: इमेल
oc: Adreça electronica
ru: Эл. почта
sr: Е-пошта
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఈమెయిల్
th: อีเมล
ur: ای میل
uz: E-pochta

source: Super speed
ar: سرعة خارقة
as: তিব্ৰ গতি
az: Super sürət
br: Un tizh dispar
ca: Súper velocitat
cy: Cyflym iawn
fi: Huippunopea
fr: Une vitesse accrue
ga_ie: Ardluas
gd: Cho luath ri seabhag
hy_am: Գերարագ
id: Kecepatan tinggi
is: Ofurhraði
kab: Arured meqqṛen
kn: ತ್ವರಿತ ವೇಗ
ku: Leza super
lt: Ypatinga sparta
lv: Super ātrums
mn: Гайхалтай хурд
mr: सर्वोत्तम वेग
my: အလျှင်မြန်ဆုံး
oc: Una velocitat aumentada
ru: Суперскорость
sr: Изузетна брзина
sw: Kasi zaidi
ta: அதிக வேகம்
te: అత్యంత వేగవంతం
th: เร็วสุดยอด
ur: تیز رفتار
uz: Super tezlik
vi: Siêu nhanh

source: Stunning graphics
ar: رسوميات مذهلة
as: আকৰ্ষণীয় গ্ৰাফিক্স
az: Heyrətləndirici qrafika
br: Kevregadoù souezhus
ca: Gràfics impressionants
cy: Graffigau trawiadol
fi: Mahtavaa grafiikkaa
fr: Des graphismes impressionnants
ga_ie: Grafaic álainn
gd: Grafaigean do-chreidsinneach
hy_am: Ցնցող գրաֆիկա
id: Grafik nan memesona
is: Ótrúleg grafík
kab: Udlifen ifazen
kn: ಅತ್ಯಾಕರ್ಶಕ ಗ್ರಾಫಿಕ್ಸ್
ku: Grafîkên hişbir
lt: Naujos kartos grafika
lv: Satriecoša grafika
mn: Гайхамшигтай график
mr: सुंदर ग्राफिक्स्
my: မှင်သက်လောက်စေတဲ့ပုံရိပ်
ne: राम्रो ग्राफिक्स
oc: De grafismes impressionants
ru: Изумительная графика
sr: Запањујућа графика
sw: Michoro ya kuvutia
ta: பிரமிக்கத்தக்க கிராபிக்ஸ்
te: కళ్లుచెదిరే రేఖాచిత్రాలు
th: กราฟฟิคสุดประทับใจ
ur: حیرت ینگیز گرافکس
uz: Ajoyib grafika
vi: Đồ họa ấn tượng

source: The latest technologies
ar: أحدث التقنيات
as: শেহতীয়া প্ৰযুক্তিসমূহ
az: Ən son texnologiyalar
br: Ar c'halvezouriezhoù diwezhañ
ca: Les darreres tecnologies
cy: Y technolegau diweddaraf
fi: Uusinta tekniikkaa
fr: Les toutes dernières technologies
ga_ie: Na teicneolaíochtaí is déanaí
gd: An teicneolas as ùire
hy_am: Նորագույն տեխնոլոգիաներ
id: Teknologi terbaru
is: Nýjasta tækni
kab: Titiknulujiyin tineggura
kn: ಇತ್ತೀಚಿನ ತಾಂತ್ರಿಕತೆ
ku: Teknolojiyên dawî
lt: Naujausios technologijos
lv: Jaunākās tehnoloģijas
mn: Сүүлийн үеийн технологи
mr: नवीन तंत्र
my: နောက်ဆုံးပေါ်နည်းပညာများ
ne: पछिल्ला प्रविधिहरु
oc: La totas darrièras tecnologias
ru: Новейшие технологии
sr: Најновије технологије
sw: Teknolojia ya kisasa
ta: புதிய தொழில்நுட்பம்
te: అత్యాధునిక సాంకేతికతలు
th: เทคโนโลยีล่าสุด
ur: جدید ٹیکنالوجیز
uz: So‘nggi texnologiyalar
vi: Công nghệ mới nhất

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ar: يحتاج متصفحك للتحديث! زِد أمان متصفحك في أقل من دقيقة. <br/> ابدأ باستخدام فَيَرفُكس الجديد لتتصفح الوب وتخصصه بشكل أفضل. <br/> التحديث سريع ومجاني!
as: আপোনাৰ এটা উন্নয়নৰ প্ৰয়োজন! এক মিনিটৰো কম সময়ত সুৰক্ষিত থাকক। <br/> ব্ৰাউছিংত উত্তম আৰু আৰু ৱেবত স্বনিৰ্বাচনৰ বাবে আপোনাৰ নতুন Firefox ব্যৱহাৰ কৰা আৰম্ভ কৰক। <br/> ই দ্ৰুত আৰু বিনামূলীয়া!
az: Sizə yenilənmə lazımdır! Bir dəqiqədən də az vaxtda təhlükəsizliyinizi təmin edin. <br/> İnternetdə daha yaxşı səyahət və özəlləşdirmə üçün yeni Firefox səyyahını işlətməyə başlayın. <br/> Bu sürətli və pulsuzdur!
br: Ezhomm oc'h eus hizivaat ! Chomit diogel e nebeutoc'h eget ur vunutenn. <br/>Krogit arverañ ho Firefox nevez a-benn kaout ar pep gwellañ eus ar merdeiñ hag ar personelaat war ar genrouedad. <br/>Buan ha digoust eo !
ca: Us heu d'actualitzar! Navegueu de forma segura en menys d'un minut. <br/>Comenceu a utilitzar el nou Firefox per obtenir la millor experiència de navegació i personalització. <br/> És ràpid i de franc!
cy: Mae angen diweddariad arnoch! Cadwch yn ddiogel mewn llai na munud. <br/> Cychwynnwch ddefnyddio eich Firefox newydd i gael y pori a'r cyfaddasu gorau ar y We. <br/> Mae'n gyflym ac am ddim!
fi: Tarvitset päivityksen! Kohenna turvallisuutta hetkessä. <br/> Uusi Firefoxia on selaamisen ja muokkauksen ykkönen. <br/> Se on nopea ja ilmainen!
fr: Vous avez besoin d'une mise à niveau&nbsp;! Restez en sécurité en moins d'une minute. <br/> Commencez à utiliser votre nouveau Firefox pour le meilleur de la navigation et de la personnalisation sur le Web. <br/> C'est rapide et gratuit&nbsp;!
ga_ie: Tá nuashonrú uait! Bí slán sábháilte i níos lú ná nóiméad amháin. <br/> Faigh an Firefox nua agus bain an tairbhe is mó as an nGréasán. <br/> Tá sé an-tapa agus saor in aisce!
gd: B' fheairrde dhut àrdachadh! Faigh àrdachadh a chum do thèarainteachd fhèin 's cha doir e ach mionaid. <br/> Cleachd am Firefox as ùire airson am brabhsadh 's an gnàthachadh as fhearr air an lìon. <br/> Tha e luath 's saor an-asgaidh!
id: Anda perlu meningkatkan versi Firefox! Perbarui selalu agar tetap aman. <br/> Setelah itu pakai Firefox baru Anda untuk mendapatkan yang terbaik ketika menjelajah dan menyesuaikan Web seperti yang Anda suka. <br/> Cepat dan gratis!
is: Þú þarft að uppfæra! Vertu öruggur á innan við mínútu. <br/> Byrjaðu að nota nýjustu útgáfu af Firefox til að vafra betur og fá bestu stillimöguleika á vefnum. <br/> Hann er hraðvirkur og ókeypis!
kn: ನವೀಕರಣದ ಅಗತ್ಯವಿದೆ!.ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ಸುರಕ್ಷಿತ ವ್ಯವಸ್ಥೆಯನ್ನು ಸಜ್ಜುಗೊಳಿಸಿ.<br/> ಸುಸಜ್ಜಿತ ಬ್ರೌಸಿಂಗ್ ಅನುಭವಕ್ಕಾಗಿ ಹೊಸ ಫೈರ್ಫಾಕ್ಸ ಬಳಸಲು ಆರಂಭಿಸಿ.<br/>ಇದು ಉಚಿತ ಮತ್ತು ವೇಗ!
ku: Divê bilind bikî! Di xulekekê de xwe bixe ewlekariyê. <br/> Ji bo ger û takekeskirina herî baş a webê dest bi Firefoxa xwe ya nû bike. <br/> Lezgîn û belaş e!
lt: Jūsų naršyklę būtina atnaujinti! Tapkite saugūs vos per minutę. <br /> Pradėkite naudotis naująja „Firefox“ ir mėgaukitės patogiausiu naršymu ir išsamiausiu individualizavimu. <br /> Naujovinimas greitas ir nemokamas!
lv: Jums nepieciešams atjauninājums! Jaunākās iespējas mazāk kā minūtes laikā. <br/> Lietojiet jaunāko Firefox ar plašākajām funkcijām un iespējām pielāgot tīmekli. <br/> Tas ir moderni un ātri!
mn: Танд шинэчлэл шаардлагатай байна. Түргэн хугацаанд шинэчлэх боломжтой. <br/> Өөртөө таалагдсан хэлбэрийн шинэ Firefox-оо ашиглан вэбээр аялана уу.<br/> Хурдан бөгөөд үнэгүй!
mr: सुधारणा पाहिजे! मिनिटापेक्षाहि कमी वेळात सुरक्षित व्हा. <br/> वेबमधील उत्तम ब्राउजिंग व पसंतीकरीता नवीन फायरफॉक्सचा वापर सुरू करा. <br/> हे वेगवान व मोफत आहे!
my: အဆင့်မြှင့်ဖို့လိုနေပြီ! မိနစ်ပိုင်းအတွက် လုံခြုံသွားအောင်လုပ်လိုက်ပါ။<br/>ဝတ်ပေါ်တွင် ပြင်ဆင်မှူနဲ့ရှာဖွေမှူအကောင်းဆုံး လုပ်နိုင်ရန် မီးမြေခွေးအသစ်ကိုသုံးလိုက်ပါ။<br/> လျှင်မြန်ပြီး အခမဲ့ ဆော့ဝဲပါ !
ne: तपाईँलाई अद्यावधिक चाहिन्छ! एक मिनेट भन्दा पनि कममा सुरक्षित रहनुहोस्। <br/> ब्राउजिङ्ग र अनुकुलन मा सर्वोत्तम, अाफ्नो नयाँ Firefox चलाउन थाल्नुहोस। <br/> यो छिटो र निःशुल्क छ!
oc: Avètz besonh d'una mesa al nivèl&nbsp;! Demoratz en seguretat en mens d'una minuta. <br/> Començatz d'utilizar vòstre novèl Firefox pel melhor de la navigacion e de la personalizacion sul Web. <br/> Es rapid e gratuit&nbsp;!
ru: Вам необходимо установить обновление! Обеспечьте свою безопасность менее чем за минуту. <br/> Повысьте комфорт и гибкость при работе в Интернете, установив новый Firefox. <br/> Это быстро и бесплатно!
sr: Потребна Вам је надоградња! Останите безбедни у року мањег од минута. <br/> Почните користити Фајерфокс како би добили најбоље у прегледавању и уређивању на вебу. <br/> Брз је, и бесплатан!
sw: Unahitaji uboreshaji! Kaa salama kwa chini ya dakika moja.<br/>Anza kutumia Firefox yako mpya kwa kuvinjari bora zaidi katika mtandao.<br/> Ni ya kasi na bure!
ta: உங்களுக்கு புதுபித்தல் தேவைபடுகிறது! ஒரு நிமிடத்திற்கும் குறைவான நேரத்தில் பாதுகாப்பை பெறுங்கள். <br/> சிறந்த உலாவுதல் மற்றும் வலை விருப்பமைக்கு உங்கள் புதிய Firefoxஐ பயன்படுத்த துவங்குகள். <br/> இது வேகமானது மற்றும் இலவசமானது!
te: మీకు నవీకరణ అవసరం! ఒక నిముషంలోనే సురక్షితంగా ఉండండి. <br/> విహారణలో గొప్ప అనుభవానికి మరియు అభిమతీకరణకు కొత్త ఫైర్‌ఫాక్స్‌ను వాడటం ప్రారంభించండి. <br/> ఇది వేగవంతం మరియు ఉచితం!
th: คุณต้องปรับรุ่น! คงความปลอดภัยไว้ด้วยเวลาไม่กี่นาที <br/> เริ่มใช้ Firefox รุ่นใหม่เพื่อการท่องและปรับแต่งเว็บที่ดีที่สุด <br/> เร็วและฟรี!
ur: اپکو درجہ افزاں کرنے کی ٖضرورت ہے! محفوض رہیں ایک سے بھی کم منٹ میں۔ <br/>اپنا نیا فایر فاکس استمال کریں بہترین براؤزنگ اور تخصیص کاری کے لیے۔<br/>
uz: Siz yangilashni o‘rnatishingiz kerak! Ko‘pi bilan bir daqiqada xavfsizligingizni ta'minlang. <br/> Yangi "Firefox"ni o‘rnatib, internetda ishlaganda o‘zingizni qulay his qiling. <br/> U tez va bepul!
vi: Bạn cần nâng cấp! Chỉ cần một phút thôi để có thể lướt Web một cách an toàn. <br/> Hãy bắt đầu dùng Firefox bản mới để có trải nghiệm duyệt và tùy biến trên Web tốt nhất. <br/> Firefox vừa nhanh lại miễn phí!

source: Upgrade now
ar: رقِّ الآن
as: এতিয়া উন্নয়ন কৰক
az: İndi Yenilə
br: Hizivaat diouzhtu
ca: Actualitzeu-vos ara
cy: Diweddarwch yn awr
fi: Päivitä heti
fr: Mettez-vous à niveau maintenant
ga_ie: Nuashonraigh anois
gd: Àrdaich an-dràsta
hy_am: Թարմացրեք հիմա
id: Tingkatkan versi sekarang
is: Uppfæra núna
kab: Leqqem tura
kn: ಈಗಲೇ ನವೀಕರಿಸಿ
ku: Niha bilind bike
lt: Naujovinti dabar
lv: Atjaunināt tagad
mn: Одоо шинэчлэх
mr: आत्ता अपग्रेड करा
my: အဆင့်မြှင့်မည်
ne: अहिले अद्यावधिक गर्नुहोस्
oc: Metètz al nivèl ara
ru: Обновитесь прямо сейчас
sr: Надоградите сада
sw: Boresha sasa
ta: இப்போதே மேம்படுத்து
te: ఇప్పుడే నవీకరించు
th: ปรับรุ่นทันที
ur: ابھی اپگریڈ کریں
uz: Hoziroq yangilang
vi: Nâng cấp ngay

source: Update now
ar: حدّث الآن
as: এতিয়া আপডেইট কৰক
az: İndi Yenilə
br: Hizivaat diouzhtu
ca: Actualitzeu-vos ara
cy: Diweddarwch yn awr
fi: Päivitä heti
fr: Mettez-vous à jour maintenant
ga_ie: Nuashonraigh anois
gd: Ùraich an-dràsta
hy_am: Թարմացնել հիմա
id: Perbarui sekarang
is: Uppfæra núna
kab: Leqqem tura
kn: ಈಗಲೇ ಅಪ್ಡೇಟ್ ಮಾಡಿ
ku: Niha rojane bike
lt: Atnaujinti dabar
lv: Atjaunināt tagad
mn: Одоо шинэчлэх
mr: आत्ता सुधारणा करा
my: အဆင့်မြှင့်မည်
ne: अद्यावधिक गर्नुहोस्
oc: Metètz-vos a jorn ara
ru: Обновитесь прямо сейчас
sr: Доградите сада
sw: Sasisha sasa
ta: இப்போதே புதுப்பி
te: ఇప్పుడే తాజాపరచు
th: ปรับรุ่นทันที
ur: ابھی اپڈیٹ کریں
uz: Hoziroq yangilang
vi: Cập nhật ngay

source: Supported Devices
ar: الأجهزة المدعومة
as: সমৰ্থিত ডিভাইচসমূহ
az: Dəstəklənən Cihazlar
br: Trevnadoù skoret
ca: Dispositius amb suport
cy: Dyfeisiau Cymeradwy
fi: Tuetut laitteet
fr: Appareils pris en charge
ga_ie: Gléasanna Tacaithe
gd: Uidheaman ris a bheil taic
hy_am: Աջակցվող սարքեր
id: Perangkat yang Didukung
is: Tæki sem eru með stuðning
kab: Ibenkan yettusefraken
kn: ಬೆಂಬಲಿತ ಸಾಧನಗಳು
ku: Cîhazên piþtgiriyê
lt: Palaikomi įrenginiai
lv: Atbalstītās ierīces
mr: समर्थीत साधने
my: အထောက်အပံ့ပေးပစ္စည်းများ
ne: समर्थित यन्त्रहरू
oc: Aparelhs preses en carga
ru: Поддерживаемые устройства
sr: Подржани уређаји
sw: Vifaa vinavyouungwa mkono
te: తోడ్పాటున్న పరికరాలు
th: อุปกรณ์ที่รองรับ
ur: معاونت شدہ آلات
uz: Mos tushadigan qurilmalar
vi: Thiết bị được hỗ trợ

source: What’s New
ar: ما الجديد
az: Yeniliklər
br: Petra zo nevez
ca: Novetats
cy: Be sy'n Newydd
fi: Mitä uutta
fr: Nouveautés
ga_ie: Gnéithe Nua
gd: Na tha ùr
hy_am: Ինչն է նոր
id: Yang Baru
is: Hvað er nýtt
kab: Amaynut
kn: ಹೊಸತು ಏನಿದೆ
ku: Tiştên nû
lt: Naujovės
lv: Kas jauns?
mr: नवीन काय आहे
my: အသစ်ထွက် ?
ne: नयाँ के छ
oc: Qué de nòu
ru: Что нового
sr: Шта је ново
sw: Nini Mpya
ta: புதிதாக என்ன
te: కొత్త విశేషాలు
th: มีอะไรใหม่
ur: نیا کیا ہے
uz: Yangi xususiyatlar
vi: Có gì mới

source: Privacy
ar: الخصوصية
az: Gizlilik
br: Buhez prevez
ca: Privadesa
cy: Preifatrwydd
fi: Tietosuoja
fr: Vie privée
ga_ie: Príobháideachas
gd: Prìobhaideachd
hy_am: Անվտանգությունը
id: Privasi
is: Friðhelgi
kab: Tudert tabaḍnit
kn: ಗೌಪ್ಯತೆ
ku: Nepenî
lt: Privatumas
lv: Privātums
mr: गुप्तता
ne: गोपनीयता
oc: Voda privada
ru: Приватность
sr: Приватност
sw: Faragha
ta: தனிஉரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
ur: نجی نوعیت
uz: Maxfiylik
vi: Riêng tư

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ar: حقوق بعض هذا المحتوى محفوظة لمساهمي موزيلا ©1998–%(current_year)s. المحتوى مرخص وفق <a href="%(url)s">رخصة المشاع الإبداعي</a>.
az: Bu məzmunun bir hissəsi ©1998–%(current_year)s mozilla.org proyektinin iştirakçıları tərəfindən yaradılıb. Məzmun <a href="%(url)s">Creative Commons lisenziyası</a> ilə mövcuddur.
br: Lodennoù an endalc'had-mañ zo ©1998–%(current_year)s gant perzhidi hiniennel eus mozilla.org. Endalc'had hegerz dindan termenoù al <a href="%(url)s">lañvaz Creative Commons</a>.
ca: Parts d'aquest contingut són ©1998–%(current_year)s de col·laboradors de mozilla.org. El contingut està subjecte a la <a href="%(url)s">llicència Creative Commons</a>.
cy: Mae darnau o'r cynnwys yn ©1998–%(current_year)s gan gyfranwyr unigol mozilla.org. Mae'r cynnwys ar gael o dan <a href="%(url)s">drwydded Creative Commons</a>.
fi: Tämän sisällön tietyt osat ovat ©1998–%(current_year)s yksittäisten mozilla.org:n tukijoiden omaisuutta. Sisältö on saatavilla <a href="%(url)s">Creative Commons -lisenssillä</a>.
fr: Certaines parties de ce contenu sont ©1998–%(current_year)s par les contributeurs individuels de mozilla.org. Le contenu est disponible sous <a href="%(url)s">licence Creative Commons</a>.
ga_ie: Cóipcheart ©1998–%(current_year)s Rannpháirtithe Mhozilla. Tá an t-ábhar seo ar fáil de réir téarmaí <a href="%(url)s">Cheadúnas Creative Commons</a>.
gd: Tha cuid dhen t-susbaint seo fo ©1998–%(current_year)s le com-pàirtichean mozilla.org. Tha an t-susbaint ri fhaighinn fo cheadachas <a href="%(url)s">Creative Commons</a>.
hy_am: Այս բովանդակության մի մասը ©1998–%(current_year)s mozilla.org անհատական կամավորների կողմից է։ Բովանդակությունը հասանելի է <a href="%(url)s">Creative Commons license</a>-ով։
id: Hak cipta ©1998–%(current_year)s oleh kontributor individual mozilla.org untuk bagian konten ini. Konten tersedia di bawah <a href="%(url)s">lisensi Creative Commons</a>.
is: Hlutar innihalds eru ©1998–%(current_year)s af einstökum mozilla.org þátttakendum. Efnið er aðgengilegt undir <a href="%(url)s">Creative Commons leyfi</a>.
kn: ಈ ವಸ್ತುವಿಷಯದ ಭಾಗಗಳು ©1998–%(current_year)s ಮೊಝಿಲ್ಲಾ ವ್ಯಕ್ತಿಗತ ಕೊಡುಗೆದಾರರಿಗೆ ಸೇರಿವೆ. ವಸ್ತುವಿಷಯವು <a href="%(url)s">ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಪರವಾನಿಗೆ</a> ಯ ಅಡಿಯಲ್ಲಿ ಲಭ್ಯವಿದೆ.
ku: Hin beşên vê naverokê ©1998–%(current_year)s aîdî nivîskarên serbixwe yên mozilla.orgê ne. Naverok bi <a href="%(url)s">lîsansa Creative Commons</a>ê tê parastin.
lt: ©1998–%(current_year)s. Kai kurių šio turinio dalių autoriai yra atskiri mozilla.org bendradarbiai. Turinys pateikiamas <a href="%(url)s">„Creative Commons“ licencijos</a> sąlygomis.
lv: Daļai no šī satura ©1998–%(current_year)s pieder individuāliem mozilla.org biedriem. Saturs pieejams ar <a href="%(url)s">Creative Commons licenci</a>.
mr: ह्या अंतर्भुत माहितीमधील काही भाग ©1998–%(current_year)s परस्पर mozilla.org सहकार्यांच्या मालकीचे आहे. <a href="%(url)s">Creative Commons license</a> अंतर्गत उपलब्ध अंतर्भुत माहिती.
ne: mozilla.org का व्यक्तिगत योगदानकर्ताहरु द्वारा यो सामग्री का अंशहरू ©1998–%(current_year)s अनुसार सुरक्षित छन्। सामग्री<a href="%(url)s">Creative Commons license</a> अन्तर्गत उपलब्ध छ।
oc: D'unas partidas d'aqueste contengut son ©1998–%(current_year)s pels contributors. Lo contengut es disponible jos <a href="%(url)s">licence Creative Commons</a>.
ru: Части этого содержимого созданы участниками проекта mozilla.org ©1998–%(current_year)s. Содержимое доступно на условиях <a href="%(url)s">лицензии Creative Commons</a>.
sr: Права над деловима овог садржаја ©1998–%(current_year)s задржали су индивидуални доприноситељи mozilla.org пројекта. Садржај је доступан под <a href="%(url)s">Creative Commons лиценцом</a>.
sw: Sehemu ya yaliyomo ni ©1998%(current_year)s na wachangiaji binafsi wa mozilla.org. Yaliyomo yako katika <a href="%(url)s">Leseni ya Creative Commons</a>
ta: mozilla.org இல் உள்ள சில உள்ளடக்கங்கள் தனித்தனி பங்களிப்பாளர்களால் வழங்கப்பட்டது ©1998–%(current_year)s. உள்ளடக்கங்கள் <a href="%(url)s"> கிரியேடிவ் காமன்ஸ் உரிமத்தின் கீழ் உள்ளடக்கங்கள் கிடைக்கும்</a>.
te: ఈ సమాచారంలో కొన్ని భాగాల కాపీహక్కులు ©1998–%(current_year)s వ్యక్తిగత mozilla.org తోడ్పాటుదార్లవి. ఈ సమాచారం <a href="%(url)s">క్రియేటివ్ కామన్స్ లైసెన్సు</a> క్రింద లభ్యం.
th: ส่วนหนึ่งของเนื้อหานี้นั้นสงวนลิขสิทธิ์ 1998–%(current_year)s โดยผู้มีส่วมร่วมของ mozilla.org แต่ละคน เนื้อหาอยู่ภายใต้ <a href="%(url)s">สัญญาอนุญาตครีเอทีฟคอมมอนส์</a>
ur: اس مواد کے کچھ حصےذاتی mozilla.org معاونین کے جانب سے © 1998 تا %(current_year)s ہیں۔ مواد <a href="%(url)s">Creative Commons لائسنس</a> کے تحت دستیاب ہے۔
uz: Ushbu tarkib qismlari mozilla.org ishtirokchilari tomonidan ©1998–%(current_year)sda tuzilgan. Tarkib <a href="%(url)s">Creative Commons</a> litsenziyasi shartlari asosida mavjud.
vi: Một phần nội dung này được giữ bản quyền ©1998–%(current_year)s bởi từng cộng tác viên của mozilla.org độc lập. Nội dung được phát hành với <a href="%(url)s">giấy phép Creative Commons</a>.

source: Contribute to this site
br: Kemer perzh e-barzh ar bajenn-mañ
ca: Col·laboreu amb aquesta pàgina
cy: Cyfrannwch i'r wefan hon
fi: Auta sivuston kanssa
ga_ie: Cuir leis an suíomh seo
gd: Cuir ris an làrach seo
is: Bæta við efni á þetta vefsvæði
kab: Ttekki deg usmel agi
kn: ಈ ತಾಣಕ್ಕೆ ಕೊಡುಗೆ ನೀಡಿ
lt: Prisidėkite prie šios svetainės vystymo
lv: Papildiniet šo lapu
my: ဤစာမျက်နှာအတွက်ကူညီမည်
ne: यो पानामा योगदान गर्नुहोस
oc: Contribuissètz a aquesta pagina
sw: Changia kwa hii tovuti
ta: இந்த தளத்திற்க்கு பங்களித்திடுங்கள்
th: มีส่วนร่วมกับไซต์นี้
ur: اس سائٹ میں حصہ ڈالیں
uz: Ushbu saytga hissa qo‘shish
vi: Đóng góp cho trang web này
