Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Firefox Affiliates
br: Kenizili Firefox
ca: Col·laboradors del Firefox
cy: Cysyllteion Firefox
fi: Firefoxin tukijat
ga_ie: Cleamhnaithe Firefox
gd: Dlùth-chompanaich Firefox
is: Firefox tengdir aðilar
kab: Ttekkan ɣer Firefox
kn: Firefox ಭಾಗೀದಾರರು
lt: „Firefox“ skleidėjai
lv: Firefox Biedri
my: မီးမြေခွေး ကိုယ်စားလှယ်များ
oc: Collaboradors de Firefox
sw: Mshirika wa Firefox
ta: Firefox இணையாளர்கள்
ur: Firefox افلیئٹس
uz: Firefox bilan hamkorlik

source: Legal Notices
ar: ملاحظات قانونية
as: আইন সম্বন্ধীয় জাননী
az: Qanuni Qeydlər
br: Evezhiadennoù lezenn
ca: Avisos legals
cy: Hysbysiadau Cyfreithiol
fi: Käyttöehdot
fr: Avertissement légal
ga_ie: Fógraí Dlí
gd: Sanasan laghail
hy_am: Մեկնաբանություններ
id: Pernyataan Hukum
is: Lögfræðitilkynningar
kab: Alɣu ɣef usaḍuf
kn: ನ್ಯಾಯಪೂರ್ವಕ ಸೂಚನೆಗಳು
ku: Hişyarkirinên Fermî
lt: Teisinė informacija
lv: Juridiskās piezīmes
mn: Хуулийн мэдэгдэл
mr: कायदेशीर सूचना
ne: कानुनि सुचनाहरु
oc: Avertiments legals
ru: Юридические уведомления
sr: Правне поуке
sw: Ilani za Kisheria
ta: சட்ட அறிவிப்புகள்
te: చట్టపరమైన గమనికలు
th: ข้อกฎหมาย
ur: لیگل نوٹس
uz: Huquqiy ko‘rsatmalar
vi: Thông cáo pháp lý

source: Privacy Policy
ar: سياسة الخصوصية
as: গোপনীয়তাৰ নীতি
az: Məxfilik Siyasəti
br: Reolennoù a-fet buhez prevez
ca: Política de privadesa
cy: Polisi Preifatrwydd
fi: Tietosuojakäytännöt
fr: Respect de la vie privée
ga_ie: Polasaí Príobháideachta
gd: Am Poileasaidh Prìobhaideachd
hy_am: Գաղտնիության քաղաքականությունը
id: Kebijakan Privasi
is: Meðferð persónuupplýsinga
kab: Tasertit n tbaḍnit
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
ku: Rêgezên Nepeniyê
lt: Privatumo nuostatai
lv: Privātuma politika
mn: Хувийн мэдээлэл хамгаалах бодлого
mr: गोपनीयता धोरण
ne: गोपनीयता निति
oc: Respècte de la vida privada
ru: Политика приватности
sr: Полиса о приватности
sw: Sera ya Faragha
ta: தனிப்பட்ட கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
ur: پالیسی نجی نوعیت
uz: Maxfiylik siyosati
vi: Chính sách riêng tư

source: Release Notes
ar: ملاحظات الإصدار
as: উন্মোচন টোকাসমূহ
az: Buraxılış Qeydləri
br: Notenn a-zivout an handelv
ca: Notes de la versió
cy: Nodiadau rhyddhau
fi: Julkaisutiedot
fr: Notes de version
ga_ie: Nótaí Eisiúna
gd: Na notaichean sgaoilidh
hy_am: Թողարկման նշումները
id: Catatan Rilis
is: Útgáfuupplýsingar
kab: Iwenniten n lqem
kn: ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳು
ku: Nîşeyên Guhertoyê
lt: Laidos apžvalga
lv: Laidiena piezīmes
mn: Хувилбарын талаарх мэдээлэл
mr: प्रकाशन टिप
my: ထုတ်လုပ်မှူမှတ်စုများ
ne: जारी पत्र
oc: Nòtas de version
ru: Примечания к выпуску
sr: Белешке о издању
sw: Maelezo ya Toleo
ta: வெளியீட்டு அறிக்கை
te: విడుదల విశేషాలు
th: บันทึกประจำรุ่น
ur: اجرائی نوٹ
uz: Reliz izohlari
vi: Ghi chú của bản phát hành

source: Other Systems and Languages
ar: أنظمة و لغات أخرى
as: অন্য চিস্টেম আৰু ভাষাসমূহ
az: Digər Sistemlər və Dillər
br: Reizhiadoù ha yezhoù all
ca: Altres sistemes i llengües
cy: Systemau ac Ieithoedd Eraill
fi: Muut järjestelmät ja kielet
fr: Autres langues et systèmes
ga_ie: Teangacha agus Córais Eile
gd: Siostaman is cànain eile
hy_am: Այլ համակարգեր և լեզուներ
id: Bahasa & Sistem Operasi Lainnya
is: Önnur kerfi og tungumál
kab: Tutlayin akked inagrawen nniḍen
kn: ಇತರೆ ವ್ಯವಸ್ಥೆಗಳು ಹಾಗು ಭಾಷೆಗಳು
ku: Pergal û Zimanên Din
lt: Kitos sistemos ir kalbos
lv: Citas sistēmas un valodas
mn: Өөр үйлдлийн систем болон хэл
mr: इतर प्रणाली व भाषा
my: အခြားသော စစ္စတမ် များနှင့် ဘာသာစကားများ
ne: अरु ब्यबस्थाहरु र भाषाहरु
oc: Autres sistèmas e lengas
ru: Другие системы и языки
sr: Други системи и језици
sw: Mifumo mingine na Lugha
ta: வேறு கணினிகள் மற்றும் மொழிகள்
te: ఇతర వ్యవస్థలు మరియు భాషలు
th: ระบบและภาษาอื่น ๆ
ur: دیگر سیسٹمز اور زبانیں
uz: Boshqa tizimlar va tillar
vi: Các hệ thống và ngôn ngữ khác

source: Close
ar: أغلِق
as: বন্ধ কৰক
az: Bağla
br: Serriñ
ca: Tanca
cy: Cau
fi: Sulje
fr: Fermer
ga_ie: Dún
gd: Dùin
hy_am: Փակել
id: Tutup
is: Loka
kab: Mdel
kn: ಮುಚ್ಚು
ku: Bigire
lt: Užverti
lv: Aizvērt
mn: Хаах
mr: बंद करा
my: ပိတ်
ne: बन्द गर्नुहोस्
oc: Tampar
ru: Закрыть
sr: Затвори
sw: Funga
ta: மூடுதல்
te: మూసివేయి
th: ปิด
ur: بند کریں
uz: Yopish
vi: Đóng

source: (in English)
ar: (بالإنجليزية)
as: (ইংৰাজীত)
az: (İngiliscə)
br: (e Saozneg)
ca: (en anglès)
cy: (yn Saesneg)
fi: (englanniksi)
fr: (en anglais)
ga_ie: (i mBéarla)
gd: (ann am Beurla)
hy_am: (Անգլերեն)
id: (dalam bahasa Inggris)
is: (á ensku)
kab: (s teglizit)
kn: (ಇಂಗ್ಲೀಷಿನಲ್ಲಿದೆ)
ku: (bi înglîzî)
lt: (anglų kalba)
lv: (Angliski)
mn: (Англи хэлээр)
mr: (इंग्रजीत)
my: (အင်္ဂလိပ်လို)
ne: (अंग्रेजीमा)
oc: (en anglés)
ru: (на английском)
sr: (на Енглеском)
sw: (kwa Kiingereza)
ta: (ஆங்கிலத்தில்)
te: (ఇంగ్లీషులో)
ur: (انگریزی میں)
uz: (inglizcha)
vi: (tiếng Anh)

source: Return to top
ar: عُد إلى الأعلى
as: ওপৰলৈ যাওক
az: Başa qayıt
br: Distreiñ d'al lein
ca: Torna a dalt
cy: Dychwelyd i'r brig
fi: Ylös
fr: Haut de la page
ga_ie: Go dtí an barr
gd: Till gu barr na duilleige
hy_am: Վերադառնալ վերև
id: Kembali ke atas
is: Fara efst á síðu
kab: Afella n usebter
kn: ಮೇಲಕ್ಕೆ ಮರಳಿ
ku: Here jorê
lt: Grįžti į pradžią
lv: Atpakaļ uz augšu
mn: Хуудасны толгой хэсэгрүү очих
mr: वर जा
my: အထက်သို့ပြန်သွား
ne: माथि फर्किनुहोस्
oc: Tornar en naut
ru: Вернуться в начало страницы
sr: Вратите се на врх
sw: Rudi hapo juu
ta: மேலே திரும்புதல்
te: తిరిగి పైకి
th: ย้อนกลับข้างบน
ur: واپس آئیں
uz: Yuqoriga qaytish
vi: Trở về đầu trang

source: Features
ar: الميزات
as: বৈশিষ্ট্যসমূহ
az: Özəlliklər
br: Keweriusterioù
ca: Característiques
cy: Nodweddion
fi: Ominaisuudet
fr: Fonctionnalités
ga_ie: Gnéithe
gd: Feartan
hy_am: Հնարավորությունները
id: Fitur
is: Eiginleikar
kab: Timahilin
kn: ಸವಲತ್ತುಗಳು
ku: Taybetî
lt: Savybės
lv: Iespējas
mn: Гол чадвар
mr: गुणविशेष
my: အင်္ဂါရပ်များ
ne: विशेषताहरू
oc: Foncionalitats
ru: Возможности
sr: Могућности
sw: Vipengele
ta: அம்சங்கள்
te: విశేషాలు
th: คุณลักษณะ
ur: فیچر
uz: Imkoniyatlari
vi: Tính năng

source: Customize
ar: خصِّص
as: স্বনিৰ্বাচন কৰক
az: Xüsusiləşdir
br: Personelaat
ca: Personalitza
cy: Cyfaddasu
fi: Muokkaa
fr: Personnaliser
ga_ie: Saincheap
gd: Gnàthaich
hy_am: Կարգավորել
id: Ubahsuai
is: Sérsníða
kab: Sagen
kn: ನಿಮ್ಮ ಇಚ್ಛೆಗೆ ತಕ್ಕಂತೆ ಬದಲಾಯಿಸಿ
ku: Kesane
lt: Individualizavimas
lv: Pielāgot
mn: Нэмэгдэл чадвар
mr: पसंतीचे करा
my: ပြုပြင်မည်
ne: अनुकूलन गर्नुहोस्
oc: Personalizar
ru: Настроить
sr: Прилагоди
sw: Geuza kukufaa
ta: தனிபயனாக்கு
te: మలచుకోండి
th: การปรับแต่ง
ur: تخصیص کریں
uz: Moslash
vi: Tùy biến

source: Download
ar: نزّل
as: ডাউনল'ড কৰক
az: Endir
br: Pellgargañ
ca: Baixa'l
cy: Llwytho i Lawr
fi: Lataa
fr: Téléchargement
ga_ie: Íosluchtaigh
gd: Luchdaich a-nuas
hy_am: Բեռնել
id: Unduh
is: Niðurhal
kab: Sider
kn: ಡೌನ್‌ಲೋಡ್
ku: Jêbar bike
lt: Parsisiųsti
lv: Lejupielādēt
mn: Татах
mr: डाऊनलोड
my: ဒေါင်းလုဒ်ယူ
ne: डाउनलोड गर्नुहोस्
oc: Telecargament
ru: Загрузить
sr: Преузимање
sw: Pakua
ta: பதிவிறக்குங்கள்
te: దించుకోండి
th: ดาวน์โหลด
ur: ڈاؤن لوڈ
uz: Yuklab olish
vi: Tải xuống

source: Previous
az: Əvvəlki
br: Kent
ca: Anterior
cy: Blaenorol
fi: Edellinen
ga_ie: Siar
gd: Air ais
is: Fyrra
kab: Ɣeṛ deffir
kn: ಹಿಂದಿನ
lt: Atgal
lv: Iepriekšējais
my: ရှေ့သို့
ne: अघिल्लो
sw: Iliyotangulia
ta: முந்தைய
th: ก่อนหน้า
ur: پچھلا
uz: Oldingi
vi: Trước

source: Next
ar: التالي
as: পৰৱৰ্তী
az: İrəli
br: War-lerc'h
ca: Següent
cy: Nesaf
fi: Seuraava
fr: Suivant
ga_ie: Ar Aghaidh
gd: Air adhart
hy_am: Հաջորդը
id: Lanjut
is: Næsta
kab: Aḍris
kn: ಮುಂದಿನ
ku: Pêş
lt: Toliau
lv: Tālāk
mn: Дараах
mr: पुढे
my: ရှေ့
ne: अर्को॒
oc: Seguent
ru: Далее
sr: Даље
sw: Ifuatayo
ta: அடுத்து
te: తర్వాతి
th: ถัดไป
ur: آگے
uz: Keyingi
vi: Tiếp

source: MegaBytes
ar: ميجا بايت
as: মেগাবাইট
az: Meqabayt
br: Megaeizhbitoù
cy: MegaBeit
fi: megatavua
fr: Mégaoctets
ga_ie: Meigibhearta
hy_am: ՄեգաԲայթ
id: Megabita
is: Megabæti
kab: Miga Iṭamḍanen
kn: ಮೆಗಾಬೈಟ್‌ಗಳು
ku: MegaByte
lt: megabaito
lv: Megabaiti
mr: मेगा बाईटस्
oc: Megaoctets
ru: Мегабайт
sr: Мегабајта
ta: மெகாபைட்ஸ்
te: మెగాబైట్లు
th: เมกะไบต์
ur: میگا بائٹس
vi: Megabyte

source: FAQ
ar: الأسئلة المتكررة
br: FAG
ca: PMF
cy: Cwestiynau Cyffredin
ga_ie: Ceisteanna Coitianta
gd: CÀBHA
hy_am: ՀՃՀ
is: Spurningar og svör
kab: Isteqsiyen FAQ
ku: PPP
lt: Klausimai ir atsakymai
lv: BUJ
mn: Ихэвчлэн асуудаг асуултууд
sr: ЧПП
ta: கேள்விகள்
te: ప్రశ్నలు
th: คำถามที่พบบ่อย
ur: اہم سوالات
vi: Câu hỏi thường gặp

source: Videos
ar: فيديو
as: ভিডিঅ'সমূহ
az: Videolar
br: Videoioù
ca: Vídeos
cy: Fideos
fi: Videot
fr: Vidéos
ga_ie: Físeáin
gd: Videothan
hy_am: Տեսանյութեր
id: Video
is: Myndbönd
kab: Tividyutin
kn: ವೀಡಿಯೊಗಳು
ku: Vîdeo
lt: Vaizdo įrašai
lv: Video
mn: Бичлэг
mr: व्हिडीओज्
my: ဗီဒီယိုများ
ne: भिडियोहरु
oc: Vidèos
ru: Видео
sr: Снимци
sw: Video
ta: வீடியோக்கள்
te: వీడియోలు
th: วิดีโอ
ur: ویڈیو
uz: Videolar
vi: Video

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ar: ما لم <a href="%s">يُشَر</a> إلى غير ذلك،كل المحتوى في هذا الموقع مرخص وفق رخصة <br /><a href="%s">المشاع الإبداعي المشاركة بالمثل 3.0</a> أو الإصدارات الأحدث منها.
as: অকল য'ত <a href="%s">মন কৰা</a>, এই ছাইটৰ সমলক <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> বা তাৰ পিছৰ সংস্কৰণৰ অন্তৰ্গত অনুজ্ঞা কৰা হৈছে, তাৰ বাহিৰে।
az: Əlavə <a href="%s">notlar</a> olan yerlər xaric, bu saytda olan bütün məzmunlar <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> və ya daha yeni versiyası altında lisenziyalaşdırılıb.
br: Anez ma vefe <a href="%s">meneget</a> emañ endalc'had al lec'hienn-mañ dindan termenoù<br /><a href="%s">Kembeli Creative Commons evit al Lañvazioù dre Rannañ Heñvel h3.0</a> pe nevesoc'h.
ca: Si no s'<a href="%s">indica el contrari</a>, el contingut d'aquest lloc té llicència <br /><a href="%s">Creative Commons Atribució-Compartir igual v3.0</a> o qualsevol versió més nova.
cy: Ar wahân i lle <a href="%s">nodir</a> yn wahanol, mae cynnwys y wefan wedi ei drwyddedu o dan amodau <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> neu unrhyw fersiwn diweddarach.
fi: Paitsi mistä toisin <a href="%s">mainitaan</a>, tämän sivuston sisältö on <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> -käyttöehtojen tai uudempien alaista.
fr: Sauf <a href="%s">mention</a> contraire, le contenu de ce site est placé sous la licence <br /><a href="%s">Creative Commons Attribution Share-Alike v3.0</a> ou ultérieure.
ga_ie: Ach amháin in aon áit <a href="%s">ina ndeirtear a mhalairt</a>, cuirtear an t-ábhar ar an suíomh seo ar fáil faoin <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> nó aon leagan níos déanaí.
gd: Ach far a bheil <a href="%s">sanas</a> eile ann, tha susbaint na làraich seo fo cheadachas <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> no tionndadh nas ùire dheth.
hy_am: Նշված տեղերում <a href="%s">noted</a>, այս կայքի բովանդակությունը արտոնված է <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> և ավելի բարձր տարբերակով։
id: Kecuali disebutkan <a href="%s">secara khusus</a>, isi pada situs ini dilisensikan di bawah <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> atau versi yang lebih baru.
is: Á meðan annað er ekki tekið <a href="%s">fram</a>, er efni á þessu vefsvæði gefið út undir leyfi <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> eða nýrri útgáfu.
kn: <a href="%s">ಸೂಚನೆಯಲ್ಲಿ</a> ತಿಳಿಸಿದ ವಿಷಯವನ್ನು ಹೊರತುಪಡಿಸಿ, ಈ ತಾಣದಲ್ಲಿನ ವಿಷಯಗಳನ್ನು <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ಅಥವ ಅದರ ಮುಂದಿನ ಆವೃತ್ತಿಯ ಅಡಿಯಲ್ಲಿ ಲೈಸನ್ಸ್ ಮಾಡಲಾಗಿದೆ.
ku: Ji bilî ciyê <a href="%s">not bû</a>, naveroka li ser vê malperê di bin lîsansa <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> an jî guhertoyeke nûtir de ye.
lt: Jeigu <a href="%s">nenurodyta kitaip</a>, visas šios svetainės turinys yra pateikiamas pagal<br /><a href="%s">„Creative Commons Attribution Share-Alike 3.0“</a> arba vėlesnės versijos licenciją.
lv: Izņemot gadījumus kuros <a href="%s">noteikts</a> citādāk, šīs lapas saturs ir licencēts pēc <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> vai jebkuras vēlākas versijas nosacījumiem.
mn: Өөр <a href="%s">мэдэгдэл</a>-с бусад энэ сайтын контенц нь <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> буюу үүнээс дээш хувилбарын дагуу лицензд орсон байна..
mr: विशेषतया <a href="%s">निर्देशीत</a> केले असल्याशिवाय, या स्थळावरील अनुक्रम <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> किंवा पुढिल आवृत्ती प्रमाणे करारयुक्त आहे.
ne: कुनै ठाउँमा <a href="%s">नभनिएमा</a>, यो साइटको सामग्री निम्न इजाजतपत्र अनुसार रहेको छ: <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> अथवा यसकै कुनै नया संस्करण।
oc: Levat <a href="%s">mencion</a> contrària, lo contengut d'aqueste site es plaçat jos licéncia <br /><a href="%s">Creative Commons Attribution Share-Alike v3.0</a> o seguenta.
ru: За исключением содержимого с <a href="%s">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <br /><a href="%s">лицензии Creative Commons Attribution Share-Alike версии 3.0</a> или более поздней.
sr: Осим у случајевима где је другачије <a href="%s">наведено</a>, садржај на овом сајту је објаљен под лиценцом <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> или под истом лиценцом новијег датума.
sw: Isipokuwa pale ambapo vinginevyo<a href="%s">imenukuiwa</a>yaliyomo katika tovuti hii yako chini ya leseni ya <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a>ama toleo lingine la hivi karibuni.
te: తత్భిన్నంగా <a href="%s">పేర్కొంటే</a> తప్ప, ఈసైటు లోని విషయసారమంతా <br /><a href="%s">క్రియేటివ్ కామన్స్ అట్రిబ్యూషన్ షేర్-అలైక్ లైసెన్సు v3.0</a> లేదా ఆ పై సంచిక క్రింద లభ్యం.
th: ยกเว้นจะ<a href="%s">ถูกระบุ</a>เป็นอย่างอื่น เนื้อหาในเว็บนี้อยู่ภายใต้ <br /><a href="%s">สัญญาอนุญาตครีเอทีฟคอมมอนส์ แสดงที่มา อนุญาตแบบเดียวกัน 3.0</a> หรือรุ่นใหม่กว่า
ur: علاوہ جہاں کچھ اور <a href="%s">کہا گیا</a> ہو، اس سائٹ پر مواد<br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> کے یا اس کی کوئی اور نئی ورژن کے تحت لائسنس شدہ ہے۔
uz: <a href="%s">aniq ko‘rsatilgan</a>lardan tashqari, ushbu sayt tarkibi <br /><a href="%s">Creative Commons Attribution Share-Alike 3.0 versiyasi litsenziyasi</a> yoki keyingi versiyalari bilan himoyalangan.
vi: Trừ khi <a href="%s">có ghi rõ</a>, nội dung trên trang này được ban hành với <br /><a href="%s">giấy phép Creative Commons Attribution Share-Alike phiên bản 3.0</a> hoặc bất kì phiên bản nào mới hơn.

source: Report Trademark Abuse
ar: بلّغ عن إساءة استخدام للعلامات التجارية
as: ট্ৰেডমাৰ্কৰ ভুল ব্যৱহাৰৰ প্ৰতিবেদন কৰক
az: Əmtəə Nişanının Qanunsuz İstifadəsi Haqqında Xəbər Ver
br: Kas un danevell a-zivout dreistarver ur merk marilhet
ca: Informeu d'un abús de la marca
cy: Adrodd am Gamddefnyddio Nod Masnach
fi: Ilmoita tuotemerkin väärinkäytöksistä
fr: Signaler un abus de marques déposées
ga_ie: Déan Tuairisc ar Dhrochúsáid Trádmharcanna
gd: Dèan aithris air droch chleachdadh comharraidh-mhalairt
hy_am: Ապրանքանիշի չարաշահման զեկուցում
id: Laporkan Penyalahgunaan Merek Dagang
is: Tilkynna misnotkun á vörumerki
kn: ಟ್ರೇಡ್‌ಮಾರ್ಕಿನ ನಿಂದನೆ ವರದಿ ಮಾಡಿ
ku: Binpêkirina Markeyê Rapor Bike
lt: Pranešti apie neleistiną prekės ženklo naudojimą
lv: Ziņot par preču zīmes pārkāpumu
mn: Бүтээгдэхүүний тэмдэгийг буруу ашигласан талаарх мэдээллийг мэдэгдэх
mr: व्यापरचिन्हाचे दुरूपयोग कळवा
ne: ट्रेडमार्क को दुरुपयोग दर्ता गराउनुहोस्
oc: Senhalar un abús de marca depausada
ru: Сообщить о злоупотреблении торговой маркой
sr: Пријави злоупотребу заштитног знака
sw: Ripoti Dhuluma ya Alam Za Biashara
ta: வணிக முத்திரை மோசடியை அறிக்கையிடுங்கள்
te: ట్రేడ్‌మార్క్ దుర్వినియోగాన్ని నివేదించండి
th: รายการการใช้เครื่องหมายการค้าที่ผิดวัตถุประสงค์
ur: تجارتی نشان کا غلط استعمال رپورٹ کریں
uz: Savdo belgisidan noqonuniy foydalanilganlik haqida xabar berish
vi: Báo cáo lạm dụng thương hiệu

source: Free Upgrade
ar: ترقية مجانية
as: বিনামূলীয়া উন্নয়ন
az: Pulsuz Yeniləmə
br: Hizivaat digoust
ca: Actualització gratuïta
cy: Diweddaru am Ddim
fi: Ilmainen päivitys
fr: Mise à niveau gratuite
ga_ie: Nuashonrú Saor in Aisce
gd: Ùrachadh saor an-asgaidh
hy_am: Անվճար թարմացում
id: Pemutakhiran Gratis
is: Ókeypis uppfærsla
kab: Aleqqem baṭel
kn: ಉಚಿತ ನವೀಕರಣ
ku: Bilindkirina Belaş
lt: Atnaujinkite nemokamai
lv: Bezmaksas uzlabojums
mn: Үнэгүй шинэчлэх
mr: मोफत सुधारणा
my: အခမဲ့အဆင့်မြှင့်တင်မှူ
ne: निःशुल्क अपग्रेड
oc: Mesa a jorn gratuita
ru: Обновить бесплатно
sr: Бесплатна надоградња
sw: Boresha Bure
ta: இலவச மேம்படுத்தல்
te: ఉచిత నవీకరణ
th: ปรับรุ่นฟรี
ur: مفت اپ گریڈ
uz: Bepul yangilash
vi: Nâng cấp miễn phí

source: Follow us on:
ar: تابِعنا في:
as: আমাক লগ ধৰক:
az: Bizi izləyin:
br: Chomit war hol lec'h war :
ca: Seguiu-nos a:
cy: Dilyn ni ar:
fi: Seuraa meitä:
fr: Suivez-nous sur&nbsp;:
ga_ie: Bí dár leanúint ar:
gd: Cum cluas ri naidheachdan oirnn air:
hy_am: Հետևեք մեզ՝
id: Ikuti kami di:
is: Kíktu á okkur á:
kab: Ḍfert-aɣ-d di:
kn: ನಮ್ಮನ್ನು ಅನುಸರಿಸಿ:
ku: Me ji virê bişopînin:
lt: Sekite mus:
lv: Sekojiet mums:
mn: Дагах
mr: आमच्याशी येथे संपर्क करा:
ne: हामिलाई यहाँ पछ्याउनुहोस्:
oc: Seguissètz-nos sus&nbsp;:
ru: Следуйте за нами на:
sr: Пратите нас на:
sw: Tufuate katika:
ta: எங்களை தொடர:
te: మమ్మల్ని అనుసరించండి:
th: ติดตามเราที่:
ur: ہمیں فالو کریں:
uz: Bizni kuzatib boring:
vi: Theo dõi chúng tôi trên:

source: Customize with Add-ons
ar: خصّص باستخدام الإضافات
as: এড-অ'নৰ সৈতে স্বনিৰ্বাচন কৰক
az: Əlavələrlə Özəlləşdirin
br: Personelaat gant Askouezhioù
ca: Personalització amb complements
cy: Cyfaddasu gydag Ychwanegion
fi: Muokkaa lisäosilla
fr: Personnaliser avec des modules complémentaires
ga_ie: Saincheap Firefox le Breiseáin
gd: Gnàthaich le tuilleadain
hy_am: Կարգավորել հավելումները
id: Ubahsuaikan dengan Pengaya
is: Sérsníða með viðbótum
kab: Sagen si izegrar
kn: ಆಡ್‌-ಆನ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಇಚ್ಛೆಗೆ ತಕ್ಕಂತೆ ಬದಲಾಯಿಸಿ
ku: Bi Add-onsan takekes bike
lt: Papildykite priedais
lv: Pielāgojiet ar papildinājumiem
mn: Нэмэгдэл чадварыг ашиглан өөрчлөх
mr: ऍड-ऑन्स् स्वपसंती
my: အတ်အွန်များဖြင့်ပြင်ဆင်နိုင်သည်။
ne: एड-अनहरू द्वारा अनुकुलन गर्नुहोस्
oc: Personalizar amb de moduls complementaris
ru: Настройте с помощью дополнений
sr: Прилагодите га додацима
sw: Boresha na add-ons
ta: கூடுதல் இணைப்புகளுடன் தனிபயனாக்க
te: యాడాన్లతో అభిమతీకరించుకోండి
th: ปรับแต่งด้วยส่วนเสริม
ur: تخصیص کریںمع ایدڈونز
uz: Qo‘shimcha dasturlar bilan moslang
vi: Tùy biến bằng Add-on

source: Learn More
ar: اعرف المزيد
as: আৰু অধিক জানক
az: Ətraflı Öyrən
br: Gouzout muioc'h
ca: Més informació
cy: Dysgu Rhagor
fi: Lue lisää
fr: En savoir plus
ga_ie: Tuilleadh Eolais
gd: Barrachd fiosrachaidh
hy_am: Մանրամասն
id: Pelajari Lebih Lanjut
is: Fræðast Meira
kab: Issin ugar
kn: ಇನ್ನಷ್ಟು ಅರಿತುಕೊಳ್ಳಿ
ku: Zêdetir Agahî
lt: Išsamiau
lv: Uzzināt vairāk
mn: Өшөө илүүг сурах
mr: आणखी शिका
my: ဆက်လက်လေ့လာ
ne: अझ जान्नुहोस्
oc: Ne saber mai
ru: Подробнее
sr: Сазнајте више
sw: Jifunze Zaidi
ta: மேலும் அறிய
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
ur: اور سیکھیں
uz: Ko‘proq o‘rganish
vi: Tìm hiểu thêm

source: Learn more
az: Ətraflı Öyrən
br: Gouzout muioc'h
ca: Més informació
cy: Dysgu rhagor
fi: Lue lisää
ga_ie: Tuilleadh Eolais
gd: Barrachd fiosrachaidh
is: Fræðast meira
kab: Issin ugar
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lt: Išsamiau
lv: Uzzināt vairāk
my: ဆက်လက်လေ့လာ
ne: अझ जान्नुहोस्
oc: Ne saber mai
sw: Jifunze zaidi
ta: மேலும் அறிய
th: เรียนรู้เพิ่มเติม
ur: مزید سیکھیں
uz: Ko‘proq o‘rganish
vi: Tìm hiểu thêm

source: Replay
az: Təkrarla
br: Adlenn
ca: Reprodueix
cy: Chwarae eto
fi: Toista uudelleen
ga_ie: Seinn arís
gd: Ath-chluich
is: Spila aftur
kab: Wali tikelt nniḍen amray
kn: ಪ್ರತಿಕ್ರಿಯಿಸು
lt: Kartoti
lv: Atkārtot
my: ပြန်ပြ
ne: फेरी हेर्नुहोस
sw: Cheza tena
ta: மீட்டுயக்கு
th: เล่นซ้ำ
ur: پھر چلائیں
uz: Takrorlash
vi: Xem lại

source: Watch the video
ar: شاهد الفيديو
as: এই ভিডি'অ চাওক
az: Videonu izlə
br: Gwelout ar video
ca: Mostra el video
cy: Gwylio'r fideo
fi: Katso video
fr: Regarder la vidéo
ga_ie: Féach ar an bhfíseán
gd: Coimhead air a' video
hy_am: Դիտեք տեսանյութ
id: Tonton videonya
is: Horfa á myndbandið
kab: Wali tavidyut
kn: ವೀಡಿಯೊವನ್ನು ನೋಡಿ
ku: Vîdeoyê Temaşe Bike
lt: Žiūrėti vaizdo įrašą
lv: Aplūkot video
mn: Бичлэг үзэх
mr: व्हिडीओ पहा
my: ဗီဒီယိုအားကြည့်ပါ
ne: भिडियो हेर्नुहोस्
oc: Gaitar la vidèo
ru: Просмотреть видео
sr: Погледајте видео снимак
sw: Tazama video
ta: வீடியோவைப் பார்க்கவும்
te: వీడియోని చూడండి
th: ดูวิดีโอ
ur: وڈیو دیکہیں
uz: Videoni ko‘rish
vi: Xem video

source: Replay the video
br: Adlenn ar video
ca: Torna a reproduir el vídeo
cy: Ail chwarae'r fideo
fi: Toista video uudelleen
ga_ie: Seinn an físeán arís
gd: Cluich a' video a-rithist
is: Spila myndbandið aftur
kab: Wali tikelt nniḍen tavidyut
kn: ವೀಡಿಯೊ ರೀಪ್ಲೇ ಮಾಡಿ
lt: Kartoti vaizdo įrašą
lv: Atkārtot video
my: ဗီဒီယိုအား ပြန်ပြပါ
ne: भिडिओ फेरी हेर्नुहोस
sw: Cheza video tena
ta: இக்காணொளியை மீள் இயக்கு
th: เล่นวิดีโออีกครั้ง
ur: ویڈیو ری پلے
uz: Videoni qayta ko‘rish
vi: Xem lại video này

source: Share the video
br: Rannañ ar video
ca: Comparteix el vídeo
cy: Rhannu'r fideo
fi: Jaa tämä video
ga_ie: Comhroinn an físeán
gd: Co-roinn a' video
is: Deila myndbandinu
kab: Bdu tavidyut
kn: ವೀಡಿಯೊವನ್ನು ಹಂಚು
lt: Dalintis vaizdo įrašu
lv: Dalīties ar video
my: ဗီဒီယိုအားမျှဝေပါ
ne: चलदृष्य बाँड्नुहोस्
sw: Gawa video
ta: இக்காணொளியை பகிர்
th: แบ่งปันวิดีโอ
ur: ویڈیو کا اشتراک کریں
uz: Videoni bo‘lishish
vi: Chia sẻ video này

source: WebM format
ar: صيغة WebM
as: WebM বিন্যাস
az: WebM formatı
br: Mentrezh WebM
ca: Format WebM
cy: Fformat WebM
fi: WebM-muoto
fr: Format WebM
ga_ie: Formáid WebM
gd: Fòrmat WebM
hy_am: WebM տեսակի
id: Format WebM
is: WebM skráarsnið
kab: Amasal WebM
kn: WebM ವಿನ್ಯಾಸ
ku: Formata WebM
lt: „WebM“ formatu
lv: WebM formāts
mn: WebM хэлбэр
mr: WebM रूपण
oc: Format WebM
ru: формат WebM
sr: ВебМ формат
sw: fomati ya WebM
ta: WebM வடிவம்
te: WebM ఫార్మాటు
th: รูปแบบ WebM
ur: WebM فارمٹ
vi: Định dạng WebM

source: Ogg Theora format
ar: صيغة Ogg Theora
as: Ogg Theora বিন্যাস
az: Ogg Theora formatı
br: Mentrezh Ogg Theora
ca: Format Ogg Theora
cy: Fformat Ogg Theora
fi: Ogg Theora -muoto
fr: Format Ogg Theora
ga_ie: Formáid Ogg Theora
gd: Fòrmat Ogg Theora
hy_am: Ogg Theora տեսակի
id: Format Ogg Theora
is: Ogg Theora skráarsnið
kab: Amasal Ogg Theora
kn: Ogg Theora ವಿನ್ಯಾಸ
ku: Formata Ogg Theora
lt: „Ogg Theora“ formatu
lv: Ogg Theora formāts
mn: Ogg Theora хэлбэр
mr: Ogg Theora रूपण
oc: Format Ogg Theora
ru: формат Ogg Theora
sr: Огг Теора формат
sw: fomati ya Ogg Theora
ta: Ogg Theora வடிவம்
te: ఆగ్ థియోరా ఫార్మాటు
th: รูปแบบ Ogg Theora
ur: Ogg Theora فارمیٹ
vi: Định dạng Ogg Theora

source: MPEG-4 format
ar: صيغة MPEG-4
as: MPEG-4 বিন্যাস
az: MPEG-4 formatı
br: Mentrezh MPEG-4
ca: Format MPEG-4
cy: Fformat MPEG-4
fi: MPEG-4-muoto
fr: Format MPEG-4
ga_ie: Formáid MPEG-4
gd: Fòrmat MPEG-4
hy_am: MPEG-4 տեսակի
id: Format MPEG-4
is: MPEG-4 skráarsnið
kab: Amsal MPEG-4
kn: MPEG-4 ವಿನ್ಯಾಸ
ku: Formata MPEG-4
lt: „MPEG-4“ formatu
lv: MPEG-4 formāts
mn: MPEG-4 хэлбэр
mr: MPEG-4 रुपण
oc: Format MPEG-4
ru: формат MPEG-4
sr: МПЕГ-4 формат
sw: fomati ya MPEG-4
ta: MPEG-4 வடிவம்
te: MPEG-4 ఫార్మాటు
th: รูปแปบบ MPEG-4
ur: MPEG-4 فارمیٹ
vi: Định dạng MPEG-4

source: Mobile
ar: الجوّال
as: মবাইল
az: Mobil
br: Pellgomzer hezoug
ca: Mòbil
cy: Symudol
fi: Mobiili
ga_ie: Soghluaiste
gd: Gluasadach
hy_am: Բջջային
is: Farsími
kab: Aziraz
kn: ಮೊಬೈಲ್
ku: Mobîl
lt: Mobiliesiems
lv: Mobilā versija
mr: मोबाइल
my: မိုဘိုင်း
ne: मोबाइल
oc: Telefonet
ru: Мобильный
sr: Мобилни
sw: Simu ya mkono
ta: மொபைல்
te: మొబైల్
th: อุปกรณ์พกพา
ur: موبایل
uz: Mobil
vi: Di động
