Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
br: Ur postel a berzh mozilla@e.mozilla.org a zegemerot evit kadarnaat ho koumanantiñ. Ma ne welit ket anezhañ, gwirit ho siloù spam. Ret eo deoc'h kadarnaat ho koumanantiñ evit degemer hol lizhiri kelaouiñ.
ca: Rebreu un correu electrònic de mozilla@e.mozilla.org per confirmar la vostra subscripció. Si no el veieu, comproveu el filtre del correu brossa. Cal que confirmeu la subscripció per rebre el butlletí.
cy: Byddwch yn derbyn e-bost oddi wrth mozilla@e.mozilla.org i gadarnhau eich tanysgrifiad. Os nad yw i'w weld, gwiriwch eich hidl sbam. Rhaid i chi gadarnhau eich tanysgrifiad er mwyn derbyn y newyddlen.
ga_ie: Gheobhaidh tú teachtaireacht ó mozilla@e.mozilla.org chun an síntiús a dhearbhú. Mura bhfeiceann tú é, féach ar do bhosca dramhphoist. Caithfidh tú an síntiús a dhearbhú chun an nuachtlitir a fháil.
gd: Gheibh thu post-d o mozilla@e.mozilla.org gus am fo-sgrìobhadh agad a dhearbhadh. Mur fhaic thu e, thoir sùil air a' chriathrag spama agad. Feumaidh tu am fo-sgrìobhadh a dhearbhadh mus fhaigh thu a' chuairt-litir againn.
is: Þú færð póst frá mozilla@e.mozilla.org til að staðfesta áskriftina. Ef þú sérð ekki póstinn, athugaðu þá ruslpóst möppuna. Þú verður að staðfesta áskriftina til að fá fréttabréfið.
lt: Netrukus iš mozilla@e.mozilla.org gausite laišką, prašantį patvirtinti prenumeratą. Jeigu jo nematote, paieškokite brukalo aplanke. Kad gautumėte naujienlaiškį, privalote patvirtinti prenumeratą.
lv: Jūs saņemsiet epastu no mozilla@e.mozilla.org, lai apstiprinātu pieteikšanos jaunumiem. Ja neredzat šo epastu, pārbaudiet mēstuļu mapi. Lai saņemtu jaunumus, jāapstiprina pieteikšanās uz tiem.
my: သင်သည် mozill​a@e.mozilla.org မှနေပြီးမေလ်းတစ်စောင်ရလိမ့်မည်။ ထိုမေလ်းရောက်မလာပါက သင်၏ Spam ဘောက်စ်ထဲသို့ စစ်ပေးပါ။ သင်သတင်းတွေရဖို့ အတည်တော့ပြုပေးဖို့လိုသည်။
ne: सदस्यता पक्का गर्नको निमित्त तपाईँले mozilla@e.mozilla.org बाट एक इमेल पाउनुहुनेछ। यदि तपाईँले सो देख्नुभएन भने, अाफ्नो spam filter जाँच्नुहोस्। हाम्रो समाचारपत्र पाउन तपाईँले सदस्यता पक्का गर्नु जरुरी छ।
oc: Anatz recebrr un messatge de mozilla@e.mozilla.org per confirmar vòstre abonament. Se lo vesètz pas dins vòstre bóstia de letras, verificatz qu'es pas anat se metre dins los corrièrs indesirables. Vos caldrà confirmar vòstre abonament per recebre nòstra letra d'informacions.
ta: உங்களுக்கு mozilla@e.mozilla.org என்ற முகவரியில் இருந்து உங்கள் சந்தாவை உறுதிப்படுத்தும் மின்னஞ்சல் வரும். உங்களுக்கு அது கிடைக்கவில்லை என்றால் உங்கள் தேவையற்ற மின்னஞ்சல் வடிப்பானை சரிபார்க்கவும். செய்தி மடலைப் பெற நீங்கள் சந்தாவை கட்டாயம் உறுதிப்படுத்தியாக வேண்டும்.
th: คุณจะได้รับอีเมลจาก mozilla@e.mozilla.org เพื่อยืนยันการบอกรับจดหมายข่าว ถ้าคุณไม่พบจดหมายฉบับนั้นลองตรวจสอบกล่องจดหมายขยะดู คุณจะต้องยืนยันการบอกรับจดหมายข่าวเพื่อให้การบอกรับจดหมายข่าวนั้นสมบูรณ์
ur: آپ کو اپنی رکنیت تصدیق کرنے کے لیے mozilla@e.mozilla.org کی طرف سے ایک ای میل ملے گی۔ اگر آپ کو نہیں مل رہی تو اپنا بے کار ڈاک فلٹر چیک کریں۔ نیوز لیٹر وصول کرنے کے لیے آپ کو رکنیت کی تصدیق کرنا ضروری ہے۔
vi: Bạn sẽ nhận được một thư điện tử từ mozilla@e.mozilla.org để xác nhận việc đăng ký. Nếu không nhìn thấy, xin hãy kiểm tra trong bộ lọc thư rác. Bạn cần phải xác nhận đăng ký để nhận thư thông báo của chúng tôi.

source: Read all about it in our <span>newsletter</span>
br: Dizoloit hol <span>lizher kelaouiñ</span>
ca: Llegiu-ho tot al nostre <span>butlletí</span>
cy: Darllen ein newyddion yn ein <span>newyddlen</span>
ga_ie: Léigh chuile rud inár <span>nuachtlitir</span>
gd: Na naidheachdan uile sa <span>chuairt-litir</span> againn
is: Lestu allt um þetta í <span>fréttablaðinu</span> okkar
lt: Sužinokite viską iš mūsų <span>naujienlaiškio</span>
lv: Uzziniet visu par šo mūsu <span>jaunumos</span>
my: ကျွနု်ပ်တို့၏ <span>သတင်းစဉ်</span>အကြောင်း
ne: हाम्रो <span> समाचारपत्रमा</span> यो बारेमा सबै पढ्नुहोस्
oc: Descobrissètz nòstra <span>letra d'informacions</span>
ta: அதைப் பற்றிய அனைத்தையும் எங்கள் <span>செய்திமடலில்</span> வாசிக்கவும்
th: อ่านต่อใน <span>จดหมายข่าว</span> ของเรา
ur: اس کے بارے میں سب پڑھیں ہمارے <span> نیوز لیٹر </span> میں
vi: Tìm hiểu thêm trong <span>bản tin hàng tháng</span> của chúng tôi

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
br: Koumanantit d'hol lizher miziek ha degemerit keleier Mozilla, enno an tunioù ha ar c'horvigelloù diwezhañ evit kaout ar pep gwellañ eus Firefox. An doare gwellañ da chom e darempred.
ca: Subscriviu-vos a les actualitzacions mensuals i manteniu-vos al dia de les novetats de Mozilla, que inclouen els últims trucs i consells per aprofitar al màxim el Firefox. És la manera perfecta de mantenir-nos en contacte!
cy: Tanysgrifiwch i'r diweddariadau misol a chadw'n gyfredol gyda newyddion Mozilla, gan gynnwys y ffyrdd o gael y gorau allan o'ch porwr Firefox. Dyma'r ffordd berffaith i ni gadw mewn cysylltiad!
ga_ie: Liostáil lenár nuachtlitir mhíosúil agus faigh na leideanna agus cleasa is déanaí chun an tairbhe is mó a bhaint as do bhrabhsálaí Firefox. Ba mhaith linn fanacht i dteagmháil leat!
gd: Leis a' chuairt-litir mhìosail, bidh na naidheachdan as ùire aig Mozilla agad, a' gabhail a-steach na gleusan as ùire leis an cur thu Firefox gu làn fheum dhut fhèin. Chan eil dòigh nas fhearr gus cumail suas rinn!
is: Vertu áskrifandi að mánaðarlegum uppfærslum og lestu nýjustu fréttir frá Mozilla, t.d nýjar ábendingar sem hjálpa þér að fá sem mest út úr Firefox vafranum. Þetta er besta leiðin til að fylgjast með!
lt: Prenumeruokite mėnesinį naujienlaiškį ir neatsilikite nuo „Mozillos“ naujienų, tuo pačiu gaudami aktualių „Firefox“ naudojimosi patarimų. Tai – puikus būdas palaikyti tarp mūsų ryšį!
lv: Piesakieties ikmēneša jaunumiem un sekojiet līdz Mozilla aktualitātēm, kā arī dažādiem padomiem par to kā iegūt vairāk ar Firefox. Šis ir ideāls veids kā mums būt draugiem!
my: အီးမေလ်းအား စာရင်းသွင်းထားပြီး မိုဇီလာသတင်းများ အချို့သော မီးမြေခွေးသုံးဆွဲပုံ နှင့် ၎င်းနှင့်သက်ဆိုင်သော အချက် အလက်များအား ရယူပါ။ အဆက်အသွယ်မပြတ်အောင်တော့ အီးမေလ်းပေးထားခဲ့တာအကောင်းဆုံးပါ!
oc: Abonatz-vos per èsser informat cada mes de totas las mesas a jorn e de las novetats Mozilla, inclusas nòstras darrièras astúcias per optimizar vòstre navigador Firefox. Lo melhor biais de demorar en contacte&nbsp;!
ta: மாதாந்திர புதுப்பிப்புகளுக்கு சந்தா பெற்று Mozilla செய்திகளை உடனுக்குடன் தெரிந்துவைத்துக்கொள்ளுங்கள், அதில் உங்கள் Firefox உலாவியை மேலும் சிறப்பாக எப்படி பயன்படுத்துவது என்பது குறித்த உதவிக்குறிப்புகள் மற்றும் நுணுக்கங்களும் அடங்கும். இது தான் எங்களுக்கு தொடர்பு கொள்ள சிறந்த வழி!
th: บอกรับข่าวรายเดือนเพื่อเกาะติดข่าวที่เกี่ยวข้องกับ Mozilla เช่น กลเม็ดเคล็ดลับล่าสุดในการใช้งาน Firefox ให้มีประสิทธิภาพสูงสุด นี่เป็นหนทางที่ดีที่เราจะใกล้ชิดกัน!
ur: ماہانہ تازہ کاریوں کے رکن بنیں اور موزیلا خبروں، بشمول فائر فاکس سے زیادہ سے زیادہ فائدہ اٹھانے کے لیے تازہ ترین ٹوٹکوں اور چالوں سے باخبر رہیے۔ یہ ہمارے لیے رابطہ میں رہنے کا بہترین طریقہ ہے۔
vi: Đăng ký để hàng tháng cập nhật và theo dõi tin tức từ Mozilla, bao gồm những mẹo và những thủ thuật mới giúp bạn sử dụng trình duyệt Firefox được hiệu quả nhất. Đây là cách tốt nhất để chúng tôi giữ liên lạc với bạn!

source: <span>Firefox</span> + You
br: <span>Firefox</span> + C'hwi
ca: <span>Firefox</span> i vosaltres
cy: <span>Firefox</span> + Chi
ga_ie: <span>Firefox</span> agus Tusa
is: <span>Firefox</span> + Þú
lv: <span>Firefox</span> + Jūs
ne: <span>Firefox</span> + तपाईँ
oc: <span>Firefox</span> + Vos
ur: <span>Firefox</span>+ آپ

source: Get Firefox tips, tricks, news and more
br: Evit kaout tunioù, korvigelloù, keleier ha traoù all
ca: Obtingueu consells, trucs, notícies i més sobre el Firefox
cy: Cewch gynghorion, triciau, newyddion a rhagor
ga_ie: Leideanna Firefox, cleasa, nuacht, agus tuilleadh
is: Fáðu Firefox ábendingar, snjallræði, fréttir og fleira
lv: Iegūstiet Firefox ieteikumus, triki, jaunumi un vairāk
ne: Firefox को सुझाव, तरिका, समाचार र अरु पाउनुहोस्
ur: Firefox کے ٹوٹکے، چالاکی، خبریں اور مزید حاصل کریں

source: Web Innovations
cy: Arloesedd Gwe
is: Nýjungar á vefnum
ur: ویب کی چدتیں

source: Internet Health
cy: Iechyd y Rhyngrwyd
is: Heilbrigt Internet
ne: इन्टरनेट स्वास्थ
ur: انٹرنیٹ کی صحت

source: OS
br: Reizhiad Korvoiñ
fi: Käyttöjärjestelmä
ga_ie: Firefox OS
is: Stýrikerfi
ta: இயங்கு தளம்

source: %Y-%m-%d
ar: %d-%m-%Y
as: %d-%m-%Y
az: %d.%m.%Y
br: %d-%m-%Y
ca: %d-%m-%Y
fi: %d.%m.%Y
fr: %d-%m-%Y
gd: %d-%m-%Y
id: %d/%m/%Y
is: %d.%m.%Y
kn: %d-%m-%Y
ku: %d-%m-%Y
lv: %d-%m-%Y
mr: %d-%m-%Y
ru: %d.%m.%Y
sr: %d-%m-%Y
te: %d-%m-%Y
th: %d-%m-%Y
vi: %d-%m-%Y

source: MB
ar: م.ب.
br: Me
fi: Mt
fr: Mo
hy_am: ՄԲ
kab: MAṬ
lt: &nbsp;MB
oc: Mo
ru: МБ
sr: МБ
ta: மெ.பை.
te: మెబై

source: HTML
lt: Raiškusis tekstas (HTML)

source: Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್
my: မီးမြေခွေး
ta: பயர்பாக்ஸ்

source: Get Firefox for Android
ar: احصل على فَيَرفُكس لأندرويد
as: Android ৰ বাবে Firefox প্ৰাপ্ত কৰক
az: Android üçün Firefox Endir
fr: Téléchargez Firefox pour Android
hy_am: Ձեռք բեր Firefox Android-ի համար
id: Dapatkan Firefox untuk Android
kn: ಆಂಡ್ರಾಯ್ಡಿಗೆ ಫೈರ್ಫಾಕ್ಸನ್ನು ಪಡೆಯಿರಿ
ku: Firefoxa ji bo Androîdê bistîne
mn: Андроид-н Firefox хувилбар авах
mr: अँड्रॉइडकरीता फायरफॉक्स प्राप्त करा
ru: Загрузить Firefox для Android
sr: Набавите Фајерфокс за Андроид
te: ఆండ్రాయిడ్ కొరకు ఫైర్‌ఫాక్స్ తెచ్చుకోండి

source: Press area
as: সংবাদ ক্ষেত্ৰ
fr: Espace presse
id: Pers
mn: Туслах материал
sr: Саопштења за штампу
te: ప్రెస్ ప్రాంతము

source: Store
ar: المتجر
as: ভঁৰাল
fr: Boutique
mn: Дэлгүүр
ru: Магазин
sr: Продавница
te: అంగడి

source: Licensing
ar: الترخيص
as: অনুজ্ঞা পত্ৰ দিয়া
fr: Licence
id: Lisensi
mn: Лиценз
ru: Лицензирование
sr: Лиценцирање
te: లైసెన్సింగ్

source: Site contact
ar: الاتصال بالموقع
as: ছাইট সম্বন্ধে যোগাযোগ
fr: Contactez-nous
id: Kontak situs
mn: Сайттай холбоо барих
ru: Контактная информация
sr: Контакт за сајт
te: సైటు సంప్రదింపు

source: All rights reserved.
ar: جميع الحقوق محفوظة.
as: সকলো অধিকাৰ সংৰক্ষিত।
fr: Tous droits réservés.
id: Hak cipta dilindungi undang-undang
mn: Зохиогчийн эрхээр хамгаалагдсан
ru: Все права защищены.
sr: Сва права су задржана.
te: అన్ని హక్కులు మావే.

source: Visit Mozilla.com
ar: زُر Mozilla.com
as: Mozilla.com ভ্ৰমণ কৰক
fr: Visitez Mozilla.com
id: Kunjungi Mozilla.com
mn: Mozilla.com-д айлчлах
ru: Посетите Mozilla.com
sr: Посетите сајт Mozilla.com
te: Mozilla.com ను సందర్శించండి

source: Visit Mozilla.com (in English)
as: Mozilla.com ভ্ৰমণ কৰক (ইংৰাজীত)
fr: Visitez Mozilla.com (en anglais)
mn: Mozilla.com-д айлчлах (US site)
sr: Посетите Mozilla.com (на енглеском)
te: Mozilla.com ను సందర్శించండి (ఇంగ్లీషులో)

source: Download Firefox - Free
ar: نزّل فَيَرفُكس - مجانيّ
as: Firefox ডাউনল'ড কৰক - বিনামূলীয়া
fr: Téléchargez Firefox - gratuit
id: Unduh Firefox - Gratis
mn: Firefox татах - Үнэгүй
ru: Загрузите Firefox — бесплатно
sr: Набавите Фајерфокс - бесплатно
te: ఫైర్‌ఫాక్స్‌ని దించుకోండి - ఉచితం

source: Get Firefox
ar: احصل على فَيَرفُكس
as: Firefox প্ৰাপ্ত কৰক
fr: Obtenez Firefox
id: Dapatkan Firefox
mn: Firefox-г авах
ru: Загрузить Firefox
sr: Набавите Фајерфокс
te: ఫైర్‌ఫాక్స్‌ని పొందండి

source: Free Download
ar: تنزيل مجانيّ
as: বিনামূলীয়া ডাউনল'ড
fr: Téléchargement gratuit
id: Unduh Gratis
mn: Үнэгүй татах
ru: Загрузить бесплатно
sr: Бесплатна набавка
te: ఉచిత దింపుకోలు

source: Help us make Firefox even better!
ar: ساهِم معنا في تحسين فَيَرفُكس!
as: Firefox ক ইয়াতকৈ ভাল কৰিবলৈ আমাক সহায় কৰক!
fr: Aidez-nous à rendre Firefox encore plus performant&nbsp;!
id: Mari bersama-sama membuat Firefox lebih baik!
mn: Firefox-г илүү сайн болгохын тулд санал бодлоо илгээж бидэнд туслана уу!
ru: Помогите нам сделать Firefox ещё лучше!
sr: Помозите нам да учинимо Фајерфокс још бољим!
te: ఫైర్‌ఫాక్స్‌ని ఇంకా మెరుగుపరచడానికి మాకు తోడ్పడండి!

source: Take a few moments to take a quick survey and share your thoughts with us.
ar: اقتطع لحظات قليلة من وقتك لتجيب على استفتاء سريع وتشاركنا أفكارك.
as: এটা খৰকৈ সমীক্ষণ লওক আৰু আপোনাৰ মতামত আমাক জনাওক।
fr: Faites-nous part de vos impressions à travers un court et rapide sondage.
id: Yuk! Ikuti survei sejenak dan mari berbagi pendapat Anda.
mn: Хэдхэн мөчөө бидэнтэй хуваалцаж санал бодлоо хуваалцна уу.
ru: Уделите нам немного времени — заполните анкету и поделитесь с нами своими мыслями.
sr: Одвојите неколико минута за кратку анкету и поделите своје мишљење са нама.
te: త్వరితమైన సర్వేలో పాల్గొని మీ ఆలోచనలను మాతో పంచుకొనుటకు కొద్ది సమయాన్ని కేటాయించండి.

source: Download Now - Free
ar: نزّل الآن - مجانيّ
as: এতিয়া ডাউনল'ড কৰক - বিনামূলীয়া
fr: Téléchargement gratuit et immédiat
id: Unduh Sekarang - Gratis
mn: Одоо татаж авах - Үнэгүй
ru: Загрузите сейчас — бесплатно
sr: Преузмите одмах - Бесплатно
te: ఇప్పుడే దించుకోండి - ఉచితం

source: You should <a href="http://get.adobe.com/flashplayer/">update Adobe Flash Player</a> right now.
ar: ينبغي عليك <a href="http://get.adobe.com/flashplayer/">تحديث مشغل أدوبي فلاش</a> على الفور.
as: আপুনি এতিয়াই <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player আপডেইট</a> কৰিব লাগে।
fr: Vous devriez <a href="http://get.adobe.com/flashplayer/">mettre à jour le lecteur Adobe Flash</a> immédiatement.
id: Disarankan untuk <a href="http://get.adobe.com/flashplayer/">memperbarui Adobe Flash Player</a> sekarang juga.
mn: Та <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player</a>-аа шинэчлэнэ үү.
ru: Вам следует <a href="http://get.adobe.com/flashplayer/">обновить Adobe Flash Player</a> прямо сейчас.
sr: Требали бисте да <a href="http://get.adobe.com/flashplayer/">надоградите Адобе флеш плејер (Flash player)</a> одмах.
te: మీరు తక్షణమే <a href="http://get.adobe.com/flashplayer/">అడోబీ ఫ్లాష్ ప్లేయరుని నవీకరించు</a>కొవాలి.

source: Firefox is up to date, but your current version of Flash Player can cause security and stability issues. Please <a href="http://get.adobe.com/flashplayer/">install the free update</a> as soon as possible.
ar: فَيَرفُكس مُحدَّث، ولكن نسختك الحالية من مشغل فلاش قد تسبب مشكلات في الأمن والثبات. نرجو منك <a href="http://get.adobe.com/flashplayer/">تثبيت التحديث المجاني</a> في أقرب فرصة.
as: Firefox এতিয়া উন্নত, কিন্তু Flash Player ৰ আপোনাৰ বৰ্তমানৰ সংস্কৰণে সুৰক্ষা আৰু স্থিৰতাত সমস্যা দিব পাৰে। অতি শীঘ্ৰেই অনুগ্ৰহ কৰি <a href="http://get.adobe.com/flashplayer/">বিনামূলীয়া আপডেইট ইনস্টল কৰক</a>।
fr: Votre Firefox est à jour mais votre version actuelle du lecteur Flash peut provoquer des problèmes de sécurité et de stabilité. Veuillez <a href="http://get.adobe.com/flashplayer/">installer cette mise à jour gratuite</a> dès que possible.
id: Versi Firefox telah diperbarui, tetapi versi Flash Player pada komputer Anda dapat menyebabkan masalah keamanan dan stabilitas. Silakan <a href="http://get.adobe.com/flashplayer/">memasang versi terbaru - gratis</a> secepatnya.
mn: Firefox тань шинэчлэгдсэн байна, харин таны Flash Player-н тань одоогийн хувилбар аюулгүйн байдлын хувьд асуудал учруулж болзошгүй байна. Аль болох хурдан хугацаанд <a href="http://get.adobe.com/flashplayer/">үнэгүй шинэ хувилбарыг суулгана</a> УУ.
ru: Firefox обновлён, но ваша текущая версия Flash Player может вызвать проблемы с безопасностью и стабильностью. Пожалуйста, как можно быстрее <a href="http://get.adobe.com/flashplayer/">установите бесплатное обновление</a>.
sr: Фајерфокс је ажуриран, али Ваша тренутна верзија Флеш плејера (Flash Player) може довести до проблема са стабилношћу вашег веб прегледача. Молимо Вас да <a href="http://get.adobe.com/flashplayer/">да инсталирате бесплатну надоградњу</a> што пре.
te: ఫైర్‌ఫాక్స్ తాజాగా ఉంది, అయితే మీ ఫ్లాష్ ప్లేయర్ యొక్క ప్రస్తుత సంచిక భద్రత మరియు స్థిరత్వానికి సంభందించిన సమస్యలను కలుగజేయవచ్చు. దయచేసి వీలైనంత త్వరగా <a href="http://get.adobe.com/flashplayer/">ఉచిత నవీకరణను స్థాపించుకోండి</a>.

source: Synchronize
ar: زامِن
as: সংমিহলি কৰক
fr: Synchroniser
id: Sinkronisasi
mn: Ижилсүүлэх
ru: Синхронизировать
sr: Усклади
te: సింక్రనైజ్

source: Develop for Mobile
ar: طوِّر من أجل الجوّال
as: মবাইলৰ কাৰণে উন্নয়ন কৰক
fr: Développer pour le mobile
id: Pengembangan untuk Mobile
mn: Mobile хөгжүүлэх
ru: Разработка для Mobile
sr: Програмирање за мобилне уређаје
te: మొబైళ్ళ కొరకు అభివృద్ధి పరచండి

source: Other Supported Platforms
ar: المنصات الأخرى المدعومة
as: অন্য সমৰ্থিত প্লেটফৰ্মসমূহ
fr: Autres plateformes supportées
id: Platform Lainnya yang Didukung
mn: Өөр платформ
ru: Другие поддерживаемые платформы
sr: Остале подржане платформе
te: మద్దతున్న ఇతర ప్లాట్‌ఫారాలు

source: Other Platforms &amp; Languages
ar: منصات تشغيل ولغات أخرى
as: অন্য প্লেটফৰ্ম &amp; ভাষাসমূহ
fr: Autres plateformes &amp; Langues
id: Platform &amp; Bahasa Lainnya
mn: Өөр платформ &amp; хэл
ru: Другие платформы и языки
sr: Остале платформе и језици
te: ఇతర ప్లాట్‌ఫారాలు &amp; భాషలు

source: Choose your location
ar: اختر مكانك
as: আপোনাৰ স্থান বাচি লওক
fr: Choisissez votre pays
id: Pilih lokasi Anda
mn: Байршилаа сонгох
ru: Выберите ваше местоположение
sr: Одаберите своју локацију
te: మీ ప్రాంతాన్ని ఎంచుకోండి

source: Download Firefox directly from your phone
ar: نزّل فَيَرفُكس مباشرة من جوّالك
as: আপোনাৰ ফ'নৰ পৰা Firefox প্ৰত্যক্ষভাৱে ডাউনল'ড কৰক
fr: Téléchargez directement Firefox depuis votre téléphone
id: Unduh Firefox langsung ke ponsel Anda
mn: Гар утасан дээрээ Firefox-г шууд татах
ru: Загрузите Firefox прямо с вашего телефона
sr: Преузмите Фајерфокс директно са свог мобилног телефона
te: నేరుగా మీ ఫోను నుండే ఫైర్‌ఫాక్స్‌ని దింపుకోండి

source: Sync Your Desktop & Mobile
ar: زامِن حاسوبك وجوّالك
as: আপোনাৰ ডেস্কটপ আৰু মবাইল সংমিহলি কৰক
fr: Synchroniser votre ordinateur et votre téléphone portable
id: Sinkronkan Desktop & Mobile
mn: PC болон гар утсаа ижилсүүлэх
ru: Синхронизируйте свой десктоп и мобильник
sr: Синхронизујте рачунар и мобилни
te: మీ డెస్క్‌టాప్ & మొబైళ్లను సింక్రనైజ్ చేసుకోండి

source: Please read the Mozilla Privacy Policy and agree by checking the box.
ar: اقرأ رجاءً سياسة خصوصية موزيلا وأشّر على المربع للموافقة عليها.
as: অনুগ্ৰহ কৰি Mozilla গোপনীয়তা নীতি পঢ়ক আৰু বাকচটো ক্লিক কৰি মান্তি হওঁক।
fr: Veuillez lire et accepter la politique de respect de la vie privée de Mozilla en cochant la case prévue à cet effet.
id: Mohon membaca Kebijakan Privasi Mozilla dan menyetujuinya dengan mencentang kotak.
mn: Mozilla-н Хувийн Мэдээлэл Хамгаалах Бодлогын талаар уншиж үзэн зөвшөөрөх бол дөрвөлжин нүдийг чагтлана уу.
ru: Пожалуйста, прочтите политику приватности Mozilla и примите её, установив в поле флажок.
sr: Молимо прочитајте Мозила полису о приватности и обележите квадратић ако се слажете.
te: మొజిల్లా గోప్యతా విధానాన్ని చదవండి మరియు పెట్టెలో టిక్కు పెట్టడం ద్వారా అంగీకరించండి.

source: Please enter your email address and review the Mozilla Privacy Policy.
ar: أدخِل رجاءً بريدك الإلكتروني وراجع سياسة خصوصية موزيلا.
as: অনুগ্ৰহ কৰি আপোনাৰ ই-মেইল ঠিকনা সোমাওক আৰু Mozilla গোপনীয়তা নীতি পুনৰদৰ্শন কৰক।
fr: Veuillez saisir votre courriel et consulter la politique de respect de la vie privée de Mozilla.
id: Masukkan alamat email Anda dan baca Kebijakan Privasi Mozilla
mn: И-мэйл хаягаа оруулж Mozilla-н Хувийн Мэдээлэл Хамгаалах Бодлогын талаар дахин уншиж үзнэ үү.
ru: Пожалуйста, введите свой адрес электронной почты и ознакомьтесь с политикой приватности Mozilla.
sr: Молимо унесите адресу своје ел. поште и проверите Мозила полису о приватности.
te: మీ ఈమెయిలు చిరునామాని ఇవ్వండి మరియు మొజిల్లా గోప్యతా విధానాన్ని చూడండి.

source: Firefox Updated
ar: حُدّث فَيَرفُكس
as: Firefox আপডেইট কৰা হল
fr: Firefox a été mis à jour
id: Versi Firefox telah Diperbarui
mn: Firefox Шинэчлэгдсэн
ru: Firefox обновлён
sr: Фајерфокс је ажуриран
te: ఫైర్‌ఫాక్స్ తాజాకరించబడింది

source: Take a Look at Tomorrow's Web
ar: ألقِ نظرة على وِب الغد
as: কালীৰ ৱেবলে এবাৰ চাওক
fr: Jetez un œil au Web de demain
id: Intip Masa Depan Dunia Web
mn: Маргаашийн вэбийг харах
ru: Загляните в завтрашний Интернет
sr: Погледајте веб сутрашњице
te: రేపటి జాలాన్ని ఒకసారి చూడండి

source: Journey to the Future with Firefox
ar: سافِر إلى المستقبل مع فَيَرفُكس
as: Firefox ৰ সৈতে ভৱিষ্যতলে যাত্ৰা
fr: Un voyage dans le futur avec Firefox
id: Perjalanan ke Masa Depan dengan Firefox
mn: Firefox-той хамт ирээдүйрүү аялах
ru: Произведите путешествие в будущее с Firefox
sr: Путовање кроз време уз Фајерфокс
te: ఫైర్‌ఫాక్స్ తో భవిష్యత్తుకు ప్రయాణం

source: Join the Beta Program
as: Beta প্ৰগ্ৰামত অংশগ্ৰহণ কৰক
fr: Rejoignez le programme Bêta
id: Yuk, gabung ke Program Beta!
mn: Бэта програмд нэгдэх
sr: Прикључите се бета програму
te: బీటా ప్రోగ్రాములో చేరండి

source: Experience Firefox
ar: جرّب فَيَرفُكس
as: Firefox ক অনুভৱ কৰক
fr: Essayez Firefox
id: Dapatkan pengalaman ber-Firefox
mn: Firefox-г ашиглаж үзэх
ru: Испытайте в работе Firefox
sr: Искусите Фајерфокс
te: ఫైర్‌ఫాక్స్ అనుభూతిని పొందండి

source: The future of the Web is waiting for you!
ar: مستقبل الوب ينتظرك!
as: ৱেবৰ ভৱিষ্যত আপোনাৰ বাবে অপেক্ষা কৰি আছে!
fr: Le Web du futur vous attend&nbsp;!
id: Masa depan Web menunggu Anda!
mn: Ирээдүйн вэб таныг хүлээж байна.
ru: Будущее Интернета ждёт вас!
sr: Будућност веба чека на Вас!
te: భవిష్యత్తు జాలం మీ కోసం వేచివుంది!

source: The future of the Web starts now.
ar: مستقبل الوب يبدأ الآن.
as: ৱেবৰ ভৱিষ্যত এতিয়া আৰম্ভ হল।
fr: The Web du futur commence maintenant.
id: Masa depan Web dimulai saat ini.
mn: Ирээдүйн вэб одооноос эхлэж байна.
ru: Будущее Интернета начинается прямо сейчас.
sr: Будућност веба почиње сада.
te: జాలం యొక్క భవిష్యత్తు ఇప్పుడు మొదలవుతుంది.

source: Try Firefox with a fresh look and feel.
ar: جرّب فَيَرفُكس بمظهر جديد ومتألق.
as: এটা সতেজ ৰূপ আৰু অনুভূতিৰ সৈতে Firefox ক ব্যৱহাৰ কৰি চাওঁক
fr: Essayez Firefox avec un nouvel habillage.
id: Coba Firefox dengan tampilan baru.
mn: Firefox-н цоо шинэ хувилбарыг туршиж үзнэ үү.
ru: Попробуйте Firefox со свежим внешним видом и стилем.
sr: Пробајте Фајерфокс и његов нови изглед и осећај.
te: కొత్త రూపురేఖల ఫైర్‌ఫాక్స్‌ను ప్రయత్నించండి.

source: Experience tomorrow's Web today.
ar: جرّب وب الغد اليوم.
as: কালীৰ ৱেবক আজি অনুভৱ কৰক।
fr: Expérimentez le Web de demain aujourd'hui.
id: Dapatkan pengalaman Web masa depan, hari ini.
mn: Маргаашийн вэбийг өнөөдөр ашиглаж үзнэ үү.
ru: Испытайте сегодня в действии будущий Интернет.
sr: Искусите веб сутрашњице данас.
te: రేపటి జాల అనుభూతిని ఈరోజే పొందండి.

source: Browse the future of the Web.
ar: تصفح مستقبل الوب.
as: ৱেবৰ ভৱিষ্যত ব্ৰাউছ কৰক।
fr: Naviguez dans le futur du Web.
id: Jelajahi masa depan Web.
mn: Ирээдүйн вэбээр аялах.
ru: Испытайте будущее Интернета.
sr: Прегледајте будућност веба.
te: భవిష్యత్తు జాలాన్ని విహరించండి.

source: See Firefox with a new look and feel.
ar: شاهد فَيَرفُكس بمظهر جديد.
as: এটা নতুন ৰূপ আৰু অনুভূতিৰ সৈতে Firefox ক চাওঁক।
fr: Visionnez Firefox avec une nouvelle interface.
id: Lihat Firefox dengan tampilan baru.
mn: Firefox-н шинэ хэлбэрийг харна уу.
ru: Взгляните на Firefox с новым внешним видом и стилем.
sr: Упознајте нови изглед и осећај Фајерфокса.
te: ఫైర్‌ఫాక్స్‌ని కొత్త రూపురేఖలలో చూడండి.

source: Download Beta Now.
ar: نزّل البيتا الآن.
as: Beta ক এতিয়া ডাউনল'ড কৰক।
fr: Téléchargez la Bêta maintenant
id: Unduh Beta Sekarang Juga.
mn: Бэта хувилбар татаж авах.
ru: Загрузите бету прямо сейчас.
sr: Преузмите бета верзију одмах.
te: ఇప్పుడే బీటాని దించుకోండి.

source: All Systems & Languages
ar: جميع الأنظمة واللغات
as: সকলো চিস্টেম আৰু ভাষাসমূহ
fr: Autres systèmes et langues
id: Daftar Sistem dan Bahasa
mn: Бүх систем болон хэл
ru: Все системы и языки
sr: Сви системи и језици
te: అన్ని వ్యవస్థలు & భాషలు
