Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Free from the Android Market
ar: مجانًا من سوق أندرويد
as: Android বজাৰৰ পৰা মুক্ত
fr: Gratuit sur Android Market
id: Gratis dari Android Market
mn: Андроид худалдааны төвөөс үнэгүй
ru: Бесплатно с Android Market
sr: Бесплатно са Гугл плеј (Google Play Store) продавнице
te: అండ్రాయిడ్ విక్రయకేంద్రం నుండి ఉచితం

source: Mozilla Firefox. Bringing the modern Web to XP.
ar: موزيلا فَيَرفُكس. يجلب الوب الحديثة إلى وندوز إكس بي.
as: Mozilla Firefox। আধুনিক ৱেবক XP লে অনা হৈছে।
fr: Mozilla Firefox apporte le Web moderne sur XP.
id: Mozilla Firefox. Web nan modern, juga untuk XP.
mn: Mozilla Firefox. Windows XP-д ч гэсэн сүүлийн үеийн вэб технологиор хангаж байна.
ru: Mozilla Firefox. Доступ к современному Интернету с XP.
sr: Мозила Фајерфокс. Доноси модеран веб на Икс-пе (XP) .
te: మొజిల్లా ఫైర్‌ఫాక్స్. ఆధునిక జాలాన్ని XPకి చేరువచేస్తూ.

source: You're using an old version of Firefox. Get your update to stay safe! <br/> <a href="%s">Download the free upgrade</a> in less than a minute for the latest features, speed and security fixes.
ar: تستخدم إصدارة قديمة من فَيَرفُكس. احصل على التحديث كي تبقى آمنًا! <br/> <a href="%s">نزّل التحديث المجاني</a> في أقل من دقيقة لتحصل على آخر المزايا وسرعة أكبر وإصلاحات أمنية.
as: আপুনি Firefox ৰ এটা পুৰণি সংস্কৰণ ব্যৱহাৰ কৰি আছে। সুৰক্ষিত থাকিবলে আপোনাৰ আপডেইট প্ৰাপ্ত কৰক! শেহতীয়া বৈশিষ্টসমূহ, গতি আৰু সুৰক্ষা সমাধানসমূহৰ বাবে এক মিনিটৰো কম সময়ত <br/> <a href="%s">বিনামূলীয়া উন্নয়ন ডাউনল'ড কৰক</a> ।
fr: Vous utilisez une ancienne version de Firefox. Installez la mise à jour pour rester en sécurité&nbsp;! <br/> <a href="%s">Téléchargez gratuitement la dernière version</a> en moins d'une minute pour bénéficier des dernières fonctionnalités, d'une rapidité accrue et des correctifs de sécurité.
id: Anda sedang menggunakan versi lawas Firefox. Dapatkan pembaruannya agar tetap aman! <br/> <a href="%s">Unduh gratis versi terbarunya</a> untuk mendapatkan fitur terbaru, tercepat, serta perbaikan keamanan.
mn: Та Firefox-н хуучин хувилбарыг ашиглаж байна. Аюулгүй байдлаа хангаж шинэчлэлт хийнэ үү! <br/> <a href="%s">Хамгийн сүүлийн шинэчлэлтийг түргэн хугацаанд татан авна уу</a>.
ru: Вы используете старую версию Firefox. Обновитесь и обеспечьте свою безопасность! <br/> Менее чем за минуту <a href="%s">загрузите бесплатное обновление</a> и вы получите новейшие возможности, высокую скорость и повышенную безопасность.
sr: Користите стару верзију Фајерфокса. Набавите Вашу надоградњу како би остали безбедни! <br/> <a href="%s">Преузмите бесплатну надоградњу</a> у року мањег од минута како би добили последње могућности, брзину и безбедносне исправке.
te: మీరు ఫైర్‌ఫాక్స్ యొక్క పాత సంచికను వాడుతున్నారు. సురక్షితంగా ఉండటానికి నవీకరించుకోండి! <br/> సరికొత్త సౌలభ్యాలు, వేగం మరియు భద్రతా పరిష్కారాల కోసం ఒక్క నిముషం లోపులోనే <a href="%s">ఉచిత నవీకరణను దింపుకోండి</a>.

source: You're using an older version of Firefox. Get <a href="%s">your update</a> to stay safe! <br/> Experience the latest features, security fixes and the fastest Firefox yet. Download the free upgrade in less than a minute.
ar: تستخدم إصدارة أقدم من فَيَرفُكس. احصل على <a href="%s">التحديث</a> لتبقى آمنًا! <br/> استكشف آخر المزايا والتحديثات الأمنية وأسرع فَيَرفُكس حتى الآن. قُم بالترقية المجانية في أقل من دقيقة.
as: আপুনি Firefox ৰ এটা পুৰণি সংস্কৰণ ব্যৱহাৰ কৰি আছে। সুৰক্ষিত থাকিবলে <a href="%s">আপোনাৰ উন্নয়ন</a> প্ৰাপ্ত কৰক! <br/> শেহতীয়া বৈশিষ্টসমূহ, সুৰক্ষা সমাধান আৰু দ্ৰুততম Firefox ক অনুভৱ কৰক। বিনামূলীয়া উন্নয়নক এক মিনিটৰো কম সময়ত ডাউনল'ড কৰক।
fr: Vous utilisez une ancienne version de Firefox. Installez <a href="%s">la mise à jour</a> pour rester en sécurité&nbsp;! <br/> Profitez des dernières fonctionnalités, des correctifs de sécurité et du plus rapides des Firefox. Téléchargez gratuitement la mise à niveau en moins d'une minute.
id: Anda sedang menggunakan versi Firefox yang usang. Dapatkan <a href="%s">pembaruannya</a> agar tetap aman! <br/> Dapatkan fitur terbaru, perbaikan keamanan, dan Firefox tercepat yang pernah ada. Unduh pembaruannya, gratis.
mn: Та Firefox-н хуучин хувилбарыг ашиглаж байна. Аюулгүй байдлаа хангаж <a href="%s">шинэчлэлт хийнэ</a> үү! <br/>Шинэ чадвар, аюулгүйн байдлын шинэчлэлттэй болон илүү хурдан Firefox-г ашиглаж үзнэ үү. Үнэгүйгээр маш хурдан шинэчлэл хийх боломжтой.
ru: Вы используете старую версию Firefox. Установите <a href="%s">обновление</a> для обеспечения своей безопасности! <br/> Получите новейшие возможности, повышенную безопасность и самый быстрый на сегодня Firefox. Загрузите бесплатное обновление менее чем за минуту.
sr: Користите стару верзију Фајерфокса. Набавите <a href="%s">Вашу надоградњу</a> како би остали безбедни! <br/> Искусите последње могућности, безбедносне исправке, и најбржег Фајерфокса до сада. Преузмите бесплатну надоградњу у року мањег од минута.
te: మీరు ఫైర్‌ఫాక్స్ యొక్క పాత సంచికను వాడుతున్నారు. సురక్షితంగా ఉండటానికి <a href="%s">నవీకరణను</a> పొందండి! <br/> సరికొత్త సౌలభ్యాలు, వేగం మరియు భద్రతా పరిష్కారాలను అనుభవించండి. ఒక్క నిముషం లోపులోనే ఉచిత నవీకరణను దింపుకోండి.
