Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Navigation
ar: تصفح
as: দিশনিৰ্ণয়
az: Naviqasiya
br: Merdeiñ
ca: Àrea de navegació
cy: Llywio
fi: Sisältö
ga_ie: Nascleanúint
gd: Seòladh
hy_am: Ուղղորդում
id: Navigasi
is: Flakka
kab: Tunigin
kn: ನ್ಯಾವಿಗೇಶನ್
ku: Ger
lt: Navigacija
lv: Navigācija
mn: Гол цэс
mr: संचारन
my: လမ်းညွှန်
ne: नेभिगेशन
oc: Navigacion
ru: Навигация
sr: Navigacija
sw: Uabiri
ta: திசையமைப்பு
te: మార్గదర్శకం
th: การนำทาง
ur: نیویگیشن
uz: Navigatsiya
vi: Điều hướng

source: <span>for</span> Desktop
br: <span>evit</span> an urzhiataer
ca: <span>per a</span> l'escriptori
cy: <span>ar gyfer y</span> Bwrdd Gwaith
fi: työpöydälle
ga_ie: <span>ar an</span> Deasc
gd: <span>airson</span> an deasga
is: <span>fyrir</span> borðtölvu
kab: <span>i</span> yiselkimen
kn: ಡೆಸ್ಕಟಾಪ್ <span>ಗಾಗಿ</span>
lt: <span>kompiuteriams</span>
lv: Datoram
my: ဒတ်စတောခ့် <span>အတွက်</span>
ne: डेस्कटपका <span>लागि</span>
sw: <span>ya</span> Desktop
ta: <span>திரை</span> கணினி
th: <span>สำหรับ</span>คอมพิวเตอร์ตั้งโต๊ะ
ur: <span>برائے</span>ڈیسک ٹاپ
uz: Kompyuter <span>uchun</span>
vi: <span>cho</span> Máy tính

source: <span>for</span> Android
br: <span>evit</span> Android
ca: <span>per a</span> l'Android
cy: <span>ar gyfer </span> Android
fi: Androidille
ga_ie: <span>ar</span> Android
gd: <span>airson</span> Android
is: <span>fyrir</span> Android
kab: <span>i</span> Android
kn: ಆಂಡ್ರಾಯ್ಡ್ <span>ಗಾಗಿ</span>
lt: Android <span>įrenginiams</span>
lv: Android
my: Android <span>အတွက်</span>
ne: Android का <span>लागि</span>
oc: Firefox <span>per</span> Android
sw: <span>ya</span> Android
ta: <span>ஆண்ட்ராய்டு</span> பேசி
ur: <span>برائے</span>اینڈرائڈ
uz: Android <span>uchun</span>
vi: <span>cho</span> Android

source: <span>for</span> iOS
br: <span>evit</span> iOS
ca: <span>per a</span> l'iOS
cy: <span>ar gyfer</span> iOS
fi: iOS:lle
ga_ie: <span>ar</span> iOS
gd: <span>airson</span> iOS
is: <span>fyrir</span> iOS
kab: <span>i</span> iOS
lt: iOS <span>įrenginiams</span>
lv: iOS
my: iOS <span>အတွက်</span>
ne: iOS का <span>लागि</span>
sw: <span>kwa</span> iOS
ur: iOS <span>کے لئے</span>
uz: iOS <span>uchun</span>
vi: <span>cho</span> iOS

source: TV
br: Skinwel
cy: Teledu
ga_ie: Teilifís
is: Sjónvarp
my: တီဗွီ
ne: टिभि
th: ทีวี
ur: ٹی وی

source: Pre-release downloads
br: Pellgargadurioù rak-ermaeziañ
ca: Baixades de versions preliminars
cy: Fersiynau cyn eu ryddhau
ga_ie: Íosluchtú réamhleaganacha
is: Niðurhala forútgáfu
ne: प्री-रिलिज डाउनलोडहरू
ur: اجرا سے پہلے کی ڈاؤن لوڈ

source: For desktops &amp; laptops
br: Evit urzhiataerioù burev &amp; urzhiataerioù hezoug
ca: Per a ordinadors d'escriptori i portàtils
cy: Ar gyfer cyfrifiaduron bwrdd gwaith a gliniaduron
fi: Työpöydälle ja kannettaville tietokoneille
ga_ie: Ar an deasc agus ar ríomhairí glúine
gd: Airson desktops ⁊ laptops
is: Fyrir borðtölvur &amp; fartölvur
kab: I yiselkimen
kn: ಡೆಸ್ಕಟಾಪ್‌ಗಳು &amp; ಲ್ಯಾಪ್‌ಟಾಪ್‌ಗಳಿಗಾಗಿ
lt: Staliniams kompiuteriams
lv: Datoriem un laptopiem
my: ဒတ်စတောခ့် &amp; လပ်တော့ပ်များ အတွက်
ne: डेस्कटपहरू र ल्यापटपहरूका लागि
sw: Ya Desktop &amp; kompyuta bebe
ta: திரைக்கணினிகள் &amp; மடிக்கணினிகள்
ur: برائے ڈیسک ٹاپس &amp; اور لیپ ٹاپس
uz: Kompyuter va notebooklar uchun
vi: Cho máy tính để bàn và laptop

source: For phones &amp; tablets
br: Evit pellgomzerioù &amp; tabletennoù
ca: Per a telèfons i tauletes
cy: Ar gyfer ffonau a thabledi
fi: Puhelimille ja taulutietokoneille
ga_ie: Ar ghutháin agus ar tháibléid
gd: Airson fònaichean ⁊ tablaidean
is: Fyrir farsíma &amp; spjaldtölvur
kab: I yizirazen akked tfelwiyin n uselkem
kn: ಫೋನ್‌ಗಳು &amp; ಟ್ಯಾಬ್‌ಲೆಟ್‌ಗಳಿಗಾಗಿ
lt: Telefonams ir planšetėms
lv: Telefoniem un planšetēm
my: ဖုန်းများ &amp; တပ်ဗလပ်များ အတွက်
ne: फोनहरू र ट्याब्लेटहरूका लागि
sw: Ya simu &amp; au tabo
ta: கைப்பேசிகள் &amp; கையடக்ககணினிகள்
ur: ٹیبلیٹ &amp; فون کے لئے
uz: Telefonlar va planshetlar uchun
vi: Cho điện thoại và máy tính bảng

source: Overview
az: İcmal
br: Alberzh
ca: Resum
cy: Trosolwg
fi: Yhteenveto
ga_ie: Foramharc
gd: Foir-shealladh
is: Yfirlit
kab: Agzul
kn: ಸಮಗ್ರನೋಟ
ku: Pêşdîtin
lt: Apžvalga
lv: Pārskats
my: ခြုံငုံသုံးသပ်ချက်
ne: समीक्षा
sw: Muhtasari
ta: மேலோட்டம்
th: ภาพรวม
ur: عمومی جائزہ
uz: Ko‘rib chiqish
vi: Tổng quan

source: Trusted
az: Güvənilir
br: Fizius
ca: Fiable
cy: Ymddiriedaeth
fi: Luotettu
ga_ie: Iontaofa
gd: Earbsach
is: Traustur
kab: Yettwaman
kn: ನಂಬಲಾದ
lt: Patikima
lv: Uzticams
my: ယုံကြည်ထားသော
ne: विश्वास गरिएको
sw: Inaaminika
ta: நம்பகமானது
th: เชื่อถือได้
ur: اعتماد شدہ
uz: Ishonchli
vi: Tin cậy

source: Flexible
az: Çevik
br: Azasaus
cy: Hyblygrwydd
fi: Joustava
ga_ie: Solúbtha
gd: Sùbailte
is: Sveigjanlegur
kab: Afallaẓ
kn: ಹೊಂದಿಕೊಳ್ಳುವ
lt: Lanksti
lv: Elastīgs
my: ပြောင်းလွှဲနိုင်သော
ne: लचिलो
sw: Rahisi kubadilika
ta: இலுகுவானது
th: ยืดหยุ่น
ur: لچکدار
uz: Qulay
vi: Linh hoạt

source: Fast
az: Sürətli
br: Herrek
ca: Ràpid
cy: Cyflymder
fi: Nopea
ga_ie: Sciobtha
gd: Luath
is: Hraður
kab: Arurad
kn: ಶೀಘ್ರ
lt: Sparti
lv: Ātrs
my: လျင်မြန်သော
ne: छिटो
oc: Rapid
sw: Kasi
ta: வேகமானது
th: รวดเร็ว
ur: تیز
uz: Tez
vi: Nhanh

source: About
ar: عن
as: বিষয়ে
az: Haqqımızda
br: A-zivout
ca: Quant a
cy: Ynghylch
fi: Tietoja
fr: À propos
ga_ie: Eolas
gd: Mu dhèidhinn
hy_am: Մեր Մասին
id: Tentang
is: Um
kab: Ɣef
kn: ಇದರ ಬಗ್ಗೆ
ku: Derbarê me de
lt: Apie
lv: Par
mn: Танилцуулга
mr: विषयी
my: အကြောင်းအရာ
ne: बारेमा
oc: A prepaus
ru: О нас
sr: О програму
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
ur: بارے میں
uz: Biz haqimizda
vi: Giới thiệu

source: Devices
br: Trobarzhelloù
ca: Dispositius
cy: Dyfeisiadau
fi: Laitteet
ga_ie: Gléasanna
gd: Uidheaman
is: Tæki
kab: Ibenkan
kn: ಸಾಧನಗಳು
lt: Įrenginiai
lv: Ierīces
my: ကိရိယာများ
ne: यन्त्रहरू
sw: Vifaa
ta: சாதனங்கள்
th: อุปกรณ์
ur: آلات
uz: Qurilmalar
vi: Các thiết bị

source: For partners
br: Evit keneskemmerien
ca: Per socis
cy: Ar gyfer partneriaid
fi: Yhteistyökumppaneille
ga_ie: Do comhpháirtithe
gd: Airson com-pàirtichean
is: Fyrir samstarfsaðila
kab: Amɛiwen
kn: ಪಾಲುದಾರರುಗಳಿಗೆ
lt: Partneriams
lv: Partneriem
my: မိတ်ဆွေများအတွက်
ne: पार्टनरहरूका लागि
sw: Kwa wahisrika
ta: பங்குதாரர்கள்
ur: ساتھی کے لئے
uz: Hamkorlar uchun
vi: Dành cho các đối tác

source: Apps
br: Arloadoù
ca: Aplicacions
cy: Apiau
fi: Sovellukset
ga_ie: Aipeanna
gd: Aplacaidean
is: Öpp
kab: Isnasen
lt: Programos
lv: Aplikācijas
my: အက်ပ်များ
ne: अनुप्रयोगहरू
sw: Programu Tumizi
ur: ایپس
uz: Ilova dasturlar
vi: App

source: Do Not Track
br: N'am heuilhit ket
ca: No vull que se'm segueixi
cy: Dim Tracio
fi: Älä seuraa
ga_ie: Ná Lorgtar Mé
gd: Na tracaich
kab: Ur yisfuɣul ara
kn: ಜಾಡು ಇರಿಸಬೇಡ
lt: Nestebėti („Do Not Track“)
lv: Izsekošanas bloķēšana
my: နောက်ယောင်မခံပါနှင့်
oc: Me pistar pas
sw: Usinifwatilie
ta: தடமறிய வேண்டாம்
th: อย่าตามรอย
ur: ٹریک مت کریں
uz: Kuzatmang
vi: Không theo dõi

source: Tiles
br: Teoloù
ca: Mosaics
cy: Teils
fi: Ruudut
ga_ie: Tíleanna
gd: Leacagan
is: Kassar
kab: Tafagurt
kn: ಹೆಂಚುಗಳು
lt: Plytelės
lv: Kartiņas
my: အခင်းအကျင်းများ
ne: टायलहरू
sw: Vigao
ta: டைல்ஸ்
ur: ٹائلیں
uz: Kataklar
vi: Tile

source: Interest Dashboard
br: Taolenn dedenn
ca: Tauler d'interessos
cy: Bwrdd Gwaith Diddordeb
fi: Kiinnostuksen kohteiden kojelauta
ga_ie: Painéal Suimeanna
gd: Deas-bhòrd nan ùidhean
kab: Tafelwit n usenqed n tɣawsiwin yelhan
kn: ಆಸಕ್ತಿಯ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
lt: Pomėgių statistika
lv: Interešu radars
my: စိတ်ဝင်စားမှုပြ ဘုတ်
sw: Dashbodi ya Maslahi
ta: விருப்பமான பக்கம்
ur: دلچسپی کا ڈیشبورڈ
uz: Qiziqish boshqaruv paneli
vi: Ứng dụng tổng quan theo dõi sở thích

source: Developer Edition
br: Embannadur Diorroer
ca: Edició per a desenvolupadors
fi: Kehittäjäversio
ga_ie: Leagan d'Fhorbróirí
gd: Tionndadh luchd-leasachaidh
is: Þróunarútgáfa
kn: ಡೆವಲಪರ್ ಎಡಿಶನ್
lv: Izstrādātāju versija
my: Developer သုံးဗားရှင်း
sw: Toleo la Muendelezi
ta: உருவாக்குநர் பதிப்பு
ur: تخلیق کار اشاعت
vi: Phiên bản cho lập trình viên

source: Private Browsing
br: Merdeiñ prevez
ca: Navegació privada
cy: Pori Preifat
fi: Yksityisselaus
ga_ie: Brabhsáil Phríobháideach
gd: Brabhsadh prìobhaideach
is: Huliðsgluggi
kab: Tunigin tusligt
kn: ಖಾಸಗಿ ವೀಕ್ಷಣೆ
lt: Privatusis naršymas
lv: Privāta pārlūkošana
my: သီးသန့် လှော်လှန်ခြင်း
ne: निजी ब्राउजिङ्ग
oc: Navigacion privada
sw: Kuvinjari kwa Faragha
ta: தனிப்பட்ட உலாவல்
ur: نجی براؤزنگ
uz: Maxfiy ko‘rish
vi: Duyệt web ẩn danh

source: Need help?
az: Kömək lazımdır?
br: Ezhomm skoazell ?
ca: Necessiteu ajuda?
cy: Angen cymorth?
fi: Tarvitsetko apua?
ga_ie: Cabhair uait?
gd: Cobhair a dhìth?
is: Vantar þig hjálp?
kab: Tesriḍ tallalt?
kn: ಸಹಾಯ ಬೇಕಿದೆಯೆ?
ku: Te go alîkarî pêwîst e?
lt: Reikia pagalbos?
lv: Nepieciešama palīdzība?
my: အကူအညီ လိုလား။
ne: सहयोग चाहियो?
oc: Besonh d'ajuda&nbsp;?
sw: Je unahitaji usaidizi?
ta: உதவி தேவையா?
th: ต้องการความช่วยเหลือ?
ur: مدد کی ضرورت ہے؟
uz: Yordam kerakmi?
vi: Cần trợ giúp?

source: News
br: Nevezadennoù
ca: Notícies
cy: Newyddion
fi: Uutiset
ga_ie: Nuacht
gd: Naidheachdan
is: Fréttir
kab: Isallen
kn: ಸುದ್ದಿ
lt: Naujienos
lv: Jaunumi
my: သတင်း
ne: समाचारहरू
sw: Habari
ta: செய்திகள்
th: ข่าว
ur: خبریں
uz: Yangiliklar
vi: Tin tức

source: For developers
br: Evit diorroerien
ca: Per a desenvolupadors
cy: Ar gyfer datblygwyr
fi: Kehittäjille
ga_ie: Le haghaidh forbróirí
gd: Airson luchd-leasachaidh
is: Fyrir forritara
kab: I yineflayen
kn: ಡೆವೆಲಪರ್‌ಗಳಿಗಾಗಿ
lt: Programuotojams
lv: Izstrādātājiem
my: Developer များအတွက်
ne: बिकासकर्ताकाहरूका लागि
oc: Pels desvolopaires
sw: Kwa waendelezi
ta: உருவாக்குநர்கள்
th: สำหรับผู้พัฒนา
ur: ڈیولپرز کے لیے
uz: Dasturchilar uchun
vi: Dành cho lập trình viên

source: Find My Device
br: Kavout va trevnad
ca: Troba el meu dispositiu
cy: Canfod fy Nyfais
fi: Etsi laitteeni
ga_ie: Aimsigh Mo Ghléas
gd: Lorg an t-uidheam agam
is: Finndu tækið mitt
kab: Af-d ibenk-iw
kn: ನನ್ನ ಸಾಧನವನ್ನು ಹುಡುಕು
lt: Įrenginio ieška
lv: Atrast manu ierīci
my: ကျွနု်ပ်၏ကိရိယာအားရှာပါ
ne: मेरो यन्त्र खोज्नुहोस्
sw: Tafuta Kifaa Changu
ta: சாதனத்தைக் கண்டறி
th: ค้นหาอุปกรณ์ของฉัน
ur: میرا آلہ تلاش کریں
uz: Qurilmamni topish
vi: Tìm máy bị mất

source: Developers
ar: المطوّرون
as: উন্নয়নকাৰীসমূহ
az: Tərtibatçılar
br: Diorroerien
ca: Desenvolupadors
cy: Datblygwyr
fi: Kehittäjät
fr: Développeurs
ga_ie: Forbróirí
gd: Luchd-leasachaidh
id: Pengembang
is: Þróunaraðilar
kab: Ineflayen
kn: ವಿಕಸನಗಾರರು
ku: Pêşvebir
lt: Programuotojams
lv: Izstrādātāji
mn: Бүтээгчид
ne: विकासकर्ताहरू
oc: Desvolopaires
ru: Для разработчиков
sr: Програмери
sw: Waendelezaji
ta: வல்லுநர்கள்
te: అభివృద్దికారులు
th: นักพัฒนา
ur: ڈیولپر
uz: Dasturchilar
vi: Lập trình viên

source: Choose the independent browser
br: Dibabit ar merdeer distag
ca: Trieu en navegador independent
cy: Dewiswch y porwr annibynnol
fi: Valitse se riippumaton selain
ga_ie: Roghnaigh an brabhsálaí neamhspleách
gd: Tagh am brabhsair neo-eisimeileach
is: Veldu frjálsa vafrann
kab: Fren iminig ilelli
kn: ಸ್ವತಂತ್ರವಾದ ಬ್ರೌಸರ್‌ ಅನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ
lt: Rinkitės nepriklausomą naršyklę
lv: Izvēlieties neatkarīgo pārlūku
my: တည်ခိုမှုမဲ့ဘယောက်ဆာအားရွေးပါ
ne: स्वतन्त्र ब्राउजर छनोट गर्नुहोस्
sw: Chagua kivinjari kilicho huru
ta: தனித்த உலாவியை தேர்ந்தெடு
ur: آزادانہ براؤزر کا انتخاب کریں
uz: Mustaqil brauzerni tanlang
vi: Hãy chọn một trình duyệt không phụ thuộc bên thứ ba

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
br: Firefox a zo un aozadur hep pal kenwerzhel. Dibab Firefox a zo ouzhpenn dibab ur merdeer. Ur vouezh eo evit ar frankiz hiniennel.
ca: Firefox no té afany de lucre, no és de cap empresa i no té lligams amb ningú. Triar el Firefox no és només triar un navegador, és un vot per la llibertat individual.
cy: Nid yw Firefox yma er elw, nac yn gorfforaethol, nac yn cyfaddawdu. Dyw dewis Firefox ddim ynglŷn â dewis porwr. Mae'n bleidlais dros ryddid personol.
fi: Firefox on voittoa tavoittelematon, vapaaehtoisvoimin tehty ja turvallinen. Firefoxin valitseminen on samalla äänen antaminen henkilökohtaisen vapauden puolesta.
ga_ie: Is é Firefox an brabhsálaí neamhbhrabúis, neamhchorparáideach, neamhghéilliúil. Nuair a roghnaíonn tú Firefox, ní hé brabhsálaí amháin atá roghnaithe agat. Is vóta ar son na saoirse é.
gd: Tha Firefox neo-phrothaideach, neo-chorporra ’s gun truailleadh. Ma thaghas tu Firefox, chan e dìreach brabhsair a thaghas tu. Bidh tu a’ cur taic ri saorsa phearsanta.
is: Firefox er ekki rekið í hagnaðarskyni, er ekki fyrirtækjasamsteypa, slakar ekki á í kröfum. Að velja Firefox er ekki bara að velja vafra. Það er yfirlýsing um eigið frelsi.
kab: Firefox baṭel, ur yettnadi ara idrimen akked tiǧǧin n izerfan. Afran n Firefox mačči kan imi d iminig, Afra ines d tilelli d udmawant.
lt: „Firefox“ nesiekia tikslo yra nepriklausoma nuo korporacijų ir nesukompromituota kitais būdais. Rinkdamiesi „Firefox“, ne tik renkatės naršyklę – tuo pačiu pasisakote ir už asmeninę laisvę.
lv: 10 gadus ilgi, Firefox ir palicis bezpeļņas, ne-korporatīvs, bez kompromisa. Izvēlieties Firefox nav tikai izvēlieties pārlūku. Tas ir balsot personīgai brīvībai.
my: မီးမြေခွေးသည် စီးပွားရေးဆိုင်ရာ​ အကျိုးအမြတ်ရယူခြင်းကင်းပါသည်။ မီးမြေခွေးအားရွေးချယ် ခြင်းသည်ဘယောက်ဆာ တစ်ခုအားရွေးချယ်ခြင်းသာမက တစ်ကိုယ်ရေ လွတ်လပ်မှု ကိုပါရယူခြင်းဖြစ်သည်။
ne: Firefox गैर-नाफामूलक, गैर-ब्यवसायिक र सम्झौता नगर्ने संस्था हो। Firefox छान्नु भनेको ब्राउजर छान्नु मात्र होइन, यो ब्यक्तिगत स्वतन्त्रताको पक्षमा मत राख्नु हो।
sw: Firefox ni isiyo-ya-faida, isiyo ya kishirika,isiyo athirika. Kuchagua Firefox si kuchagua tu kivinjari. Ni kura kwa uhuru wa mtu binafsi.
ta: பயர்பாக்ஸ் என்பது இலாப-நோக்கமற்றது, நிறுவனம்-அல்ல, சமரசம்-அற்றது. பயர்பாக்ஸை தேர்ந்தெடுப்பது என்பது உலாவியை தேர்ந்தெடுப்பது போன்றது அல்ல. இதுத் தனி மனித சுதந்திரத்திற்கான வாக்கு.
ur: فائر فاکس غیر منافع بخش، غیر کارپوریٹ، غیر معاہدہ کر لیا ہے. انتخاب فائر فاکس صرف ایک براؤزر کا انتخاب نہیں کیا ہے. یہ ذاتی آزادی کے لئے ایک ووٹ ہے.
uz: Firefox - notijorat, nokorporativ, siquvlarsiz dasturiy ta’minot. Firefox brauzerini tanlash faqat brauzerni tanlash degani emas. Bu shaxsiy erkinlik uchun ovoz berishdir.
vi: Firefox là trình duyệt phi lợi nhuận, phi tập đoàn, không nhượng bộ. Lựa chọn Firefox không chỉ là lựa chọn một trình duyệt web. Đó là một lá phiếu cho sự tự do cá nhân của bạn.

source: Donate
ar: تبرع
as: দান কৰক
az: İanə
br: Reiñ
ca: Feu una donació
cy: Cyfrannu
fi: Tee lahjoitus
fr: Faire un don
ga_ie: Bronn
gd: Thoir tabhartas
hy_am: Նվիրատվություն
id: Donasi
is: Gefa pening
kab: Mudd tawsa
kn: ದೇಣಿಗೆ
ku: Bexş
lt: Paaukokite
lv: Ziedot
mn: Хандив
mr: देणगी
my: လှူဒါန်းပါ
ne: धनराशि सहयोग
oc: Far un don
ru: Пожертвование
sr: Прилози
sw: Changia
ta: நன்கொடை
te: విరాళమివ్వండి
th: บริจาค
ur: عطیات
uz: Xayriya
vi: Đóng góp tài chính

source: Support
ar: الدعم
as: সমৰ্থন
az: Dəstək
br: Skorañ
ca: Ajuda
cy: Cefnogaeth
fi: Tuki
fr: Assistance
ga_ie: Tacaíocht
gd: Taic
hy_am: Աջակցություն
id: Layanan Dukungan
is: Aðstoð
kab: Tallalt
kn: ಬೆಂಬಲ
ku: Destek
lt: Palaikymas
lv: Atbalsts
mn: Тусламж
mr: समर्थन
my: အထောက်အပံ့
ne: समर्थन
oc: Assisténcia
ru: Поддержка
sr: Подршка
sw: Usaidizi
ta: சேவை
te: తోడ్పాటు
th: สนับสนุน
ur: معاونت
uz: Qo‘llab-quvvatlash
vi: Hỗ trợ

source: Products
ar: المنتجات
as: উৎপাদনসমূহ
az: Məhsullar
br: Kenderc'hadoù
ca: Productes
cy: Cynnyrch
fi: Tuotteet
fr: Logiciels
ga_ie: Táirgí
gd: Bathar
hy_am: Ծրագրեր
id: Produk
is: Vörur
kab: Iseɣẓanen
kn: ಉತ್ಪನ್ನಗಳು
ku: Berhem
lt: Produktai
lv: Produkti
mn: Бүтээгдэхүүн
mr: उत्पादने
my: ထုတ်ကုန်များ
ne: प्रोडक्टहरू
oc: Logicials
ru: Продукты
sr: Производи
sw: Bidhaa
ta: தயாரிப்புகள்
te: ఉత్పత్తులు
th: ผลิตภัณฑ์
ur: مصنوعہ
uz: Mahsulotlar
vi: Sản phẩm

source: Add-ons
ar: الإضافات
as: এড-অনসমূহ
az: Əlavələr
br: Askouezhioù
ca: Complements
cy: Ychwanegion
fi: Lisäosat
fr: Modules
ga_ie: Breiseáin
gd: Tuilleadain
hy_am: Հավելումներ
id: Pengaya
is: Viðbætur
kab: Izergrar
kn: ಆಡ್‌-ಆನ್‌ಗಳು
ku: Add-on
lt: Priedai
lv: Papildinājumi
mn: Нэмэгдэл чадвар
mr: ऍड-ऑन्स्
my: အတ်အွန်များ
ne: एड-अनहरू
oc: Moduls
ru: Дополнения
sr: Додаци
sw: Vifaa vya nyongeza
ta: கூடுதல் இணைப்புகள்
te: యాడ్-ఆన్స్‍
th: ส่วนเสริม
ur: ایڈ اون
uz: Qo‘shimcha dasturlar
vi: Add-on

source: About Us
ar: معلومات عنا
as: আমাৰ বিষয়ে
az: Haqqımızda
br: Diwar hor penn
ca: Qui som
cy: Amdanom ni
fi: Tietoja meistä
fr: À propos de nous
ga_ie: Maidir linn
gd: Mu ar dèidhinn
hy_am: Մեր մասին
id: Tentang Kami
is: Um okkur
kab: Fell-aɣ
kn: ನಮ್ಮ ಬಗ್ಗೆ
ku: Der barê me de
lt: Apie mus
lv: Par mums
mn: Бидний танилцуулга
mr: आमच्या विषयी
my: ကျွနု်ပ်တို့အကြောင်း
ne: हाम्रो बारेमा
oc: A prepaus de nosautres
ru: О нас
sr: О нама
sw: Kutuhusu
ta: எங்களைப் பற்றி
te: మా గురించి
th: เกี่ยวกับเรา
ur: ہمارے متعلق
uz: Biz haqimizda
vi: Giới thiệu

source: Labs
ar: المختبرات
as: গৱেষণাগাৰসমূহ
az: Laboratoriyalar
br: Arnodva
cy: Labordai
fr: Laboratoires
ga_ie: Saotharlanna
gd: Na deuchainn-lannan
hy_am: Լաբարատորիա
id: Lab
is: Vinnustofur
kab: Inarmen
kn: ಪ್ರಯೋಗಶಾಲೆಗಳು
ku: Lab
lt: Laboratorija
lv: Laboratorijas
mn: Лабратор
mr: लॅबस्
my: စမ်းသပ်ခန်းများ
oc: Laboratòris
ru: Лаборатории
sr: Лабораторија
sw: Maabara
ta: ஆய்வகங்கள்
te: ప్రయోగశాలలు
th: ห้องทดลอง
ur: لیبز
uz: Laboratoriyalar
vi: Phòng nghiên cứu

source: skip to Navigation
ar: تجاوز إلى التصفح
as: দিশনিৰ্ণয় লে যাওক
az: Naviqasiyaya keç
br: mont da Verdeiñ
ca: Vés a l'àrea de navegació
cy: neidio i Llywio
fi: Siirry sisällysluetteloon
fr: Aller à la navigation
ga_ie: léim go Nascleanúint
gd: thoir leum dhan t-seòladaireachd
hy_am: անցնել Ուղղորդմանը
id: loncat ke Navigasi
is: til baka á að flakka
kab: Ddu ɣer tunigin
kn: ನ್ಯಾವಿಗೇಶನ್‌ಗೆ ತೆರಳು
ku: derbasî qada Gerê bibe
lt: šokti į navigaciją
lv: pāriet uz navigāciju
mn: Цэсрүү очих
mr: संचारन वापरा
my: လမ်းညွှန်သို့တန်းသွား
ne: नेभिगेसन मा जानुहोस्
oc: Anar a la navigacion
ru: перейти к навигации
sr: иди на навигацију
sw: ruka hadi Uabiri
ta: திசையமைப்புக்கு தவிர்த்தல்
te: మార్గదర్శకమునకు వెళ్ళుము
th: ข้ามไปยังการนำทาง
ur: نیویگیشن پر ایں۔
uz: navigatsiyaga o‘tish
vi: nhảy tới mục Điều hướng

source: switch language
ar: غيّر اللغة
as: ভাষা সলনি কৰক
az: dili dəyiş
br: kemmañ ar yezh
ca: Canvia la llengua
cy: newid iaith
fi: Vaihda kieli
fr: Changer de langue
ga_ie: athraigh an teanga
gd: atharraich an cànan
hy_am: փոխել լեզուն
id: ganti bahasa
is: skipta um tungumál
kab: Snifel tutlayt
kn: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸು
ku: ziman biguherîne
lt: pakeisti kalbą
lv: nomainīt valodu
mn: хэл солих
mr: भाषा बदला
my: ဘာသာစကား ပြောင်း
ne: भाषा बदल्नु होस्
oc: Cambiar de lenga
ru: сменить язык
sr: промена језика
sw: badili lugha
ta: மொழி மாற்றுதல்
te: భాషను మార్చుము
th: เปลี่ยนภาษา
ur: زبان تبدیل کریں
uz: tilni o‘zgartirish
vi: chuyển đổi ngôn ngữ

source: Back to home page
ar: عودة إلى الصفحة الرئيسية
as: ঘৰৰ পৃষ্ঠালৈ যাওক
az: Ana səhifəyə qayıt
br: Distreiñ d'ar bennbajennad
ca: Pàgina d'inici
cy: Nôl i'r dudalen gartref
fi: Takaisin etusivulle
fr: Retour à la page d'accueil
ga_ie: Ar ais go dtí an leathanach baile
gd: Air ais dhan duilleag mhòr
hy_am: Հետ՝ մեկնարկային էջ
id: Kembali ke Beranda
is: Til baka á heimasíðu
kab: Ddu ɣer usebter agejdan
kn: ನೆಲೆ ಪುಟಕ್ಕೆ ಹಿಂದಿರುಗು
ku: Vegere serûpelê
lt: Grįžti į pradžios tinklalapį
lv: Atpakaļ uz sākumlapu
mn: Нүүр хуудасруу очих
mr: मुख्य पानावर जा
my: မူလစာမျက်နှာသို့ပြန်သွား
ne: गृह पृष्ठमा फर्कनुहोस्
oc: Tornar a la pagina principala
ru: Вернуться на домашнюю страницу
sr: Назад на почетну страну
sw: Rudi ukurasa wa nyumbani
ta: மீண்டும் முகப்பு பக்கத்திற்கு
te: తిరిగి మొదటి పుటకి
th: กลับไปยังหน้าแรก
ur: ھوم پیج پر واپس جاییں
uz: Uy sahifasiga qaytish
vi: Trở về trang chủ

source: About Mozilla
ar: عن موزيلا
as: Mozilla ৰ বিষয়ে
az: Mozilla Haqqında
br: A-zivout Mozilla
ca: Quant a Mozilla
cy: Ynghylch Mozilla
fi: Tietoja Mozillasta
fr: À propos de Mozilla
ga_ie: Maidir le Mozilla
gd: Mu dhèidhinn Mozilla
hy_am: Mozilla-ի մասին
id: Tentang Mozilla
is: Um Mozilla
kab: Ɣef Mozilla
kn: ಮೋಝಿಲ್ಲಾದ ಬಗ್ಗೆ
ku: Der barê Mozillayê de
lt: Apie „Mozillą“
lv: Par Mozilla
mn: Mozilla-н талаар
mr: Mozilla विषयी
my: မိုဇီလာအကြောင်း
ne: Mozilla को बारेमा
oc: A prepaus de Mozilla
ru: О Mozilla
sr: О Мозили (Mozilla)
sw: Kuhusu Mozilla
ta: Mozilla பற்றி
te: మొజిల్లా గురించి
th: เกี่ยวกับ Mozilla
ur: موزیلا کے بارے میں
uz: Mozilla haqida
vi: Giới thiệu Mozilla

source: Get Involved
ar: كيفية المساهمة
as: অন্তৰ্ভুক্ত হওঁক
az: Bizə Qoşulun
br: Kemerit perzh enni
ca: Involucreu-vos-hi
cy: Ymuno â ni
fi: Osallistu
fr: Contribuer
ga_ie: Rannpháirtíocht
gd: Gabh pàirt ann
hy_am: Ներգրավել
id: Mari Berperan
is: Taka þátt
kab: Ttekki
kn: ನೀವೂ ಪಾಲ್ಗೊಳ್ಳಿ
ku: Tevli me bibe
lt: Prisijunkite prie mūsų
lv: Iesaisties!
mn: Оролцох
mr: सहभागी व्हा
my: ပါဝင်ဆောက်ရွက်မည်
ne: सहभागी हुनुहोस्
oc: Contribuir
ru: Присоединяйтесь к сообществу
sr: Прикључите се
sw: Jihusishe
ta: பங்குபெறுதல்
te: పాలుపంచుకోండి
th: มีส่วนร่วม
ur: شامل ہوں!
uz: Jamiyatga qo‘shiling
vi: Tham gia

source: Careers
ar: وظائف
as: কৰ্মজীৱন
az: Karyera
br: Remzadoù
ca: Oportunitats
cy: Gyrfaoedd
fi: Urat
fr: Emplois
ga_ie: Gairmeacha
gd: Obair
hy_am: Կարիերա
id: Karir
is: Starfsframi
kab: Axeddim
kn: ವೃತ್ತಿಗಳು
ku: Hevparên Kar
lt: Karjeros galimybės
lv: Vakances
mr: व्यवसाय
my: အလုပ်အကိုင်အခွင့်အလမ်းများ
ne: अवसरहरु
oc: Emplecs
ru: Карьера
sr: Послови
sw: Kazi
ta: வேலைவாய்ப்புகள்
te: ఉద్యోగాలు
th: ตำแหน่งงาน
ur: کیریرز
uz: Karyera
vi: Cơ hội nghề nghiệp

source: Press Center
ar: Press Centre
as: সংবাদ কেন্দ্ৰ
az: Mətbuat Mərkəzi
br: Kreizenn ar Gwask
ca: Centre de premsa
cy: Canolfan y Wasg
fi: Lehdistökeskus
fr: Centre de presse
ga_ie: Ionad na Meán Cumarsáide
gd: Ionadh an luchd-naidheachd
hy_am: Մամուլի կենտրոն
id: Pers &amp; Media
is: Fréttir
kab: Axxam n tɣamsa
kn: ಪ್ರೆಸ್ ಕೇಂದ್ರ
ku: Navenda Çapemeniyê
lt: Spaudos centras
lv: Preses centrs
mn: Мэдээллийн төв
mr: वृत केंद्र
my: စာနယ်ဇင်းစင်တာ
ne: प्रेस केन्द्र
oc: Centre de premsa
ru: Press Centre
sr: За медије
sw: Kituo cha Wanahabari
ta: பத்திரிக்கை மையம்
te: ప్రెస్ కేంద్రము
th: ศูนย์ข่าว
ur: پریس سنٹر
uz: Matbuot markazi
vi: Dành cho báo giới

source: Contact Us
ar: الاتصال بنا
as: আমাক যোগাযোগ কৰক
az: Bizimlə Əlaqə
br: Kit e darempred ganeomp
ca: Contacteu-nos
cy: Cysylltu â ni
fi: Ota yhteyttä
fr: Contactez-nous
ga_ie: Déan teagmháil linn
gd: Leig fios thugainn
hy_am: Կապնվեք մեզ հետ
id: Kontak Kami
is: Hafa samband
kab: Nermes-aɣ-d
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: Bikeve Têkiliyê
lt: Susisiekite su mumis
lv: Kontakti
mn: Бидэнтэй холбоо барих
mr: आमच्याशी संपर्क करा
my: ဆက်သွယ်ပါ
ne: सम्पर्क गर्नुहोस्
oc: Contactatz-nos
ru: Обратная связь
sr: Контактирајте нас
sw: Wasiliana Nasi
ta: எங்களை தொடர்பு கொள்ள
te: మమ్ముల్ని సంప్రదించండి
th: ติดต่อเรา
ur: ہم سے رابطہ کریں
uz: Biz bilan bog‘lanish
vi: Liên hệ

source: Other languages:
ar: لغات أخرى:
as: অন্য ভাষাসমূহ:
az: Başqa dillər:
br: Yezhoù all :
ca: Altres llengües:
cy: Ieithoedd eraill:
fi: Muut kielet:
fr: Autres langues&nbsp;:
ga_ie: Teangacha eile:
gd: Cànain eile:
hy_am: Այլ լեզուներ.
id: Bahasa Lainnya
is: Önnur tungumál:
kab: Tutlayin nniḍen:
kn: ಇತರೆ ಭಾಷೆಗಳು:
ku: Zimanên din:
lt: Kitos kalbos:
lv: Citas valodas:
mn: Өөр хэлүүд:
mr: इतर भाषा:
my: အခြား ဘာသာများ
ne: अरु भाषाहरू:
oc: Autras lengas&nbsp;:
ru: Другие языки:
sr: Други језици:
sw: Lugha Zingine:
ta: வேறு மொழிகள்:
te: ఇతర భాషలు:
th: ภาษาอื่น ๆ:
ur: دیگر زبانیں
uz: Boshqa tillar:
vi: Ngôn ngữ khác:

source: Page language:
br: Yezh ar bajenn:
ca: Llengua de la pàgina:
cy: Iaith y dudalen:
ga_ie: Teanga an leathanaigh:
is: Tungumál síðu:
kab: Tutlayt n usebter:
my: စာမျက်နှာရှိ ဘာသာစကား။
ne: पृष्ठ भाषा:
ur: صفحہ کی زبان:

source: Legal
br: Lezennel
ca: Avisos legals
cy: Cyfreithiol
fi: Lakiteksti
ga_ie: Cúrsaí Dlí
gd: Laghail
is: Lögmæti
kab: Usḍif
kn: ನ್ಯಾಯವಾದ
lt: Teisinė informacija
lv: Juridiskā informācija
my: တရားဝင်
ne: कानुनी
sw: Kisheria
ta: சட்டபூர்வ
th: ข้อกฎหมาย
ur: قانونی
uz: Huquqiy ma’lumot
vi: Thông tin pháp lý

source: Cookies
br: Toupinoù
ca: Galetes
cy: Cwcis
fi: Evästeet
ga_ie: Fianáin
gd: Briosgaidean
is: Smákökur
kab: Inagan n tuqqna
kn: ಕುಕೀಗಳು
lt: Slapukai
lv: Sīkdatnes
my: ကွတ်ကီးများ
ne: कुकिज
sw: Vidakuzi
ta: நினைவிகள்
th: คุกกี้
ur: کوکیاں
uz: Kukilar
vi: Cookie
