Repository: alvinlaz96/mozilla-lang
Catalog: */main.lang.po
Languages: ar, as, az, br, ca, cy, fi, fr, ga_ie, gd, hy_am, id, is, kab, kn, ku, lt, lv, mn, mr, my, ne, oc, ru, sr, sw, ta, te, th, ur, uz, vi

source: Firefox Features
az: Firefox-un Özəllikləri
br: Keweriusterioù Firefox
ca: Característiques del Firefox
cy: Nodweddion Firefox
fi: Firefoxin ominaisuudet
ga_ie: Gnéithe Firefox
gd: Feartan Firefox
is: Firefox eiginleikar
kab: Timahilin n Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸಿನ ಸವಲತ್ತುಗಳು
ku: Taybetiyên Firefoxê
lt: „Firefox“ savybės
lv: Firefox iespējas
my: မီးမြေခွေးစွမ်းဆောက်ချက်များ
ne: Firefox का विशेषताहरू
oc: Foncionalitats de Firefox
sw: Vipengele vya Firefox
ta: Firefox அம்சங்கள்
th: ความสามารถของ Firefox
ur: Firefox فیچر
uz: Firefox xususiyatlari
vi: Tính năng của Firefox

source: Firefox Help
az: Firefox Yardım
br: Skoazell Firefox
ca: Ajuda del Firefox
cy: Cymorth Firefox
fi: Firefoxin ohje
ga_ie: Cabhair le Firefox
gd: Cobhair le Firefox
is: Firefox Hjálp
kab: Tallalt i Firefox
kn: Firefox ಸಹಾಯ
ku: Alîkariya Firefoxê
lt: „Firefox“ žinynas
lv: Firefox palīdzība
my: မီးမြေခွေး အတွက် အကူအညီ
ne: Firefox सहयोग
oc: Ajuda de Firefox
sw: Usaidizi wa Firefox
ta: Firefox உதவி
th: การช่วยเหลือของ Firefox
ur: Firefox مدد
uz: Firefox yordami
vi: Hỗ trợ Firefox

source: January
br: Genver
ca: gener
cy: Ionawr
fi: tammikuu
ga_ie: Eanáir
gd: Faoilleach
is: Janúar
kab: Yennayer
kn: ಜನವರಿ
lt: sausio
lv: Janvāris
my: ဇန်နဝါရီ
ne: जनवरी
oc: genièr
sw: Januari
ta: சனவரி
th: มกราคม
ur: جنوری
uz: Yanvar
vi: Tháng một

source: February
br: C'hwevrer
ca: febrer
cy: Chwefror
fi: helmikuu
ga_ie: Feabhra
gd: Gearran
is: Febrúar
kab: Fuṛaṛ
kn: ಫೆಬ್ರವರಿ
lt: vasario
lv: Februāris
my: ဖေဖော်ဝါရီ
ne: फेब्रुअरी
oc: febrièr
sw: Februari
ta: பிப்ரவரி
th: กุมภาพันธ์
ur: فروری
uz: Fevral
vi: Tháng hai

source: March
br: Meurzh
ca: març
cy: Mawrth
fi: maaliskuu
ga_ie: Márta
gd: Màrt
is: Mars
kab: Meɣres
kn: ಮಾರ್ಚ್
lt: kovo
lv: Marts
my: မတ်
ne: मार्च
oc: març
sw: Machi
ta: மார்ச்
th: มีนาคม
ur: مارچ
uz: Mart
vi: Tháng ba

source: April
br: Ebrel
ca: abril
cy: Ebrill
fi: huhtikuu
ga_ie: Aibreán
gd: Giblean
is: Apríl
kab: Yebrir
kn: ಏಪ್ರಿಲ್
lt: balandžio
lv: Aprīlis
my: ဧပြီ
ne: अप्रिल
oc: abril
sw: Aprili
ta: ஏப்ரல்
th: เมษายน
ur: اپریل
uz: Aprel
vi: Tháng tư

source: May
br: Mae
ca: maig
cy: Mai
fi: toukokuu
ga_ie: Bealtaine
gd: Cèitean
is: Maí
kab: Maggu
kn: ಮೇ
lt: gegužės
lv: Maijs
my: မေ
ne: मे
oc: mai
sw: Mei
ta: மே
th: พฤษภาคม
ur: مئی
vi: Tháng năm

source: June
br: Mezheven
ca: juny
cy: Mehefin
fi: kesäkuu
ga_ie: Meitheamh
gd: Ògmhios
is: Júní
kab: Yunyu
kn: ಜೂನ್
lt: birželio
lv: Jūnijs
my: ဇွန်
ne: जुन
oc: junh
sw: Juni
ta: சூன்
th: มิถุนายน
ur: جون
uz: Iyun
vi: Tháng sáu

source: July
br: Gouere
ca: juliol
cy: Gorffennaf
fi: heinäkuu
ga_ie: Iúil
gd: Iuchar
is: Júlí
kab: Yulyu
kn: ಜುಲೈ
lt: liepos
lv: Jūlijs
my: ဇူလိုင်
ne: जुलाई
oc: julhet
sw: Julai
ta: சூலை
th: กรกฎาคม
ur: جولائی
uz: Iyul
vi: Tháng bảy

source: August
br: Eost
ca: agost
cy: Awst
fi: elokuu
ga_ie: Lúnasa
gd: Lùnastal
is: Ágúst
kab: Ɣuct
kn: ಆಗಸ್ಟ್
lt: rugpjūčio
lv: Augusts
my: သြဂုတ်
ne: अगस्ट
oc: agost
sw: Agosti
ta: ஆகஸ்ட்
th: สิงหาคม
ur: اگست
uz: Avgust
vi: Tháng tám

source: September
br: Gwengolo
ca: setembre
cy: Medi
fi: syyskuu
ga_ie: Meán Fómhair
gd: Sultain
kab: Cṭambeṛ
kn: ಸೆಪ್ಟೆಂಬರ್
lt: rugsėjo
lv: Septembris
my: စက်တင်ဘာ
ne: सेप्टेम्बर
oc: setembre
sw: Septemba
ta: செப்டம்பர்
th: กันยายน
ur: ستمبر
uz: Sentabr
vi: Tháng chín

source: October
br: Here
ca: octubre
cy: Hydref
fi: lokakuu
ga_ie: Deireadh Fómhair
gd: Dàmhair
is: Október
kab: Tubeṛ
kn: ಅಕ್ಟೋಬರ್
lt: spalio
lv: Oktobris
my: အောက်တိုဘာ
ne: अक्टोबर
oc: octobre
sw: Oktoba
ta: அக்டோபர்
th: ตุลาคม
ur: اکتوبر
uz: Oktabr
vi: Tháng mười

source: November
br: Du
ca: novembre
cy: Tachwedd
fi: marraskuu
ga_ie: Samhain
gd: Samhain
is: Nóvember
kab: Number
kn: ನವೆಂಬರ್
lt: lapkričio
lv: Novembris
my: နိုဝင်ဘာ
ne: नोभेम्बर
oc: novembre
sw: Novemba
ta: நவம்பர்
th: พฤศจิกายน
ur: نومبر
uz: Noyabr
vi: Tháng mười một

source: December
br: Kerzu
ca: desembre
cy: Rhagfyr
fi: joulukuu
ga_ie: Nollaig
gd: Dùbhlachd
is: Desember
kab: Dujambeṛ
kn: ಡಿಸೆಂಬರ್
lt: gruodžio
lv: Decembris
my: ဒီဇင်ဘာ
ne: डिसेम्बर
oc: decembre
sw: Disemba
ta: டிசம்பர்
th: ธันวาคม
ur: دسمبر
uz: Dekabr
vi: Tháng mười hai

source: <abbr>Jan</abbr>
br: <abbr>Gen</abbr>
ca: <abbr>gen</abbr>
cy: <abbr>Ion</abbr>
fi: <abbr>tammi</abbr>
ga_ie: <abbr>Ean</abbr>
gd: <abbr>Faoi</abbr>
kab: <abbr>Yen</abbr>
kn: <abbr>ಜನ</abbr>
lt: <abbr>Sau</abbr>
my: <abbr>ဇန်</abbr>
ne: <abbr>जनवरी</abbr>
oc: <abbr>gen</abbr>
ta: <abbr>சன</abbr>
th: <abbr>มกรา</abbr>
ur: <abbr>جنوری</abbr>
uz: <abbr>Yan</abbr>
vi: <abbr>Th01</abbr>

source: <abbr>Feb</abbr>
br: <abbr>C'hwe</abbr>
ca: <abbr>febr</abbr>
cy: <abbr>Chw</abbr>
fi: <abbr>helmi</abbr>
ga_ie: <abbr>Fea</abbr>
gd: <abbr>Gearr</abbr>
kab: <abbr>Fuṛ</abbr>
kn: <abbr>ಫೆಬ್ರ</abbr>
lt: <abbr>Vas</abbr>
my: <abbr>ဖေ</abbr>
ne: <abbr>फेब्रुअरी </abbr>
oc: <abbr>febr</abbr>
ta: <abbr>பிப்</abbr>
th: <abbr>กุมภา</abbr>
ur: <abbr>فروری</abbr>
uz: <abbr>Fev</abbr>
vi: <abbr>Th02</abbr>

source: <abbr>Mar</abbr>
br: <abbr>Meu</abbr>
ca: <abbr>març</abbr>
cy: <abbr>Maw</abbr>
fi: <abbr>maalis</abbr>
ga_ie: <abbr>Már</abbr>
gd: <abbr>Màrt</abbr>
kab: <abbr>Meɣ</abbr>
kn: <abbr>ಮಾ</abbr>
lt: <abbr>Kov</abbr>
my: <abbr>မတ်</abbr>
ne: <abbr>मार्च </abbr>
oc: <abbr>març</abbr>
ta: <abbr>மார்</abbr>
th: <abbr>มีนา</abbr>
ur: <abbr>مارچ</abbr>
vi: <abbr>Th03</abbr>

source: <abbr>Apr</abbr>
br: <abbr>Ebr</abbr>
ca: <abbr>abr</abbr>
cy: <abbr>Ebr</abbr>
fi: <abbr>huhti</abbr>
ga_ie: <abbr>Aib</abbr>
gd: <abbr>Gibl</abbr>
kab: <abbr>Yeb</abbr>
kn: <abbr>ಏ</abbr>
lt: <abbr>Bal</abbr>
my: <abbr>ဧ</abbr>
ne: <abbr>अप्रिल</abbr>
oc: <abbr>abr</abbr>
ta: <abbr>ஏப்</abbr>
th: <abbr>เมษา</abbr>
ur: <abbr>ایپرل</abbr>
vi: <abbr>Th04</abbr>

source: <abbr>May</abbr>
br: <abbr>Mae</abbr>
ca: <abbr>maig</abbr>
cy: <abbr>Mai</abbr>
fi: <abbr>touko</abbr>
ga_ie: <abbr>Bea</abbr>
gd: <abbr>Cèit</abbr>
is: <abbr>Maí</abbr>
kab: <abbr>Mag</abbr>
kn: <abbr>ಮೇ</abbr>
lt: <abbr>Geg</abbr>
lv: <abbr>Mai</abbr>
my: <abbr>မေ</abbr>
ne: <abbr>मे </abbr>
oc: <abbr>mai</abbr>
ta: <abbr>மே</abbr>
th: <abbr>พฤษภา</abbr>
ur: <abbr>مئی</abbr>
vi: <abbr>Th05</abbr>

source: <abbr>Jun</abbr>
br: <abbr>Mez</abbr>
ca: <abbr>juny</abbr>
cy: <abbr>Meh</abbr>
fi: <abbr>kesä</abbr>
ga_ie: <abbr>Mei</abbr>
gd: <abbr>Ògmh</abbr>
is: <abbr>Jún</abbr>
kab: <abbr>Yun</abbr>
kn: <abbr>ಜೂ</abbr>
lt: <abbr>Bir</abbr>
my: <abbr>ဇွန်</abbr>
ne: <abbr>जुन</abbr>
ta: <abbr>சூன்</abbr>
th: <abbr>มิถุนา</abbr>
ur: <abbr>جون</abbr>
uz: <abbr>Iyun</abbr>
vi: <abbr>Th06</abbr>

source: <abbr>Jul</abbr>
br: <abbr>Gou</abbr>
cy: <abbr>Gor</abbr>
fi: <abbr>heinä</abbr>
ga_ie: <abbr>Iúi</abbr>
gd: <abbr>Iuch</abbr>
is: <abbr>Júl</abbr>
kab: <abbr>Yul</abbr>
kn: <abbr>ಜು</abbr>
lt: <abbr>Lie</abbr>
lv: <abbr>Jūl</abbr>
my: <abbr>ဇူ</abbr>
ne: <abbr>जुलाई </abbr>
ta: <abbr>சூலை</abbr>
th: <abbr>กรกฎา</abbr>
ur: <abbr>جولائی</abbr>
uz: <abbr>Iyul</abbr>
vi: <abbr>Th07</abbr>

source: <abbr>Aug</abbr>
br: <abbr>Eos</abbr>
ca: <abbr>ag</abbr>
cy: <abbr>Aws</abbr>
fi: <abbr>elo</abbr>
ga_ie: <abbr>Lún</abbr>
gd: <abbr>Lùna</abbr>
is: <abbr>Ágú</abbr>
kab: <abbr>Ɣuc</abbr>
kn: <abbr>ಆ</abbr>
lt: <abbr>Rgp</abbr>
my: <abbr>ဩ</abbr>
ne: <abbr>अगस्ट</abbr>
oc: <abbr>ago</abbr>
ta: <abbr>ஆக</abbr>
th: <abbr>สิงหา</abbr>
ur: <abbr>اگست</abbr>
uz: <abbr>Avg</abbr>
vi: <abbr>Th08</abbr>

source: <abbr>Sep</abbr>
br: <abbr>Gwe</abbr>
ca: <abbr>set</abbr>
cy: <abbr>Med</abbr>
fi: <abbr>syys</abbr>
ga_ie: <abbr>MFó</abbr>
gd: <abbr>Sult</abbr>
kab: <abbr>Cta</abbr>
kn: <abbr>ಸೆಪ್ಟೆಂ</abbr>
lt: <abbr>Rgs</abbr>
my: <abbr>စက်</abbr>
ne: <abbr>सेप्टेम्बर</abbr>
oc: <abbr>set</abbr>
ta: <abbr>செப்</abbr>
th: <abbr>กันยา</abbr>
ur: <abbr>ستمبر</abbr>
uz: <abbr>Sen</abbr>
vi: <abbr>Th09</abbr>

source: <abbr>Oct</abbr>
br: <abbr>Her</abbr>
cy: <abbr>Hyd</abbr>
fi: <abbr>loka</abbr>
ga_ie: <abbr>DFó</abbr>
gd: <abbr>Dàmh</abbr>
is: <abbr>Okt</abbr>
kab: <abbr>Tub</abbr>
kn: <abbr>ಅಕ್ಟೋ</abbr>
lt: <abbr>Spl</abbr>
lv: <abbr>Okt</abbr>
my: <abbr>အောက်</abbr>
ne: <abbr>अक्टोबर</abbr>
ta: <abbr>அக்</abbr>
th: <abbr>ตุลา</abbr>
ur: <abbr>اکتوبر</abbr>
uz: <abbr>Okt</abbr>
vi: <abbr>Th10</abbr>

source: <abbr>Nov</abbr>
br: <abbr>Du</abbr>
cy: <abbr>Tac</abbr>
fi: <abbr>marras</abbr>
ga_ie: <abbr>Sam</abbr>
gd: <abbr>Samh</abbr>
is: <abbr>Nóv</abbr>
kab: <abbr>Num</abbr>
kn: <abbr>ನವೆಂ</abbr>
lt: <abbr>Lap</abbr>
my: <abbr>နို</abbr>
ne: <abbr>नोभेम्बर</abbr>
ta: <abbr>நவ</abbr>
th: <abbr>พฤศจิกา</abbr>
ur: <abbr>نومبر</abbr>
uz: <abbr>Noy</abbr>
vi: <abbr>Th11</abbr>

source: <abbr>Dec</abbr>
br: <abbr>Kzu</abbr>
ca: <abbr>des</abbr>
cy: <abbr>Rha</abbr>
fi: <abbr>joulu</abbr>
ga_ie: <abbr>Nol</abbr>
gd: <abbr>Dùbh</abbr>
is: <abbr>Des</abbr>
kab: <abbr>Duj</abbr>
kn: <abbr>ಡಿಸೆಂ</abbr>
lt: <abbr>Grd</abbr>
my: <abbr>ဒီ</abbr>
ne: <abbr>डिसेम्बर</abbr>
ta: <abbr>டிச</abbr>
th: <abbr>ธันวา</abbr>
ur: <abbr>دسمبر</abbr>
uz: <abbr>Dek</abbr>
vi: <abbr>Th12</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
br: O tont war iOS emañ Firefox a-benn nebeut ! <a href="{url}">Emezelit evit gouzout hiroc'h</a>.
ca: Aviat arriba el Firefox a l'iOS!<a href="{url}">Registreu-vos per a més informació</a>.
cy: Mae Firefox y dod i iOS cyn bo hir! <a href="{url}">Dysgu rhagor</a>.
fi: Firefox on pian tulossa iOS:lle! <a href="{url}">Rekisteröidy lukeaksesi lisää</a>.
ga_ie: Beidh Firefox ar iOS go luath! <a href="{url}">Cláraigh chun tuilleadh eolais a fháil</a>.
gd: Tha Firefox a' tighinn gu iOS a dh'aithghearr! <a href="{url}">Clàraich airson barrachd fiosrachaidh</a>.
is: Firefox kemur bráðlega fyrir iOS! <a href="{url}">Skráðu þig til að vita meira</a>.
kn: Firefox ಶೀಘ್ರದಲ್ಲಿ iOS ಗೂ ಬರಲಿದೆ! <a href="{url}">ಇನ್ನಷ್ಟು ಕಲಿಯಲು ಸೈನ್‌ ಅಪ್ ಮಾಡಿ</a>.
lt: Netrukus „Firefox“ galėsite naudotis ir „iOS“ įrenginiuose! <a href="{url}">Prenumeruokite naujienlaiškį ir sužinokite daugiau</a>.
lv: Firefox būs drīzumā pieejams uz iOS! <a href="{url}">Pierakstieties lai uzzināt vairāk</a>.
my: မီးမြေခွေးသည် iOS အတွက် မကြာမီ လာပါတော့မည်။ <a href="{url}">ပိုမိုသိရှိနိုင်ရန်အတွက် စာရင်းပေးပါ</a>။
ne: Firefox iOS मा अाउँदैै छ! <a href="{url}">अझ जान्न खाता खोल्नुहोस्</a>।
sw: Firefox itakuja kwa iOS! hivi karibuni <a href="{url}">Jisajilishe ili kujua zaidi</a>.
ta: பயர்பாக்ஸ் விரைவில் iOS இயங்குதளத்திற்கு வரவிருக்கிறது! <a href="{url}">மேலும் அறிய உள்நுழையவும்</a>.
th: Firefox กำลังจะมาบน iOS! <a href="{url}">ลงชื่อเข้าร่วมเพื่อเรียนรู้เพิ่มเติม</a>
ur: Firefox جلد آرہا ہے iOS! پر <a href="{url}">مزید سکھنے کے لیئے سائن اپ کریں</a>۔
uz: Firefox tez kunlarda iOS tizimida ham ishlay boshlaydi! <a href="{url}">Ko‘proq ma’lumot olish uchun ro‘yxatdan o‘ting</a>.
vi: Firefox sắp ra phiên bản cho iOS! <a href="{url}">Hãy đăng ký để biết thêm chi tiết</a>.

source: Congrats. You’re up to date!
br: Gourc'hemennoù. Hizivaet oc'h !
ca: Felicitats, està actualitzat!
cy: Llongyfarchiadau. Rydych yn gyfredol!
fi: Onneksi olkoon, olet ajan tasalla!
ga_ie: Comhghairdeas. Tá tú cothrom le dáta!
gd: Meal do naidheachd, gach rud cho ùr ’s a ghabhas!
is: Til hamingju. Þú ert með nýjustu útgáfu!
lt: Sveikiname, jūs atsinaujinę!
lv: Apsveicam. Jūs jau izmantojat pēdējo versiju!
my: နောက်ဆုံး​ထွက် ဗား​ရှင်း​ကို အသုံးပြု​နေ​သည့်​အတွက် ဂုဏ်​ယူ​ပါ​တယ်...
ne: बधाई छ। तपाई अद्यावधिक हुनुहुन्छ!
sw: Hongera. Uko na toleo la hivi karibuni!
ur: مبارک ہو۔ آپ اپڈیٹ ہے!
uz: Tabriklaymiz. Brauzeringiz yap-yangi!
vi: Chúc mừng. Bạn đang dùng phiên bản mới nhất!

source: Format
br: Mentrezh
cy: Fformat
fi: Formaatti
ga_ie: Formáid
gd: Fòrmat
is: Sniðmát
kab: Amasal
lt: Formatas
lv: Formāts
my: ဖွဲ့စည်းပုံ
ta: வடிவம்
th: รูปแบบ
ur: وضع
vi: Định dạng

source: Text
br: Testenn
cy: Testun
ga_ie: Téacs
is: Texti
kab: Aḍris
lt: Grynasis tekstas
lv: Teksts
my: စာသား
oc: Tèxte
th: ข้อความ
ur: متن

source: Whoops! Be sure to enter a valid email address.
ar: أخ! تأكد من إدخالك لعنوان بريد إلكتروني صالح.
as: ইচ্ছ! এটা বৈধ ই-মেইল ঠিকনা সোমাবলে সুনিশ্চিত হওঁক।
br: Hopala ! Ho chomlec'h postel n'eo ket talvoudek.
ca: Assegureu-vos que introduïu una adreça electrònica vàlida.
cy: Wps! Cofiwch roi cyfeiriad e-bost dilys.
fi: Hupsista! Tarkista, että kirjoitit sähköpostiosoitteesi oikein.
fr: Attention, vous n'avez pas saisi une adresse valide.
ga_ie: Úps! Bí cinnte gur chuir tú seoladh ríomhphoist bailí isteach.
gd: Oich! Dèan cinnteach gu bheil am post-dealain a chuireas thu a-steach dligheach.
id: Aduh! Pastikan alamat emailnya sudah benar.
is: Úps! Vertu viss um að þú hafir slegið inn rétt póstfang.
lt: Oi! Įsitikinkite, jog įvedėte galiojantį el. pašto adresą.
lv: Uuuups! Pārliecinieties, ka ievadītā epasta adrese ir pareiza.
mn: Хүчинтэй и-мэйл хаяг оруулна уу.
my: ဝိုး ! ဖြည့်လိုက်တဲ့ အီမေလ်းလိပ်စာမှန်လားစစ်ကြည့်ဦး
ne: कृपया सहि इमेल हान्नुहोस्।
oc: Atencion, asseguratz-vos qu'avètz picat una adreça valida.
ru: Уфф! Убедитесь, что вы ввели действительный адрес электронной почты.
sr: Упс! Унесите исправну адресу ел. поште.
ta: மன்னிக்கவும்! ஒரு சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: అయ్యో! సరైన ఈమెయిలు చిరునామాను ఇచ్చారని నిశ్చయించుకోండి.
th: อุ๊ย! ทำให้แน่ใจว่าคุณใส่ที่อยู่อีเมลถูกต้องแล้ว
ur: اوہ! سہی ای میل لکھنے کی یقین دیہانی کر لیں۔
vi: Có lỗi! Xin hãy nhập một địa chỉ thư điện tử hợp lệ.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
br: An doare ma vez keweriet ma zitouroù gant Mozilla zo mat din evel ma 'z eo bet displeget er <a href="%s">reolenn-mañ a fet buhez prevez</a>
ca: Accepto que Mozilla gestioni la meva informació en els termes descrits en <a href="%s">la política de privadesa</a>
cy: Rwy'n fodlon i Mozilla drin fy manylion fel mae'n cael ei esbonio yn y <a href="%s">Datganiad Preifatrwydd hwn</a>
ga_ie: Tá cead ag Mozilla mo chuid sonraí pearsanta a úsáid mar a mhínítear <a href="%s">sa bPolasaí Príobháideachta seo</a>
is: Ég er sáttur við að Mozilla meðhöndli mínar upplýsingar eins og útskýrt er <a href="%s">þessum skilmálum</a>
lt: Sutinku, kad „Mozilla“ tvarkytų mano duomenis kaip paaiškinta <a href="%s">šioje pastaboje dėl privatumo</a>
lv: Esmu ar mieru lai mozilla apietos ar manam datnēm kā noteiks šajā <a href="%s">Privātuma Politikā</a>
my: ကျွန်တော်/မသည် <a href="%s">ဒီ ကိုယ်ရေးလုံခြုံမှုအသိပေးချက်</a>တွင် ဖော်ပြထားသည့်အတိုင်း မော်ဇီလာက အချက်အလက်များကို ကိုင်တွယ်ခြင်းနှင့် ပတ်သက်ပြီး သဘောတူလက်ခံပါသည်။
ne: यस <a href="%s">गोपनियाता सुचना</a> मा भनिए अनुसार Mozilla ले मेरो जानकारी सम्हाल्दा मलाई कुनै समस्या छैन।
ur: میں Mozilla سے میری زاتی جانکاری ہینڈل کرنے میں صحمت ہوں جیسا کی <a href="%s">رازداری نوٹس</a> میں وضاحت کیا ہوا ہے

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
br: An doare ma vez keweriet ma zitouroù gant Mozilla zo mat din evel ma 'z eo bet displeget er <a href="%s">reolenn-mañ a fet buhez prevez</a>
ca: Accepto que Mozilla gestioni la meva informació en els termes descrits en <a href="%s">la Política de Privadesa</a>
cy: Rwy'n fodlon i Mozilla drin fy ngwybodaeth fel mae'n cael ei esbonio yn <a href="%s">y polisi Preifatrwydd hwn</a>
fi: Minulle käy, että Mozilla käsittelee tietojani <a href="%s">tietosuojakäytännössä</a> kuvatulla tavalla.
ga_ie: Tá cead ag Mozilla mo chuid sonraí pearsanta a úsáid mar a mhínítear <a href="%s">sa bPolasaí Príobháideachta seo</a>
gd: Tha mi a' toirt cead dha Mozilla am fiosrachadh seo a chleachdadh mar a mhìnich sibh sa <a href="%s">phoileasaidh phrìobhaideachd</a> seo
is: Ég er sáttur við hvernig Mozilla meðhöndlar mínar upplýsingar eins og útskýrt er <a href="%s">hérna í meðferð persónuupplýsinga</a>
lt: Sutinku, kad „Mozilla“ tvarkytų mano duomenis kaip paaiškinta <a href="%s">šiuose Privatumo nuostatuose</a>
lv: Esmu ar mieru lai mozilla apietos ar manam datnēm kā noteiks šajā <a href="%s">Privātuma Politikā</a>
my: <a href="%s">ဒီကိုယ်ရေးလုံခြုံမှုမူဝါဒ</a>တွင် ဖော်ပြထားသည့်အတိုင်း ကျွန်တော်/မသည် မော်ဇီလာမှ အချက်အလက်များကို ကိုင်တွယ်ခြင်းနှင့် ပတ်သက်ပြီး သဘောတူလက်ခံပါသည်။
ne: यस <a href="%s">गोपनियाता सुचना</a> मा भनिए अनुसार Mozilla ले मेरो जानकारी सम्हाल्दा मलाई कुनै समस्या छैन।
ur: میں Mozilla سے میری زاتی جانکاری ہینڈل کرنے میں صحمت ہوں جیسا کی <a href="%s">رازداری پولیسی</a> میں وضاحت کیا ہوا ہے
vi: Tôi đồng ý việc Mozilla sử dụng thông tin của tôi như trình bày trong <a href="%s">Chính sách riêng tư này</a>

source: Keep up with<br> all things Firefox.
br: Bezit kelaouet<br> eus kement tra Firefox.
ca: Mantingueu-vos al dia<br>del Firefox.
cy: Cadw'n gyfredol<br> gyda phopeth Firefox.
ga_ie: Bí ar an eolas<br> faoi Firefox.
is: Vertu vakandi fyrir<br> öllu sem tengist Firefox.
lv: Sekojiet visiem<br> Firefox jaunumiem.
my: မီးမြေခွေးနှင့် ဆိုင်သည့်<br>သတင်းများကို ရယူပါ။
ur: Firefox کے <br>ساتھ تمام چیزوں کے ساتھ تازہ رہے۔

source: Get Firefox news
br: Kaout keleier a-zivout Firefox
ca: Rebeu notícies del Firefox
cy: Derbyn newyddion Firefox
ga_ie: Faigh nuacht faoi Firefox
gd: Faigh naidheachdan Firefox
is: Gerast áskrifandi að Firefox fréttum
lt: Gaukite „Firefox“ naujienas
lv: Saņemiet Firefox ziņas
my: မီးမြေခွေးသတင်းများယူ
ne: Firefox को समाचार प्राप्त गर्नुहोस्
oc: Recebètz nòstra letra mesadièra
ta: Firefox செய்தியைப் பெறுக
th: รับข่าว Firefox
ur: Firefox خبریں حاصل کریں
vi: Nhận tin tức về Firefox

source: YOUR EMAIL HERE
br: HO POSTEL AMAÑ
ca: LA VOSTRA ADREÇA ELECTRÒNICA AQUÍ
cy: EICH E-BOST YMA
ga_ie: DO SHEOLADH RÍOMHPHOIST
gd: CUIR AM POST-D AGAD AN-SEO
is: ÞITT TÖLVUPÓSTFANG
lt: JŪSŲ EL. PAŠTAS
lv: JŪSU EPASTS
my: ဒီမှာ သင့် အီးမေလ်း
ne: तपाईंको इमेल यहाँ
oc: VÒSTRE EMAIL AICÍ
th: กรอกอีเมลของคุณที่นี่
ur: آپ کی ای میل ادھر آئے گی

source: Sign Up Now
br: Koumanantit bremañ
ca: Subscriviu-vos-hi ara
cy: Cofrestrwch nawr
ga_ie: Cláraigh Anois
is: Skráðu þig núna
kab: Kcem tura
lv: Tagad reģistrēties
my: ယခုပင် စာရင်းပေးပါ
ne: अहिले दर्ता गर्नुहोस्
th: ลงชื่อเข้าร่วมตอนนี้
ur: ابھی سائن اپ کریں

source: Sign me up
br: Koumanantiñ a ran
ca: Subscriu-m'hi
cy: Cofrestru
ga_ie: Ba mhaith liom clárú
gd: Clàraich mi
is: Skráðu mig
kab: Kcem
lt: Prenumeruoti
lv: Pierakstiet mani
my: စာရင်းသွင်း
ne: मलाई दर्ता गर्नुहोस्
oc: Inscrivètz-me
ta: எனக்கு பதிவு பெறு
th: บอกรับข่าว
ur: مجھے سائن اپ کریں
vi: Đăng ký

source: Select country
br: Diuzañ ur vro
ca: Seleccioneu l'estat
cy: Dewis gwlad
ga_ie: Roghnaigh tír
gd: Tagh do dhùthaich
is: Veldu land
kab: Fren tamurt
lt: Pasirinkite šalį
lv: Izvēlieties valsti
my: နိုင်ငံရွေးပါ
ne: देश चयन गर्नुहोस्
oc: Seleccionatz vòstre país
ta: நாட்டைத் தேர்வுசெய்யவும்
th: เลือกประเทศ
ur: ملک منتخب کریں
vi: Chọn quốc gia

source: Available Languages
br: Yezhoù hegerz
ca: Llengües disponibles
cy: Ieithoedd sydd ar Gael
ga_ie: Teangacha
gd: Na cànain a tha ri fhaighinn
is: Tiltæk tungumál
kab: Tutlayin yellan
lt: Galimos kalbos
lv: Pieejamās valodas
my: အသုံးပြုနိုင်သော ဘာသာစကားများ
ne: उपलब्ध भाषाहरु
oc: Lengas disponiblas
ta: கிடைக்கும் மொழிகள்
th: ภาษาที่มี
ur: دستیاب زبانیں
vi: Ngôn ngữ sẵn có

source: We will only send you Mozilla-related information.
br: Kaset e vo titouroù deoc'h diwar-benn Mozilla nemetken.
ca: Només us enviarem informació relacionada amb Mozilla.
cy: Dim ond gwybodaeth am Mozilla fyddwn ni'n anfon atoch.
ga_ie: Ní sheolfaimid duit ach eolas a bhaineann le Mozilla.
gd: Cha chuir sinn thugad ach fiosrachadh mu Mozilla.
is: Við sendum aðeins upplýsingar sem tengjast Mozilla.
lt: Mes jums siųsime tik su „Mozilla“ susijusią informaciją.
lv: Mēs sūtīsim tikai ar Mozilla saistītu informāciju.
my: သင့်အား မိုဇီလာနှင့် သက်ဆိုင်သော သတင်းများပဲ ပို့ပေးမှာပါ
ne: हामिले तपाईँलाई Mozilla संग सम्बन्धित जानकारी मात्र पठाउँछौँ।
oc: Vos mandarem pas que d'informacions a prepaus Mozilla.
ta: Mozilla சம்பந்தமான தகவல்களை மட்டுமே நாங்கள் உங்களுக்கு அனுப்புவோம்.
th: เราจะส่งเฉพาะข้อมูลที่เกี่ยวข้องกับ Mozilla เท่านั้น
ur: ہم آپکو صرف موزیلا سے متعلقہ معلومات بھیجیں گے۔
vi: Chúng tôi chỉ gửi bạn thông tin về Mozilla

source: Thanks!
br: Trugarez deoc'h!
ca: Gràcies!
cy: Diolch!
ga_ie: GRMA!
is: Takk!
kab: Tanemmirt!
lt: Ačiū!
lv: Paldies!
ne: धन्यवाद!
oc: Mercé !
ur: شکریہ!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
ca: Si anteriorment no heu confirmat la subscripció a algun butlletí de notícies relacionat amb Mozilla, és possible que ho hàgiu de fer. Comproveu la safata d'entrada o el filtre de correu brossa per veure si hi ha algun missatge de Mozilla.
cy: Os nad ydych eisoes wedi cadarnhau tanysgrifiad i gylchlythyr y perthyn i Mozilla, rhaid i chi wneud hynny nawr. Gwiriwch eich blwch i mewn neu eich hidl sbam am e-bost gennym ni.
ga_ie: Murar dheimhnigh tú do shíntiús le nuachtlitir Mozilla roimhe seo, seans gur gá duit é sin a dhéanamh anois. Coinnigh súil ar do bhosca isteach nó d'fhillteán turscair le haghaidh teachtaireacht ríomhphoist uainn.
is: Ef þú hefur ekki þegar staðfest áskrift að Mozilla tengdu fréttabréfi gætirðu þurft að staðfesta. Athugaðu hvort póstur sé frá okkur í innhólfinu eða í ruslpóst möppunni.
ne: यदि तपाईँले पहिले नै Mozilla संग सम्बन्धित समाचारपत्र को सदस्यता पक्का गर्नुएको छैन भने तपाईँले सो गर्नुपर्ने हुन सक्छ। कृपया अाफ्नो इमेल खातामा हामिबाट अाएको इमेल खोज्नुहोस्।
ur: اگر آپ نے پہلے Mozilla-related نیوز لیٹر کی رکنیت کی تصدیق نھیں کی تو ھو سکتا ھے اپکو کرنی پڑے۔ براہ مہربانی اپنے آمد خانہ کی پڑتال کریں یا ھماری طرف سے ایک ای میل کو اپنے سپیم فلٹر میں۔

source: Thanks! Please check your inbox to confirm your subscription.
br: Trugarez ! Mar plij, gwirit ho poest degemer evit kadarnaat ho koumanantiñ.
ca: Gràcies! Comproveu la vostra bústia per confirmar la subscripció.
cy: Diolch! Gwiriwch eich Blwch Derbyn i gadarnhau eich tanysgrifiad.
ga_ie: Go raibh maith agat! Féach ar do bhosca ríomhphoist chun an síntiús a chur i gcrích.
gd: Gun robh math agad! Thoir sùil air a' bhogsa phuist agad is dearbh am fo-sgrìobhadh agad.
is: Takk! Athugaðu póst í innhólfi til að staðfesta áskriftina.
lt: Ačiū! Dabar prašome pasitikrinti savo el. pašto dėžutę ir patvirtinti prenumeratą.
lv: Paldies! Lūdzu, pārbaudi savu pasta kasti, lai apstiprinātu pieteikšanos jaunumiem.
my: ကျေးဇူးပြုပြီးသင့်ရဲ့မေလ်းဘောက်စ် ထဲကို အတည်ပြုရန်စစ်ဆေးပေးပါ
ne: धन्यबाद! कृपया सदस्यता पक्का गर्न अाफ्नो इमेल खाता हेर्नुहोस्।
oc: Mercé ! Consultats vòstra bóstia de corrièr per confirmar vòstra inscripcion.
ta: நன்றி! சந்தாவை உறுதிப்படுத்த தயவுசெய்து உங்கள் அஞ்சல் பெட்டியைப் பாருங்கள்.
th: ขอบคุณ! โปรดตรวจสอบกล่องจดหมายของคุณเพื่อยืนยันการบอกรับจดหมายข่าว
ur: شکریہ! اپنی رکنیت تصدیق کرنے کے لیے اپنا ان باکس چیک کریں۔
vi: Cảm ơn! Vui lòng kiểm tra hộp thư đến để xác nhận việc đăng ký của bạn.
