Repository: alvinlaz96/mozilla-lang
Catalog: */mobile.lang.po
Languages: ar, cy, es_mx, fa, fi, fr, hi_in, id, kn, lt, lv, my, nn_no, pt, ru, si, sr, tr, ur, uz

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
cy: Mae'r Sgrin Rhagorol yn dysgu'ch hoff wefannau fel bo modd i chi bori gyda llai o deipio.
es_mx: La Pantalla alucinante conoce tus sitios favoritos, así que puedes navegar sin escribir apenas.
fa: صفحه نمایش عالی پایگاه‌های اینترنتی مورد علاقه شما را یاد می‌گیرد تا شما با نوشتن کم یا حتی بدون نوشتن مرور کنید.
fi: Uusi välilehti listaa suosikkisivustosi, jotta voit keskittyä selaamiseen kirjoittamatta.
fr: L'écran intelligent identifie vos sites favoris pour que vous puissiez les atteindre avec peu ou pas de saisie.
hi_in: विस्मयकारी स्क्रीन अपनी पसंदीदा साइटों को सीखता है ताकि आप कम या बिना कोई टाइपिंग किए ब्राउज़ कर सकते हैं.
id: Layar Keren (Awesome Screen) akan mempelajari situs favorit Anda agar tak perlu lagi banyak mengetik alamatnya.
lt: Pradžios ekranas įsimena jūsų mėgiamas svetaines, tad naršant teksto rinkti beveik nereikės.
lv: Gudrais ekrāns nosaka jūs iecienītākās mājaslapas lai jūs tās varētu sasniegt maz vai pat neko neievadot.
my: အံ့ဩဖွယ်မျက်နှာပြင်သည် သင်နှစ်သက်သည့်ဆိုက်များကို လေ့လာပါသည်။ ထို့ကြောင့် သင်သည် စာအနည်းငယ် (သို့) လုံးဝရိုက်စရာမလိုပဲ ရှာဖွေကြည့်ရှုနိုင်သည်။
nn_no: Awesome-skjermen lærer kva som er favorittnettstadane dine, og hjelper deg med å koma dit med lite eller inga tasting.
pt: O ecrã fantástico aprende os seus sítios favoritos para que possa navegar com pouca ou nenhuma escrita.
ru: Умный экран запоминает адреса ваших любимых сайтов, и вы сможете открыть их сразу или набрав пару букв.
si: අපූරු තිරය ඔබේ ප්‍රියතම අඩවි ඉගෙනගන්නා අතර අනයින් ඔබට සුළු හෝ ලිවීමකින් තොරව ගවේශණය කළ හැක.
sr: Паметна почетна страница учи о Вашим омиљеним страницама, па због тога су потребе за куцкањем минималне или чак непотребне.
tr: Şahane Ekran en sevdiğiniz siteleri öğrenir, böylece hiç yazmadan ve çok az yazarak sörf yapabilirsiniz.
ur: ذبردست سکرین آپ کی پسندیدہ سائٹیں سیکھ لیتی ہے تاکہ آپ کم یا کسی بھی ٹائپ کاری کے بغیر براؤز کر سکیں۔
uz: Aqlli ekran siz ko‘p kirgan saytlarni eslab qoladi va siz ularni darhol yoki bir nechta harflarni terib ochishingiz mumkin.

source: Best of both worlds
ar: أفضل ما في العالمين
cy: Y gorau o ddau fyd
es_mx: Lo mejor de los dos mundos
fa: بهترین از دو دنیا
fi: Molempien maailmojen parhaat puolet
fr: Le meilleur des deux mondes
hi_in: दोनों दुनिया के सर्वश्रेष्ठ
id: Yang terbaik dari kedua dunia
kn: ಎರಡೂ ಪ್ರಪಂಚಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮವಾದುದು
lt: Geriausia iš abiejų pasaulių
lv: Labākais no abām pasaulēm
my: ကမ္ဘာများမှာ အကောင်းဆုံး
nn_no: Det beste av to verder
pt: O melhor de dois mundos
ru: Лучшее из обоих миров
si: දෙලොවින්ම හොඳම දෑ
sr: Најбоље од оба света
tr: İki dünyanın da en iyisi
ur: دونوں دنیا کا بہتریں ملاپ
uz: Ikki dunyodagidan zo‘ri

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
cy: Mae Firefox ar gyfer Android wedi ei ail lunio a'i wella ar gyfer y ffordd rydych yn pori ar ffonau a thabledi.
es_mx: Firefox para Android está rediseñado y optimizado para adaptarse a tu forma de navegar en teléfonos y tabletas.
fa: ما برای مرورگر شما در تلفن‌ها و تبلت‌ها فایرفاکس برای اندروید را مجددا طراحی و بهینه سازی کردیم.
fi: Firefox Androidille on suunniteltu ja optimoitu uudestaan palvelemaan selaustarpeita kannettavilla laitteilla
fr: Firefox pour Android a été repensé et optimisé pour les téléphones et les tablettes.
hi_in: Firefox Android के लिए बदल दिया है और आपके फोन और टेबलेट पर ब्राउज़ के लिए अनुकूलित किया गया है.
id: Firefox untuk Android kini dirancang ulang dan dioptimasi untuk penjelajahan di ponsel dan tablet.
lt: Mobilioji „Firefox“ dabar atnaujinta ir dar labiau pritaikyta naršymui telefonuose ir planšetėse.
lv: Firefox Android ierīcēm tika pārveidots un pielāgots gan viedtālruņiem, gan planšetdatoriem.
my: ဖုန်းများနှင့် သင်ပုန်းကွန်ပြူတာများပေါ်မှာ သင်ရှာဖွေရာတွင် အဆင်ပြေစေရန် Android အတွက် မီးမြေခွေးကို ပြန်လည်ပုံစံပြုထားပြီး စွမ်းရည်မြှင့်ထားသည်။
nn_no: Firefox for Android er redesigna og optimalisert for måten du brukar nettet på telefonar og nettbrett.
pt: O Firefox para Android foi redesenhado e otimizado para a maneira como navega em telefones e tablets.
ru: Дизайн Firefox для Android теперь полностью изменён и оптимизирован для работы на телефонах и планшетах.
sr: Фајерфокс за Андроид је сада редизајниран и оптимизован на начин који Ви прегледавате веб на телефонима и таблетима.
tr: Android için Firefox, hem telefonlar hem de tabletler için yeniden tasarlandı ve optimize edildi.
uz: Android uchun Firefox dizayni endi to‘liq o‘zgartirilgan hamda telefon va planshetlarda ishlashga moslashtirilgan.

source: Browse quick and easy
ar: تصفح بسرعة وسهولة
cy: Pori sydyn a hawdd
es_mx: Navega así de fácil y rápido
fa: به سرعت و راحتی مرور کنید
fi: Selaa nopeasti ja helposti
fr: Naviguez rapidement et facilement
hi_in: ब्राउज़ करें त्वरित और आसान
id: Penjelajahan yang cepat dan mudah
kn: ಶೀಘ್ರವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ ಜಾಲಾಡು
lt: Spartus ir paprastas naršymas
lv: Pārlūkojiet ātri un vienkārši
my: လျင်မြန်လွယ်ကူစွာ ရှာဖွေပါ
nn_no: Enkel og rask nettlesing
pt: Navegação rápida e fácil
ru: Быстрый и лёгкий веб-сёрфинг
si: ඉක්මනින් හා පහසුවෙන් ගවේශනය
sr: Сурфујте брзо и лако
tr: Hızlı ve kolay sörf
ur: تیزی اور آسانی سے براؤز کریں
uz: Tez va oson ko‘rish

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
cy: Mae nodweddion fel Sync, pori tabiau a nod tudalen un cyffyrddiad yn golygu fod popeth wrth law.
es_mx: Con características como Sync, navegación con pestañas o agregación a marcadores con un solo toque tienes a tu disposición todo lo que deseas.
fa: ویژه‌گی‌هایی مانند همگام‌سازی، مرور به صورت زبانه‌ای و نشانک یا یک لمس یعنی هرچیزی که شما می‌خواهید در نزدیکی دستتان باشد.
fi: Ominaisuudet kuten synkronointi, selaaminen välilehdillä ja yhden kosketuksen kirjanmerkit takaavat, että kaikki tarvittava on käden ulottuvilla.
fr: Les fonctionnalités comme Sync, la navigation par onglets et le marquage de page en un geste mettent tout ce dont vous avez besoin à portée de main.
hi_in: सिंक, tabbed ब्राउज़िंग और एक स्पर्श बुकमार्क की तरह सुविधाओं का मतलब सब कुछ जो आप चाहते है हाथ पर पास है.
id: Kini, fitur Sync, penjelajahan tab, markah sekali sentuh, dapat dibawa ke mana pun Anda pergi.
lt: Viskas, ko reikia – sinchronizavimas, kortelės ir įrašymas į adresyną vienu spragtelėjimu – ranka pasiekiama.
lv: Iespējas kā sinhronizācija, cilnes un vien-pirkstu piespraušana jums padara visu viegli pieejamu, rokas tuvumā.
my: တပြေးညီဖြစ်မှု၊ စာမျက်နှာခွဲပြီး ကြည့်ရှုနိုင်မှုနှင့် စာမှတ်ရာတွင် တစ်ချက်သာနှိပ်ရန်လိုခြင်း စသည့် စွမ်းဆောင်ရည်များသည် သင်လိုအပ်တာမှန်သမျှ လက်တကမ်းမှာသာ ရှိသည်ဟု ဆိုလိုသည်။
nn_no: Funksjonar som Sync, nettlesing med faner, bokmerking med eitt trykk gjer at du har alt du vil ha.
pt: Funcionalidades como o Sync, navegação por separadores e marcadores com apenas um toque significam que o que deseja está ao alcance da mão.
ru: С помощью синхронизации, работы во вкладках и добавлении закладки одним касанием вы держите всё, что вам нужно, под рукой.
sr: Могућности попут синхронизације, сурфовања на више језичака, обележавања једним додиром значи да све што Вам треба је на дохват руке.
tr: Sync, sekmeli tarama ve tek dokunuşla yer imlerine ekleme gibi özellikler sayesinde istediğiniz her şey elinizin altında.
uz: Sinxronlash yordamida, ichki oynalar bilan ishlash hamda xatcho‘plarga bir teginishda qo‘shish - hammasi qo‘lingizda.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
cy: <a %s>Angen help?</a> Ewch i'n gwefan cymorth Firefox ar gyfer Android.
es_mx: <a %s>¿Necesitas ayuda?</a> Visita nuestro sitio de Asistencia de Firefox para Android.
fa: <a %s>نیاز به کمک دارید؟</a> سایت پشتیبانی فایرفاکس برای اندروید را بازدید کنید.
fi: <a %s>Tarvitsetko apua?</a>Firefox Androidille -tukisivustomme auttaa.
fr: <a %s>Besoin d'aide ?</a> Visitez notre site d'assistance Firefox pour Android.
hi_in: <a %s> मदद चाहिए? </a> Android समर्थन साइट के लिए हमारे Firefox पर जाएँ.
id: <a %s>Butuh bantuan?</a> Kunjungi situs Dukungan Firefox untuk Android.
kn: <a %s>ಸಹಾಯ ಬೇಕೆ?</a> ನಮ್ಮ ಆಂಡ್ರಾಯ್ಡ್ ಬೆಂಬಲ ತಾಣಕ್ಕೆ ಭೇಟಿಕೊಡಿ.
lt: <a %s>Reikia pagalbos?</a> Aplankykite mobiliosios „Firefox“ palaikymo svetainę.
lv: <a %s>Nepieciešama palīdzība?</a> Apmeklējiet mūsu atbalsta mājaslapu Firefox Android ierīcēm.
my: <a %s>အကူအညီ လိုပါသလား။</a> Android အတွက် မီးမြေခွေး အကူအညီဆိုက်သို့ သွားရောက်ပါ။
nn_no: <a %s>Treng du hjelp?</a> Besøk brukerstøttenettstaden vår for Firefox for Android.
pt: <a %s>Precisa de ajuda?</a> Visite o nosso sítio de ajuda do Firefox para Android.
ru: <a %s>Нужна помощь?</a> Посетите наш сайт поддержки Firefox для Android.
si: <a %s>උදව් අවශ්‍යද?</a> අපගේ Android සඳහා Firefox සහායක අඩවියට පිවිසෙන්න.
sr: <a %s>Потребна Вам је помоћ?</a> Посетите нашу страницу подршке за Фајерфокс на Андроиду.
tr: <a %s>Yardım mı lazım?</a> Android için Firefox Destek sitemizi ziyaret edin.
ur: <a %s>مدد کی ضرورت ہے؟</a> ہماری Firefox for Android Support سائٹ پر جائیں۔
uz: <a %s>Yordam kerakmi?</a> Bizning Android uchun "Firefox"ni qo‘llab-quvvatlash saytimizga tashrif buyuring.

source: Download and test the build that’s right for you.
cy: Llwythwch i lawr a phrofi'r fersiwn sydd orau ar eich cyfer.
es_mx: Descarga y prueba la compilación que se adapta mejor a ti.
fa: دریافت و بررسی ساخته دقیقا برای شما.
fi: Lataa ja kokeile sinulle sopivaa versiota.
fr: Téléchargez et testez la version qui est faite pour vous.
hi_in: डाउनलोड और परीक्षण करें निर्माण कि जो आप के लिए सही है.
id: Unduh dan uji versi (build) yang tepat untuk Anda.
kn: ನಿಮಗೆ ಸರಿ ಹೊಂದುವ ನಿರ್ಮಿತಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪರೀಕ್ಷಿಸಿ.
lt: Parsisiųskite ir išbandykite labiausiai jums tinkančią versiją.
lv: Lejupielādējiet un izmēģiniet pēdēja versija kas jums piemērota.
my: သင့်အတွက် ပြုလုပ်ထားတာကို ဆွဲကူးယူပြီး စမ်းသပ်ပါ။
nn_no: Last ned og prøv ut versjonen som er rett for deg.
pt: Descarregue e teste a versão certa para si.
ru: Загрузите и протестируйте подходящую вам сборку.
si: ඔබට ගැලපෙන නිකුතුව බාගෙන පිරික්සන්න.
sr: Преузмите и тестирајте издање које је Вама одговарајуће.
tr: Sizin için en uygun sürümü indirin ve test edin.
ur: وہ بلڈ ڈاؤن لوڈ اور ٹیسٹ کریں جو آپ کے لیے ٹھیک ہے۔
uz: Yuklab oling va sizga mos tuzishlari uchun sinab ko‘ring.

source: See all our channels for mobile »
cy: Gwelwch ein holl sianeli symudo »
es_mx: Mira todos nuestros canales para dispositivos móviles
fa: همه کانال‌های ما را بری تلفن‌همراه»
fi: Julkaisumme kannettaville laitteille »
fr: Voir tous nos canaux pour mobile »
hi_in: सभी मोबाइल के लिए हमारे चैनल देखें »
id: Lihat semua kanal kami untuk versi mobile »
kn: ಮೊಬೈಲ್‌ಗಾಗಿ ಇರುವ ನಮ್ಮ ಎಲ್ಲ ವಾಹಿನಿಗಳನ್ನು ನೋಡು »
lt: Visi mobiliosios „Firefox“ kanalai »
lv: Skatiet visus mūsu kanālus mobilajām ierīcēm »
my: မိုဘိုင်းလ်အတွက် ကျွန်တော်တို့၏ လိုင်းခွဲအားလုံးကို ကြည့်ပါ »
nn_no: Sjå alle kanalane våre for mobil »
pt: Veja todos os nossos canais para o mobile »
ru: Просмотреть все наши каналы для мобильного »
si: ජංගම දුරකථන සඳහා අපගේ සියළු නාලිකා බලන්න »
sr: Погледајте сва наша издања за мобилне »
tr: Tüm mobil kanallarımızı görün »
ur: ہماری موبائل کے لیے تمام چینلیں دیکھیں »
uz: Mobil telefonlar uchun barcha kanallarimizni ko‘ring »

source: Free from the Google Play Store
es_mx: Gratis desde la tienda Google Play
fa: رایگان از فروشگاه گوگل پلی
fi: Ilmaiseksi Google Play -sovelluskaupasta
fr: Gratuit sur la boutique Google Play
hi_in: Google Play स्टोर से मुफ्त
id: Gratis dari Google Play Store
kn: ಗೂಗಲ್ ಪ್ಲೇ ಸ್ಟೋರ್‌ನಿಂದ ಉಚಿತವಾಗಿ
lt: Nemokamai iš „Google Play“ krautuvės
lv: Par brīvu Google Play veikalā
my: ဂူဂဲလ် ပလေး စတိုးမှ အခမဲ့ ရယူလိုက်ပါ
nn_no: Gratis frå Google Play-butikken
pt: Gratuito na Google Play Store
ru: Бесплатно из магазина Google Play
si: Google Play Store වෙතින් නොමිලේ
sr: Бесплатно са Гугл плеј продавнице
tr: Google Play Store'da ücretsiz
ur: Google Play Store کی طرف سے مفت
uz: "Google Play" do‘konidan bepul
