Repository: alvinlaz96/mozilla-lang
Catalog: */mobile.lang.po
Languages: ar, cy, es_mx, fa, fi, fr, hi_in, id, kn, lt, lv, my, nn_no, pt, ru, si, sr, tr, ur, uz

source: Get Firefox for Android
ar: احصل على فَيَرفُكس لأندرويد
cy: Estyn Firefox ar gyfer Android
es_mx: Obtener Firefox para Android
fa: دریافت فایرفاکس برای آندروئید
fi: Lataa Firefox Androidille
fr: Téléchargez Firefox pour Android
hi_in: एंड्रायड के लिए फ़ायरफ़ॉक्स पाएँ
id: Dapatkan Firefox untuk Android
kn: ಆಂಡ್ರಾಯ್ಡಿಗೆ ಫೈರ್ಫಾಕ್ಸನ್ನು ಪಡೆಯಿರಿ
lt: Parsisiųskite „Firefox“ „Android“ įrenginiams
lv: Iegūstiet Firefox Android ierīcēm
my: အန်းဒရွိုက်အတွက် မီးမြေခွေးကို ရယူပါ
nn_no: Last ned Firefox for Android
pt: Obter o Firefox para Android
ru: Загрузить Firefox для Android
si: Android සඳහා ෆයර්ෆොක්ස් ලබාගන්න
sr: Преузмите Фајерфокс за Андроид
tr: Android için Firefox'u edinin
ur: اینڈرویڈ کے لیے فایر فاکس حاصل کریں
uz: Android uchun "Firefox"ni yuklab oling

source: Download for <span>Android</span>
ar: نزّل على <span>أندرويد</span>
cy: Llwytho i lawr ar gyfer <span>Android</span>
es_mx: Descargar para <span>Android</span>
fa: دریافت برای <span>آندروئید</span>
fi: Lataa <span>Androidille</span>
fr: Télécharger pour <span>Android</span>
hi_in: <span>एंड्रायड</span> के लिए डाउनलोड करें
id: Unduh untuk <span>Android</span>
kn: <span>ಆಂಡ್ರಾಯ್ಡಿಗಾಗಿ</span> ಡೌನ್ಲೋಡ್ ಮಾಡಿ
lt: Parsisiųsti į <span>Android</span>
lv: Lejupielādēt <span>Android</span> ierīcēm
my: <span>အန်းဒရွိုက်</span>အတွက် ဆွဲကူးယူပါ
nn_no: Last ned for <span>Android</span>
pt: Descarregar para <span>Android</span>
ru: Загрузить для <span>Android</span>
si: <span>Android</span> සඳහා බාගත කරන්න
sr: Преузимање за <span>Андроид</span>
tr: <span>Android</span> için indir
ur: ڈاؤن لوڈ کریں <span>Android</span> کے لیے
uz: <span>Android</span> uchun yuklab oling

source: Free from the Android Market
ar: مجانًا من سوق أندرويد
cy: Am ddim o'r Android Market
es_mx: Gratis desde el Android Market
fa: دریافت رایگان از بازار آندروئید
fi: Ilmainen Android-sovelluskaupasta
fr: Gratuit sur l'Android Market
hi_in: एंड्रायड बाज़ार से निःशुल्क
id: Gratis dari Android Market
kn: ಆಂಡ್ರಾಯ್ಡ್ ಮಾರುಕಟ್ಟೆಯಿಂದ ಉಚಿತ
lt: Nemokamai iš „Android“ krautuvės
lv: Par brīvu uz Android Market
my: အန်းဒရွိုက် Market မှ အခမဲ့ရယူနိုင်ပါတယ်
nn_no: Gratis frå Android Market
pt: Gratuito a partir do Android Market
ru: Бесплатно с Android Market
si: Android Market වෙතින් නොමිලේ
sr: Бесплатно са Гугл плеја
tr: Android Market'te ücretsiz
ur: اینڈرویڈ کی مارکیٹ سے مفت
uz: "Android Market"dan bepul

source: Or visit <a %s>Firefox.com/m</a> on your phone.
cy: Neu ewch i <a %s>Firefox.com/m</a> ar eich ffôn.
es_mx: O visita <a %s>Firefox.com/m</a> desde tu teléfono.
fa: یا از <a %s>Firefox.com/m</a> روی تلفنتان بازدید کنید.
fi: tai avaa osoite <a %s>Firefox.com/m</a> puhelimellasi.
fr: Ou bien visitez <a %s>Firefox.com/m</a> sur votre téléphone.
hi_in: या जाएँ <a %s>Firefox.com/m</a> अपने फ़ोन पर.
id: Atau kunjungi <a %s>Firefox.com/m</a> dari ponsel Anda.
kn: ಅಥವಾ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ <a %s>Firefox.com/m</a> ಭೇಟಿ ಮಾಡಿ.
lt: Arba atverkite <a %s>Firefox.com/m</a> savo telefone.
lv: Vai pārlūkojiet <a %s>Firefox.com/m</a> savā viedtālrunī.
my: (သို့) သင့်ဖုန်းကနေ <a %s>Firefox.com/m</a>ကို သွားရောက်ကြည့်ရှုပါ။
nn_no: Eller gå til <a %s>Firefox.com/m</a> på telefonen din.
pt: Ou visite <a %s>Firefox.com/m</a> através do seu telemóvel.
ru: Или посетите <a %s>Firefox.com/m</a> на своём телефоне.
si: හෝ ඔබේ දුරකථනයෙන් <a %s>Firefox.com/m</a> වෙත පිවිසෙන්න.
sr: Или посетите <a %s>Firefox.com/m</a> на Вашем телефону.
tr: veya teleofunuzdan <a %s>Firefox.com/m</a> adresine girin.
ur: یا <a %s>Firefox.com/m</a> کا اپنے فون پر مصاحبہ کریں
uz: yoki telefoningizdan <a %s>Firefox.com/m</a>ga kiring.

source: Supported Devices
ar: الأجهزة المدعومة
cy: Dyfeisiau sy'n Cael eu Cynnal
es_mx: Dispositivos compatibles
fa: دستگاه‌های قابل پشتیبانی
fi: Tuetut laitteet
fr: Appareils pris en charge
hi_in: समर्थित युक्ति
id: Perangkat yang didukung
kn: ಬೆಂಬಲಿತ ಸಾಧನಗಳು
lt: Palaikomi įrenginiai
lv: Atbalstītās ierīces
my: အသုံးပြုနိုင်သော ကိရိယာများ
nn_no: Støtta einingar
pt: Dispositivos suportados
ru: Поддерживаемые устройства
si: සහාය දක්වන උපාංග
sr: Подржани уређаји
tr: Desteklenen Aygıtlar
ur: معاونت شدہ آلات
uz: Mos tushadigan qurilmalar

source: Get it from iTunes - FREE
ar: احصل عليه من iTunes-مجاناً
cy: Ei gael o iTunes - Am Ddim
es_mx: Obtenlo desde iTunes - GRATIS
fa: آن را از iTunes - رایگان دریافت کنید
fi: Lataa ilmaiseksi iTunes-sovelluskaupasta
fr: Obtenez-le gratuitement sur iTunes
hi_in: इसे iTunes से प्राप्त करें - मुफ़्त
id: Dapatkan dari iTunes - GRATIS
kn: iTunes ನಿಂದ ಪಡೆಯಿರಿ - FREE
lt: Gaukite iš „iTunes“ – DYKAI
lv: Iegūstiet to par brīvi no iTunes
my: iTunes ကနေ ရယူပါ (အခမဲ့)
nn_no: Få han på iTunes - GRATIS
pt: Obtenha-o a partir do iTunes - GRATUITO
ru: Загрузите его из iTunes - БЕСПЛАТНО
si: එය iTunes - FREE වෙතින් ලබාගන්න
sr: Преузмите са iTunes - бесплатно
tr: iTunes'dan edinin - ÜCRETSİZ
ur: اسے iTunes سے حاصل کریں - مفت
uz: Uni iTunes’dan - BEPUL yuklab oling

source: Firefox Home for <span>iPhone</span>
cy: Firefox Home ar gyfer <span>iPhone</span>
es_mx: Firefox Home para <span>iPhone</span>
fa: خانه فایرفاکس برای <span>آیفون</span>
fi: Firefox Home <span>iPhonelle</span>
fr: Firefox Home pour <span>iPhone</span>
hi_in: <span>iPhone </span> के लिए फ़ायरफ़ॉक्स होम
id: Firefox Home untuk <span>iPhone</span>
kn: ಫೈರ್ಫಾಕ್ಸ್ ಮನೆ <span>iPhone</span> ಗಾಗಿ
lt: „Firefox Home“ <span>iPhone’ui</span>
lv: Firefox Home <span>iPhone</span> ierīcēm
my: <span>iPhone</span>အတွက် မီးမြေခွေး Home
nn_no: Firefox for <span>iPhone</span>
pt: Firefox Home para o <span>iPhone</span>
ru: Firefox Home для <span>iPhone</span>
si: <span>iPhone</span> සඳහා Firefox නිවෙස
sr: Фајерфокс Хоме за <span>Ајфон</span>
tr: <span>iPhone</span> için Firefox Home
ur: <span>iPhone</span> کے لیے Firefox گھر
uz: <span>iPhone</span> uchun Firefox bosh sahifasi

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
cy: Cael mynediad i'ch hanes, nodau tudalen a tabiau agored ar Firefox ar eich iPhone.
es_mx: Accede al historial, marcadores y pestañas abiertas de Firefox desde tu iPhone.
fa: دسترسی به تاریخچه فایرفاکس، نشانک‌ها و زبانه‌های باز شده بر روی آیفون.
fi: Selaa tietokoneesi Firefoxin sivuhistoriaa, kirjanmerkkejä ja avoimia välilehtiä iPhonellasi.
fr: Accédez à votre historique Firefox, vos marque-pages et onglets ouverts sur votre iPhone.
hi_in: प्राप्त करें अपने फ़ायरफ़ॉक्स इतिहास, बुकमार्क्स और खुले सत्र अपने iPhone पर .
id: Akses riwayat, markah dan tab yang terbuka Firefox-mu, lewat iPhone.
kn: ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸ್ ಇತಿಹಾಸ, ಪುಟಗುರುತುಗಳು ಮತ್ತು ತೆರೆದ ಹಾಳೆಗಳನ್ನು ನಿಮ್ಮ iPhone ನಲ್ಲಿ ಪ್ರವೇಶಿಸಿ.
lt: Pasiekite „Firefox“ žurnalą, adresyną ir atvertas korteles savo „iPhone“ telefone.
lv: Piekļūstat savai Firefox vēsture, savām grāmatzīmēm, un savām atvērtām cilnēm uz savu iPhone.
my: သင့် iPhone ပေါ်မှာ သင့်ရဲ့ မီးမြေခွေးမှတ်တမ်း၊ စာမှတ်များနှင့် ဖွင့်ထားသည့် စာမျက်နှာများကို အသုံးပြုပါ။
nn_no: Få tilgang til Firefox-historikk, bokmerke og opne faner frå din iPhone.
pt: Aceda ao histórico, marcadores e separadores abertos do Firefox do seu iPhone.
ru: Получите доступ к истории, закладкам и открытым вкладкам вашего Firefox с вашего iPhone.
si: ඔබේ iPhone මත ඔබේ Firefox ඉතිහාසය, පිටු සලකුණු හා විවෘත ටැබ වෙත පිවිසෙන්න.
sr: Приступите Вашој Фајерфокс историји, забелешкама и отвореним језичцима на Вашем Ајфону (iPhone).
tr: Firefox geçmişinize, yer imlerinize ve açık sekmelerinize iPhone'unuzdan erişin.
ur: اپنے iPhone پر اپنے Firefox سابقات، نشانیوں تک رسائی کریں، اور ٹیب کھولیں۔
uz: iPhone telefoningizdagi Firefox tarixi, xatcho‘plari va ochiq ichki oynalarga kirish.

source: Download Firefox to <span>Your Mobile</span>
ar: تحميل فيرفكس على <span> موبايلك</span>
cy: Llwytho Firefox i Law i'ch <span>i'ch Ffôn Symudol</span>
es_mx: Descarga Firefox en <span>tu móvil</span>
fa: دریافت فایرفاکس برای <span>موبایل شما</span>
fi: Lataa Firefox <span>kannettavalle laitteellesi</span>
fr: Téléchargez Firefox pour <span>votre mobile</span>
hi_in: Firefox डाउनलोड करें<span>अपने मोबाइल पर</span>
id: Unduh Firefox ke <span>Perangkat Mobile Anda</span>
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು <span>ನಿಮ್ಮ ಮೊಬೈಲ್</span> ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡು
lt: Parsisiųskite „Firefox“ į <span>savo mobilųjį</span>
lv: Lejupielādējiet Firefox <span>savai ierīcei</span>
my: မီးမြေခွေးကို <span>သင့် မိုဘိုင်းလ်</span>သို့ ဆွဲယူကူးပါ
nn_no: Last ned Firefox til <span>mobilen din</span>
pt: Descarregue o Firefox para o seu <span>telemóvel</span>
ru: Загрузите Firefox на <span>ваш мобильник</span>
si: <span>ඔබේ දුරකථනයට </span> Firefox බාගන්න
sr: Преузмите Фајерфокс на <span>Ваш телефону</span>
tr: Firefox'u <span>mobil aygıtınıza</span> indirin
ur: <span>اپنے موبائل</span> ہر Firefox ڈاؤن لوڈ کریں
uz: "Firefox"ni <span>mobil telefoningiz</span>ga yuklab oling

source: Want to test the latest features?
ar: هل تريد اختبار أحدث الميزات؟
cy: Eisiau profi'r nodweddion diweddaraf?
es_mx: ¿Quieres probar las últimas características?
fa: آیا می‌خواهید آخرین ویژگی‌ها را امتحان کنید؟
fi: Haluatko testata uusimpia ominaisuuksia?
fr: Vous voulez tester les toutes dernières nouveautés&nbsp;?
hi_in: नवीनतम सुविधाओं का परीक्षण करना चाहते हैं?
id: Mau menguji fitur terbaru?
kn: ಹೊಚ್ಚ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪರೀಕ್ಷಿಸಬೇಕೆ?
lt: Norite išbandyti šviežiausias naujoves?
lv: Vēlaties izmēģināt pēdējās iespējas?
my: နောက်ဆုံးပေါ် စွမ်းဆောင်ချက်များကို စမ်းသပ်ချင်ပါသလား။
nn_no: Vil du prøva dei nyaste funksjonane?
pt: Deseja testar as últimas funcionalidades?
ru: Хотите протестировать последние возможности?
si: නවීනතම විශේෂාංග අත්හදාබැලීමට අවශ්‍යද?
sr: Желите да испробате најновије могућности?
tr: En son özellikleri test etmek ister misiniz?
ur: تازہ ترین فیچر ٹیسٹ کرنا چاہتے ہیں؟
uz: So‘nggi xususiyatlarni sinab ko‘rishni xohlaysizmi?

source: Get Firefox Home for iPhone
ar: احصل على فيرفكس الرئيسية لآيفون
cy: Cael Firefox Home ar gyfer yr iPhone
es_mx: Obtener Firefox Home para iPhone
fa: دریافت Firefox Home برای iPhone
fi: Lataa Firefox Home iPhonelle
fr: Obtenez Firefox Home pour iPhone
hi_in: IPhone के लिए फ़ायरफ़ॉक्स होम प्राप्त करें
id: Dapatkan Firefox Home untuk iPhone
kn: ಫೈರ್ಫಾಕ್ಸ್ ಮನೆಯನ್ನು iPhone ಗಾಗಿ ಪಡೆ
lt: Parsisiųskite „Firefox Home“ „iPhone’ui“
lv: Iegūstiet Firefox Home savam iPhone
my: iPhone အတွက် မီးမြေခွေး Home ကို ရယူလိုက်ပါ
nn_no: Last ned Firefox for iPhone
pt: Obtenha o Firefox Home para iPhone
ru: Загрузить Firefox Home для iPhone
si: iPhone සඳහා Firefox නිවෙස ලබාගන්න
sr: Преузмите Фајерфокс Хоум за Ајфон
tr: iPhone için Firefox Home'u edinin
ur: iPhone کے لیے Firefox Home حاصل کریں
uz: iPhone qurilmangiz uchun "Firefox Home"ni yuklab olish

source: Download Beta for Android
ar: تحميل بيتا لاندرويد
cy: Llwytho i Lawr Beta ar gyfer Android
es_mx: Descargar la Beta para Android
fa: بارگیری بتا برای آندروید
fi: Lataa Firefox Beta Androidille
fr: Télécharger la bêta pour Android
hi_in: एंड्रॉयड के लिए बीटा डाउनलोड करें
id: Unduh Beta untuk Android
kn: ಆಂಡ್ರಾಯ್ಡ್‌ಗಾಗಿ ಬೀಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡು
lt: Parsisiųskite betą „Andoid’ui“
lv: Lejupielādēt Firefox Android ierīcēm Beta versija
my: အန်းဒရွိုက်အတွက် မီးမြေခွေး(ဘီတာ)ကို ဆွဲယူကူးပါ။
nn_no: Last ned Firefox for Android
pt: Descarregar Beta para o Android
ru: Загрузить Бета для Android
si: Android සඳහා බීටා අනුවාදනය බාගන්න
sr: Преузмите бета издање за Андроид
tr: Android'in için Beta'yı indirin
ur: Android کے لیے Beta ڈاؤن لوڈ کریں
uz: Android uchun Beta versiyasini yuklab olish

source: Download
ar: تحميل
cy: Llwytho i Lawr
es_mx: Descargar
fa: بارگیری
fi: Lataa
fr: Télécharger
hi_in: डाउनलोड करें
id: Unduh
kn: ಡೌನ್‌ಲೋಡ್
lt: Parsisiųsti
lv: Lejupielādēt
my: ဆွဲယူကူးရန်
nn_no: Last ned
pt: Descarregar
ru: Загрузить
si: බාගත කරන්න
sr: Преузимање
tr: İndir
ur: ڈاؤن لوڈ
uz: Yuklab olish

source: for
ar: ل
cy: ar gyfer
es_mx: para
fa: برای
fr: pour
hi_in: के लिए
id: untuk
kn: ಗಾಗಿ
lt: skirtą
my: အတွက်
pt: para
ru: для
si: සඳහා
sr: за
ur: کے لیے
uz: uchun

source: Free from iTunes
ar: مجانا من iTunes
cy: Am Ddim o iTunes
es_mx: Gratis desde iTunes
fa: رایگان از iTunes
fi: Ilmaiseksi iTunes-sovelluskaupasta
fr: Gratuit sur iTunes
hi_in: ITunes से नि: शुल्क
id: Gratis dari iTunes
kn: iTunes ನಿಂದ ಉಚಿತ
lt: Nemokamai iš „iTunes“
lv: Par brīvi uz iTunes
my: iTunes မှ အခမဲ့ ရယူပါ
nn_no: Gratis frå iTunes
pt: Gratuito no iTunes
ru: Бесплатно из iTunes
si: iTunes වෙතින් නොමිලේ
sr: Бесплатно са Ајтунса (iTunes)
tr: iTunes'da ücretsiz
ur: iTunes سے مفت
uz: "iTunes"dan bepul

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
cy: Byddwch yn cael profi nodweddion diweddaraf a darparu adborth i helpu i wella'r fersiwn terfynol.
es_mx: Podrás experimentar las características más innovadoras y darnos tu opinión, ayudándonos a definir y perfeccionar lo que incluirá la versión final.
fa: تجربه ویژگی‌های کاملا جدید و ارائه بازخورد برای کمک به پالایش و چیزی که در نهایت منتشر خواهد شد.
fi: Pääset kokeilemaan uusimpia ja hienoimpia ominaisuuksia ja antamaan palautetta, jonka avulla ominaisuudet hiotaan valmiiksi lopulliseen julkaisuun.
fr: Vous pourrez découvrir les toutes dernières fonctionnalités et nous renvoyer vos impressions afin de nous aider à fignoler la version finale
hi_in: आप को अत्याधुनिक सुविधाओं का अनुभव करने के लिए और मदद के लिए परिष्कृत करने के लिए और क्या अंतिम रिलीज में होगा वह पॉलिश प्रतिक्रिया प्रदान मिलेगा.
id: Anda akan mendapat pengalaman fitur-fitur terbaru serta berkesempatan mengirimkan saran untuk membantu memperbaiki dan menyempurnakan yang akan hadir di rilis akhir.
lt: Galėsite susipažinti su šviežiausiomis naujovėmis ir pateikti atsiliepimų – tuo mums padėsite išblizginti ir nupoliruoti tai, kas pateks į galutinę laidą.
lv: Jūs varēsiet iepazīties ar jaunākajām iespējām un mums sūtīt savas atsauksmes lai mums palīdzēt uzlabot spodrināt gala versiju.
my: သင်သည် အကောင်းဆုံးနှင့် နောက်ဆုံးပေါ်စွမ်းဆောင်ချက်များကို ရရှိရန်နှင့် ဖြန့်ဝေရာတွင် ပါဝင်မည့်အရာများ ကောင်းမွန်စေရန် တုံ့ပြန်ချက်များ ပေးပါ။
nn_no: Du kan oppleva dei nyaste funksjonane, og gje tilbakemelding for å hjelpa oss å avgjera kva som kjem med i den endelege utgjevinga.
pt: Vai experimentar funcionalidades de ponta e fornecer feedback para ajudar a refinar e polir a versão final.
ru: Вы будете испытывать передовые возможности и отправлять отзывы, чтобы помочь усовершенствовать и отполировать то, что войдёт в финальную версию.
si: ඔබට අතිනවීන ගුණාංග අත්විඳීමටත් අවසන් නිකුතුව පිරිපහදු හා ඔපමට්ටම් කිරීමෙහිලා උපකාර වන ප්‍රතිචාර ලබා දීමටත් අවස්ථාව සැලසෙනු ඇත.
sr: Имаћете прилику да испробате најновије могућности и пошаљете повратне информације како би их побољшали за финално издање.
tr: En yeni özellikleri deneyerek, final sürümüne eklenecekleri düzeltip güzelleştirmemiz için geri bildirimde bulunabileceksiniz.
uz: Siz oldindan xususiyatlarni sinab ko‘rasiz hamda mukammallashtirish va so‘nggi versiyasiga qo‘shish uchun fikrlar bildira olasiz.

source: Developer Tools
ar: أدوات المطورين
cy: Offer Datblygwyr
es_mx: Herramientas para desarrolladores
fa: ابزارهای توسعه دهنده
fi: Kehitystyökalut
fr: Outils pour développeurs
hi_in: डेवलपर उपकरण
id: Alat Pengembang
kn: ವಿಕಸನ ಉಪಕರಣಗಳು
lt: Įrankiai kūrėjams
lv: Izstrādātāju Rīki
my: ဖန်တီးသူများသုံး ကိရိယာများ
nn_no: Utviklarverktøy
pt: Ferramentas de programação
ru: Инструменты разработчика
si: සංවර්ධක මෙවලම්
sr: Програмерски алати
tr: Geliştirici Araçları
ur: ڈیولپر ٹول
uz: Dasturchi asboblari

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
cy: Mae modd gosod y fersiwn symudol o Firefox ar ein cyfrifiadur bwrdd gwaith er mwyn profi, darparu adborth ac adeiladu ychwanegion.
es_mx: Puedes instalar la versión móvil de Firefox en el equipo de escritorio para probarla, darnos tu opinión y crear complementos.
fa: شما می‌توانید نسخه تلفن‌همراه فایرفاکس را بر روی کامپیوتر رو‌میزی خود به منظور تست،ارائه بازخورد و ساخت افزونه نصب کنید.
fi: Voit asentaa Firefoxin kannettaville laitteille tehdyn version tietokoneellesi testataksesi sitä, antaaksesi siitä palautetta ja tehdäksesi sille lisäosia.
fr: Vous pouvez installer la version mobile de Firefox sur votre ordinateur afin de la tester, de renvoyer vos impressions ou bien créer des extensions.
hi_in: आप हमारे डेस्कटॉप पर कंप्यूटर फ़ायरफ़ॉक्स के मोबाइल संस्करण स्थापित करने के लिए परीक्षण, प्रतिक्रिया प्रदान करते हैं, और Add-ons का निर्माण कर सकते हैं.
id: Anda dapat memasang versi mobile Firefox di komputer desktop untuk menguji, mengirimkan saran, dan mengembangkan pengaya.
lt: Mobiliąją „Firefox“ atmainą galite įdiegti į savo kompiuterį – taip galėsite ją testuoti, palikti atsiliepimų ir kurti jai priedus.
lv: Jūs varat instalēt pēdējo Firefox mobilo versiju uz savu datoru lai to izmēģināt, dot atsauksmes vai izveidot papildinājumus.
my: သင်သည် စမ်းသပ်ရန်၊ အကြံပြုချက်ပေးရန်နှင့် အက်အွန်များဖန်တီးရန် မိုဘိုင်းလ်အတွက် မီးမြေခွေးကို ကွန်ပြူတာတွင် ထည့်သွင်းတပ်ဆင်နိုင်ပါသည်။
nn_no: Du kan installera den mobile versjonen av Firefox på desktop-maskina vår for å testa og gje tilbakemelding, og laga utvidingar.
pt: Pode instalar a versão móvel do Firefox no seu computador de secretária para que possa testar, fornecer feedback e fazer extras.
ru: Вы можете установить мобильную версию Firefox на ваш настольный компьютер для тестирования, отправки отзывов и создания дополнений.
si: පිරික්සීමට, ප්‍රතිචාර දැක්වීමට හා ඇඩෝන තනීමට ඔබට Firefox ජංගම සංස්කරණය අපගේ වැඩතල පරිගණකය මත ස්ථාපනය කළ හැක.
sr: Можете да инстлирате мобилну верзију Фајерфокса на Вашем рачунару како би тестирали, послали повратне информације и развијали додатке.
tr: Test etmek, geri bildirimde bulunmak ve eklenti geliştirmek amacıyla Firefox'un mobil sürümünü masaüstü bilgisayarınıza yükleyebilirsiniz.
uz: Siz "Firefox"ning mobil versiyasini sinash, fikrlar jo‘natish va qo‘shimcha dasturlar tuzish uchun kompyuteringizga o‘rnatishingiz mumkin.

source: Connect With Firefox for Mobile:
ar: اتصال فيرفكس مع الجوال:
cy: Cysylltwch gyda Firefox for Mobile:
es_mx: Conecta con Firefox para dispositivos móviles:
fa: ارتباط با فایرفاکس برای موبایل:
fi: Pysy perillä kannettavien laitteiden Firefoxista:
fr: Gardez le contact avec Firefox pour mobile&nbsp;:
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स के साथ कनेक्ट करें:
id: Terkoneksi dengan Firefox untuk Mobile:
kn: ಫೈರ್ಫಾಕ್ಸ್ ಮೊಬೈಲ್‌ನೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ:
lt: Palaikykite su mumis ryšį:
lv: Savienojieties ar Firefox mobilajām ierīcēm:
my: မိုဘိုင်းလ်အတွက် မီးမြေခွေးကို ချိတ်ဆက်ပါ။
nn_no: Kopla til med Firefox for Mobile:
pt: Ligue-se com o Firefox para telemóvel:
ru: Будьте на связи с мобильным Firefox:
si: ජංගම දුරකථන සඳහා Firefox සමඟ සබඳවන්න:
sr: Добијајте информације о мобилном Фајерфоксу:
tr: Mobil Firefox ile Bağlanın:
ur: موبائل کے لیے Firefox کے ساتھ رابطے قائم کریں:
uz: Mobil Firefox bilan doimo aloqada bo‘ling:

source: Monthly newsletter
ar: النشرة الشهرية
cy: Cylchlythyr misol
es_mx: Boletín mensual
fa: خبرنامه ماهانه
fi: Kuukausittainen uutiskirje
fr: Lettre mensuelle
hi_in: मासिक न्यूजलेटर
id: Nawala (newsletter) bulanan
kn: ಮಾಸ ಪತ್ರಿಕೆ
lt: Mėnesinis naujienlaiškis
lv: Ikmēneša jaunumi
my: လစဉ်သတင်းလွှာ
nn_no: Nyhndebrev kvar månad
pt: Newsletter mensal
ru: Ежемесячные новости
si: මාසික පුවත් ලිපිය
sr: Месечне новости
tr: Aylık bülten
ur: ماہانہ نیوز لیٹر
uz: Oylik yangiliklar

source: Follow us
ar: تابعنا
cy: Dilynwch ni
es_mx: Síguenos
fa: دنبال کردن ما
fi: Seuraa meitä
fr: Suivez nous
hi_in: हमारा अनुसरण करें
id: Ikuti kami
kn: ನಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿ
lt: Sekite mus
lv: Sekojiet mums
my: ကျွန်တော်တို့ထံမှ သတင်းများ ရယူပါ
nn_no: Følg oss
pt: Siga-nos
ru: Читайте нас
si: ලුහුබඳින්න
sr: Пратите нас
tr: Bizi takip edin
ur: ہمیں فالو کریں
uz: Bizni kuzatib boring

source: Become a fan
ar: كن معجبا
cy: Dod yn gefnogwr
es_mx: Hazte fan
fa: یک هوادار شوید
fi: Ryhdy faniksi
fr: Devenez fan
hi_in: एक प्रशंसक बनें
id: Jadi fans
kn: ಅಭಿಮಾನಿಯಾಗಿ
lt: Tapkite gerbėju
lv: Kļūstiet par fanu
my: ပရိသတ်တစ်ယောက် ဖြစ်လာပါ
nn_no: Bli tilhengjar
pt: Torne-se um fan
ru: Поддержите нас
si: රසිකයෙක් වන්න
sr: Постаните фан
tr: Hayranımız olun
ur: فین بنیں
uz: Bizni qo‘llab-quvvatlang

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
cy: Mae Firefox yn llawn arloesedd, sy'n gadael i chi deipio llai, pori mwy a chael at y We'n haws ac yn gynt.
es_mx: Firefox está lleno de innovaciones que te permiten escribir menos, navegar más y acceder a la Web de una forma fácil y rápida.
fa: فایرفاکس مملو از نوآوری به شما این امکان را می‌دهد تا کم‌تر بنویسید،‌بیشتر مرور کنید و وب را سریعتر و آسان‌تر دریافت کنید.
fi: Firefox on täynnä innovaatioita, joilla sinun tarvitsee kirjoittaa vähemmän ja voit selata enemmän, nopeammin ja helpommin.
fr: Firefox est rempli d'innovations qui vous permettent de saisir moins de texte, de naviguer plus et d'atteindre vos sites Web plus rapidement et facilement.
hi_in: Firefox नवाचारों से भरा है ताकि आप कम लिखें, ब्राउज़ करें और वेब जल्दी और आसानी से मिले.
id: Firefox memiliki berbagai inovasi untuk Anda, dengan lebih sedikit ketikan namun lebih banyak penjelajahan Web, serta lebih cepat dan mudah.
lt: „Firefox“ yra pilna naujovių, kurių dėka rinkti tekstą reikės mažiau, o naršyti galėsite daugiau, sparčiau ir paprasčiau.
lv: Firefox ir pilns ar inovācijām kuras jums ļauj mazāk ievadīt, vairāk pārlūkot, un ātrāk un vienkāršāk piekļūt tīmeklim.
my: မီးမြေခွေးသည် စာရိုက်နည်းစေခြင်း၊ များများရှာဖွေကြည့်ရှုနိုင်စေခြင်းနှင့် ဝဘ်ကို လွယ်ကူလျင်မြန်စွာရောက်ရှိစေခြင်း စသည့် ဆန်းသစ်ပြောင်းလဲခြင်းများ အပြည့်အဝ ရှိပါသည်။
nn_no: Firefox er full av nyskapningar som gjer at du skriv mindre, surfar meir, og kjem raskt og enkelt i gang på nettet.
pt: O Firefox está cheio de inovações que fazem com que escreva menos, navegue mais e vá para a web rápida e facilmente.
ru: Новые возможности Firefox помогут вам набирать меньше, сёрфить больше, и сделают пребывание в Интернете лёгким и приятным.
si: අඩුවෙන් ටයිප් කරමින් වැඩියෙන් සැරිසැරීමටත් අන්තර්ජාලයට ඉක්මනින් හා පහසුවෙන් පිවිසීමටත් ඔබට ඉඩ සලසන Firefox නවෝත්පාදනයෙන් පිරී ඇත.
sr: Фајерфокс је пун иновација које Вам омогућавају да куцкате мање, а при томе да сурфујете брже и лакше.
tr: Firefox, daha az yazmanızı, daha fazla sörf yapmanızı ve Web'e hızla ve kolayca ulaşmanızı sağlayacak yeniliklerle dolu.
uz: "Firefox"ning yangi xususiyatlari sizga kamroq yozishni, ko‘proq ko‘rishni va internetga tez va oson kirishingizga yordam beradi.

source: Freedom from typing
ar: التحرر من الكتابة
cy: Rhyddid rhag teipio
es_mx: Libérate del teclado
fa: آزادی در نوشتن
fi: Vapautus kirjoittamisesta
fr: Moins de saisie
hi_in: टाइपिंग से मुक्ति
id: Tak perlu banyak mengetik
lt: Laisvė nuo teksto rinkimo
lv: Mazāk ievadīšanas
my: စာရိုက်ခြင်းမှ လွတ်လပ်မှု
nn_no: Fridom frå tasting
pt: Livre de escrever
ru: Освободитесь от набора
si: යතුරු ලිවීමෙන් නිදහස්වන්න
sr: Слобода од куцкања
tr: Daha az yazın
ur: ٹائپ کاری سے نجات
uz: Yozishdan bo‘shaysiz
