Repository: alvinlaz96/mozilla-lang
Catalog: */mozspaces.lang.po
Languages: km, pt, uz

source: Mountain View
km: ទិដ្ឋភាព​ម៉ោនធីន
uz: Mauntin-Vyu

source: Address:
km: អាសយដ្ឋាន៖
pt: Endereço:
uz: Manzil:

source: E-mail:
km: អ៊ីមែល៖
uz: E-pochta:

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
km: កន្លែង​ថ្មី​របស់​យើង​​​ដំបូង​គេ។ យើង​បាន​បើក​​ការ​សម្ពោធ​​នៅ​​ក្នុង​ប្រទេស New Zealand នៅ​ក្នុង​ខែ កក្កដា ២០១១។
pt: O primeiro dos nossos novos espaços. Abrimos as nossas portas na Nova Zelândia em julho de 2011.
uz: Yangi hudularimizdan birinchisi. Biz eshiklarimizni dastlab Yangi Zellandiyada 2011-yil iyul oyida ochganmiz.

source: Beijing
km: ប៉េកាំង​
pt: Pequim
uz: Pekin

source: Paris
km: ប៉ារីស
uz: Parij

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
km: កន្លែង​​នៅ​ប៉ារីស​​នឹង​ផ្លាស់ទី​ទៅ​ទីតាំង​ដែល​​ធំជាង​នេះ។ ការ​ទស្សនា​តំបន់​​​នឹង​កើតឡើង​នៅ​ក្នុង​ខែ ​ធ្នូ ឆ្នាំ ២០១១ ហើយ​យើង​មាន​បំណង​​បើក​កន្លែង​ថ្មី​ទៀត​នៅ​ក្នុង​ត្រីមាស​ទី​ពីរ​ក្នុង​ឆ្នាំ ២០១២ ។
pt: O espaço em Paris será transferido para um espaço maior. As visitas ao local irão acontecer em dezembro de 2011 e prevemos abrir o novo espaço no segundo trimestre de 2012.
uz: Parijdagi hududimiz kattaroq manzilga ko‘chiriladi. Saytga tashriflar 2011-yil dekabrda yuz beradi. Biz yangi hududni 2012-yilning ikkinchi choragida ochishni mo‘ljallaganmiz.

source: San Francisco
km: ស៊ែន​ហ្វ្រែន​ស៊ីស្កូ
pt: São Francisco
uz: San-Fransisko

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
km: យើង​រីករាយ​ក្នុង​ការ​ប្រកាស​ថា​ស៊ែន ហ្វ្រែនស៊ីស្កូ​បាន​ចាប់ផ្ដើម​នៅ​ក្នុង​ខែកញ្ញា 2011 នៅ Embarcadero។
pt: É com satisfação que anunciamos que o nosso novo espaço em São Francisco foi aberto em setembro de 2011 em Embarcadero.
uz: Bizning yangi San-Fransiskodagi hududimiz 2011-yil sentabr oyida Embarcadero to‘g‘risida ishga tushirilishini e’lon qilishdan xursandmiz.

source: Toronto
km: តូរ៉ុនតូ

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
km: ខែ សីហា ឆ្នាំ ២០១១ បាន​បើក​ឲ្យ​ដំណើរការ​កន្លែង Mozilla ថ្មី​​របស់​យើង​នៅ​ទីក្រុង Toronto ដែល​មាន​បំពាក់​​ម៉ាស៊ីន​​ឆុង​កាហ្វេ​​ espresso។
pt: Agosto de 2011 trouxe o lançamento do nosso espaço Mozilla em Toronto, concluído com uma máquina expresso Signature.
uz: 2011-yil avgust oyida bizning yangi "Mozilla hududi"miz Torontoda "Imzo espresso-mashinasi" bilan birga ishga tushiriladi.

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
km: យើង​កំពុង​ដំណើរការ​ជួសជុល​ឡើងវិញ​កន្លែង​​របស់​យើង​នៅ Vancouver ។ យើង​ស្ថិតនៅ​អាគារ​ជាមួយ​គ្នា ដោយ​គ្រាន់តែ​ពង្រីក​ដើម្បី​ធ្វើការ​រួមគ្នា​ជាមួយ​​សហគមន៍​ថ្មី​មួយ​ដែល​នឹង​​ចាប់ផ្ដើម​ដំណើរការ​នៅ​​ដើម​ឆ្នាំ ២០១២ ។ យើង​សង្ឃឹម​ថា​នឹង​ឃើញ​​អ្នក​នៅ​ទីនោះ!
pt: Estamos no processo de remodelação do nosso espaço em Vancouver. Ficaremos no mesmo edifício, mas estamos a expandir para incorporar uma nova área para a comunidade que será lançada no início de 2012. Esperamos vê-lo por lá!
uz: Vankuverdagi hududimizni modernizatsiya qilish jarayoni ustida ishlayapmiz. Biz xuddi shu binoda qolamiz, yangi hududdagi jamiyatni qo‘shish uchun shunchaki kengaytiramiz. Ushbu yangi hududdagi jamiyat 2012-yilning boshida ishga tushadi. Umid qilamizki, sizni shu yerda ko‘ramiz!

source: London
km: ឡុងដុង​
pt: Londres

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
km: បច្ចុប្បន្ន​កន្លែង​នេះ​កំពុង​ស្ថាបនា ដែល​នឹង​នាំ​មក​នូវ​ភាព​ស្រស់​ស្អាត។ យើង​នឹង​បើក​ដំណើរការ​នៅ​ក្នុង​ខែ មករា ឆ្នាំ ២០១២ ។
pt: Este espaço está em construção e está a ficar porreiro. Abriremos portas em janeiro de 2012.
uz: Ushbu hududda hozirgi vaqtda qurilish ishlari ketmoqda va u tezda chiroyli bo‘ladi. Eshiklarimizni 2012-yil yanvar oyida ochamiz.

source: Berlin
km: បែរឡាំង
pt: Berlim

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
km: ការ​ស្វែងរក​​កំពុង​ដំណើរការ! សូម​រង់ចាំ​សម្រាប់​បច្ចុប្បន្នភាព​អំពី​​ដំណើរ​កំសាន្ត ទីតាំង​​អាគារ និង​​ការ​សម្ពោធ​​​ការ​សាងសង់។ យើង​មាន​បំណង​បើក​ឲ្យ​ដំណើរការ​នៅ​ពាក់​កណ្ដាល​ឆ្នាំ ២០១២ ។
pt: Estamos à procura! Esteja atento a atualizações sobre digressões, locais de construção e arranque da construção. Estamos a planear abrir portas na segunda metade de 2012.
uz: Izlaganingiz oyoq ostida. Sayohat yangiliklari, qurilish manzillari va ta’mirlash ishlarini kuzatib boring. Biz eshiklarimizni 2012-yilnning ikkinchi yarmida ochishni mo‘ljallaganmiz.

source: Taipei
km: តៃប៉ិ
pt: Taipé
uz: Taypey

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
km: យើង​នឹង​ចាប់ផ្ដើម Taipei របស់​ពួក​យើង​នៅ 2012 ។ នៅ​តែ​រក្សា​ឲ្យ​មាន​ព័ត៌មាន​លម្អិត​បន្ថែម។
pt: Iremos lançar o nosso espaço em Taipé em 2012. Esteja atento para mais detalhes.
uz: Taypeydagi hududimiz 2012-yili ishga tushadi. Ko‘proq ma’lumot olish uchun biz bilan qoling.

source: Sign up for Mozilla Spaces updates
km: ចុះ​ឈ្មោះ​សម្រាប់​ការ​ធ្វើ​បច្ចុប្បន្ន Mozilla Spaces
pt: Subscreva a atualizações de espaços Mozilla
uz: Mozilla hududlari yangiliklari uchun ro‘yxatdan o‘ting

source: We’re hiring
km: យើង​កំពុង​ជួល
pt: Estamos a contratar
uz: Biz ijaraga olamiz

source: Get involved
km: ចូលរួម​
pt: Envolva-se
uz: Jamiyatga qo‘shiling

source: Mozilla Spaces
pt: Espaços da Mozilla
uz: Mozilla joylashgan hududlar

source: Auckland
uz: Oklend

source: Vancouver
uz: Vankuver
