Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: News from the Mozilla Project.
af: Nuus van die Mozilla-projek.
ar: أخبار من مشروع موزيلا.
as: Mozilla প্ৰকল্পৰ বাতৰি।
az: Mozilla Proyektindən olan Xəbərlər.
bs: Novosti iz Mozilla projekta.
fi: Uutisia Mozilla-projektiin liittyen.
fr: Nouvelles du projet Mozilla.
hr: Novosti iz Mozilla projekta.
is: Fréttir frá Mozilla verkefninu.
kk: Mozilla жобасының жаңалықтары.
ku: Nûçeyên ji Projeya Mozillayê.
lt: „Mozillos“ projekto naujienos.
ms: Berita dari Projek Mozilla.
ru: Новости проекта Mozilla.
ta: Mozilla திட்டத்தில் இருந்து செய்திகள்.
tr: Mozilla Projesi’nden haberler.
uz: Mozilla loyihasidan yangiliklar.

source: Periodic email updates about our annual international film competition.
af: Nuus van tyd tot tyd oor ons jaarlikse internasionale filmkompetisie.
ar: تحديثات البريد الإلكتروني الدورية حول ما لدينا من مسابقة الأفلام الدولية السنوية.
as: বাৰ্ষিক আন্তঃৰাষ্ট্ৰিয় ফিল্ম প্ৰতিযোগীতাৰ বিষয়ে প্ৰয্যাবৃত্ত ইমেইল আপডেইটসমূহ প্ৰাপ্ত কৰক।
az: Bizim illik beynəlxalq film festivallarımız haqqında periodik e-poçtlar.
bs: Periodično ažuriranje emailova o našim godišnjim međunarodnim filmskim kompetencijama.
fi: Jaksoitteiset sähköpostipäviitykset liittyen jokavuotiseen filmikilpailuumme.
fr: Tenez-vous au courant par courrier des étapes de notre concours international de vidéos.
hr: Periodičke novosti o našem godišnjem međunarodnom filmskom natječaju.
is: Fá tölvupóst öðru hvoru um hvað er að gerast með okkar árlegu alþjóðlegu kvikmyndasamkeppni.
kk: Біздің жыл сайынғы халықаралық фильмдер байқауы жөніндегі мерзімді жаңалықтар.
ku: Derbarê pêşbaziya fîlman ya navneteweyî ya salane de epeyamên periyodîk.
lt: Periodinės naujienos apie mūsų kasmetinį tarptautinį filmų konkursą.
ms: Kemas kini e-mel berkala mengenai pertandingan filem antarabangsa tahunan kami.
ru: Периодические обновления о нашем ежегодном международном конкурсе фильмов.
ta: எங்களது ஆண்டு சர்வதேசத் திரைப்படப் போட்டி பற்றிய மின்அஞ்சல் புதுப்பிப்புகள்.
tr: Her yıl düzenlenen film yarışmamızla ilgili düzenli haberler.
uz: Bizning har yillik xalqaro filmlar konkursimiz haqidagi davriy yangilanishlar.

source: Email updates for vouched Mozillians on mozillians.org.
af: Nuus per e-pos vir bydraers wat op mozillians.org bevestig is.
ar: تحديثات البريد الإلكتروني لمساندته الموزيليين على mozillians.org.
as: mozillians.org ত তচদিক কৰা Mozillians ৰ বাবে ইমেইল আপডেইটসমূহ।
az: mozillians.org saytında təsdiqlənmiş Mozillianlar haqqında yeniliklər e-poçtu.
bs: Email ažuriranja za garantirane Mozillie na mozillians.org.
fi: Sähköpostipäivitykset luotetuille mozillalaisille.
fr: Actualités par courrier pour les Mozilliens parrainés sur mozillians.org.
hr: Novosti za potvrđene Mozilliane na mozillians.org.
is: Fréttir í tölvupósti fyrir ábyrga Mozillians á mozillians.org.
kk: mozillians.org сайтындағы кепіл етілген мозиллалықтар туралы пошта жаңалықтары.
ku: Ji bo Mozillavanên bipeyman yên li ser mozilla.orgê nûkirinên epeyamî.
lt: Naujienos patvirtintiems moziliečiams iš mozillians.org.
ms: Kemas kini e-mel untuk Mozillians sewajarnya pada mozillians.org.
ru: Почтовые обновления для поручённых Мозилльцев на mozillians.org.
ta: mozillians.org இல் vouched Mozillians கான மின்னஞ்சல் புதுப்பிப்புகள்.
tr: Onaylı mozillians.org üyesi Mozilla gönüllüleri için bildirimler.
uz: mozillians.org saytidagi topshirilgan Mozillaliklar uchun pochta yangilanishlari.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
af: Die voormalige universiteitsprogram van 2008-2011, nou laat vaar en herbegin as die Firefox-studente-ambassadeursprogram.
ar: برنامج جامعة السابقين من 2008-2011، تقاعدوا الآن وبدأوا من جديد كبرنامج سفراء طلاب فيرفكس.
as: 2008-2011 ৰ পৰা ভুতপূ্ৰ্ব বিশ্ববিদ্যালয় প্ৰগ্ৰাম, এতিয়া অৱসৰ লৈ পুনৰ Firefox চাত্ৰ প্ৰতিনিধি প্ৰগ্ৰাম ৰূপে লঞ্চ কৰা হৈছে।
az: 2008-2011 illərdə fəaliyyət göstərən Universitet proqramı artıq durdurulub və Firefox Student Ambassadors (Firefox Tələbə Təmsilciləri) adlı proqramla yenidən açılıb.
bs: Bivši program univerziteta iz 2008-2011, sada u penziji i ponovo pokrenut kao Studentski ambasadori Firefox programa.
fi: Edellinen, nyt lopetettu yliopisto-ohjelma vuosilta 2008-2011, joka on aloitettu uudelleen nimellä Firefoxin opiskelijasuurlähettiläät.
fr: Le programme précédent pour les universités (de 2008 à 2011) prend un nouveau souffle, et devient le programme des étudiants ambassadeurs de Mozilla.
hr: Nekadašnji University program od 2008. do 2011., sada poznatiji kao Firefox student ambassadors program.
is: Háskóla áætlun frá 2008-2011, sem nú er hætt en búið er að ræsa að nýju sem Firefox Student Ambassadors program.
kk: Бұрыңғы университет бағдарламасы (2008-2011 жж), енді тоқтатылған және Firefox Student Ambassadors бағдарламасы ретінде қайта іске қосылған.
ku: Ji 2008-2011an ve bernameyeke borî ya Zanîngehê, niha qediyaye û bi navê bernameya Balyozên Xwendekar yên Firefoxê tê meşandin.
lt: 2008–2011 m. vykdyta universitetų programa, pertvarkyta naujai – kaip „Firefox“ studentų ambasadorių programa.
ms: Bekas program Universiti dari 2008-2011, kini telah bersara dan dilancarkan semula sebagai program Firefox Student Ambassadors.
ru: Бывшая программа университета с 2008-2011, сейчас прекращена и возобновлена как программа Firefox Student Ambassadors.
ta: 2008-2011 ஆண்டுகளுக்கு முந்தைய பல்கலை திட்டம், கைவிடப்பட்டு தற்போது பயர்பாக்ஸ் மாணவர் தூதுவர் திட்டமாக தொடங்கப்பட்டுள்ளது.
tr: Eski 2008-2011 Üniversite programı. Sonlanmış ve Firefox Öğrenci Temsilcileri programı olarak yeniden başlamıştır.
uz: Sobiq 2008-2011-yillardagi universitet dasturi, hozir to‘xtatilgan va "Firefox Student Ambassadors" dasturi sifatida qayta ishga tushirilgan.

source: Be the first to know when Firefox is available for iOS devices.
ar: كن أول من يعرف متى سيكون فيرفكس متاحاً لأجهزة iOS.
bs: Budite prvi koji će znati kada je Firefox dostupan za iOS uređaje.
is: Vertu sá fyrsti til að fá fréttir um hvenær Firefox verður aðgengilegur fyrir iOS tölvur.
kk: iOS құрылғылары үшін Firefox қолжетерлік болғанын бірінші болып біліңіз.
ta: iOS கருவிக்கு எப்போது பயர்பாக்ஸ் கிடைக்கும் என்பதை முதலில் அறிக.
uz: iOS qurilmalar uchun Firefox brauzeri chiqishidan birinchi bo‘lib xabardor bo‘ling.

source: I’m okay with you handling this info as you explain in your <a href="%s">Privacy Policy</a>
hy_am: Ես համաձայն եմ անձնական տվյալների օգտագործման պայմաններին համաձայն <a href="%s">Անվտանգության քաղաքականութայն</a>
id: Saya menyetujui Mozilla menangani informasi ini sesuai dengan <a href="%s">Kebijakan Privasi</a> Mozilla
