Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: Get the latest tips and tricks for getting the most out of your favorite browser.
ar: احصل على آخر التلميحات والمساعدات عن المزايا الجديدة في متصفحك المفضّل.
as: আপোনাৰ পছন্দৰ ব্ৰাউছাৰৰ পৰা সৰ্বাধিক প্ৰাপ্ত কৰিবলে শেহতীয়া কিটিপসমূহ প্ৰাপ্ত কৰক।
az: Sevimli səyyahınızdan daha çox şey əldə etmə üçün son məsləhət və fəndlərdən xəbərdar olun.
bg: Вземете най-новите съвети и трикове, за да извлечете максимума от любимия Ви браузър.
bn_in: আপনার প্রিয় ব্রাউজারের সর্বোত্তম ব্যবহারের পদ্ধতি জানার উপায় জেনে নিন।
fa: آخرین راهنمایی‌ها و ترفندها برای استفاده هر چه بیشتر از مرورگر محبوب خود را دریافت کنید.
fi: Hanki viimeisimmät vinkit, joiden avulla saat suosikkiselaimestasi eniten irti.
hr: Saznajte najnovije savjete i trikove za dobivanje maksimuma iz vašeg omiljenog web preglednika.
hy_am: Իմացեք, թե ինչպես ստանալ առավելագույնը ձեր սիրված դիտարկիչից։
id: Dapatkan saran dan trik terbaru untuk memaksimalkan penggunaan peramban favorit Anda.
ku: Jîrîtî û pêzanîn dawî bistîne ku zêdetir sûdê ji geroka xwe ya favorî wergirî.
lt: Reguliarūs patarimai, padėsiantys iš jūsų mėgstamos naršyklės „išspausti“ kuo daugiau.
ml: നിങ്ങളുടെ പ്രിയപ്പെട്ട ബ്രൌസറിന്റെ ഏറ്റവും പുതിയ വിശേഷതകള്‍ ലഭ്യമാക്കുക.
mr: पसंतीच्या ब्राऊजरपासून उत्कृष्ट प्राप्त करण्यासाठी सर्वात नवीन टिप व युक्ती मिळवा.
ms: Dapatkan tip-tip dan trik yang terbaru duntuk mendapatkan yang terbak daripada pelayar kegemaran anda.
oc: Obténer los darrièrs conselhs e astúcias per traire lo melhor partit de vòstre navigador favorit.
or: ଆପଣଙ୍କ ମନପସନ୍ଦ ବ୍ରାଉଜର ପାଇଁ ନୂତନତମ ସୂଚନା ଏବଂ କୌଶଳ ପ୍ରାପ୍ତ କରନ୍ତୁ।
sr: Добијте последње савете и трикове како би добили најбоље из Вашег омиљеног прегледача.
tr: Tarayıcınızı en iyi şekilde kullanmanızı sağlayacan ipuçlarını ve püf noktalarını öğrenin.
uz: Sevimli brauzeringizdan samarali foydalanish uchun eng so‘nggi maslahatlar va usullarni oling.

source: Firefox Mobile
ar: فَيَرفُكس للجوال
as: Firefox মবাইল
az: Firefox Mobil
fa: فایرفاکس تلفن‌همراه
fi: Firefoxin mobiiliversio
hy_am: Բջջային Firefox
ku: Firefox Mobîl
lt: Mobilioji „Firefox“
ml: ഫയര്‍ഫോക്സ് മൊബൈല്‍
mr: फायरफॉक्स मोबाइल
oc: Firefox Mobil
or: Firefox ମୋବାଇଲ
sr: Мобилни Фајерфокс
tr: Firefox Mobil
uz: Mobil Firefox

source: Learn about the hottest new add-ons and features for Firefox mobile.
ar: تعرّف على أحدث الإضافات والخصائص في فَيَرفُكس للجوال.
as: Firefox মবাইলৰ বাবে নতুন এড-অনসমূহ আৰু বৈশিষ্টসমূহৰ বিষয়ে জানক।
az: Mobil Firefox üçün ən yeni əlavələr və özəlliklər haqqında öyrənin.
bg: Научете повече за най-горещите нови добавки и функции на мобилната версия на Firefox.
bn_in: Firefox মোবাইলের সাথে ব্যবহারযোগ্য নতুন অতিরিক্ত সামগ্রী ও বৈশিষ্ট্যগুলি সম্পর্কে জেনে নিন।
fa: دربارهٔ داغ‌ترین و جدیدترین افزونه‌ها و امکانات فایرفاکس برای تلفن‌همراه اطلاع پیدا کنید.
fi: Lue lisää Firefoxin mobiiliversion uusimmista ominaisuuksista ja lisäosista.
hr: Saznajte više o najpopularnijim dodacima i mogućnostima za Firefox mobile.
hy_am: Կարդացե՛ք բջջային Firefox-ի վերջին հավելումների և հնարավորություների մասին։
id: Pelajari tentang pengaya dan fitur keren tentang Firefox seluler.
ku: Ji bo Firefox mobîlê add-onên teze û taybetiyên dawîn bizane.
lt: Sužinokite apie naujausius mobiliosios „Firefox“ priedus ir galimybes.
ml: ഫയര്‍ഫോക്സ് മൊബൈലിനുള്ള ഏറ്റവും പുതിയ ആഡ്-ഓണുകളും വിശേഷതകളും അറിയുക.
mr: फायरफॉक्स मोबाईलकरीता नवीन ॲडऑन्स् व गुणविशेष विषयी अधिक शिका.
ms: Belajar mengenai ciri-ciri terbaru dan add-ons yang terhangat Firefox mobile.
oc: Descobrissètz las totas darrièras foncionalitats e extensions destinadas a Firefox mobil.
or: ସୁପ୍ରସିଦ୍ଧ ନୂତନ ଏଡ-ଅନ ଏବଂ Firefox ମୋବାଇଲରବିଶେଷତାଗୁଡ଼ିକ ବିଷୟରେ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ।
sr: Сазнајте о најбољим додацима и могућностима за мобилни Фајерфокс.
tr: Mobil aygıtlar için Firefox’a yönelik yeni eklentileri ve özellikleri tanıyın.
uz: Firefox mobil uchun mashhur qo‘shimcha dasturlar va eng so‘nggi yangiliklar haqida ma’lumot oling.

source: Beta News
af: Beta-nuus
ar: أخبار بيتا
as: Beta বাতৰি
az: Beta Xəbərlər
bg: Beta Новини
bn_in: বিটা সংক্রান্ত খবর
bs: Beta novosti
fa: اخبار نسخه‌های آزمایشی
fi: Beetauutiset
fr: Journal des versions bêtas
hr: Beta novosti
hy_am: Բետա նորություններ
id: Berita Beta
is: Beta fréttir
kab: Isallen ɣef ileqman Beta
kk: Beta жаңалықтары
ku: Nûçeyên Betayê
lt: Betos naujienos
ml: ബീറ്റാ വാര്‍ത്തകള്‍
mr: बिटा समाचार
ms: Berita Beta
oc: Jornal de las version Bèta
or: ବିଟା ଖବର
ru: Новости о бета-версии
sr: Бета новости.
ta: Beta செய்திகள்
tr: Beta Haberleri
uz: Beta yangiliklar

source: Let’s Be Friends!
ar: لنكن أصدقاء!
as: আহ'ক আমি বন্ধু হঁও!
az: Gəlin Dost Olaq!
bg: Нека бъдем приятели!
bn_in: তাহলে বন্ধুত্ব হয়ে যাক!
fa: بیاید با هم دوست باشیم!
fi: Ollaan ystäviä!
hr: Budimo prijatelji!
hy_am: Դարձե՛ք մեր ընկերը
id: Ayo Berteman!
ku: Em bibin hevalên hev!
lt: Draugaukime!
ml: നമുക്കു് കൂട്ടുകാരാകാം!
mr: चला मित्र होऊ!
ms: Mari berkawan!
oc: Siam Amics&nbsp;!
or: ଆସ ବନ୍ଧୁ ହେବା!
sr: Будимо пријатељи!
tr: Arkadaş olalım!
uz: Keling, do‘st bo‘laylik!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
ar: فَيَرفُكس موجود أيضا على مواقع التواصل الاجتماعي التي تفضلها. تواصل معنا وانضم للنقاش.
as: Firefox আপোনাৰ পছন্দৰ সামাজিক নেটৱাৰ্কিং ছাইটসমূহতো আছে। আমাৰ সৈতে সংযুক্ত হঁওক আৰু কথোপকথনত অংশগ্ৰহণ কৰক।
az: Firefox həmçinin sizin sevimli Sosial Şəbəkələrdə. Bizimlə bağlanın və müzakirələrə qatılın.
bg: Можете да намерите Firefox и в любимите Ви социални сайтове. Свържете се с нас и се присъединете към разговорите.
bn_in: আপনার পছন্দের সামাজিক নেটওয়ার্কিং সম্প্রদায়েও Firefox উপস্থিত রয়েছে। আমাদের সাথে যোগাযোগ করুন ও আলোচনায় যোগদান করুন।
fa: سایت فایرفاکس هم در فهرست شبکه‌های اجتماعی موردعلاقه شماست. با ما ارتباط برقرار کنید و در گفتگو شرکت کنید.
fi: Firefox on myös yleisimmillä sosiaalisen median sivustoilla. Yhdistä meihin ja liity keskusteluun.
hr: Firefox je prisutan i na vašim omiljenim društvenim mrežama. Povežite se s nama i pridružite se raspravama.
hy_am: Firefox-ը նաև Ձեր սիրելի սոցիալական կայքերում է։ Միացե՛ք մեզ և մասնակցեք քննարկումներին։
id: Firefox juga hadir di situs jejaring sosial favorit Anda. Yuk, terhubung, dan bergabung dalam percakapan!
ku: Firefox her wisa li ser malperên tora civakî yên tu jê hez dikî ye. Bi me re têkiliyê dayne û beşdar bibe.
lt: „Firefox“ galite rasti ir savo mėgstamame socialiniame tinkle. Bendraukime!
ml: നിങ്ങളുടെ പ്രിയപ്പെട്ട സോഷ്യല്‍ നെറ്റ്‌വര്‍ക്കിങ് സൈറ്റുകളിലൊന്നാണു് ഫയര്‍ഫോക്സ്. ഞങ്ങളുമായി കണക്ട് ചെയ്തു് സംവാദങ്ങളില്‍ പങ്കു് ചേരുക.
mr: फायरफॉक्स तुमच्या पसंतीच्या सोशअल नेटवर्किंग स्थळांवर देखिल उपलब्ध आहे. आमच्याशी संपर्क करा व संभाषणात सामिल व्हा.
ms: Firefox juga adalah laman sosial rangkaian sosial kegemaran anda. Berhubung dengan kami dan sertai perbincangan kami.
oc: Firefox es tanben sus vòstres sites de rets socialas favoridas. Se connectar amb nosautres e se jónher a la conversacion.
or: Firefox ଆପଣଙ୍କ ମନପସନ୍ଦ ନେଟୱର୍କିଙ୍ଗ ସାଇଟରେ ମଧ୍ଯ ଅଛି। ଆମ ସହିତ ସମ୍ପର୍କ ସ୍ଥାପନ କରନ୍ତୁ ଏବଂ ବାର୍ତ୍ତାଳାପରେ ଅଂଶ ଗ୍ରହଣ କରନ୍ତୁ।
sr: Фајерфокс је и на Вашим омиљеним друштвеним мрежама. Повежите се са нама и укључите се у разговору.
tr: Firefox, en sevdiğiniz sosyal ağ sitelerinde de var. Bize bağlanın, sohbete katılın.
uz: Firefox, shuningdek, sevimli ijtimoiy tarmoqlaringizda ham mavjud. Biz bilan bog‘laning va suhbatga qo‘shiling.

source: Manage your <span>Newsletter Subscriptions</span>
af: Bestuur u <span>inskrywings vir nuusbriewe</span>
ar: أدر <span>اشتراكك في الرسالة الإخبارية</span>
as: আপোনাৰ <span>বাতৰিকাকত স্বাক্ষৰণসমূহ</span> ব্যৱস্থাপনা কৰক
az: <span>Qəzet Abunəliyinizi</span> idarə edin
bg: Управлявайте своите <span>абонаменти за бюлетини</span>
bn_in: <span>নিউজ-লেটারের গ্রাহকত্ব</span> পরিচালনা করুন
bs: Upravljanje vašim <span> pretplatama na biltene </span>
fa: ترجیحات <span>عضویت در خبرنامه</span> خود را مدیریت کنید
fi: Muokkaa <span>uutiskirjetilauksiasi</span>
fr: Gérez vos <span>abonnements</span>
hr: Upravljajte svojim <span>pretplatama na newsletter</span>
hy_am: Կառավարեք ձեր <span>Բաժանորդագրությունները</span>
id: Kelola <span>Langganan Nawala</span> Anda
is: Breyttu <span>áskriftum að fréttabréfum</span>
kab: Sefrek <span>Imultaɣen</span> inek
kk: Сіздің <span>жаңалықтар таратылымына жазылуды</span> басқару
ku: <span>Abonetiyên xwe yên Bultenan</span> bi rê ve bibe
lt: Tvarkykite savo <span>naujienlaiškių prenumeratas</span>
ml: നിങ്ങളുടെ <span>വാര്‍ത്താപത്രികകള്‍ക്കുള്ള സബ്സ്ക്രിപ്ഷനുകള്‍</span> കൈകാര്യം ചെയ്യുക
mr: <span>न्युजलेटेर सबस्क्रिप्शन्स्</span> व्यवस्थापीत करा
ms: Uruskan <span>Langganan Surat Berita</span> anda
oc: Gerir vòstras <span>Inscripcions a las letras de difusion</span>
or: ଆପଣଙ୍କର <span>ଖବର ସଦସ୍ୟତା</span> କୁ ପରିଚାଳନା କରନ୍ତୁ
ru: Управление вашими <span>подписками на новостные рассылки</span>
sr: Управљајте Вашим <span>билетним претплатама</span>
ta: உங்கள் <span>செய்திமடல் சந்தாக்களை</span> நிர்வகிக்கவும்
tr: <span>Bülten aboneliklerinizi</span> yönetin
uz: <span>Yangiliklar xabarlariga obuna bo‘lish</span>ni boshqarish

source: Manage your Email Preferences
af: Bestuur e-posvoorkeure
ar: قم بإدارة تفضيلات البريد الإلكتروني الخاص بك
bs: Upravljajte vašim email preferencijama
is: Sýslaðu með stillingar fyrir tölvupóst
kab: Sefrek ismenyifen inek n tirawt
kk: Эл. пошта баптауларын басқару
lt: Tvarkyti el. pašto parinktis
ta: மின்னஞ்சல் முன்னுரிமைகளை நிர்வகி
uz: E-pochtangiz parametrlarini boshqarish

source: We love sharing updates about all the awesome things happening at Mozilla.
af: Ons deel graag nuus oor al die wonderlike dinge wat gebeur by Mozilla.
ar: نحن نحب أن تقاسم التحديثات حول كل الأشياء الرهيبة التي تحدث في موزيلا.
bs: Mi volimo razmjenu obavijesti o svim super stvarima koje se dešavaju u Mozilli.
is: Okkur finnst æðislegt að deila fréttum um allt það frábæra sem er að gerast hjá Mozilla.
kab: Nebɣa ad nebḍu talɣut ɣef wayen akk iḍeṛṛun di Mozilla.
kk: Mozilla-да өтетін барлық тамаша нәрселер туралы жаңартулармен бөлісуді жақсы көреміз.
lt: Mes visada džiaugiamės, galėdami pasidalinti naujienomis apie „Mozilloje“ vykstančias įdomybes.
ta: Mozilla வில் நடைபெறும் சிறந்த நிகழ்வுகளைப் பற்றி பகிர நாங்கள் விரும்புகிறோம்.
uz: Mozilla’da yuz berayotgan ajoyib narsalarning barchasi haqidagi yangiliklarni siz bilan baham ko‘rishni sevamiz.

source: Set your preferences below to make sure you always receive the news you want.
af: Stel u voorkeure hier onder om sekere te maak u ontvang die nuus wat u want.
ar: تعيين تفضيلات أدناه للتأكد من الحصول دائما على الأخبار التي تريدها.
bs: Postavite svoje preferencije ispod kako bi bili sigurni da ste uvijek primili vijest koju želite.
is: Settu stillingar þannig að þú fáir alltaf þær fréttir sem þú vilt.
kab: Sbadu ismenyifen inek daw-a akken ad tḍemneḍ armas n isallen i tebɣiḍ.
kk: Өзіңіз талап ететін жаңалықтарды алу үшін төменде баптауларды орнатыңыз.
lt: Žemiau galite pasirinkti, kurios naujienos jus domina – jums siųsime tik jas.
ta: நீங்கள் விரும்பும் செய்திகளை எப்போதும் பெறுவதை உறுதிப்படுத்த உமது முன்னுரிமைகளைக் கீழே அமைக்க.
uz: Doim olishni xohlagan yangiliklaringizga ishonch hosil qilish uchun pastdagi parametrlardan birini tanlang.

source: Newsletters
af: Nuusbriewe
ar: النشرات الإخبارية
bs: Bilteni
is: Fréttabréf
kab: Izen n telɣut
kk: Ақпараттық бюллетеньдер
lt: Naujienlaiškiai
ta: செய்திமடல்கள்
uz: Yangiliklar xabari

source: Getting too much email from us?
af: Te veel pos van ons af?
ar: هل تحصل على الكثير من البريد الإلكتروني منا؟
bs: Dobivate previše emailova od nas?
is: Ertu að fá of mikinn póst frá okkur?
kab: Ttawḍen-k-id deqs n yeznan sɣur-neɣ?
kk: Бізден тым көп хаттарды аласыз ба?
lt: Gaunate per daug laiškų nuo mūsų?
ta: எங்களிடம் இருந்து அதிகமாக மின்னஞ்சலை பெறுகின்றிர்களா?
uz: Bizdan juda ko‘p xat olyapsizmi?

source: Not interested in our newsletters, but like those special announcements? No problem.
af: Ongeïnteresseerd in ons nuusbriewe, maar lus vir die spesiale aankondigings? Geen probleem.
ar: لست مهتماً في النشرات الإخبارية لدينا، ولكن مثل تلك الإعلانات الخاصة؟ ليس هناك أي مشكلة.
bs: Niste zainteresirani za naše biltene, kao ni za posebne najave? Nema problema.
is: Hefurður ekki áhuga á fréttabréfinu okkar, en vilt samt fá sérstakar tilkynningar? Ekkert vandamál.
kab: Ur tebɣiḍ ara izen n telɣut-nneɣ, acukan tebɣiḍ kra n isallen? Ulac ugur.
kk: Ақпараттық бюллетеньдер қызық болмаса, бірақ, арнайы хабарландырулардан қалып қоймауды қалайсыз ба? Жарайды.
lt: Gal jūsų nedomina mūsų naujienlaiškiai, tačiau norėtumėte gauti ypatinguosius pranešimus? Jokių problemų!
ta: செய்திமடல்களில் விருப்பமில்லை, ஆனால் சிறப்பு அறிவிப்புகளை விரும்புகிறீரா? பிரச்சனையில்லை.
uz: Bizning xatlarimiz siz uchun qiziqarli emas, ammo maxsus e’lonlar yoqadimi? Muammosiz.

source: We can keep in touch with occasional messages that matter most to you.
af: Boodskappe van tyd tot tyd oor dinge wat die meeste vir u saak maak.
ar: يمكن أن نبقى على تواصل مع الرسائل الأكثر أهمية بالنسبة لك بين الحين والآخر.
bs: Možemo ostati u kontaktu sa povremenim porukama koje su bitne.
is: Við getum sent þér póst öðru hverju með því sem skiptir mestu máli fyrir þig.
kab: Nezmer ak-d-nazen si sya ɣer da iznan ixataren.
kk: Сіз үшін анда-санда ең маңызды хабарларды жіберу арқылы байланыста бола аламыз.
lt: Galime su jumis susisiekti tik retkarčiais – pačiais svarbiausiais jums klausimais.
ta: உங்களுக்கான முக்கிய செய்திகளுடன் நாங்கள் உங்களுடன் தொடர்பிலிருக்க முடியும்.
uz: Siz uchun muhim bo‘lgan xabarlarni jo‘natib turamiz.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
af: Merk die kategorieë wat van toepassing is, en ons beloof om die pos tot 'n minimum te beperk.
bs: Provjerite sve kategorije koje se odnose na vas, a mi obećavamo da ćemo zadržati mailove na minimumu.
is: Hakaðu við þá flokka sem passa við þig, og við lofum að senda eins lítið af póst og hægt er.
kab: Wali akk taggayin i k-yeɛnan, nekkni nwaɛd-ik ak-d-nazen kan ayen tebɣiḍ.
kk: Өзіңізге лайықты барлық санаттарды таңдаңыз, біз хаттар санын аз етіп ұстауға тырысамыз.
lt: Pažymėkite visas jus dominančias kategorijas, o mes pažadame, kad stengsimės siųsti kuo mažiau laiškų.
ta: உமக்கு பொருந்தும் அனைத்து வகைகளையும் தேர்க, நாங்கள் மடல்களை குறைவாக அனுப்புவோம் என உறுதியளிக்கிறோம்.
uz: Siz tegishli bo‘lgan barcha kategoriyalarni belgilang, biz esa sizga imkon qadar kamroq xat jo‘natishga harakat qilamiz.

source: I’m interested in:
af: Ek stel belang in:
ar: أنا مهتم ب:
bs: Ja sam zainteresovan za:
is: Ég hef áhuga á:
kab: Ih bɣiɣ:
kk: Маған қызық:
lt: Mane domina:
ta: நான் ஆர்வமாக இருக்கிறேன்:
uz: Men qiziqib qoldim:

source: Subscribe
af: Teken in
ar: اشترك
as: স্বাক্ষৰ কৰক
az: Abunə ol
bg: Абонирай
bn_in: গ্রাহক হন
bs: Pretplati se
fa: عضویت
fi: Tilaa
fr: Abonnement
hr: Pretplata
hy_am: Բաժանորդագրվել
id: Berlangganan
is: Gerast áskrifandi
kab: Multeɣ
kk: Жазылу
ku: Bibe abone
lt: Prenumeruoti
ml: സബ്സ്ക്രൈബ് ചെയ്യുക
mr: सबस्क्राइब व्हा
ms: Langgan
oc: S'inscriure
or: ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ
ru: Подписаться
sr: Претплатите се
ta: சந்தாபெறு
tr: Abone ol
uz: Obuna bo‘lish

source: Unsubscribe
af: Beëindig intekening
ar: ألغِ الاشتراك
as: অস্বাক্ষৰ কৰক
az: Abunəliyi durdur
bg: Отпиши
bn_in: গ্রাহকত্ব বাতিল করুন
bs: Otkaži pretplatu
fa: لغو عضویت
fi: Lopeta tilaus
fr: Désabonnement
hr: Odjava
hy_am: Ապաբաժանորդագրվել
id: Berhenti Berlangganan
is: Hætta í áskrift
kab: Ffeɣ seg ujerred
kk: Жазылудан бас тарту
ku: Abonetiyê betal bike
lt: Atsisakyti prenumeratos
ml: അണ്‍സബ്സ്ക്രൈബ് ചെയ്യുക
mr: सबस्क्राइब अशक्य व्हा
ms: Batal langganan
oc: Se desinscriure
or: ସଦସ୍ୟତା ବାତିଲ କରନ୍ତୁ
ru: Отписаться
sr: Одјавите се
ta: சந்தாவிலகு
tr: Abonelikten çık
uz: Obunadan voz kechish

source: Check here if you’d like to be removed from all Mozilla emails
ar: انقر هنا إذا أردت أن تُزال من كل رسائل موزيلا البريدية
as: ইয়াত চেক কৰক যদি আপুনি সকলো Mozilla ইমেইলসমূহৰ পৰা আতৰিব বিচাৰে
az: Əgər heç bir Mozilla e-poçtu almaq istəmirsizsə buraya quş qoyun
bg: Отбележете тук, ако не искате да получавате каквито и да е имейли от Mozilla
bn_in: Mozilla-র কোনো ই-মেইল প্রাপ্ত না করতে হলে এইখানে নির্বাচন করুন
fa: اگر می‌خواهید از تمام پست‌های‌الکترونیکی موزیلا حذف شوید اینجا را کلیک کنید
fi: Valitse tämä, jos haluat lakkauttaa kaikki Mozillan sähköpostitilaukset
hr: Označite ovdje ako više ne želite primati ikakve Mozilline poruke
hy_am: Նշեք այստեղ, եթե այլևս չեք ցանկանում նամակներ ստանալ Mozilla-ից
id: Centang di sini jika tidak ingin lagi menerima semua surel dari Mozilla
ku: Heke bixwazî ji hemû epeyamên Mozillayê derkevî li virê binêre
lt: Pažymėkite, jeigu norite atsisakyti visų „Mozillos“ laiškų
ml: എല്ലാ മോസില്ലാ ഈമെയിലുകളില്‍ നിന്നും നീക്കം ചെയ്യണമെങ്കില്‍ ഇവിടെ ടിക്ക് ചെയ്യുക
mr: सर्व मोझिला इमेल्सपासून स्वतःला काढून टाकायचे असल्यास येथे क्लिक करा
ms: Semak disini jika anda mahu untuk mengeluarkan daripada semua emel-emel mozilla
oc: Marcatz aicí se volètz èsser levat de totes los mandadisses de Mozilla
or: ଯଦି ଆପଣ ସମସ୍ତ Mozilla ଇମେଲଗୁଡ଼ିକରୁ ନିଜକୁ ବାହାର କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି ତେବେ ଏହାକୁ ବାଛନ୍ତୁ
sr: Притисните овде уколико желите да будете уклоњени са свих Мозила е-пошта
tr: Tüm Mozilla e-postalarından ayrılmak istiyorsanız burayı işaretleyin
uz: "Mozilla"ning barcha xatlarini olishni xohlamasangiz, bu yerda belgilab chiqing

source: Remove me from all Mozilla emails
af: Verwyder my van alle Mozilla-poslyste
ar: أزلني من كل رسائل موزيلا البريدية
as: মোক সকলো Mozilla ইমেইলৰ পৰা আতৰাওক
az: Məni bütün Mozilla e-poçtlarından sil
bg: Махни ме от всички имейли от Mozilla
bn_in: আমি Mozilla-র কোনো ই-মেইল প্রাপ্ত করতে ইচ্ছুক নই
bs: Ukloni me iz svih Mozilla emailova
fa: من را از تمام پست‌های‌الکترونیکی موزیلا حذف کن
fi: Lopeta kaikki Mozillan sähköpostitilaukset
fr: Me désinscrire de toutes les lettres d'information de Mozilla
hr: Ukloni me sa svih popisa primatelja e-pošte
hy_am: Հեռացնել ինձ Mozilla-ի նորություններից
id: Hapus alamat saya dari semua langganan surel Mozilla
is: Fjarlægja mig úr öllum pósti frá Mozilla
kab: Kkes-iyi seg iznan n telɣut n Mozilla
kk: Mozilla-ның барлық хабарлардан жазылуды болдырмау
ku: Min ji hemû epeyamên Mozillayê derxe
lt: Pašalinti mane iš visų „Mozillos“ laiškų gavėjų
ml: എല്ലാ മോസില്ലാ ഈമെയിലുകളില്‍ നിന്നും എന്നെ നീക്കം ചെയ്യുക
mr: सर्व मोझिला इमेल्स् पासून स्वतःला काढून टाका
ms: Singkirkan saya dari emel Mozilla
oc: Me levar de totes los mandadisses de Mozilla
or: ମୋତେ ସମସ୍ତ Mozilla ଇମେଲଗୁଡ଼ିକରୁ ବାହାର କରନ୍ତୁ
ru: Отписать меня от всех рассылок Mozilla
sr: Уклони ме са свих Мозила е-пошта
ta: எல்லா Mozilla மின்னஞ்சல்களில் இருந்தும் என்னை விலக்கு
tr: Beni tüm Mozilla e-postalarından çıkar
uz: Meni barcha Mozilla xatlaridan olib tashla

source: Save Preferences
af: Stoor voorkeure
ar: احفظ التفضيلات
as: পছন্দসমূহ সংৰক্ষণ কৰক
az: Nizamlamaları yadda saxla
bg: Запази настройките
bn_in: পছন্দসই মান সংরক্ষণ করা হবে
bs: Snimi preferencije
fa: ذخیره ترجیحات
fi: Tallenna asetukset
fr: Enregistrer les préférences
hr: Spremi postavke
hy_am: Պահպանել կարգավորումները
id: Simpan Preferensi
is: Vista stillingar
kab: Sekles ismenyifen
kk: Баптауларды сақтау
ku: Vebijarkan tomar bike
lt: Įrašyti nuostatas
ml: വിശേഷതകള്‍ സൂക്ഷിയ്ക്കുക
mr: पसंती साठवा
ms: Simpan keutamaan
oc: Salvar las preferéncias
or: ପସନ୍ଦଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
ru: Сохранить настройки
sr: Сачувај подешавања
ta: முன்னுரிமைகளைச் சேமி
tr: Tercihleri kaydet
uz: Moslamalarni saqlash

source: Thanks for updating your email preferences.
af: Dankie vir die bywerking van u e-posvoorkeure.
ar: شكرا لتحديث تفضيلات البريد
as: আপোনাৰ ইমেইল পছন্দসমূহ আপডেইট কৰাৰ বাবে ধন্যবাদ।
az: E-poçt nizamlamalarınızı yenilədiyiniz üçün təşəkkürlər.
bg: Благодарим, че актуализирахте имейл настройките си.
bn_in: ই-মেইল সংক্রান্ত পছন্দের মান আপডেট করার জন্য ধন্যবাদ।
bs: Hvala za ažuriranje vaših email preferencija.
fa: از بروزرسانی ترجیحات پست‌الکترونیکی خود متشکریم.
fi: Kiitos, kun päivitit sähköpostiasetuksiasi.
fr: Merci d'avoir mis à jour vos préférences de réception du courrier.
hr: Hvala što ste ažurirali vaše postavke e-pošte.
hy_am: Շնորհակալություն, որ թարմացրեցիք Ձեր էլ. հասցեն։
id: Terima kasih telah memperbarui preferensi surel Anda.
is: Takk fyrir að uppfæra tölvupóstsstillingar.
kab: Tanemmirt imi tesnifled ismenyifen inek tirawt.
kk: Сіздің пошта баптауларын жаңартылғаныңызға рахмет.
ku: Spas ku te vebijarkên xwe yên epeyamê nû kirin.
lt: Jūsų el. pašto gavimo nuostatos įrašytos.
ml: നിങ്ങളുടെ ഈമെയില്‍ വിശേഷതകള്‍ പരിഷ്കരിയ്ക്കുന്നതിനു് നന്ദി.
mr: ईमेल पसंती सुधारित करण्याबाबत धन्यवाद.
ms: Terima kasih untuk mengemaskini keutamaan email anda.
oc: Mercé de metre a jorn vòstras preferéncias email.
or: ଆପଣଙ୍କର ଇମେଲ ପସନ୍ଦକୁ ଅଦ୍ୟତନ କରିଥିବାରୁ ଧନ୍ୟବାଦ।
ru: Спасибо, что обновили ваши почтовые настройки.
sr: Хвала Вам на освежавању Ваших е-пошта подешавања.
ta: உங்கள் முன்னுரிமைகளைப் புதுப்பித்ததற்கு நன்றி
tr: E-posta tercihlerinizi güncellediğiniz için teşekkürler.
uz: E-pochta moslamalaringizni yangilaganingiz uchun rahmat.

source: You've been unsubscribed.
ar: لقد أُلغي اشتراكك.
as: আপোনাক অস্বাক্ষৰ কৰা হৈছে।
az: Abunəliyiniz durduruldu.
bg: Бяхте отписан.
bn_in: আপনার গ্রাহকত্ব বাতিল করা হয়েছে।
fa: شما از عضویت خارج شدید.
fi: Tilauksesi on lopetettu.
hr: Odjavljeni ste.
hy_am: Դուք ապաբաժանորդագրվել եք։
id: Langganan Anda telah dihentikan.
ku: Ji abonetiyê derketî.
lt: Jūsų prenumeratų atsisakyta.
ml: നിങ്ങള്‍ സബ്സ്ക്രൈബ് ചെയ്തിരിയ്ക്കുന്നു.
mr: तुम्ही सबस्क्राइब अशक्य झालात.
ms: Anda telah tidak melanggani.
oc: Sètz estat desinscrich.
or: ଆପଣ ସଦସ୍ୟତା ବାତିଲ କରିଛନ୍ତି।
sr: Одјавили сте се.
tr: Abonelikten çıktınız.
uz: Obunalaringizni bekor qildingiz.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
ar: نأسف لمغادرتك. أترغب في إطلاعنا على الأسباب؟
as: আপোনাক যোৱা দেখি আমি দুঃখিত হৈছো। আপুনি কিয় গৈ আছে আমাক ক'ব নে?
az: Getməyinizə üzüldük. Nə üçün tərk etdiyinizi bizə demək istərdiniz mi?
bg: Съжаляваме, че се отказвате. Имате ли нещо против да ни кажете защо?
bn_in: আপনার এই সিন্ধান্তে আমরা দুঃখিত। এই সিদ্ধান্তের কারণ আমাদের জানাবেন কি?
fa: ما از این‌که می‌بینیم شما تصمیم دارید بروید متاسفیم. امکانش هست دلیل رفتن خود را به ما بگویید؟
fi: Jäämme kaipaamaan sinua. Haluaisitko kertoa, miksi lopetit?
hr: Žao nam je što odlazite. Možete li nam javiti razlog vašeg odlaska?
hy_am: Մենք ցավում ենք, որ Դուք ապաբաժանորդագրվել եք։ Կասե՞ք մեզ, թե որն է դրա պատճառը։
id: Sayang sekali Anda pergi. Sudikah menjawab beberapa pertanyaan kami sebelum mengangkat kaki?
ku: Em xemgîn in ku tu diçî. Tu dixwazî ku sedema çûna xwe bêjî me?
lt: Apgailestaujame, jog tenka atsisveikinti. Gal pasakytumėte, kodėl nusprendėte mus palikti?
ml: നിങ്ങള്‍ പോകുന്നതില്‍ ഞങ്ങള്‍ക്കു് വിഷമമുണ്ടു്. കാരണം ദയവായി പറയാമോ?
mr: तुम्ही जात आहात त्यामुळे क्षमा असावी. परंतु कृपया जाण्याचे कारण द्या?
ms: Kami mohon maaf untuk melihat anda pergi. Bolehkah anda memberitahu kenapa anda pergi?
oc: Sèm desolats de vos veire partir. Nos poiriatz dire perqué nos quitatz ?
or: ଆମେ ଆପଣଙ୍କୁ ଯାଉଥିବାର ଦେଖି ଦୁଖିଃତ। ଆପଣ କଣ ପାଇଁ ଛାଡ଼ି ଯାଉଛନ୍ତି ଦୟାକରି କହିବେକି?
sr: Жао нам је што идете. Да ли Вам сметало ако би нам рекли зашто нас напуштате?
tr: Ayrılmanıza üzüldük. Neden ayrıldığınızı söylemek ister misiniz?
uz: Ketayotganingizdan afsusdamiz. Ketishingiz sababini bizga ayta olasizmi?
