Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: You send too many emails.
af: Te veel e-pos.
ar: ترسلون الكثير من الرسائل.
as: আপুনি বহু বেছি ইমেইল পঠায়।
az: Çox e-poçt göndərirsiz.
bg: Изпращате прекалено много имейли.
bn_in: আপনারা অতিরিক্ত ই-মেইল পাঠাতে থাকেন।
bs: Možete poslati više emailova.
fa: شما پست‌های‌الکترونیکی خیلی زیادی می‌فرستید.
fi: Teiltä tulee liikaa viestejä.
fr: Vous envoyez trop de courriels.
hr: Šaljete previše poruka.
hy_am: Դուք չափից շատ նամակ եք ուղարկում։
id: Kiriman surelnya terlalu banyak.
is: Þið sendið of marga tölvupósta.
kab: Tettaznem-d deqs n yeznan.
kk: Сіз өте көп хабарларды жібердіңіз.
ku: We gelek epeyam şandin.
lt: Gaunate per daug laiškų.
ml: നിങ്ങളുടെ ഒരുപാടു് ഈമെയില്‍ അയച്ചിരിയ്ക്കുന്നു.
mr: तुम्ही बरेच ईमेल पाठवले आहे.
ms: Kamu menghantar terlalu banyak email.
oc: Mandatz tròp de corrièrs electronics.
or: ଆପଣ ଅତ୍ୟଧିକ ଇମେଲ ପଠାଇଛନ୍ତି।
ru: Вы послали слишком много писем.
sr: Шаљете превише е-поште.
ta: மிக அதிக மின்னஞ்சல்கள் அனுப்பப்பட்டன.
tr: Çok fazla e-posta gönderdiniz.
uz: Siz juda ko‘p xatlar jo‘natdingiz.

source: Your content wasn't relevant to me.
af: Die inhoud was nie relevant vir my nie.
ar: محتواكم لا يهمني.
as: আপোনাৰ সমল মোলে প্ৰাসংগিক নাছিল।
az: Mövzularınız mənə uyğun deyildi.
bg: Вашето съдържание не е от значение за мен.
bn_in: আপনাদের থেকে প্রাপ্ত তথ্যাদির আমারা কোনো প্রয়োজন ছিল না।
bs: Vaš sadržaj nije relevantan za mene.
fa: ارسال‌های شما مرتبط با من نبود.
fi: Sisältönne ei ollut kiinnostavaa.
fr: Le contenu ne me concernait pas.
hr: Vaši sadržaji mi nisu relevantni.
hy_am: Նամակների բովանդակությունը ինձ հետաքրքիր չէ։
id: Kontennya tidak penting.
is: Innihaldið var ekki áhugavert fyrir mig.
kab: Agbur ur yiɛni ara.
kk: Хабарлардың құрамы маған қызықты болған жоқ.
ku: Naverokên we ne têkildarî min in.
lt: Gaunamų laiškų turinys jums neaktualus.
ml: നിങ്ങളുടെ ഉള്ളടക്കം എനിക്കു് പ്രയോജനമുള്ളതല്ല.
mr: तुमची अंतर्भुत माहिती माझ्याशी संबंधित नाही.
ms: Kandungan anda tidak berkaitan kepada saya.
oc: Vòstre contengut me conveniá pas.
or: ଆପଣଙ୍କର ବିଷୟବସ୍ତୁ ମୋ ପାଇଁ ଉପଯୁକ୍ତ ନୁହଁ।
ru: Содержимое писем было для меня не интересно.
sr: Ваш садржај није био релевантан за мене.
ta: உங்கள் உள்ளடக்கம் எனக்கு தொடர்புடையதாக இல்லை.
tr: İçeriğiniz beni ilgilendirmiyordu.
uz: Xatlaringiz men uchun qiziqarli emas.

source: Your email design was too hard to read.
af: Die ontwerp van die e-pos was moeilik om te lees.
ar: تصميم رسائلكم صعب القراءة.
as: আপোনাৰ ইমেইল ৰূপাঙ্কণ পঢ়িবলে কঠিন আছিল।
az: E-poçt dizaynınız oxumaq üçün çox qarışıq idi.
bg: Вашият имейл дизайн се чете твърде трудно.
bn_in: আপনাদের ই-মেইলের বিন্যাস পড়তে আমার অসুবিধা হত।
bs: Vaš izgled emaila je težak za čitanje.
fa: طراحی پست‌الکترونیکی شما برای خواندن خیلی سخت بود.
fi: Viestienne ulkoasu on sekava.
fr: La lettre était visuellement pénible à lire.
hr: Dizajn vaših poruka je pretežak za čitanje.
hy_am: Նամակների տեսքը դյուրընթեռնելի չէր։
id: Desain surelnya terlalu susah untuk dibaca.
is: Hönnun tölvupóstsins var of flókinn.
kab: Amasal n yizen ur yelhi ara i tɣuṛi.
kk: Сіздің хабарлардың дизайыны оқуға аса қиын болған.
ku: Dîzayna epeyamên we ji bo xwendinê zehmetiyan çêdikin.
lt: Laiškų išvaizda apsunkina skaitymą.
ml: നിങ്ങളുടെ ഈമെയില്‍ ശൈലി മനസ്സിലാക്കുവാന്‍ സാധ്യമല്ല.
mr: तुमच्या ईमेलची रचना वाचणे खूप कठिण आहे.
ms: Reka bentuk e-mel anda terlalu sukar membaca.
oc: Visiblament, la letra èra pas de bon legir.
or: ଆପଣଙ୍କର ଇମେଲ ସଂରଚନା ପଢ଼ିବା ଅତ୍ୟନ୍ତ କଷ୍ଟକର।
ru: Дизайн ваших писем делал их слишком трудными для чтения.
sr: Ваш дизајн е-поште је био претежак за читање.
ta: உங்கள் மின்னஞ்சல் வடிவமைப்பு வாசிக்க மிகவும் கடினமாக இருந்தது.
tr: E-posta tasarımınız okumayı zorlaştırıyordu.
uz: Xatlaringiz dizayni o‘qishni qiyinlashtirib yubordi.

source: I didn't sign up for this.
af: Ek het nie hiervoor ingeskryf nie.
ar: لم أشترك لهذا.
as: মই ইয়াৰ বাবে ছাইন আপ কৰা নাছিলো।
az: Mən buna abunə olmamışdım.
bg: Не съм се записвал за това.
bn_in: আমি এটি প্রাপ্ত করার কোনো সম্মিত কখনো জানাইনি।
bs: Nisam se prijavio za ovo.
fa: من برای این عضو نشدم.
fi: En ole koskaan tilannut tällaista.
fr: Je ne m'étais pas inscrit à cette lettre.
hr: Nisam se prijavio/la za ovo.
hy_am: Ես չէի բաժանորդագրվել Ձեր նամակներին։
id: Saya tidak pernah mendaftar untuk berlangganan.
is: Ég skráði mig ekki á listann.
kab: Ur jerredeɣ ara ɣer yizen agi n telɣut.
kk: Мен бұған жазылған жоқпын.
ku: Min xwe li virê tomar nekiribû.
lt: Laiškų neprenumeravote.
ml: ഇതിനു് വേണ്ടിയല്ല ഞാന്‍ അംഗമായതു്.
mr: मी याकरीता साइन अप केले नाही.
ms: Saya tidak mendaftar untuk ini.
oc: Me soi pas inscrich per aquò.
or: ମୁଁ ଏହା ପାଇଁ ନିଜକୁ ସାମିଲ କରିନଥିଲି।
ru: Я на это не подписывался.
sr: Нисам се пријавио за ово.
ta: நான் இதற்கு பதிவு பெறவில்லை.
tr: Ben buraya kaydolmadım.
uz: Men bunga yozilmagandim.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
af: Ek hou eerder kontak met Mozilla op Facebook en Twitter.
ar: أتواصل مع موزيلا عبر فيسبوك وتويتر بدلا من هذا.
as: মই ইয়াৰ পৰিৱৰ্তে Mozilla ৰ সৈতে Facebook আৰু Twitter ত যোগাযোগ ৰাখিম।
az: Mən bunun yerinə Mozilla ilə Facebook və Twitter üzərindən əlaqə saxlayıram.
bg: Поддържам връзка с Mozilla във Facebook и Twitter.
bn_in: এর পরিবর্তে আমি Facebook ও Twitter-র মাধ্যমে Mozilla-র সাথে যোগাযোগ রাখতে ইচ্ছুক।
bs: Ostajem u kontaktu sa Mozillom na Facebooku i Twitteru umjesto toga.
fa: من از طریق فیس‌بوک و توییتر در ارتباط با موزیلا هستم.
fi: Saan jo Mozillaa koskevat tiedotteet Facebookista ja Twitteristä.
fr: Je suis déjà les nouvelles concernant Mozilla sur Facebook et Twitter.
hr: S Mozillom radije ostajem u kontaktu putem Facebooka i Twittera.
hy_am: Փոխարենը ես կհետևեմ Mozilla-ի նորություններին Facebook-ում և Twitter-ում։
id: Cukup terhubung dengan Mozilla lewat Facebook dan Twitter saja.
is: Ég verð í tengslum við Mozilla á Facebook og Twitter í staðinn.
kab: Ṭṭafaṛeɣ yakan Mozilla di Facebook akked Twitter.
kk: Мен Mozilla-мен Facebook-та және Twitter-де байланысты сақтаймын.
ku: Ji dêvla vê ve ez ê bi riya Facebook û Twitterê bi Mozillayê re di têkiliyê de bim.
lt: Su „Mozilla“ palaikote ryšį kitais būdais - per „Facebook“ ar „Twitter“.
ml: മോസില്ലയുമായി ഞാന്‍ ഫെയിസ്ബുക്കിലും ട്വിറ്ററിലും ബന്ധപ്പെടുന്നു.
mr: त्याऐवजी मी फेसबूक व ट्विटरवर मोझिलासह संपर्क करतो.
ms: Saya simpan perhubungan dengan Mozilla di Facebook dan Twitter sebaliknya.
oc: Ja seguissi las nòvas a prepaus de Mozilla sus Facebook e Twitter.
or: ଏହା ପରିବର୍ତ୍ତେ ମୁଁ Facebook ଏବଂ Twitter ରେ Mozilla ସହିତ ଜଡ଼ିତ ଅଛି।
ru: Я держу связь с Mozilla через Facebook и Твиттер.
sr: Уместо овога, остаћу у контакту са Мозилом на Фејсбуку и Твитеру.
ta: இதற்கு பதிலாக நான் Facebook மற்றும் Twitter இல் Mozilla வுடன் தொடர்பில் உள்ளேன்.
tr: Mozilla’yı Facebook ve Twitter’dan takip etmeye karar verdim.
uz: Men Mozilla bilan "Facebook"da va "Twitter"da to‘g‘ridan to‘g‘ri aloqa bog‘laganman.

source: Submit
af: Dien in
ar: أرسل
as: জমা দিয়ক
az: Göndər
bg: Изпрати
bn_in: দায়ের করুন
bs: Pošalji upit
fa: ارسال
fi: Lähetä
fr: Envoyer
hr: Pošalji
hy_am: Հաստատել
id: Kirim
is: Senda
kab: Azen
kk: Жіберу
ku: Bişîne
lt: Pateikti
ml: സമര്‍പ്പിയ്ക്കുക
mr: सादर करा
ms: Hantar
oc: Mandar
or: ଦାଖଲ କରନ୍ତୁ
ru: Отправить
sr: Достави
ta: சமர்ப்பி
tr: Gönder
uz: Jo‘natish

source: Thanks for telling us why you’re leaving.
af: Dankie dat u sê hoekom u gaan.
ar: شكرا لإطلاعنا على سبب مغادرتك.
as: আপোনাৰ এৰাৰ কাৰণ আমাক জনোৱাৰ বাবে ধন্যবাদ।
az: Bizə niyə tərk etdiyiniz haqqında məlumat verdiyiniz üçün təşəkkürlər.
bg: Благодарим, че ни казахте защо си тръгвате.
bn_in: আপনার সিদ্ধান্তের কারণে আমাদের জানানোর জন্য ধন্যবাদ।
bs: Hvala što nam rekli zašto odlazite.
fa: ممنون که دلیل رفتن خود را به ما گفتید.
fi: Kiitos, kun kerroit, miksi lopetit tilauksesi.
fr: Merci de nous dire pourquoi vous vous désabonnez.
hr: Hvala što ste nam javili razlog odlaska.
hy_am: Շնորհակալ ենք անկեղծ պատասխանի համար։
id: Terima kasih atas perhatian Anda.
is: Takk fyrir að láta okkur vita af hverju þú ert hættur.
kab: Tanemmirt imi iɣ-d-nniḍ ɣef acu i teffɣeḍ.
kk: Жазылудан бас тарту туралы айтқаныңызға рахмет.
ku: Spas ku te sedema çûna xwe gote me.
lt: Dėkojame už jūsų atsakymą.
ml: നിങ്ങള്‍ വിട്ടുപോകുന്നതിന്റെ കാരണം ദയവായി പറയുക.
mr: जाण्याचे कारण दिल्याबद्दल धन्यवाद.
ms: Terima kasih kerana memberitahu kami mengapa anda meninggalkannya.
oc: Mercé de nos dire perqué partissètz.
or: ଆପଣ ଜିବାର କାରଣ ଜଣାଇବା ପାଇଁ ଧନ୍ୟବାଦ।
ru: Спасибо, что рассказали нам, почему вы отписываетесь.
sr: Хвала Вам што сте изнели Ваш разлог зашто нас напуштате.
ta: நீங்கள் ஏன் வெளியேறுகிறீர்கள் என்பதை கூறியதற்கு நன்றி.
tr: Neden ayrıldığınızı bildirdiğiniz için teşekkürler.
uz: Nega tashlab ketayotganingizning sababini aytganingiz uchun rahmat.

source: Mozilla Newsletters
ar: رسائل موزيلا الإخبارية
as: Mozilla বাতৰিকাকতবোৰ
az: Mozilla Xəbərləri
bg: Mozilla Бюлетини
bn_in: Mozilla-র নিউজ-লেটার
fa: خبرنامه‌ی موزیلا
fi: Mozillan uutiskirjeet
hr: Mozilla newsletteri
hy_am: Mozilla-ի բաժանորդագրությունները
id: Nawala Mozilla
ku: Bultenên Mozillayê
lt: „Mozillos“ naujienlaiškiai
ml: മോസില്ലാ വാര്‍ത്താപത്രികകള്‍
mr: मोझीला समाचारपत्र
ms: Buletin Mozilla
oc: Letras de difusion de Mozilla
or: Mozilla ଖବର ପତ୍ରିକା
sr: Мозила билтен
tr: Mozilla Bültenleri
uz: Mozilla yangiliklar xabarlari

source: Thanks! Please check your inbox to confirm your subscription.
af: Dankie! Kyk in u inkassie om u intekening te bevestig.
ar: شكرا. من فضلك راجع صندوق الوارد لتأكيد اشتراكك.
as: ধন্যবাদ! আপোনাৰ স্বাক্ষৰণ সুনিশ্চিত কৰিবলে অনুগ্ৰহ কৰি আপোনাৰ ইনবক্স নিৰীক্ষণ কৰক।
az: Təşəkkürlər! Abunəliyinizi təstiqləmək üçün zəhmət olmasa gələn qutunuzu yoxlayın.
bg: Благодарим! Моля проверете входящата си поща, за да потвърдите абонамента си.
bn_in: ধন্যবাদ! গ্রাহকত্ব নিশ্চিত করার জন্য অনুগ্রহ করে ই-মেইল ইনবক্সে দেখুন।
bs: Hvala! Molimo provjerite putem e-maila da potvrdite vašu pretplatu.
fa: ممنون! لطفا پست‌الکترونیکی خود را برای تایید ثبت‌نام، بررسی کنید.
fi: Kiitos! Ole hyvä ja tarkista saapuneet viestisi vahvistaaksesi tilauksesi.
fr: Merci&nbsp;! Veuillez relever votre boîte aux lettres pour confirmer votre abonnement.
hr: Hvala vam! Provjerite svoju e-poštu i potvrdite pretplatu.
hy_am: Շնորհակալություն։ Ստուգեք Ձեր Մուտքայինները՝ հաստատելու համար բաժանորդագրությունը։
id: Terima kasih! Silakan periksa surel konfirmasi langganan kami di kotak masuk Anda.
is: Takk! Athugaðu póst í innhólfi til að staðfesta áskriftina.
kab: Tanemmirt! Ma ulac aɣilif senqed tirawt inek akken ad tsentmeḍ ajerred inek.
kk: Рахмет! Енді кіріс пошта бумасын тексеріп, өз жазылғандығыңызды дәлелдеңіз.
ku: Spas! Tika ye ji bo abonetiyê qutîka peyamên hatî kontrol bike.
lt: Ačiū! Dabar prašome pasitikrinti savo el. pašto dėžutę ir patvirtinti prenumeratą.
ml: നന്ദി! നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷന്‍ ഉറപ്പാക്കുന്നതിനായി ഇന്‍ബോക്സ് പരിശോധിയ്ക്കുക.
mr: धन्यवाद! कृपया सबस्क्रिप्शनची खात्री करण्यासाठी इंबॉक्स् तपासा.
ms: Terima Kasih! Sila semak inbox anda untuk mengesahkan langganan anda.
oc: Mercé ! Consultats vòstra bóstia de corrièr per confirmar vòstra inscripcion.
or: ଧନ୍ୟବାଦ! ଆପଣଙ୍କର ସଦସ୍ୟତାକୁ ନିଶ୍ଚିତ କରିବା ପାଇଁ ଦୟାକରି ଆପଣଙ୍କର ଚିଠିବାକ୍ସ ଦେଖନ୍ତୁ।
ru: Спасибо! Пожалуйста, проверьте свою папку входящих писем, чтобы подтвердить свою подписку.
sr: Хвала! Молимо проверите поштанско сандуче електронске поште да бисте потврдили претплату.
ta: நன்றி! சந்தாவை உறுதிப்படுத்த தயவுசெய்து உங்கள் அஞ்சல் பெட்டியைப் பாருங்கள்.
tr: Teşekkürler! Aboneliğinizi onaylamak için gelen kutunuzu kontrol edin.
uz: Rahmat! Obuna bo‘lishni tasdiqlash uchun e-pochtangizga kiruvchi xabarlarni tekshirib ko‘ring.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
af: U sal ’n e-pos ontvang vanaf mozilla@e.mozilla.org om u inskrywing te bevestig. Indien u dit nie sien nie, gaan u gemorspos na. ’n Intekening moet bevestig word om ons nuusbrief te ontvang.
ar: ستصلك رسالة من mozilla@e.mozilla.org لتأكيد اشتراكك. إذا لم ترها فراجع مرشّح الرسائل المزعجة (السخام). يجب أن تأكّد اشتراكك لتصلك الرسائل الإخبارية.
as: আপোনাৰ স্বাক্ষৰণ সুনিশ্চিত কৰিবলে আপুনি mozilla@e.mozilla.org ৰ পৰা এটা ইমেইল প্ৰাপ্ত কৰিব। যদি আপুনি ইয়াক দেখি নাপায়, আপোনাৰ স্পেম ফিল্টাৰ নিৰীক্ষণ কৰক। আমাৰ বাতৰিকাকত গ্ৰহণ কৰিবলে আপুনি আপোনাৰ স্বাক্ষৰণ সুনিশ্চিত কৰিব লাগিব।
az: Siz mozilla@e.mozilla.org adresindən təsdiq e-poçtu alacaqsınız. Əgər məktubu görmürsünüzsə spam filterinizi yoxlayın. Xəbərlərimizi almaq üçün abunəliyinizi təsdiqləməyiniz vacibdir.
bg: Ще получите имейл от mozilla@e.mozilla.org, за да потвърдите абонамента си. Ако не го видите, проверете спам филтъра си. Трябва да потвърдите абонамента си, за да получавате бюлетина ни.
bn_in: আপনার গ্রাহকত্ব নিশ্চিত করার উদ্দেশ্যে mozilla@e.mozilla.org থেকে একটি মেইল আপনাকে পাঠানো হবে। ইনবক্সে উপস্থিত না থাকলে অবাঞ্ছিত চিঠির ফোল্ডার অর্থাৎ স্প্যাম ফোল্ডারে দেখুন। নিউজ-লেটার প্রাপ্ত করার জন্য গ্রাহকত্ব নিশ্চিত করা আবশ্যক।
bs: Vi ćete primiti e-mail od mozilla@e.mozilla.org da biste potvrdili pretplatu. Ako to ne vidite, provjerite spam filter. Morate potvrditi svoju pretplatu da biste primali naš bilten.
fa: شما یک پست‌الکترونیکی از mozilla@e.mozilla.org برای تایید عضویت خود دریافت خواهید کرد. اگر نمی‌بینیداش، صندوق اسپم خود را بررسی کنید. شما باید عضویت خود را برای دریافت خبرنامه تایید کنید.
fi: Sinulle lähetetään viesti osoitteesta mozilla@e.mozilla.org tilauksen vahvistamista varten. Jos et näe sitä, tarkista roskapostisuodattimesi. Sinun täytyy vahvistaa tilauksesi saadaksesi uutiskirjeemme.
fr: Vous allez recevoir un message de mozilla@e.mozilla.org pour confirmer votre abonnement. Si vous ne le voyez pas dans votre boîte aux lettres, vérifiez qu'il n'a pas échoué dans les courriers indésirables. Vous devrez confirmer votre abonnement pour recevoir notre lettre d'information.
hr: Dobit ćete poruku od mozilla@e.mozilla.org s uputama za potvrdu pretplate. Ako ne uočite poruku, provjerite svoj antispam filter. Da biste mogli primati newsletter, trebat ćete potvrditi svoju pretplatu.
hy_am: Դուք կստանաք նամակ mozilla@e.mozilla.org-ից՝ հաստատման համար։ Եթե չեք ռտեսնում այն, ստուգեք հակալցոնի կանոնները։ Դուք պետք է հաստատեք բաժանորդագրությունը։
id: Anda akan menerima surel dari mozilla@e.mozilla.org yang ditujukan untuk mengonfirmasikan langganan Anda. Jika surelnya tidak ditemukan, mohon periksa folder spam juga. Anda harus mengonfirmasikan langganan sebelum dapat menerima nawala kami.
is: Þú færð póst frá mozilla@e.mozilla.org til að staðfesta áskriftina. Ef þú sérð ekki póstinn, athugaðu þá ruslpóst möppuna. Þú verður að staðfesta áskriftina til að fá fréttabréfið.
kab: Ad tremseḍ imayl si mozilla@e.mozilla.org akken ad tsentmeḍ ajerred. Ma yella ur twalaḍ ara, senqed imzizdig inek n ispamen. Yessefk ad tsentmeḍ ajerred inek akked ad tremseḍ izen nneɣ n telɣut.
kk: Сіздің жазылғаныңызды дәлелдеу үшін, сізге mozilla@e.mozilla.org хабарды жібереді. Егер сіз оны көрмесеңіз, спам-фильтрді тексеріңіз. Біздің жаңалықтардың таратылымын алу үшін, сіз оған жазылғандығыңызды дәлелдеуңіз керек.
ku: Ji bo erêkirina abonetiyê tu yê ji mozilla@e.mozilla.orgê epeyamekê bistînî. Eger peyamê nebînî, qutîka peyamên bikêrnehatî kontrol bike. Ji bo ku peyamên me bistînî pêwîst e abonetiya xwe erê bikî.
lt: Netrukus iš mozilla@e.mozilla.org gausite laišką, prašantį patvirtinti prenumeratą. Jeigu jo nematote, paieškokite brukalo aplanke. Kad gautumėte naujienlaiškį, privalote patvirtinti prenumeratą.
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷന്‍ ഉറപ്പാക്കുന്നതിനായി mozilla@e.mozilla.org-ല്‍ നിന്നും നിങ്ങള്‍ക്കു് ഈമെയില്‍ ലഭിയ്ക്കുന്നതാണു്. ഇന്‍ബോക്സില്‍ കണ്ടില്ലെങ്കില്‍ സ്പാം ഫില്‍റ്റര്‍ പരിശോധിയ്ക്കുക. ഞങ്ങളുടെ വാര്‍ത്താപത്രികകള്‍ ലഭിയ്ക്കുന്നതിനായി നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷന്‍ ഉറപ്പാക്കേണ്ടതുണ്ടു്.
mr: सबस्क्रिप्शनची खात्री करण्यासाठी तुम्हाला mozilla@e.mozilla.org कडून ईमेल प्राप्त होईल. ईमेल न आढळल्यास, स्पॅम फिल्टर तपासा. समाचारपत्र प्राप्त करण्यासाठी सबस्क्रिप्शनची खात्री करणे आवश्यक आहे.
ms: Anda akan menerima satu emel dari mozilla@e.mozilla.org untuk mengesahkan langganan anda. Jika anda tiada, sila periksa turas spam anda. Anda perlu mengesahkan langganan anda untuk menerima surat berita kami.
oc: Anatz recebrr un messatge de mozilla@e.mozilla.org per confirmar vòstre abonament. Se lo vesètz pas dins vòstre bóstia de letras, verificatz qu'es pas anat se metre dins los corrièrs indesirables. Vos caldrà confirmar vòstre abonament per recebre nòstra letra d'informacions.
or: ଆପଣଙ୍କର ସଦସ୍ୟତାକୁ ନିଶ୍ଚିତ କରିବା ପାଇଁ ଆପଣ mozilla@e.mozilla.org ରୁ ଏକ ଚିଠି ପାଇବେ। ଯଦି ଆପଣ ଏହାକୁ ନ ପାଆନ୍ତି, ତେବେ ସ୍ପାମରେ ଦେଖନ୍ତୁ। ଆମର ଖବର ପତ୍ରିକା ପାଇବା ପାଇଁ ଆପଣ ନିଜର ସଦସ୍ୟତାକୁ ନିଶ୍ଚିତ କରିବା ଆବଶ୍ୟକ।
ru: Вы получите сообщение от mozilla@e.mozilla.org, просящее подтвердить вашу подписку. Если вы его не видите, проверьте свой спам-фильтр. Для получения нашей новостной рассылки вы должны подтвердить свою подписку.
sr: Примићете електронску поруку од mozilla@e.mozilla.org да бисте потврдили претплату. Ако је не видите, проверите филтере за нежељену пошту. Морате потврдити претплату како бисте примали билтен.
ta: உங்களுக்கு mozilla@e.mozilla.org என்ற முகவரியில் இருந்து உங்கள் சந்தாவை உறுதிப்படுத்தும் மின்னஞ்சல் வரும். உங்களுக்கு அது கிடைக்கவில்லை என்றால் உங்கள் தேவையற்ற மின்னஞ்சல் வடிப்பானை சரிபார்க்கவும். செய்தி மடலைப் பெற நீங்கள் சந்தாவை கட்டாயம் உறுதிப்படுத்தியாக வேண்டும்.
tr: Aboneliğinizi onaylamak için mozilla@e.mozilla.org adresinden bir e-posta alacaksanız. Gelmezse spam filtrenizi kontrol edin. Bültenimizi alabilmek için aboneliğinizi onaylamalısınız.
uz: Siz mozilla@e.mozilla.org saytidan obunani tasdiqlash haqidagi xabarni olasiz. Agar uni ko‘rmasangiz, spam filterini tekshirib ko‘ring. Bizning yangiliklar xabarlarimizni olishingiz uchun obunani tasdiqlashingiz kerak.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
af: Voeg asb. ons e-posadres mozilla@e.mozilla.org in u adresboek om te verseker dat ons altyd u inkassie bereik.
ar: من فضلك تأكد من إضافة عنواننا: mozilla@e.mozilla.org إلى دفتر عناوينك لتضمن أن تصلك الرسائل دائما.
as: অনুগ্ৰহ কৰি আমালৈ পঠোৱা ঠিকনা: mozilla@e.mozilla.org আপোনাৰ ঠিকনা বহীলৈ যোগ কৰাটো সুনিশ্চিত কৰিব যাতে আমাৰ মেইল সদায় আপোনাৰ ইনবক্সত আহিব পাৰে।
az: Zəhmət olmasa adresimizi öz kitabçanıza əlavə edin: mozilla@e.mozilla.org və bizim yazıların sizin gələn qutunuza düşəcəyindən əmin olun.
bg: Моля, не забравяйте да добавите нашия имейл адрес: mozilla@e.mozilla.org в адресната си книга, за да бъдете сигурни, че винаги ще достигнем до вашата пощенска кутия.
bn_in: আপনার ইনবক্সে আমাদের চিঠি সর্বদা প্রাপ্ত করার জন্য অনুগ্রহ করে আমাদের ই-মেইল ঠিকানা: mozilla@e.mozilla.org আপনার ঠিকানা-বইয়ে যোগ করুন।
bs: Molimo Vas da dodate našu adresu za slanje: mozilla@e.mozilla.org u adresar kako bi se osiguralo da uvijek dobijete poruke u inbox.
fa: لطفا از اضافه کردن آدرس ارسالی ما: mozilla@e.mozilla.org در دفترچه‌آدرس خود اطمینان حاصل کنید، تا از رسیدن پست‌های ما به شما مطمئن باشید.
fi: Ole hyvä ja lisää lähetysosoitteemme, mozilla@e.mozilla.org, osoitekirjaasi, jotta voidaan aina olla varmoja, että viestimme tulevat perille.
fr: Veuillez vous assurer que notre adresse d'expéditeur mozilla@e.mozilla.org est bien ajoutée à votre carnet d'adresses, afin que nos messages arrivent à coup sûr dans votre boîte.
hr: Preporučamo da dodate našu adresu e-pošte (mozilla@e.mozilla.org) u svoj adresar, kako biste uvijek primali naš newsletter.
hy_am: Հավելեք մեր էլ. հասցեն՝ mozilla@e.mozilla.org, ձեր հասցեագրքում՝ համոզված լինելու համար, որ միշտ կստանաք մեր ուղարկած էլ. նամակները։
id: Pastikan menambahkan alamat surel kami: mozilla@e.mozilla.org ke buku alamat Anda agar surelnya dapat langsung masuk ke kotak masuk.
is: Passaðu að bæta póstfanginu okkar: mozilla@e.mozilla.org við nafnabókina hjá þér til að vera viss um að pósturinn lendi alltaf í innhólfinu.
kab: Ma ulac aqilif wali ma yella tansa n umazan mozilla@e.mozilla.org tettwarna qer umedlis inek n tensa, akken iznan nneɣ ad d-awḍen ɣer tirawt inek.
kk: Mozilla–дан келетін хабарлама сіздің кіріс пошта бумасына үнемі түсу үшін mozilla@e.mozilla.org жіберушісін адрестік кітабыңызға қосуға ұмытпаңыз.
ku: Tika ye vê navnîşanê li navnîşana şandinê zêde bike: mozilla@e.mozilla.org da ku peyamên me bên qutîka peyamên te yên hatî.
lt: Patariame įtraukti mūsų naujienlaiškių siuntimo adresą – mozilla@e.mozilla.org – į adresų knygą. Taip užtikrinsite, jog mūsų laiškai jus visuomet pasieks.
ml: നിങ്ങളിലേക്കു് ഉറപ്പായും വിവരങ്ങള്‍ എത്തിയ്ക്കുന്നതിനു് ദയവായി ഞങ്ങളുടെ ഈമെയില്‍ വിലാസം: mozilla@e.mozilla.org നിങ്ങളുടെ വിലാസപുസ്തകത്തിലേക്കു് ചേര്‍ക്കുക.
mr: इंबॉक्सपर्यंत पोहचण्याची खात्री करण्यासाठी कृपया पाठवण्याजोगी पत्ता: mozilla@e.mozilla.org याला पत्ता पुस्तिकामध्ये समाविष्ट करण्याची खात्री करा.
ms: Sila mengesahkan untuk tambah alamat kiriman kami: mozilla@e.mozilla.org untuk alamat buku untuk meyakinkan kami sentiasa sampai ke inbox anda.
oc: Asseguratz-vos qu'avètz apondut nòstra adreça de mandadís : mozilla@e.mozilla.org a vòstre quasernet d'adreças per èsser segur que poirem totjorn d'aténher vòstra bóstia de recepcion.
or: ଆପଣଙ୍କ ଚିଠି ବାକ୍ସରେ ସହଜରେ ଆମ ପାଖରୁ ମେଲ ପାଇବା ପାଇଁ ଦୟାକରି ପ୍ରେରକ ଠିକଣା: mozilla@e.mozilla.org କୁ ଆପଣଙ୍କ ଠିକଣା ପୁସ୍ତକରେ ଯୋଗ କରିବା ପାଇଁ ଭୁଲିବେ ନାହିଁ।
ru: Не забудьте добавить наш адрес отправителя: mozilla@e.mozilla.org в свою адресную книгу, чтобы почта от него всегда доходила до вашей папки входящих писем.
sr: Постарајте се да додате адресу ел. поште са које шаљемо поруке: mozilla@e.mozilla.org у свој адресар за електронску пошту како бисте били сигурни да ћете добијате поруке које Вам шаљемо.
ta: எங்கள் மின்னஞ்சல் உங்களை வந்தடைவதை உறுதிபடுத்த mozilla@e.mozilla.org என்ற எங்கள் முகவரியை உங்கள் முகவரிப் புத்தகத்தில் சேமிக்க மறந்துவிடாதீர்கள்.
tr: Bültenlerimizin daima gelen kutunuza düşmesi için mozilla@e.mozilla.org adresini adres defterinize eklemenizi öneririz.
uz: Xatlarimizni pochtangizning kiruvchi xatlar jildiga tushishi uchun bizning jo‘natuvchi e-pochta manzilimiz: mozilla@e.mozilla.org manzilini manzillar kitobingizga kiritib qo‘yishni unutmang.

source: Get Firefox news
ar: اشترك بأخبار فَيَرفُكس
as: Firefox বাতৰি প্ৰাপ্ত কৰক
az: Firefox Xəbərlərini Al
bg: Вземи Firefox новини
fa: دریافت اخبار فایرفاکس
fi: Hae Firefox-uutiset
hr: Primajte novosti o Firefoxu
hy_am: Ստացեք Firefox-ի նորությունները
id: Dapatkan berita Firefox
ku: Nûçeyên Firefoxê bistîne
lt: Gaukite „Firefox“ naujienas
ml: ഫയര്‍ഫോക്സ് വാര്‍ത്തകള്‍ ലഭ്യമാക്കുക
mr: Firefox समाचार मिळवा
ms: Dapatkan berita Firefox
oc: Recebètz nòstra letra mesadièra
sr: Добијајте новости о Фајерфоксу
tr: Firefox haberlerini alın
uz: Firefox yangiliklaridan xabardor bo‘lib turing

source: YOUR EMAIL HERE
ar: بريدك الإلكتروني هنا
as: ইয়াত আপোনাৰ ইমেইল লিখক
az: SİZİN E-POÇT ÜNVANINIZ
bg: ВЪВЕДЕТЕ EMAIL-А СИ ТУК
fa: پست‌الکترونیکی شما در اینجا
fi: KIRJOITA SÄHKÖPOSTIOSOITTEESI TÄHÄN
hr: ADRESA VAŠE E-POŠTE
hy_am: ՁԵՐ ԷԼ. ՀԱՍՑԵՆ
id: ALAMAT EMAIL ANDA
ku: EPEYAMA TE
lt: JŪSŲ EL. PAŠTAS
ml: നിങ്ങളുടെ ഈമെയില്‍ വിലാസം ഇവിടെ നല്‍കുക
mr: तुमचा ईमेल
ms: EMEL ANDA DISINI
oc: VÒSTRE EMAIL AICÍ
sr: Ваша е-пошта овде
tr: E-POSTA ADRESİNİZ
uz: E-POCHTA MANZILINGIZ

source: Sign me up
ar: اشترك
as: মোক ছাইন আপ কৰক
az: Abunə Ol
bg: Запишете ме
bn_in: আমায় যোগ করে নিন
fa: من رو ثبت نام کن
fi: Tilaa
hr: Pretplati me
hy_am: Բաժանորդագրվել
id: Daftarkan saya
ku: Min tomar bike
lt: Prenumeruoti
ml: പങ്കു് ചേരുക
mr: प्रवेश स्वीकारा
ms: Daftarkan saya
oc: Inscrivètz-me
or: ମୋତେ ସାମିଲ କରନ୍ତୁ
sr: Претплати ме
tr: Kaydol
uz: Yozilish
