Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: Read all about it in our <span>newsletter</span>
ar: اعرف أكثر عن <span>الرسالة الإخبارية</span>
as: ইয়াৰ বিষয়ে সকলো আমাৰ <span>বাতৰিকাকত</span> ত পঢ়ক
az: Bunlarla bağlı xəbərləri bizim <span>qəzetdə</span> oxuyun
bg: Прочетете повече за всичко това в нашия <span>бюлетин</span>
bn_in: আমাদের <span>সংবাদপত্র</span> সম্পর্কে জেনে নিন
fa: همه‌چیز را در این باره در <span>خبرنامه</span> بخوانید
fi: Lue kaikki tästä aiheesta <span>uutiskirjeestämme</span>
hr: Saznajte više u našem <span>newsletteru</span>
hy_am: Կարդացեք ամեն ինչ այդ մասին մեր <span>նորություններ</span>-ում
id: Baca selengkapnya di <span>nawala</span> kami
is: Lestu allt um þetta í <span>fréttablaðinu</span> okkar
kab: Ɣaṛ akk fell-as ɣef <span>yizen n telɣut</span> nneɣ
kk: Бұл туралы барлығын біздің <span>жаңалықтар хабарламада</span> оқып алыңыз
ku: Hemû tiştên derbarê vê de ji <span>nûçename</span>ya me bixwîne
lt: Sužinokite viską iš mūsų <span>naujienlaiškio</span>
ml: എല്ലാ വിവരങ്ങളും <span>വാര്‍ത്താപത്രികയില്‍</span> വായിച്ചറിയുക.
mr: आमच्या <span>समाचारपत्रात</span> सर्वकाही वाचा
ms: Baca semua mengenai kami dalam <span>berita</span>
oc: Descobrissètz nòstra <span>letra d'informacions</span>
or: ଏହା ବିଷୟରେ ସମସ୍ତ ତଥ୍ୟ ଆମର <span>ଖବର ପତ୍ରିକାରେ</span> ପଢ଼ନ୍ତୁ
sr: Читајте све о томе у нашем <span>билтену</span>
tr: Hepsini <span>bültenimizde</span> okuyun
uz: Bularning barchasi haqida bizning <span>yangiliklar xabarlarimiz</span>dan o‘qing

source: Your newsletter subscription has been confirmed.
af: U inskrywing vir die nuusbrief is bevestig.
ar: أُكّد اشتراكك في الرسالة الإخبارية.
as: আপোনাৰ বাতৰিকাকত স্বাক্ষৰণ সুনিশ্চিত কৰা হৈছে।
az: Sizin xəbərlərə abunə olmağınız təstiqlənib.
bg: Вашият абонамент е потвърден.
bn_in: নিউজ-লেটারের গ্রাহকত্ব নিশ্চিত করা হয়েছে।
bs: Vaš pretplata na bilten je potvrđena.
fa: عضویت شما در خبرنامه تایید شد.
fi: Uutiskirjetilauksesi on vahvistettu.
fr: Votre inscription à la lettre d'information est maintenant confirmée.
hr: Vaša pretplata na newsletter je potvrđena.
hy_am: Բաժանորդագրությունը հաստատվել է։
id: Langganan nawala Anda telah dikonfirmasi.
is: Búið er að staðfesta áskriftina að fréttabréfinu.
kab: Ajerred inek ɣer yizen n telɣut yettwasentem!
kk: Сіздің жаңалықтар таратылымына жазылғаныңыз дәлелделген.
ku: Abonetiya te ya ji bo bultenê hatiye pejirandin.
lt: Jūsų naujienlaiškio prenumerata patvirtinta.
ml: നിങ്ങളുടെ വാര്‍ത്താപത്രികയിലേക്കുള്ള സബ്സ്ക്രിപ്ഷന്‍ ഉറപ്പാക്കിയിരിയ്ക്കുന്നു.
mr: तुमच्या समाचारपत्र सबस्क्रिप्शनची खात्री झाली आहे.
ms: Langganan berita anda sudah berjaya.
oc: Vòstra inscripcion a la letra de difusion es ara confirmada.
or: ଆପଣଙ୍କର ଖବର ପତ୍ରିକା ସଦସ୍ୟତା ନିଶ୍ଚିତ କରାଯାଇଛି।
ru: Ваша подписка на новостную рассылку была подтверждена.
sr: Ваша претплата на наш билтен је потврђена.
ta: உங்கள் செய்திமடல் சந்தா உறுதிப்படுத்தப்பட்டது.
tr: Bülten aboneliğiniz onaylanmıştır.
uz: Yangilik xabarlariga obuna bo‘lish tasdiqlandi.

source: Format
ar: التنسيق
as: বিন্যাস
az: Fotmat
bg: Формат
bn_in: বিন্যাস
fa: قالب
fi: Formaatti
hy_am: Ձևաչափը
ku: Şêwe
lt: Formatas
ml: ശൈലി
mr: रूपण
or: ସଜ୍ଜିକରଣ ଶୈଳୀ
sr: Формат
tr: Biçim

source: You’re All Set! <span>But Wait, There’s More</span>
ar: كل شيء جاهز، <span>لكن انتظر، هناك المزيد</span>
as: আপুনি সাঁজু! <span>কিন্তু ৰ'ব, আৰু আছে</span>
az: Hər Şey Hazırdır! <span>Bir dəqiqə, Daha bir neçə şey var</span>
bg: Всичко е готово! <span>Но чакай, има и още</span>
bn_in: সব প্রস্তুতি সমাপ্ত হয়েছে! <span>না, আরো কিছু বাকি রয়েছে</span>
fa: شما دیگر آماده هستید! <span>اما صبر کنید، هنوز بیشتره</span>
fi: Kaikki kunnossa! <span>Mutta odota, on enemmänkin</span>
hr: Spremi ste! <span>Ali čekajte, ima još nešto</span>
hy_am: Դու արդեն մեզ հետ ես։ <span>Բայց սպասիր, Իմացի՛ր ավելին</span>
id: Semuanya Siap! <span>Satu Lagi</span>
ku: Te bire serî! <span>Lê raweste, hê maye</span>
lt: Viskas atlikta! <span>Bet luktelkite, yra dar kai kas</span>
ml: നിങ്ങള്‍ തയ്യാറാണു്! <span>പക്ഷേ കാത്തിരിയ്ക്കുക, അല്‍പം കൂടിയുണ്ടു്</span>
mr: तुम्ही सज्ज आहात! <span>जरा थांबा, आणखी आहे</span>
ms: Anda telah berjaya! <span>Tetapi, masih terdapat lagi</span>
oc: Sètz prèst&nbsp;! <span>Mas es pas tot&nbsp;!</span>
or: ଆପଣ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ପ୍ରସ୍ତୁତ! <span>କିନ୍ତୁ ଅପେକ୍ଷକରନ୍ତୁ, ଏଠାରେ ଅନେକ କିଛି ଅଛି</span>
sr: Све је спремно! <span>Али сачекајте, има још тога</span>
tr: Hepsi bu kadar! <span>Ama dahası da var</span>
uz: Hammasi moslangan! <span>lekin shoshmay turing, yana bor</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
ar: أتريد الحصول على المعلومات المهمة؟ أخبرنا القليل عن نفسك. وبينما أنت هنا، اشترك في أخبار موزيلا الأخرى.
as: আটাইতকৈ প্ৰাসংগিক তথ্য বিচাৰে? আপোনাৰ বিষয়ে আমাক আৰু অলপ কওক। আৰু ইয়াত থকা অৱস্থাত, অন্য Mozilla বাতৰিৰ বাবে ছাইন আপ কৰক।
az: Sizə daha çox maraqlı olan mövzularda məlumat almaq istəyirsiniz? Bizə biraz özünür haqqında məlumat verin. Və nə qədər ki, burdasınız, digər Mozilla xəbərlərinə də abunə ola bilərsiniz.
bg: Искате да получите най-подходящата информация? Разкажете ни повече за себе си. И докато сте тук, запишете се за други Mozilla новини.
fa: می‌خواهید بیشترین اطلاعات مرتبط را دریافت کنید؟ کمی بیشتر دربارهٔ خود به ما بگویید. و حالا که اینجا هستید، برای اخبارهای دیگر موزیلا ثبت‌نام کنید.
fi: Haluatko saada kiinnostavampaa tietoa? Kerro meille hieman itsestäsi. Ja kun kerran olet täällä, niin harkitse myös muiden Mozilla-uutisten tilaamista.
hr: Želite li izvući najviše iz relevantnih informacija? Recite nam nešto o sebi i dok ste tamo, pretplatite se na ostale Mozilline novosti.
hy_am: Ցանկանու՞մ եք ստանալ լրացուցիչ տեղեկություններ։ Մի փոքր ավելին հաղորդեք մեզ Ձեր մասին։ Եվ քանի դեռ այստեղ եք, բաժանորդագրվեք Mozilla-ի նորություններին։
id: Ingin dapat informasi paling relevan? Beritahu kami sedikit lebih jauh tentang Anda. Sementara Anda di sini, berlanggananlah berita Mozilla lainnya.
ku: Dixwazî zanyariyên herî têkildar bistînî? Ji me re hinekî din behsa xwe bike. Û madem tu li virê yî, ji bo nûçeyên din yên Mozillayê jî xwe tomar bike.
lt: Norite gauti labiausiai dominančią informaciją? Prisistatykite šiek tiek išsamiau, o tuo pačiu užsiprenumeruokite kitas jus dominančias „Mozillos“ naujienas.
ml: ഏറ്റവും പ്രധാനപ്പെട്ട വിവരം ആവശ്യമാണോ? നിങ്ങളെപ്പറ്റി കൂടുതല്‍ വിവരങ്ങള്‍ ഞങ്ങളുമായി പങ്കു് വയ്ക്കുക. കൂടുതല്‍ മോസില്ലാ വാര്‍ത്തകള്‍ക്കായി ഇവിടെ പങ്കു് ചേരുക.
mr: सर्वात संबंधित माहिती प्राप्त करायची? स्वतःविषयी आणखी सांगा. व येथे असताना, इतर मोझिला समाचारकरीता प्रवेश करा.
ms: Mahu dapatkan maklumat yang paling relevan? Beritahu kami sedikit sebanyak tentang diri anda. Dan jika anda di sini, daftar untuk berita Mozilla yang lain.
oc: Volètz obténer las informacions las mai pertinentas&nbsp;? Digatz-nos-ne un pauc mai sus vos. E coma sètz aquí, profiechatz-ne per vos abonar a d'autras novèlas sus Mozilla.
or: ଅଧିକ ପ୍ରାସଙ୍ଗିକ ସୂଚନା ପାଇବାକୁ ଚାହୁଁଛନ୍ତି କି? ଆପଣଙ୍କ ବିଷୟରେ ଅଧିକ ତଥ୍ୟ ଜଣାନ୍ତୁ। ଏବଂ ଆପଣ ଯେତେବେଳେ ଏଠାରେ ଅଛନ୍ତି, ସେତେବେଳେ ଅନ୍ୟାନ୍ୟ Mozilla ଖବରଗୁଡ଼ିକ ପାଇଁ ନିଜକୁ ସାମିଲ କରନ୍ତୁ।
sr: Желите да добијете најрелевантније информације? Реците нам мало више о Вама. И када сте већ ту, пријавите се за остале Мозила новости.
tr: Size daha fazla hitap eden bilgiler almak ister misiniz? Bize kendinizden bahsedin. Gelmişken diğer Mozilla bültenlerine de kaydolabilirsiniz.
uz: Yanada foydaliroq ma’lumot olishni xohlaysizmi? O‘zingiz haqingizda bizga batafsil ma’lumot bering. Shuningdek, shu yerda ekansiz, boshqa Mozilla yangiliklariga yoziling.

source: Firefox & You
af: Ek en Firefox
ar: فَيَرفُكس و أنت
as: Firefox আৰু আপুনি
az: Firefox və Siz
bg: Firefox и Ти
bn_in: Firefox ও আপনি
bs: Firefox & Vi
fa: فایرفاکس و شما
fi: Firefox ja sinä
fr: Firefox et vous
hr: Firefox i vi
hy_am: Firefox-ը և Դուք
id: Firefox & Anda
is: Firefox og þú
kab: Firefox & kečč
kk: Firefox және сіз
ku: Firefox & Tu
lt: „Firefox“ ir jūs
ml: ഫയര്‍ഫോക്സും നിങ്ങളും
mr: फायरफॉक्स व तुम्ही
ms: Firefox & Anda
oc: Firefox & Vos
or: Firefox ଏବଂ ଆପଣ
ru: Firefox и Вы
sr: Фајерфокс и Ви
ta: Firefox மற்றும் நீங்கள்
tr: Firefox ve Siz
uz: Firefox va siz

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
af: 'n Maandelikse nuusbrief en spesiale aankondigings wat wenke gee om mens se ervaring van Firefox op 'n rekenaar en Android-toestel te verbeter.
ar: رسالة إخبارية شهرية وإعلانات خاصة ستتيح لك نصائح لتحسين تجربتك مع فايرفوكس على سطح المكتب وجهاز آندرويد.
bs: Mjesečni bilten i posebne najave daju vam savjete za poboljšanje svašeg iskustva s Firefoxom na desktop i Android uređajima.
is: Mánaðarlegt fréttabréf og sérstakar tilkynningar með ábendingum um hvernig þú getur betur notað Firefox á tölvunni og á Android tækinu.
kab: Izen n telɣut yal aggur akked ilɣuten ak-d-mudden tixbula i usnefli n useqdec inek n Firefox ɣef uselkim inek neɣ ibenk inek Android.
kk: Жұмыс үстел немесе Android үшін Firefox-ты қолдану тәжірибесін жақсарту туралы кеңестерді беретін ай сайыңғы ақпараттық бюллетень және арнайы хабарландырулар.
lt: Mėnesinis naujienlaiškis ir patarimai, padėsiantys optimizuoti jūsų darbą su „Firefox“ – tiek staline, tiek mobiliąja „Android“ versija.
ta: உங்கள் கணினி மற்றும் ஆண்ட்ராய்டு கருவிகளில் பயர்பாக்ஸ் உடனான அனுபவத்தை மேம்படுத்த மாதாந்திர செய்திமடல் மற்றும் சிறப்பு அறிவிப்புகள் குறிப்புகள் தரும்.
uz: Oylik yangiliklar xabari va maxsus e’lonlar sizga kompyuteringizdagi va Android qurilmangizdagi Firefox bo‘yicha malakalaringizni oshirish bo‘yicha maslahatlar beradi.

source: Firefox OS News
ar: أخبار فيرفكس
bs: Firefox OS vijesti
is: Firefox OS fréttir
kab: Isallen n Firefox OS
kk: Firefox OS жаңалықтары
lt: „Firefox OS“ naujienos
ta: Firefox OS செய்திகள்
uz: Firefox OS yangiliklari

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
ar: رسالة إخبارية شهرية وإعلانات خاصة حول كيفية الاستفادة الأكثر من جهازك الذي يعمل بنظام فيرفكس ،بما في ذلك أحدث الميزات وأروع تطبيقات سوق فايرفوكس .
bs: Mjesečni nbilten i posebne najave o tome kako biste dobili najviše iz vašeg Firefox OS uređaja, uključujući najnovije funkcije i zgodnih Firefox tržišta aplikacijama.
is: Mánaðarlegt fréttabréf og sérstakar tilkynningar um hvernig þú færð sem mest út úr Firefox OS tækinu þínu, meðal annars nýjustu hlutina og svölustu Firefox Marketplace forritin.
kab: Izen n telɣut yal aggur akked ilɣuten ɣef wamek ad tfaṛseḍ tagnitt seg ibenkan inek Firefox OS, timahilin tineggura akked yesnasen ibaḥanen n Firefox Marketplace.
kk: Firefox OS құрылғыңызды толықтай қолдану, соның ішінде соңғы мүмкіндіктері және ең тамаша Firefox Marketplace қолданбалары туралы ай сайыңғы ақпараттық бюллетень және арнайы хабарландырулар.
lt: Mėnesinis naujienlaiškis ir patarimai, padėsiantys iš jūsų „Firefox OS“ įrenginio „išspausti“ kuo daugiau sulčių. Taip pat naujausių ir įdomiausių „Firefox krautuvės“ programų apžvalga.
ta: பயர்பாக்ஸ் இயங்குதள கருவியிலுள்ள சிறப்பு வசதிகள், Firefox Marketplace apps உள்ள சிறப்பு வசதிகளைப் எப்படி பெறுவது என்பது தொடர்பான சிறப்பு அறிவிப்புகள் மற்றும் மாதாந்திர செய்தி மடல்.
uz: Firefox OS qurilmangizdan samarali foydalanish bo‘yicha maslahatlar, shuningdek, Firefox Marketplace’dagi so‘nggi ilova dasturlar va so‘nggi xususiyatlarning hammasi oylik yangiliklar xabarlari va maxsus e’lonlarda.

source: Mozilla Communities
af: Mozilla-gemeenskappe
ar: مجتمعات موزيلا
bs: Mozila zajednice
is: Mozilla samfélagið
kab: Timezdagnutin n Mozilla
kk: Mozilla қоғамдастықтары
lt: „Mozillos“ bendruomenės
ta: Mozilla சமூகங்கள்
uz: Mozilla jamoalari

source: Bringing you the best new opportunities to help support the open Web.
af: Nuwe geleenthede om die oop Web te help ondersteun.
ar: نقدم لك أفضل الفرص الجديدة للمساعدة في دعم الويب المفتوح.
bs: Donosi vam najbolje nove mogućnosti da pomognete podržavanju otvorenog interneta.
is: Færir þér tækifæri til að hjálpa við að búa til frjálsan vef.
kab: Ak-d-awi tignatin ifazen akken ad tettekiḍ deg usnefli n Web yeldin.
kk: Сізге ашық интернетті қолдауға көмектесу үшін ең жақсы мүмкіндіктерді әкеледі.
lt: Sužinokite apie įdomiausias naujas galimybes prisidėti prie atvirojo saityno vystymo.
ta: திறந்த வலைக்கு உதவி ஆதரவாகச் சிறந்த புதிய வாய்ப்புகளை உங்களுக்குத் தருகிறது.
uz: Ochiq tarmoqqa yordam berishning eng yangi imkoniyatlarini beradi.

source: Firefox Student Ambassadors
af: Firefox se studenteambassadeurs
ar: طلاب سفراء فيرفكس
bs: Firefox Student Ambasadori
fr: Étudiants ambassadeurs de Firefox
kk: Firefox елші студенттері
lt: „Firefox“ studentai – ambasadoriai
ta: Firefox மாணவர் தூதுவர்கள்
tr: Firefox Öğrenci Temsilcileri
uz: Firefox student elchilar

source: A monthly newsletter on how to get involved with Mozilla on your campus.
af: 'n Maandelikse nuusbrief oor hoe om op 'n kampus betrokke te raak by Mozilla.
ar: رسالة إخبارية شهرية عن كيفية المشاركة مع موزيلا في الحرم الجامعي الخاص بك.
as: আপোনাৰ কেমপাচত Mozilla ৰ সৈতে কেনেকৈ জড়িত হব তাৰ বিষয়ে এটা মাহেকীয়া বাতৰিকাকত।
az: Kampusunda Mozillaya necə dəstək ola biləcəyinizlə bağlı aylıq qəzet.
bs: Mjesečni bilten o tome kako da se uključite u Mozillu u vašem studentskom gradu.
fi: Kuukausittainen uutiskirje siitä, kuinka osallistua Mozillaan omalla kampuksellasi.
fr: Une lettre d'information mensuelle pour savoir comment s'impliquer avec Mozilla dans votre université ou votre école.
hr: Mjesečni newsletter s informacijama kako se uključiti u Mozillu u vašem kampusu.
is: Mánaðarlegt fréttabréf um það hvernig þú getur hjálpað Mozilla á þínu háskólasvæði.
kab: IZen n telɣut yal aggu akken ad teẓreḍ amek ara tettekkiḍ akked Mozilla di tesdawit neq aɣerbaz inek.
kk: Өз кампуста Mozilla жобасына қалай қатысуға болатыны туралы ай сайынғы ақпараттық бюллетень.
ku: Derbarê rêbazên li kampusa xwe têkiliyê bi Mozillayê re daynî de bulteneke mehane.
lt: Mėnesinis naujienlaiškis apie įsitraukimą į Mozillos veiklą savo mokykloje.
ms: Surat berita bulanan bagaimana untuk terlibat dengan Mozilla di kampus anda.
ru: Ежемесячный информационный бюллетень о том, как принять участие в проекте Mozilla на вашем кампусе.
ta: உங்கள் கல்விக்கூடங்களில் இருந்து மொசில்லாவுடன் எவ்வாறு இணைவது பற்றிய மாதாந்திர செய்திமடல்.
tr: Kampüsünüzdeki Mozilla’ya nasıl katkıda bulunabileceğinizle ilgili aylık bir bülten.
uz: Hududingizdagi Mozilla bilan ishlash haqidagi har oylik yangiliklari xabarlari.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
ar: رسالة إخبارية شهرية لجعلك على تواصل دائم مع برنامج الشركات التابعة لفيرفكس .
as: আপোনাক Firefox সহকাৰী প্ৰগ্ৰামৰ সৈতে উন্নত ৰাখিবলে এটা মাহেকীয়া বাতৰিকাকত।
az: Firefox Affiliates proqramından aylıq xəbərlər.
bs: Mjesečni bilten će vas držati u toku sa programom Firefox partnerstva.
fi: Kuukausittainen uutiskirje, joka pitää sinut ajan tasalla Firefoxin tukijat -projektin kanssa.
fr: Une lettre mensuelle sur l'actualité du programme Firefox Affiliates.
hr: Mjesečni newsletter koji vas drži u toku s Firefox affiliates programom.
is: Mánaðarlegt fréttabréf sem veitir þér upplýsingar um Firefox Affiliates program.
kab: Izen n telɣut akken ad teqqimed akked isallen ineggura ɣef wahil n Firefox Affiliates.
kk: Firefox Affiliates жобасының жаңалықтары бар ай сайынғы ақпараттық бюллетень.
ku: Ji bo ku ji bernameya Endamtiya Firefoxê qut nebî bulteneke mehane.
lt: Mėnesinės naujienos apie „Firefox“ skleidėjų programą.
ms: Surat berita bulanan untuk kemas kini anda sehingga ke tarikh dengan program Firefox Gabungan.
ru: Ежемесячный информационный бюллетень с новостями программы Firefox Affiliates.
ta: பயர்பாக்ஸ் இணையாளர்கள் திட்டம்பற்றிய தற்போதைய தகவல் தரும் மாதாந்திர செய்திமடல்.
tr: Firefox Kardeşleri programıyla ilgili haberleri aktaran aylık bir bülten.
uz: "Firefox Affiliates" dasturlari yangiliklari mavjud oylik yangiliklar xabarlari.

source: Firefox Apps & Hacks
kab: Isnasen akked texbula i Firefox
kk: Firefox қолданбалары және қулықтары
lt: „Firefox“ programos ir triukai
ta: பயர்பாக்ஸ் செயலிகள் & யேக்ஸ்
uz: Firefox ilova dasturlar va "buzishlar"

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
af: Nuus vir programmeerders oor Firefox OS, die Firefox Mark en die app-ekosisteem van die Oop Web.
ar: أخبار للمطورين حول نظام تشغيل فيرفكس، سوق فيرفكس وتطبيقات النظاك البيئي للويب المفتوح.
as: Firefox OS, Firefox মাৰ্কেটপ্লেইচ আৰু মুক্ত ৱেব এপসমূহ পৰিৱেশৰ বিষয়ে উন্নয়নকাৰীসকলৰ বাবে বাতৰি।
az: Proqramçılar üçün Firefox OS, Firefox Marketplace və Açıq Web proqramlarından xəbərlər.
bs: Vijesti za programere o Firefox OS, Firefox tržištima i ekosistema aplikacija otvorenog interneta.
fi: Uutisia Firefox OS:sta ja Firefox Marketplacesta kehittäjille.
fr: Informations pour les développeurs sur Firefox&nbsp;OS, Firefox Marketplace et l'écosystème des Open Web apps.
hr: Novosti o Firefox OS-u, Firefox Marketplaceu i ekosustavu otvorenih web aplikacija za programere.
is: Fréttir fyrir þróunaraðila um Firefox OS, Firefox Marketplace og Open Web apps ecosystem.
kab: Talɣut i yineflayen ɣef Firefox OS, Firefox Marketplace akked adams-anagraw n yesnasen Web yeldin.
kk: Firefox OS, Firefox Marketplace және ашық веб қолданбаларының экожүйесі жөніндегі өндірушілер үшін жаңалықтар.
ku: Derbarê Firefox OS, Firefox Marketplace û bernamekokên Open Webê de nûçeyên ji bo pêşvebiran.
lt: Naujienos „Firefox OS“ programuotojams – apie „Firefox“ krautuvę ir atvirųjų saityno programų ekosistemą.
ms: Berita untuk pemaju mengenai Firefox OS, Firefox Marketplace dan Terbuka ekosistem aplikasi Web.
ru: Новости для разработчиков о Firefox OS, Магазине Firefox и экосистеме открытых веб-приложений.
ta: பயர்பாக்சு இயங்குதளம், பயர்பாக்சு மார்கெட் பிலேசு மற்றம் திறந்த வலைச் செயலிச் சூழல் பற்றிய உருவாக்குநர்களுக்கான செய்திகள்.
tr: Firefox OS, Firefox Marketplace ve Açık Web ekosistemi hakkında geliştiricilere yönelik haberler.
uz: Firefox OS, Firefox do‘koni va ochiq veb-ilova dasturlar ekosistemasi haqidagi dasturchilar uchun yangiliklar.

source: Mozillians
bs: Mozilleri
kab: Imuzillyen
kk: Мозиллалықтар
lt: Moziliečiai
ta: மொசில்லியன்ஸ்
uz: Mozillaliklar

source: Firefox for desktop
af: Firefox vir rekenaars
ar: فيرفكس لسطح المكتب
as: ডেস্কটপৰ বাবে Firefox
az: Masaüstü üçün Firefox
bs: Firefox za desktop
fi: Firefox pöytäkoneelle
fr: Firefox pour ordinateur
hr: Firefox za desktop
is: Firefox fyrir borðtölvur
kab: Fireforx i uselkim
kk: Жұмыс үстелі үшін Firefox
ku: Firefoxa ji bo Sermaseyê
lt: „Firefox“ kompiuteriams
ms: Firefox untuk desktop
ru: Firefox для десктопов
ta: மேல்திரைக்கான பயர்பாக்ஸ்
tr: Masaüstü için Firefox
uz: Kompyuter uchun Firefox

source: Don’t miss the latest announcements about our desktop browser.
af: Al die jongste aankondigings oor Firefox vir rekenaars.
ar: لا تفوت أحدث الإعلانات حول متصفح سطح المكتب لدينا.
bs: Ne propustite najnovije najave o vašem desktop pregledniku.
is: Ekki missa af fréttum um nýjasta vafrann.
kab: Ur zeggel ula yiwen n ulɣu ɣef iminig nneɣ i yiselkimen.
kk: Жұмыс үстелінің браузері жөнінде соңғы хабарландырулардан қалып қоймаңыз.
lt: Nepraleiskite šviežiausių naujienų, susijusių su staline mūsų naršykle.
ta: எங்கள் கணினிக்கான உலாவி பற்றிய சமீபத்திய அறிவிப்புகளைத் தவறவிடாதீர்கள்.
uz: Kompyuter uchun brauzerimiz haqidagi so‘nggi e’lonlarni o‘tkazib yubormang.

source: Firefox for Android
af: Firefox vir Android
ar: فَيَرفُكس لأندرويد
az: Android üçün Firefox
bs: Firefox za Android
fi: Firefox Androidille
fr: Firefox pour Android
is: Firefox fyrir Android
kab: Sider Firefox i Android
kk: Android үшін Firefox
lt: „Firefox“ „Android“ įrenginiams
ta: ஆன்ட்ராய்ட்க்கான பயர்பாக்ஸ்
tr: Android için Firefox
uz: Android uchun Firefox

source: Keep up with releases and news about Firefox for Android.
af: Bly op datum met vrystellings en nuus oor Firefox vir Android.
ar: مواكبة النشرات والأخبار حول فيرفكس آندرويد.
bs: Držati korak s izdanjima i vijestima o Firefoxu za Android.
is: Fylgstu með útgáfum og fréttum um Firefox fyrir Android.
kab: Ẓeṛ, wali amaynut i d-yeffɣen akked isallen ɣef Firefox i Android.
kk: Android үшін Firefox шығарылымдары және жаңалықтарын біліп отырыңыз.
lt: Neatsilikite nuo „Firefox“, skirtos „Android“ įrenginiams laidų ir naujovių.
ta: Firefox for Android கான வெளியீடுகள் மற்றும் செய்தி குறித்தறிய தொடர்பிலிரு.
uz: Android uchun Firefox relizlari va yangiliklaridan xabardor bo‘lib turing.

source: Be the first to know when Firefox OS devices are available in your country.
ar: كن أول من يعرف متى ستتوفر أجهزة فيرفكس OS في بلدك.
lt: Būkite tarp pirmųjų, sužinosiančių apie „Firefox OS“ įrenginių prieinamumą jūsų šalyje.
uz: Firefox OS qurilmalari mamlakatingizda paydo bo‘lishidan birinchi bo‘lib xabar toping.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
af: Spesiale aankondigings en boodskappe van die span wat werk om die Web vry en oop te hou.
ar: إعلانات خاصة ورسائل من فريق متخصص للحفاظ على الويب حراً ومفتوحاً.
bs: Posebne najave i poruke iz tima posvećene održavanju slobodnog i otvorenog interneta.
is: Sérstakar tilkynningar og skilaboð frá teyminu sem hjálpar til við að halda vefnum opnum og frjálsum.
kab: Alɣu akked yeznan n terbaɛt n uḥraz n Web ilelli yeldin.
kk: Интернетті ашық және еркін болып ұстау үшін күресетін топтың арнайы хабарландырулары.
lt: Ypatingi pranešimai ir naujienos iš komandos, kurios tikslas – išlaikyti saityną atviru ir laisvu.
ta: வலையைக் கட்டற்ற மற்றும் திறந்ததாக வைத்திருக்க அர்பணிக்கப்பட்ட குழுவிருந்து சிறப்பு அறிவிப்புகள் மற்றும் செய்திகள்.
uz: Internetni erkin va ochiq saqlashga asoslangan guruhdan maxsus e’lonlar va xabarlar.

source: Know when the coolest apps hit the Marketplace for your platform:
lt: Sužinokite apie įdomiausias Krautuvės programas, skirtas jūsų platformai:
uz: Marketplace’da platformangiz uchun yangi ilova dastur chiqqanda bilish:

source: Firefox OS smartphone owner?
bs: Valsnik Firefox OS smartfona?
is: Ertu eigandi að Firefox OS snjallsíma?
kab: Ɣur-k yakan aziraz s Firefox OS?
kk: Firefox OS смартфоныңыз бар ма?
lt: Naudojatės „Firefox OS“ išmaniuoju telefonu?
ta: Firefox OS திறன்பேசி உரிமையாளரா?
uz: Firefox OS smarfon egasimisiz?

source: Don’t miss important news and updates about your Firefox OS device.
ar: لا تفوت الأخبار الهامة والتحديثات حول جهاز فيرفكس OS الخاص بك.
bs: Ne propustite važne vijesti i ažuriranja za vaš Firefox OS uređaj.
is: Ekki missa af mikilvægum fréttum og uppfærslum fyrir Firefox OS tækið.
kab: Ur zeggel ara isallen imaynuten d wayen nniḍen ɣef yiben inek Firefox OS.
kk: Өзіңіздің Firefox OS құрылғысы жөніндегі маңызды жаңалықтар және жаңартулардан қалып қоймаңыз.
lt: Nepraleiskite svarbių naujienų ir naujinimų, susijusių su jūsų „Firefox OS“ įrenginiu.
ta: உமது Firefox OS கருவிக்கான செய்தி மற்றும் புதுப்பிப்புகளைத் தவறவிடாதே.
uz: Firefox OS qurilmangiz haqidagi muhim yangiliklar va yangilanishlarni o‘tkazib yubormang.

source: Our Other Newsletters:
ar: رسائلنا الإخبارية الأخرى:
as: আমাৰ অন্য বাতৰিকাকতসমূহ:
az: Bizim Başqa Qəzetlər:
bg: Другите ни бюлетини:
bn_in: আমাদের অন্যান্য নিউজ-লেটার:
fa: خبرنامهٔ دیگر ما:
fi: Muut uutiskirjeemme:
hr: Naši ostali newsletteri:
hy_am: Մեր այլ նորությունների բաժանորդագրությունները.
id: Nawala kami lainnya:
ku: Bultenên me yên din:
lt: Kiti mūsų naujienlaiškiai:
ml: ഞങ്ങളുടെ മറ്റു് വാര്‍ത്തപത്രികകള്‍:
mr: आमचे इतर समाचारपत्र:
ms: Berita kami:
oc: Nòstras autras letras de difusion :
or: ଆମର ଅନ୍ୟାନ୍ୟ ଖବର:
sr: Наши остали билетни:
tr: Diğer Bültenlerimiz:
uz: Bizning boshqa yangiliklar xabarlarimiz:
