Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
ar: أنا لا أمانع أن تتعامل موزيلا مع المعلومات الخاصة بي كما هو موضح في <a href="%s"> سياسة الخصوصية هذه </a>
as: <a href="%s">এই গোপনীয়তা নীতি</a>ত বিৱৰণ দিয়া ধৰণে Mozilla এ মোৰ তথ্য নিয়ন্ত্ৰণ কৰিব পাৰিব
az: Mən Mozillanın mənim şəxsi məlumatlarımı <a href="%s">bu Məxfilik Siyasətində</a> göstərildiyi kimi işlətməsinə qarşı deyiləm
fi: Minulle käy, että Mozilla käsittelee tietojani <a href="%s">tietosuojakäytännössä</a> kuvatulla tavalla.
hr: Slažem se s Mozillinim rukovođenjem ovih informacija, kao što je objašnjeno u <a href="%s">politici privatnosti</a>
ku: Ez qayîl im ku Mozilla li gorî mercên <a href="%s">vê Peymna Nepeniyê</a> agahiyên min bi kar bîne
lt: Sutinku, kad „Mozilla“ tvarkytų mano duomenis kaip paaiškinta <a href="%s">šiuose Privatumo nuostatuose</a>
ms: Saya okay dengan Mozilla mengendalikan maklumat saya seperti yang dijelaskan dalam <a href="%s">Dasar Privasi ini</a>
tr: <a href="%s">Bu gizlilik ilkesinde</a> açıklandığı şekilde, bu bilgileri sizinle paylaşmayı kabul ediyorum
uz: "Mozilla"ning mening ma’lumotlarim bilan ishlashiga <a href="%s">ushbu "Maxfiylik siyosati"</a>ga muvofiq roziman.

source: The supplied link has expired. You will receive a new one in the next newsletter.
af: Die skakel het verval. U sal ’n nuwe een kry in die volgende nuusbrief.
ar: انتهت صلاحية الرابط . سوف تتلقى واحداً جديداً في النشرة القادمة.
as: প্ৰদান কৰা সংযোগৰ অৱসান হৈছে। আপুনি পৰৱৰ্তী বাতৰিকাকতত এটা নতুন সংযোগ প্ৰাপ্ত কৰিব।
az: Linkin vaxtı keçib. Bir sonrakı qəzetdə yenisini alacaqsınız.
bg: Предоставената препратка вече не е валидна. Ще получите нова със следващия бюлетин.
bs: Priloženi link je istekao. Vi ćete primiti novi u narednom biltenu.
fi: Toimitettu linkki on vanhentunut. Saat uuden seuraavassa uutiskirjeessä.
fr: Le lien fourni n'est plus valide. Vous recevrez un nouveau lien dans la prochaine lettre d'information.
hr: Poveznica je istekla. Dobit ćete novu u idućem newsletteru.
is: Uppgefin tengill er úreltur. Þú færð nýjan tengil í næsta fréttabréfi.
kab: Aseɣwen ur yezgi d ameɣtu. Ad d-remseḍ aseɣwen amaynut deg izen n telqut i d-iteddun.
kk: Ұсынылған сілтеме ескірген. Сіз келесі жаңалықтар хатында жаңа сілтемені аласыз.
ku: Dema vê girêdankê derbas bûye. Tu yê di bultena pêş de dê yeka nû bistînî.
lt: Pateiktas saitas nebegalioja. Kitame naujienlaiškyje atsiųsime naują saitą.
ms: Pautan yang dibekalkan telah tamat. Anda akan menerima yang baru dalam surat berita seterusnya.
ru: Указанная ссылка истекла. Вы получите новую ссылку в следующем письме.
ta: வழங்கப்பட்ட இணைப்பு காலாவதியானது. நீங்கள் அடுத்த செய்திமடலில் புதிய இணைப்பினைப் பெறுவீர்கள்.
tr: Belirtilen linkin süresi dolmuştur. Bir sonraki bültende yeni bir link alacaksınız.
uz: Ko‘rsatilgan link eskirgan. Keyingi yangiliklar xabarlarida yangisini qabul qilasiz.

source: Something is amiss with our system, sorry! Please try again later.
af: Jammer! Daar’s iets fout met ons stelsel. Probeer gerus later.
ar: هناك شيئا خاطئ مع نظامنا، نعتذر! يرجى المحاولة مرة أخرى في وقت لاحق.
as: আমাৰ চিস্টেমত কিবা ভুল হৈছে, ক্ষমা কৰিব! অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰিব।
az: Sistemimizdə nəsə düz getmir, üzr istəyirik! Zəhmət olmasa daha sonra bir daha yoxlayın.
bg: Нещо не е наред при нас! Моля, опитайте отново.
bs: Nešto nije u redu sa našim sistemom, žao nam je! Molimo Vas da pokušate ponovo kasnije.
fi: Järjestelmässämme on jokin vialla, pahoittelut! Yritä myöhemmin uudestaan.
fr: Nous sommes désolés, notre système a rencontré une erreur. Veuillez réessayer ultérieurement.
hr: Ispričavamo se, ali nešto nije u redu s našim sustavom. Molimo vas da pokušate ponovno kasnije.
is: því miður er eitthvað bilað í kerfinu okkar! Reyndu aftur seinna.
kab: Suref-aɣ, anagraw nneɣ yemmuger-d tuccḍa. Ma ulac aɣilif, ɛereḍ tikelt nniḍen ticki.
kk: Жүйемізбен бірнәрсе қате болып тұр! Кейінірек қайталап көріңіз.
ku: Di pergala te de çewtî hene, bibore! Tika ye paşê dîsa biceribîne.
lt: Kažkas netvarkoje su mūsų sistema. Atsiprašome ir prašome pabandyti vėliau.
ms: Sesuatu yang tidak kena dengan sistem kami, maaf! Sila cuba lagi kemudian.
ru: Извините, в нашей системе что-то пошло не так! Пожалуйста, повторите попытку позже.
ta: மன்னிக்க! எமது அமைப்பில் சில தவறு ஏற்பட்டது. தயவு செய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Özür dileriz, sistemimizde bir sorun var. Lütfen daha sonra tekar deneyin.
uz: Kechirasiz, tizimimizda qandaydir muammo bo‘ldi! Iltimos, keyinroq yana urinib ko‘ring.

source: English&nbsp;only
af: Slegs&nbsp;Engels
ar: إنجليزي&nbsp;فقط
as: কেৱল&nbsp;ইংৰাজী
az: Yalnız&nbsp;İngiliscə
bg: Само&nbsp;на&nbsp;английски
bs: Engleski&nbsp;samo
fi: Saatavilla vain englanniksi
fr: En&nbsp;anglais
hr: Samo&nbsp;engleski
is: Aðeins&nbsp;enska
kk: Тек&nbsp;ағылшын
ku: English&nbsp;tenê
lt: Tik anglų&nbsp;k.
ru: Только на английском
ta: ஆங்கிலம்&nbsp;மட்டும்
tr: Yalnızca&nbsp;İngilizce
uz: Faqat ingliz tilida

source: Newsletter Subscriptions
af: Nuusbriefinskrywings
ar: الإشتراك في النشرة الإخبارية
as: বাতৰিকাকত স্বাক্ষৰণসমূহ
az: Qəzet Abunəliyi
bg: Абонаменти
bs: Pretplate na biltene
fi: Uutiskirjetilaukset
fr: Inscription à notre lettre d'information
hr: Pretplate na newsletter
is: Áskriftir að fréttabréfi
kk: Жаңалықтарға жазылу
ku: Endamtiya Bultenê
lt: Naujienlaiškio prenumerata
ms: Langganan Surat Berita
ru: Подписки на новостные рассылки
ta: செய்திமடல் சந்தாப்படுத்தல்
tr: Bülten Abonelikleri
uz: Yangiliklar xabarlariga obuna bo‘lish

source: Newsletter confirm
ar: تأكيد النشرة الإخبارية
as: বাতৰিকাকত নিশ্চিতকৰণ
az: Abunəlik təstiqi
bg: Потвърждение на абонамента
bs: Potvrda biltena
fi: Uutiskirjeen vahvistus
fr: Message de confirmation de la lettre d'information
hr: Newsletter potvrda
is: Staðfesta fréttabréf
kk: Жаңалықтарға жазылуды растау
ku: Erêkirina bultenê
lt: Naujienlaiškio prenumeratos patvirtinimas
ms: mengesahkan Surat Berita
ru: Подтверждение новостной рассылки
ta: செய்திமடலை உறுதிசெய்
tr: Bülten onayı
uz: Yangiliklar xabarini tasdiqlash

source: Format:
af: Formaat:
as: বিন্যাস:
bg: Формат:
fi: Muoto:
fr: Format&nbsp;:
is: Snið:
kab: Amasal:
kk: Пішімі:
lt: Formatas:
ru: Формат:
ta: வடிவம்:
tr: Biçim:

source: You’ve been unsubscribed.
af: U inskrywing is beëindig.
as: আপোনাক অস্বাক্ষৰ কৰা হৈছে।
az: Abunəliyiniz durduruldu.
bg: Бяхте отписан/а.
bs: Bili ste odjavljeni.
fi: Tilauksesi on lopetettu.
fr: Vous avez été désinscrit.
hr: Odjavljeni ste.
is: Þú ert ekki lengur áskrifandi.
kk: Сіз жазылудан бас тарттыңыз.
ku: Tu ji abonetiyê derketî.
lt: Jūsų prenumerata nutraukta.
ms: Anda telah tidak melanggani.
ru: Вы были отписаны.
ta: நீங்கள் சந்தா விலக்கப்பட்டீர்கள்.
tr: Abonelikten çıktınız.
uz: Siz obunalardan voz kechgansiz.

source: We’re sorry to see you go.
af: Dis jammer dat u gaan.
ar: نأسف لرؤيتك تذهب.
as: আপুনি যোৱা দেখি আমাক বেয়া লাগিছে।
az: Ayrılmanıza üzüldük.
bg: Съжаляваме, че си тръгвате.
bs: Žao nam je što vidimo da odlazite.
fi: Jäämme kaipaamaan sinua.
fr: C'est triste de vous voir partir…
hr: Žao nam je što nas napuštate.
is: Okkur þykir leitt að sjá þig fara.
kk: Кетіп қалуыңыздан өкінеміз.
ku: Em xemgîn in ku çûna te dibînin.
lt: Apgailestaujame, jog atsisakėte.
ms: Kami minta maaf melihat anda pergi.
ru: Нам жаль, что вы уходите.
ta: நீங்கள் விலகுவதற்கு வருந்துகிறோம்.
tr: Ayrılmanıza üzüldük.
uz: Ketayotganingizdan afsusdamiz.

source: Would you mind telling us why you’re leaving?
af: Sal u so gaaf wees om te sê hoekom u gaan?
ar: هل تمانع إخبارنا لماذا ستذهب؟
as: আপুনি এৰাৰ কাৰণ আমাক কব নে?
az: Nə üçün tərk etdiyinizi bizə demək istərdiniz mi?
bg: Бихте ли споделили каква в прочината да се отпишете?
bs: Da li bi nam rekli zašto odlazite?
fi: Haluaisitko kertoa meille, miksi lopetit?
fr: Pourriez-vous expliquer les raisons de votre choix&nbsp;?
hr: Biste li nam mogli reći zašto nas napuštate?
is: Gætirðu sagt okkur af hverju þú ert að fara?
kk: Неге кетіп қалатыныңыз туралы айта аласыз ба?
ku: Tu dixwaî sedema çûna xwe bêjî me?
lt: Gal sutiktumėte mums parašyti, kodėl?
ms: Anda keberatan memberitahu kami mengapa anda meninggalkan?
ru: Не хотели бы вы рассказать, почему вы нас покидаете?
ta: நீங்கள் ஏன் விலகுகிறீர் என எங்களுக்கு சொல்லலாமா?
tr: Neden ayrıldığınızı bizimle paylaşır mısınız?
uz: Bizni nega tashlab ketayotganligingizni ayta olasizmi?

source: Other…
af: Ander…
ar: أخرى ...
as: অন্য…
bg: Друга…
bs: Ostalo...
fi: Muu…
fr: Autre…
hr: Ostalo…
is: Annað…
kab: Wiyaḍ…
kk: Басқа…
ku: Wekî din…
lt: Kita…
ms: Lain-lain…
ru: Другое…
ta: மற்றவை...
tr: Diğer…
uz: Boshqa…

source: While here, why not check out some more Firefox awesomeness.
af: Kyk gerus na nog oulike aspekte van Firefox.
ar: بينما أنت هنا، لماذا لا تتحقق بعضاً من روعة فيرفكس .
as: ইয়াত থকা অৱস্থাত, Firefox ৰ কিছুমান বিস্ময় নিৰীক্ষণ কৰিব পাৰে।
az: Nə qədər ki, burdasınız, digər əla Firefox özəlliklərini də yoxlayın.
bg: Докато сте тук, защо не видите някоя и друга Firefox чудесия.
bs: Dok ste tu, zašto ne biste pogledali ostale Firefox fantastičnosti.
fi: Kun nyt olet täällä, miksi et tutustuisi Firefoxin mahtavuuteen.
fr: Pourquoi ne pas en profiter pour découvrir d'autres fonctionnalités particulières de Firefox&nbsp;?
hr: Kad ste već ovdje, zašto ne biste provjerili druge odlične Firefox stvari.
is: Fyrst þú ert hérna, hvað með að kíkja á af hverju Firefox er svona frábær.
kk: Осында бола тұра, Firefox-тың асқан мүмкіндіктерін неге тексермеске.
ku: Her ku tu li virê yî, çima li hin nûwazetiyên Firefoxê nanêrî.
lt: Kadangi jau esate čia, gal norėtumėte susipažinti su dar keletu nuostabių „Firefox“ savybių?
ms: Semasa di sini, mengapa tidak menyemak beberapa kehebatan Firefox.
ru: Пока вы здесь, почему бы не взглянуть на другие удивительные возможности Firefox.
ta: இங்கு இருக்கும் போதே, பயர்பாக்சின் கூடுதலான சிறப்புகளை நீங்கள் ஏன் சோதிக்க கூடாது.
tr: Gelmişken diğer Firefox güzelliklerine göz atmaya ne dersiniz?
uz: Shu yerda ekansiz, nega "Firefox"ning ko‘pgina ajoyib xususiyatlari bilan tanishib chiqmaysiz?

source: Get up and go
ar: انهض و اذهب
as: উঠক আৰু যাওক
az: Oyan və irəlilə
bg: Давай
bs: Ustani i idi
fi: Ylös, ulos ja liikkeelle!
fr: En avant&nbsp;!
hr: Ustanite i krenite
is: Standa upp og fara af stað
kk: Сізбен бірге жолда
ku: Bistîne û herê
lt: „Firefox“ kišenėje
ms: Bangkit dan mara
ru: С вами в пути
ta: ஆம் கிளம்புங்கள்
tr: Ayağa kalkın
uz: Siz bilan yo‘lga

source: It’s your Web anywhere you go.
af: Die Web is ons s’n oral waar ons gaan.
ar: إنه الويب الخاص بك في أي مكان تذهب إليه.
as: ই আপোনাৰ ৱেবে থাকিব, আপুনি য'লৈ নাযায়।
az: Hara gedirsizsə gedin, bu sizin internetdir.
bg: Това е твоят Уеб, където и да отидеш.
bs: To je vaš internet bilo gdje da idete.
fi: Netti kulkee kaikkialle mukanasi.
fr: Emportez votre Web partout avec vous.
hr: Web je vaš, gdje god bili.
is: Þetta er þinn vefur hvar sem þú ert.
kk: Жолға өз интернетіңізді бірге алыңыз.
ku: Li her dera ku tu heriyê ev Weba te ye.
lt: Visas saitynas su savimi – kur bebūtumėte.
ms: Ia Laman anda di mana sahaja anda pergi.
ru: Возьмите в дорогу свой Интернет.
ta: இது உங்களின் இணைய உலகம் எங்கும் செல்லலாம்.
tr: Nereye giderseniz gidin, Web sizin.
uz: Internetingizni yo‘lda o‘zingiz bilan birga oling.

source: Get Firefox for mobile!
af: Kry Firefox vir selfone!
ar: احصل على فَيَرفُكس للموبايل!
as: মবাইলৰ বাবে Firefox প্ৰাপ্ত কৰক!
bg: Вземете Firefox за мобилен телефон!
bs: Koristi Firefox za mobilne uređaje!
fi: Hae Firefox mobiilille!
fr: Télécharger Firefox pour appareils mobiles.
hr: Preuzmite Firefox za mobitele!
is: Ná í Firefox fyrir farsíma!
kk: Мобильді телефондар үшін Firefox алу!
ku: Firefoxa mobîl bistîne!
lt: Parsisiųskite mobiliąją „Firefox“!
ms: Firefox untuk mobile!
ru: Загрузите мобильный Firefox!
ta: கைபேசிக்கான பயர்பாக்ஸ்
tr: Mobil aygıtlar için Firefox’u edinin!
uz: "Mobil uchun Firefox"ni yuklab oling!

source: Added extras
af: Ekstratjies
ar: الإضافات الزائدة
as: যোগ কৰা অতিৰিক্তসমূহ
az: Əlavələr əlavə edildi
bg: Добавени екстри
bs: dodani dodaci
fi: Lisäekstroja
fr: Fonctionnalités supplémentaires
hr: Dodaci
is: Aukadót
kk: Жаңа мүмкіндіктер
ku: Ekstrayên lêzêdekirî
lt: Papildomai
ms: Kelebihan tambahan
ru: Добавьте новые трюки
ta: கூடுதல் சேர்க்கைகள்
tr: Ek özellikler
uz: Yangi tryuklar qo‘shing

source: Make Firefox do more with add-ons.
af: Laat Firefox meer doen met byvoegings.
ar: اجعل فيرفكس يفعل المزيد مع الإضافات.
as: Firefox ক এড-অনসমূহৰ সৈতে অধিক কৰাওক।
az: Firefox-un əlavələrlə daha çox iş görməsini sağlayın.
bg: Разшири възможностите на Firefox с добавки.
bs: Napravi Firefox sa više dodataka.
fi: Lisäosien avulla Firefox pystyy enempään.
fr: Ajoutez des fonctionnalités à Firefox grâce aux modules complémentaires.
hr: Neka vaš Firefox postane još bolji s dodacima.
is: Láttu Firefox gera fleira með viðbótum.
kk: Firefox қосымшалары көмегімен көбірек жасай аласыз.
ku: Bike ku Firefox bi add-onan zêdetir tiştan bike.
lt: Su priedų pagalba „Firefox“ gali dar daugiau.
ms: Buat Firefox melakukan lebih banyak dengan addon.
ru: Научите Firefox делать больше с помощью дополнений.
ta: துணை நிரலுடன் பயர்பாக்சை மேலியங்கச் செய்.
tr: Eklentilerle Firefox'a daha çok iş yaptırın.
uz: Qo‘shimcha dasturlar yordamida Firefox bilan ko‘proq ishlarni qilishni o‘rganing.

source: Find out how!
af: Vind uit hoe!
ar: اعرف كيف!
as: কেনেকৈ কৰিব জানক!
az: Necə edəcəyinizi öyrənin!
bg: Разбери как!
bs: Saznajte kako!
fi: Ota selvää, kuinka!
fr: Découvrez comment&nbsp;!
hr: Saznajte kako!
is: Finndu út hvernig!
kk: Қалай екенін біліңіз!
ku: Bibîne ka çawa!
lt: Sudominome? Sužinokite daugiau!
ms: Ketahui bagaimana!
ru: Узнайте как!
ta: எப்படி என்பதை அறிக!
tr: Nasıl yapacağınızı öğrenin!
uz: Qanday qilishni o‘rganing!

source: About us
af: Meer oor ons
as: আমাৰ বিষয়ে
bg: За нас
bs: o nama
fi: Tietoja meistä
fr: À propos de nous
hr: O nama
is: Um okkur
kab: Fell-aɣ
kk: Біз туралы
ku: Der barê me de
lt: Apie mus
ms: Tentang kami
ru: О нас
ta: எங்களைப் பற்றி
tr: Hakkımızda
uz: Biz haqimizda

source: What’s Mozilla all about?
af: Waaroor gaan Mozilla?
ar: ما هو هدف موزيلا؟
as: Mozilla আচলতে কি?
az: Mozilla nədir?
bg: За какво се бори Mozilla_
bs: Šta je sve Mozilla?
fi: Mistä Mozillassa on kyse?
fr: Mozilla, c'est quoi exactement&nbsp;?
hr: Čime se Mozilla sve bavi?
is: Út á hvað gengur Mozilla?
kk: Mozilla не үшін арналған?
ku: Mozilla bi temamî çi ye?
lt: Kas ta „Mozilla“ ir kokie mūsų tikslai?
ms: Apakah semua tentang Mozilla?
ru: В чём заключена работа Mozilla?
ta: மொசில்லா எதைப் பற்றியது?
tr: Kim bu Mozilla?
uz: Mozilla ishiga nimalar kiradi?

source: We’re glad you asked!
af: Dankie dat u vra!
ar: نحن سعداء لأنك سألت!
as: আপুনি সোধা বাবে আমি প্ৰসন্ন!
az: Soruşduğunuz üçün şadıq!
bg: Радваме се, че попитахте!
bs: Drago nam je što ste pitali!
fi: Kiva, kun kysyit!
fr: Merci d'avoir posé la question&nbsp;!
hr: Drago nam je što ste pitali!
is: Það er nema von að þú spyrjir!
kk: Сұрағаныңызға қуаныштымыз!
ku: Bi pirsa te em kêfxweş bûn!
lt: Džiaugiamės, jog paklausėte!
ms: Kami gembira anda bertanya!
ru: Мы рады, что вы спросили!
ta: நீங்கள் கேட்டதால் மகிழ்ச்சி!
tr: İyi ki sordunuz!
uz: So‘raganingizdan xursandmiz!

source: A monthly newsletter packed with tips to improve your Firefox experience.
af: ’n Maandelikse nuusbrief tjok-en-blok vol wenke om mens se ervaring van Firefox te verbeter.
ar: رسالة إخبارية شهرية معبأة بنصائح لتحسين تجربتك في فيرفكس.
as: আপোনাৰ Firefox অনুভৱ উন্নত কৰিবলে সহায়ৰ সৈতে অন্তৰ্ভুক্ত এটা মাহেকীয়া বাতৰিকাকত।
az: Aylıq xəbərlər sizin Firefox biliklərinizi yaxşılaşdırmaq üçün olan məlumatlarla doldurulur.
bs: Mjesečni bilten prepun savjeta kako poboljšati vaše Firefox iskustvo.
fi: Kuukausittainen uutiskirje, joka auttaa sinua saamaan enemmän irti Firefoxista.
fr: Une lettre d'information mensuelle remplie d'astuces pour améliorer votre utilisation de Firefox.
hr: Mjesečni newsletter prepun savjeta kako poboljšati vaše Firefox iskustvo.
is: Mánaðarlegt fréttabréf sem er fullt af ábendingum sem hjálpa þér að nota Firefox.
kk: Firefox-пен жұмысыңызды жақсартуға арналған кеңестері бар ай сайынғы ақпараттық бюллетень.
ku: Bulteneke mehane ya bi hêsankariyan ji bo pêşvebirina azmûna te ya Firefoxê.
lt: Mėnesinis naujienlaiškis su patarimais „Firefox“ naudotojams.
ms: Surat berita bulanan penuh dengan tips untuk meningkatkan pengalaman Firefox anda.
ru: Ежемесячная новостная рассылка с советами по улучшению работы с Firefox.
ta: உங்கள் பயர்பாக்ஸ் உலாவல் அனுபவத்தை மேம்படுத்த குறிப்புகள் நிரம்பிய ஒரு மாதாந்திர செய்திமடல்.
tr: Firefox deneyiminizi geliştirecek ipuçlarıyla dolu aylık bir bülten.
uz: Firefox bilan ishlashni yaxshilash uchun maslahatlar mavjud oylik yangiliklar xabarlari.

source: Tips and tricks to use Firefox on your Android phone.
ar: نصائح وحيل لاستخدام فيرفكس على الهاتف آندرويد الخاص بك.
as: আপোনাৰ Android ফোনত Firefox ব্যৱহাৰ কৰাৰ সহায় আৰু কিটিপ।
az: Firefox-u Android telefonunuzda işlətməyinizlə bağlı məlumat və fəndlər.
fi: Vinkkejä Firefoxin Android-versioon liittyen.
hr: Savjeti i trikovi kako koristiti Firefox na vašem Android telefonu.
ku: Hêsankariyên ji bo bikaranîna Firefoxê li ser telefona Android.
lt: Patarimai ir fokusai mobiliosios „Firefox“ naudotojams.
ms: Tips dan cara untuk menggunakan Firefox pada telefon Android anda.
tr: Firefox’u Android telefonunuzda kullanmanız için ipuçları ve püf noktaları.
uz: "Firefox"dan Android telefoningizda foydalanish bo‘yicha maslahatlar va triklar.

source: Firefox OS news, tips, launch information and where to buy.
af: Nuus, wenke en inligting oor die vrystelling en aankoop van Firefox OS.
ar: أخبار نظام تشغيل فيرفكس، ونصائح ومعلومات الإطلاق وأماكن الشراء.
as: Firefox OS বাতৰি, সহায়, লঞ্চ তথ্য আৰু ক্ৰয় কৰাৰ স্থান।
az: Firefox OS xəbərləri, məlumatlar, nə vaxt çıxacağı və haradan ala biləcəyiniz haqqında.
bs: Firefox OS vijesti, informacije lansiranja i gdje kupiti.
fi: Firefox OS: uutiset, vinkit ja mistä ostaa.
fr: Nouvelles, astuces, points de vente et informations sur le lancement de Firefox&nbsp;OS.
hr: Novosti, savjeti i informacije o predstavljanjima Firefox OS-a.
is: Firefox OS fréttir, ábendingar, hvenær það kemur út og hvar á að kaupa.
kk: Firefox OS: жаңалықтар, кеңестер, сатуға шығу және қайдан сатып алуға болатыны туралы ақпарат.
ku: Nûçe, hêsankarî û agahiyên Firefoxê OSê û ciyê kirînê.
lt: „Firefox OS“ naujienos, patarimai, informacija apie pristatymus ir platinimo vietas.
ms: Berita Firefox OS, tips, maklumat pelancaran dan di mana untuk membeli.
ru: Firefox OS: Новости, советы, информация по запуску и где купить устройства.
ta: பயர்பாக்ஸ் இயங்குதள செய்தி, குறிப்புகள், வெளியீட்டு தகவல்கள் எங்கு வாங்கலாம் போன்றவை.
tr: Firefox OS haberleri, ipuçları, çıkış duyuruları ve satın alma bilgileri.
uz: Firefox OS yangiliklari, maslahatlari, ishga tushirish va qayerdan qurilma sotib olish bo‘yicha ma’lumotlar.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
af: Ontdek die jongste, oulikste HTML5-programme op Firefox OS.
ar: اكتشاف أحدث، أروع تطبيقات HTML5 على نظام تشغيل فيرفكس.
as: Firefox OS ত শেহতীয়া, বিস্ময়ক HTML5 এপসমূহ প্ৰাপ্ত কৰক।
az: Firefox OS üçün olan son və əntiqə HTML5 proqramları kəşf edin.
bs: Otkrijte najnovije, najbolja aplikacija HTML5 na Firefox OS.
fi: Tutustu uusimpiin HTML5-sovelluksiin, jotka toimivat Firefox OS:ssa.
fr: Découvrez les applications HTML5 les plus sympas pour Firefox&nbsp;OS.
hr: Otkrijte najnovije, fenomenalne HTML5 aplikacije na Firefox OS-u.
is: Fræðast um nýjustu, svölustu HTML5 forritin á Firefox OS.
kk: Firefox OS үшін соңғы, ең тамаша HTML5 қолданбаларын өзіңіз үшін ашыңыз.
ku: Li ser Firefox OSê bernamekokên dawîn û xweşiktirîn yên bi HTML5.
lt: Atraskite naujausias ir įspūdingiausias HTML5 programėles „Firefox OS“.
ms: Cari terkini, aplikasi HTML5 paling hebat di Firefox OS.
ru: Откройте для себя самые новейшие крутые HTML5-приложения на Firefox OS.
ta: Firefox OS இல் சமீபத்திய, சிறந்த HTML5 பயன்பாடுகளை கண்டறியுங்கள்.
tr: Firefox OS’teki en yeni ve en başarılı HTML5 uygulamalarını keşfedin.
uz: "Firefox OS"da o‘zingiz uchun eng yangi qoyilmaqom HTML5 ilova dasturlarini kashf qiling.

source: Get a weekly tip on how to super-charge your Firefox experience.
af: Kry ’n weeklikse wenk vir ’n ongelooflike Firefox-ervaring.
ar: احصل على معلومات سرية أسبوعياً حول كيفية تحسين تجربتك مع فيرفكس.
as: আপোনাৰ Firefox অনুভৱক আৰু উন্নত কেনেকৈ কৰিব তাৰে এটা সাপ্তাহিক সহায় প্ৰাপ্ত কৰক।
az: Firefox biliklərinizi master-dərəcə etmək üçün olan həftəlik xəbərləri alın.
bs: Dobijte sedmične savjete o tome kako da super-napunite Firefox iskustvo.
fi: Tilaa viikoittainen uutiskirje, joka turboahtaa Firefox-kokemuksesi.
fr: Chaque semaine, une nouvelle astuce qui vous fera naviguer comme un pro avec Firefox.
hr: Primajte tjedne savjete kako poboljšati vaše Firefox iskustvo.
is: Fá vikulega ábendingu um hvernig þú getur endurbætt þína notkun á Firefox.
kk: Әр апта сайын Firefox-пен жұмыс тәжірибесін жинауға көмектесетін кеңесті алып отырыңыз.
ku: Ji bo ku azmûna te ya Firefoxê pir baş be hêsankariyên heftane bistîne.
lt: Mėnesiniai „Firefox“ „tiuningo“ patarimai.
ms: Dapatkan tip mingguan bagaimana untuk super-charge pengalaman Firefox anda.
ru: Получайте каждую неделю совет, который поможет вам набрать опыт работы с Firefox.
ta: உங்கள் Firefox அனுபவத்தை அதிமேம்படுத்த வாராந்திர குறிப்புகளைப் பெறுங்கள்.
tr: Firefox deneyiminizi geliştiricek haftalık bir ipucu alın.
uz: Firefox bilan ishlashda tajriba yig‘ish uchun sizga yordam beradigan maslahatlarni har hafta olib turing.

source: Read about the latest features for Firefox desktop and mobile before the final release.
af: Lees oor die jongste funksies vir Firefox vir rekenaars en selfone voor die finale vrystelling.
ar: اقرأ عن آخر خصائص فَيَرفُكس لسطح المكتب والجوال قبل الإصدارة النهائية.
az: Final versiya çıxmadan Firefox desktop və mobil üçün ən son özəlliklərdən xəbərdar olun.
bg: Прочетете за най-новите функции на настолната и мобилната версия на Firefox, преди да излезе финалната версия.
bn_in: প্রধান রিলিজের পূর্বে Firefox ডেস্কটপ ও মোবাইলের নতুন বৈশিষ্ট্যগুলি সম্পর্কে জেনে নিন।
bs: Pročitajte više o najnovijim funkcijama Firefoxa za desktop i mobilne uređaje prije konačnog puštanja za upotrebu.
fa: دربارهٔ آخرین امکانات فایرفاکسِ رومیزی و تلفن‌همراه قبل از انتشار نهایی بخوانید.
fi: Lue Firefoxin pöytäkone- ja mobiiliversioiden uusimmista ominaisuuksista ennen lopullista julkaisua.
hr: Pročitajte o najnovijim mogućnostima u Firefoxu za desktop i mobitele, prije nego što stignu u finalno izdanje.
hy_am: Կարդացեք Firefox-ի և բջջային Firefox-ի ամենավերջին հնարավորություների մասին՝ մինչ վերջնական թողարկումը։
id: Baca tentang fitur terbaru Firefox versi desktop dan mobile, sebelum dirilis.
is: Lestu um nýjustu hlutina fyrir Firefox á tölvu og farsíma áður en lokaútgáfan er gerð.
kk: Шығарылымға дейін жұмыс үстелі үшін және мобильді Firefox-тың соңғы мүмкіндіктері туралы оқу.
lt: Susipažinkite su naujausiomis „Firefox“ naršyklių savybėmis prieš joms patenkant į galutinę laidą.
ml: ഏറ്റവും ഒടുവിലുള്ള പതിപ്പിനു് മുമ്പുള്ള ഫയര്‍ഫോക്സ് പണിയിടത്തിന്റെയും മൊബൈലിന്റെയും ഏറ്റവും പുതിയ വിശേഷതകള്‍ വായിച്ചറിയുക.
mr: शेवटच्या प्रकाशनपूर्वी फायरफॉक्स डेस्कटॉप व मोबाइलकरीता सर्वात नवीन गुणविशेषबाबत वाचा.
ms: Baca mengenai ciri-ciri terbaru untuk Firefox desktop dan mobile sebelum keluaran terakhirnya.
oc: Descobrissètz totas las novetats a venir de Firefox dins sas declinasons classic e mobile.
or: Firefox ଡେସ୍କଟପ ଏବଂ ମୋବାଇଲ ପାଇଁ ଅନ୍ତିମ ପ୍ରକାଶନ ପୂର୍ବରୁ ନୂତନତମ ବିଶେଷତାକୁ ପଢ଼ନ୍ତୁ।
sr: Читајте о најновијим могућностима за столни и мобилни Фајерфокс пре коначног издања.
ta: மேசைக்கணினி கைப்பேசி கருவிகளுக்கான புதிய வசதிகளைப் பற்றி பயர்பாக்சின் இறுதி வெளியீட்டுக்கு முன்பு வாசியுங்கள்.
tr: Masaüstü ve mobil Firefox’un yeni özelliklerini final sürümlerinden önce öğrenin.
uz: So‘nggi reliz chiqishidan oldin kompyuterlar va mobil telefonlar uchun so‘nggi Firefox imkoniyatlari haqida o‘qib chiqing.
