Repository: alvinlaz96/mozilla-lang
Catalog: */newsletter.lang.po
Languages: af, ar, as, az, bg, bn_in, bs, fa, fi, fr, hr, hy_am, id, is, kab, kk, ku, lt, ml, mr, ms, oc, or, ru, sr, ta, tr, uz

source: Get Monthly News
ar: احصل على الأخبار الشهرية
as: মাহেকীয়া বাতৰি প্ৰাপ্ত কৰক
az: Aylıq Xəbərləri Alın
bg: Абонирай се за месечните новини
bn_in: মাসিক বার্তা প্রাপ্ত করুন
fa: دریافت اخبار ماهیانه
fi: Tilaa uutiskirje
hr: Primajte mjesečne novosti
hy_am: Ստանալ ամսական նորություններ
id: Dapatkan Berita Bulanan
ku: Nûçeyên mehane bistîne
lt: Gaukite mėnesio naujienas
ml: ഓരോ മാസവും വിവരങ്ങള്‍ ലഭ്യമാക്കുക
mr: मासिक समाचार प्राप्त करा
ms: Dapatkan Berita Bulanan
oc: Recebètz de nòvas cada mes
or: ମାସିକ ଖବର ପ୍ରାପ୍ତ କରନ୍ତୁ
sr: Претплатите се на месечне вести
tr: Aylık Haberleri Alın
uz: Oylik yangiliklardan xabardor bo‘ling

source: Your Email Address
ar: بريدك الإلكتروني
as: আপোনাৰ ইমেইল ঠিকনা
az: E-Poçt Adresiniz
bg: Твоята електронна поща
bn_in: আপনার ই-মেইল ঠিকানা
fa: آدرس پست‌الکترونیکی شما
fi: Sähköpostiosoitteesi
hr: Adresa vaše e-pošte
hy_am: Ձեր էլ. փոստ հասցեն
id: Alamat Surel Anda
ku: Navnîşana e-peyama te
lt: Jūsų el. pašto adresas
ml: നിങ്ങളുടെ ഈമെയില്‍ വിലാസം
mr: तुमचा ईमेल पत्ता
ms: Alamat Emel Anda
oc: Vòstra adreça electronica
or: ଆପଣଙ୍କର ଇମେଲ ଠିକଣା
sr: Ваша адреса ел. поште
tr: E-posta Adresiniz
uz: E-pochta manzilingiz

source: Your email address:
af: U e-posadres:
as: আপোনাৰ ইমেইল ঠিকনা:
bg: Твоята електронна поща:
bs: Vaša email adresa:
fi: Sähköpostiosoitteesi:
fr: Votre adresse électronique :
hr: Adresa vaše e-pošte:
is: Tölvupóstfangið þitt:
kab: Tansa yinek imayl:
kk: Сіздің эл. пошта адресіңіз:
ku: Navnîşana e-peyama te:
lt: Jūsų el. pašto adresas:
ms: Alamat Emel Anda:
ru: Ваш адрес эл. почты:
ta: உங்கள் மின்னஞ்சல் முகவரி:
tr: E-posta adresiniz:
uz: E-pochta manzilingiz:

source: Text
ar: النص
as: লিখনী
az: Mətn
bg: Текст
bn_in: তথ্য
fa: متن
fi: Teksti
hr: Tekst
hy_am: Տեքստը
id: Teks
ku: Deq
lt: Tekstas
ml: വാചകം
mr: मजकूर
ms: Teks
oc: Tèxte
or: ପାଠ୍ୟ
sr: Текст
tr: Metin
uz: Matn

source: Available Languages
af: Beskikbare tale
ar: اللغات المتاحة
as: উপলব্ধ ভাষাসমূহ
az: Mövcud Dillər
bg: Език на новините
bn_in: উপলব্ধ ভাষা
bs: Dostupni jezici
fa: زبان‌های موجود
fi: Valitse kieli
fr: Langues disponibles
hr: Dostupni jezici
hy_am: Առկա լեզուները
id: Bahasa yang Tersedia
is: Tiltæk tungumál
kab: Tutlayin yellan
kk: Қолжетерлік тілдер
ku: Zimanên heyî
lt: Galimos kalbos
ml: ലഭ്യമായ ഭാഷകള്‍
mr: उपलब्ध भाषा
ms: Bahasa-bahasa yang tersedia
oc: Lengas disponiblas
or: ଉପଲବ୍ଧ ଭାଷାଗୁଡ଼ିକ
ru: Доступные языки
sr: Доступни језици
ta: கிடைக்கும் மொழிகள்
tr: Bülten Dilleri
uz: Mavjud tillar

source: Language:
af: Taal:
ar: اللغة:
as: ভাষা:
az: Dil:
bg: Език:
bs: Jezik:
fi: Kieli:
fr: Langue&nbsp;:
hr: Jezik:
is: Tungumál:
kab: Tutlayt:
kk: Тіл:
ku: Ziman:
lt: Kalba:
ms: Bahasa:
ru: Язык:
ta: மொழி:
tr: Dil:
uz: Til:

source: Select country
af: Kies u land
ar: اختر الدولة
as: দেশ বাছক
az: Ölkəni seçin
bg: Избери държава
bn_in: দেশ নির্বাচন করুন
bs: Odaberite državu
fa: انتخاب کشور
fi: Valitse maa
fr: Sélectionnez votre pays
hr: Odaberite državu
hy_am: Ընտրել երկիրը
id: Pilih Negara
is: Veldu land
kab: Fren tamurt
kk: Елді таңдаңыз
ku: Welatekî hilbijêre
lt: Pasirinkite šalį
ml: രാജ്യം തെരഞ്ഞെടുക്കുക
mr: देश निवडा
ms: Pilih negara
oc: Seleccionatz vòstre país
or: ଦେଶ ବାଛନ୍ତୁ
ru: Выберите страну
sr: Одаберите државу
ta: நாட்டைத் தேர்வுசெய்யவும்
tr: Ülkenizi seçin
uz: Davlatni tanlang

source: Country:
af: Land:
ar: الدولة:
as: দেশ:
az: Ölkə:
bg: Държава:
bs: Država:
fi: Maa:
fr: Pays&nbsp;:
hr: Država:
is: Land:
kab: Tamurt:
kk: Ел:
ku: Welat:
lt: Valstybė:
ms: Negara:
ru: Страна:
ta: நாடு:
tr: Ülke:
uz: Davlat:

source: Whoops! Be sure to enter a valid email address.
ar: تأكد من إدخالك بريد إلكتروني صالح.
as: ইচ্ছ! এটা বৈধ ইমেইল ঠিকনা সুমুৱাওক।
az: Uuff! Doğru E-Poçt adresi daxil etdiyinizdən əmin olun.
bg: Ехххей! Моля, уверете се, че е въведен валиден имейл адрес.
bn_in: ও হো! অনুগ্রহ করে যাচাই করবেন ই-মেইল ঠিকানাটি সঠিক কি না।
fa: اوه! مطمئن شوید که آدرس پست‌الکترونیکیِ صحیحی را وارد کرده‌اید.
fi: Hupsista! Tarkista, että kirjoitit sähköpostiosoitteesi oikein.
hr: Ups! Provjerite jeste li ispravno upisali adresu e-pošte.
hy_am: Զգուշացում։ Համոզվեք որ էլ. փոստի հասցեն ճիշտ է:
id: Duh, pastikan memasukkan alamat surel yang benar ya!
ku: Hahooo! Divê navnîşana e-peyamê rast be.
lt: Oi! Įsitikinkite, jog įvedėte galiojantį el. pašto adresą.
ml: നല്‍കിയ ഈമെയില്‍ വിലാസം ശരിയെന്നു് ഉറപ്പു് വരുത്തുക!
mr: अरेच्छा! वैध ईमेल पत्ता द्याची खात्री करा.
ms: Whoops! Pastikan anda meletakkan alamat emel yang sah.
oc: Ops&nbsp;! Verificatz qu'avètz plan picat una adreça electronica valida.
or: ଆହା! ଗୋଟିଏ ବୈଧ ଇମେଲ ଠିକଣା ଭରଣ କରିଛନ୍ତି କି ନାହିଁ ନିଶ୍ଚିତ କରନ୍ତୁ।
sr: Упс! Молимо унесите исправну адресу ел. поште.
tr: Hata! Geçerli bir e-posta adresi girdiğinizden emin olun.
uz: Obbo! To‘g‘ri e-pochta manzilini kiritmadingiz.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
ar: الرجاء قراءة سياسة خصوصية موزيلا والتأشير على الموافقة.
as: অনুগ্ৰহ কৰি Mozilla গোপনীয়তা নীতি পঢ়ক আৰু বাকচটো ক্লিক কৰি সন্মত হওক।
az: Zəhmət olmasa Mozilla Gizlilik Siyasəti-ni oxuyun və qutunu seçməklə razılaşın.
bg: Моля, прочетете Политиката за поверителност на Mozilla и се съгласете с нея, като сложите отметка.
bn_in: অনুগ্রহ করে Mozilla-র গোপনীয় সংক্রান্ত নিয়মনীতি পড়ুন ও চেকবক্স নির্বাচন করে সম্মতি জ্ঞাপন করুন।
fa: لطفا سیاست‌های حریم خصوصی موزیلا را بخوانید و با انتخاب مربع مقابل آن را بپذیرید.
fi: Lue Mozillan yksityisyyskäytännöt ja merkitse, että hyväksyt niissä esitetyt ehdot.
hr: Molimo vas da pročitate Mozillinu politiku privatnosti, te je prihvatite stavljanjem kvačice.
hy_am: Խնդրեմ կարդացեք Mozilla-ի Գաղտնիության քաղաքականությունը և համաձայնություն տվեք՝ նշելով վանդակում:
id: Silakan baca Kebijakan Privasi Mozilla dan menyetujuinya dengan mencentang kotaknya.
ku: Ji kerema xwe re Peymana Nepeniyê ya Mozîllayê bixwîne û ji bo erêkirinê qutîkê nîşan bike.
lt: Prašom susipažinti su „Mozillos“ Privatumo nuostatais ir čia pažymėti, jog su jais sutinkate.
ml: ദയവായി മോസിലയുടെ സ്വകാര്യ പോളിസി വായിച്ചു്, സമ്മതം അറിയിയ്ക്കുന്നതിനായി ബോക്സ് ടിക്ക് ചെയ്യുക.
mr: कृपया मोझीला प्राइवसि पॉलिसि वाचा व बॉक्स् तपासून मान्य करा.
ms: Sila baca Polisi Privasi Mozilla dan bersetuju dengan menyemak tanda kotak.
oc: Legissètz la politica de proteccion de la vida privada de Mozilla e balhatz vòstre acòrd en marcant la casa.
or: ଦୟାକରି Mozilla ଗୋପନୀୟତା ନିତୀକୁ ପଢ଼ନ୍ତୁ ଏବଂ ସେହି ବାକ୍ସକୁ ଚିହ୍ନଟ କରି ରାଜି ଅଛନ୍ତି ବୋଲି ଜଣାନ୍ତୁ।
sr: Молимо прочитајте Мозилину полису о приватности и обележите кутијицу испод ако прихватате услове.
tr: Lütfen Mozilla Gizlilik İlkeleri’ni okuyun ve kutuyu işaretleyerek kabul edin.
uz: Iltimos, Mozilla maxfiylik siyosatini o‘qib chiqing va unga belgi qo‘yib, shartlarga rozi bo‘ling.

source: I agree to the <a href="%s">Privacy Policy</a>
ar: أوافق على <a href="%s">سياسة الخصوصية</a>
as: মই <a href="%s">গোপনীয়তা নীতি</a> মানি লৈছো
az: Mən <a href="%s">Gizlilik Siyasəti</a> ilə razıyam
bg: Съгласен съм с <a href="%s">Политиката за поверителност</a>
bn_in: <a href="%s">গোপনীয়তার নিয়মনীতি</a>-র শর্তে আমি সম্মত
fa: من با <a href="%s">سیاست‌های حریم خصوصی</a> موافقم
fi: Hyväksyn <a href="%s">yksityisyyskäytäntöjen ehdot</a>
hr: Slažem se s <a href="%s">politikom privatnosti</a>
hy_am: Ես համաձայն եմ <a href="%s">Գաղտնիության քաղաքականությանը</a>
id: Saya menyetujui <a href="%s">Kebijakan Privasi</a>
ku: Ez <a href="%s">Peymana Nepeniyê</a> erê dikim
lt: Aš sutinku su <a href="%s">Privatumo nuostatais</a>
ml: <a href="%s">സ്വകാര്യ പോളിസിയുമായി</a> യോജിയ്ക്കുന്നു
mr: मला <a href="%s">प्राइवसि पॉलिसि</a> मान्य आहे
ms: Saya bersetuju untuk <a href="%s">Polisi Keselamatan</a>
oc: Apròvi la<a href="%s">Politica de proteccion de la vida privada</a>
or: ମୁଁ <a href="%s">ଗୋପନୀୟତା ନିତୀ</a> ରେ ରାଜି ଅଛି
sr: Прихватам услове из <a href="%s">полисе о приватности</a>
tr: <a href="%s">Gizlilik İlkeleri</a>’ni kabul ediyorum
uz: Men <a href="%s">Maxfiylik siyosati</a>ga roziman

source: Sign me up!
af: Skryf my in!
ar: اشترك!
as: মোক ছাইন আপ কৰক!
az: Abunə Ol!
bg: Запишете ме!
bn_in: আমায় যোগ করে নিন!
bs: Registracija!
fa: من رو ثبت نام کن!
fi: Tilaa
fr: Je m'inscris&nbsp;!
hr: Pretplatite me!
hy_am: Բաժանորդագրվել
id: Daftarkan saya!
is: Skráðu mig!
kab: Jerred !
kk: Мені де жазыңыз!
ku: Min tomar bike!
lt: Prenumeruoti!
ml: പങ്കു് ചേരുക!
mr: प्रवेश स्वीकारा!
ms: Daftarkan saya!
oc: M'inscivi&nbsp;!
or: ମୋତେ ସାମିଲ କରନ୍ତୁ!
ru: Подписаться!
sr: Претплати ме!
ta: எனக்கு பதிவு பெறு!
tr: Kaydol!
uz: Yozilish!

source: We will only send you Mozilla-related information.
af: Ons sal slegs Mozilla-verwante inligting stuur.
ar: سنرسل لك معلومات متعلقة بموزيلا فقط.
as: আমি আপোনাক কেৱল Mozilla-প্ৰাসংগিক তথ্যহে পঠাম।
az: Biz sizə yalnız Mozilla-ya aid xəbərləri göndərəcəyik.
bg: Ще ви изпращаме само информация, свързана с Мozilla.
bn_in: আমরা আপনাকে শুধুমাত্র Mozilla-সংক্রান্ত তথ্য পাঠাবো।
bs: Mi ćemo vam samo poslati informacije Mozilline veze.
fa: ما فقط اخبار مرتبط با موزیلا را برای شما ارسال خواهیم کرد.
fi: Lähetämme vain Mozillaan liittyviä tietoja.
fr: Nous ne vous enverrons que des informations concernant Mozilla.
hr: Slati ćemo vam isključivo informacije vezane uz Mozillu.
hy_am: Մենք ձեզ կուղարկենք միայն Mozilla-ին առնչվող տեղեկատվություն:
id: Kami hanya akan mengirimkan informasi terkait Mozilla.
is: Við sendum aðeins upplýsingar sem tengjast Mozilla.
kab: Ak-d nazen kan talɣut icudden ɣer Mozilla.
kk: Біз сізге тек Mozilla-мен байланысты ақпаратты жіберетін боламыз.
ku: Em ê tenê agahiyên têkildarî Mozîllayê ji te re bişînin.
lt: Mes jums siųsime tik su „Mozilla“ susijusią informaciją.
ml: മോസില്ലാ സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ മാത്രമേ ഞങ്ങള്‍ അയച്ചു് തരൂ.
mr: आम्ही फक्त मोझीला संबंधित माहिती पाठवू.
ms: Kami hanya akan menghantar maklumat yang berkaitan dengan Mozilla.
oc: Vos mandarem pas que d'informacions a prepaus Mozilla.
or: ଆମେ ଆପଣଙ୍କୁ କେବଳ Mozilla-ସମ୍ପର୍କୀୟ ସୂଚନା ପଠାଇବୁ।
ru: Мы будем посылать вам только информацию, относящуюся к Mozilla.
sr: Слаћемо Вам само информације везане за Мозилу.
ta: Mozilla சம்பந்தமான தகவல்களை மட்டுமே நாங்கள் உங்களுக்கு அனுப்புவோம்.
tr: Mozilla ile ilgili olmayan hiçbir şey göndermeyeceğiz.
uz: Biz sizga faqatgina "Mozilla"ga aloqador ma’lumotlarni jo‘natib turamiz.

source: Thanks for Subscribing!
af: Dankie vir u inskrywing!
ar: شكرًا على اشتراكك!
as: স্বাক্ষৰ কৰাৰ বাবে ধন্যবাদ!
az: Abunə olduğunuz üçün Təşəkkürlər!
bg: Благодарим за абонамента!
bn_in: গ্রাহক হওয়ার জন্য ধন্যবাদ!
bs: Hvala na pretplati!
fa: بابت اشتراک متشکریم!
fi: Kiitos tilauksesta!
fr: Merci de vous être abonné&nbsp;!
hr: Hvala vam na pretplati!
hy_am: Շնորհակալություն բաժանորդագրվելու համար:
id: Terima kasih telah berlangganan!
is: Takk fyrir að skrá þig!
kab: Tanemmirt ɣef ujerred!
kk: Жазылғаныңыз үшін рахмет!
ku: Spas ji bo abonetiyê!
lt: Dėkojame už prenumeratą!
ml: സബ്സ്ക്രൈബ് ചെയ്തതിനു് നന്ദി!
mr: सबस्क्राइब केल्याबद्दल धन्यवाद!
ms: Terima Kasih kerana Melanggan!
oc: Mercé per vòstra inscripcion !
or: ସଦସ୍ଯତା ଗ୍ରହଣ କରିଥିବାରୁ ଧନ୍ୟବାଦ!
ru: Спасибо за подписку!
sr: Хвала што сте се претплатили!
ta: சந்தாபெற்றதற்கு நன்றி!
tr: Abone olduğunuz için teşekkürler!
uz: Obuna bo‘lganingiz uchun rahmat!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
ar: نود مشاركة التلميحات والمساعدات عن المزايا الجديدة في فَيَرفُكس، وعن كيفية استخدامه بأقصى قدراته، إضافة إلى أحدث أخبار موزيلا والأمور التي نعمل عليها لإنشاء وب أفضل للجميع.
as: আমি Firefox ৰ পৰা আৰু অধিক প্ৰাপ্ত কৰিবলে অতি শিঘ্ৰে সহায় &amp; কিটিপসমূহ , লগতে Mozilla ৰ বিষয়ে কিছুমান আলোড়িত খবৰ আৰু এটা শ্ৰেয় ৱেব সৃষ্টি কৰিবলে আমি কিধৰণে কাম কৰোঁ সেয়া অংশীদাৰী কৰালে চাই আছো।
az: Biz tezliklə Firefox-dan daha çox şey əldə etməyiniz üçün məsləhət və fəndlər, həmçinin Mozilla xəbərləri və daha yaxşı interneti necə qurduğumuz haqqında paylaşacıq.
bg: Нямаме търпение да започнем да споделяме трикове и идеи за това как да вземете най-доброто от Firefox, вълнуващи новини за Mozilla, както и над какво работим, за да създадем едно по-добро Интернет пространство.
bn_in: Firefox-র ব্যবহার উন্নত করার জন্য বিভিন্ন ধরনের সহায়তা, উপদেশ ইত্যাদি আপনাকে আমরা শীঘ্রই পাঠাতে আরম্ভ করব। এর সাথে, Mozilla সম্বন্ধে উল্লেখযোগ্য খবরাখবর ও উন্নত ওয়েব পরিসেবার জন্য আমাদের প্রয়াসের সূচনাও আপনাকে আমরা দেব।
fa: ما سعی داریم بزودی راهنمایی‌ها و ترفندهایی برای دریافتِ حداکثرِ کاربرد از فایرفاکس، در کنار اخبار مربوط به موزیلا و اینکه ما چگونه برای ساخت وبی بهتر کار میکنم را به اشتراک بگذاریم.
fi: Saat pian vinkkejä, joilla saat Firefoxista enemmän irti, sekä kiinnostavia uutisia Mozillasta ja siitä, kuinka pyrimme kohti parempaa verkkoa.
hr: Radujemo se što ćemo s vama uskoro dijeliti savjete i trikove za bolje korištenje Firefoxa, kao i uzbudljive novosti o Mozilli, koja radi na stvaranju boljeg weba.
hy_am: Մենք անհամբեր սպասում ենք ձեզ հետ կիսվելու հնարքների և Firefox-ից ավելի լավ օգտվելու խորհուրդների մասին, ինչպես նաև հետաքրքիր նորություններ Mozilla-ի մասին և այն մասին թե ինչպես ենք մեք բարելավում վեբը:
id: Kami berharap untuk secepatnya dapat berbagi kiat tentang ber-Firefox-ria, kabar tentang Mozilla lainnya, serta cerita tentang bagaimana kami semua bekerja untuk membuat dunia Web lebih baik.
ku: Ji bo ku tu ji bo webeke çêtir bi awayê herî baş sûdê ji Firefoxê wergirî, em bi heyecan li benda wê kêliyê ne ku em ê der barê taybetî û pêşketiyên nû yên Firefoxê de agahiyan ji te re ragihînin.
lt: Netrukus mes pradėsime su jumis dalintis paprastais patarimais ir gudrybėmis, padėsiančiais iš „Firefox“ „išspausti“ kiek įmanoma daugiau, o taip pat – „Mozillos“ naujienomis ir įdomybėmis.
ml: നിങ്ങള്‍ക്കുടന്‍ തന്നെ ഫയര്‍ഫോക്സിന്റെ ഏറ്റവും പുതിയ വിശേഷതകളെപ്പറ്റിയുള്ള ഈമെയില്‍ വഴി ലഭ്യമാകുന്നു.
mr: फायरफॉक्स्चा उत्तम वापर करण्यासाठी टिप व युक्ती यांचा वापर, तसेच मोझीलाविषयी नविन ऐकण्यासाठी व वेबला चांगले कसे बनविता येईल याबाबत आमचे प्रयत्न राहतील.
ms: Kami memandang ke hadapan untuk begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
oc: Vos mandarem lèu d'astúcias que vos permetràn d'obténer çò melhor de Firefox e tanben de novèlas a prepaus Mozilla e de nòstre trabalh dedicat al melhorament del Web.
or: Firefox ରୁ ଅଧିକ ଲାଭ ପାଇବା ପାଇଁ ଆମେ ଅତିଶିଘ୍ର ସୂଚନା &amp; କୌଶଳ ଆଦାନ ପ୍ରଦାନ ଆରମ୍ଭ କରିବାକୁ ଯାଉଛୁ, ଏବଂ ମଧ୍ଯ Mozilla ଏବଂ ଏକ ଉତ୍ତମ ୱେବ ନିର୍ମାଣ କରିବା ପାଇଁ ଆମେ କିପରି କାମ କରୁଛୁ ତାହା ବିଷୟରେ ନୂତନ ଖବର ପ୍ରକାଶ କରିବାକୁ ଯାଉଛୁ।
sr: Једва чекамо да почнемо да делимо савете и трикове о томе како искористити Фајерфокс максимално, као и узбудљиве вести из Мозиле и шта ми то радимо да бисмо побољшали веб.
tr: Firefox’tan en iyi şekilde yararlanabilmeniz için gereken ipuçları ve püf noktalarını, Mozilla hakkındaki heyecan verici haberleri ve daha iyi bir web yaratmaya yönelik çalışmalarımızı sizinle paylaşmak için sabırsızlanıyoruz.
uz: Biz tezda "Firefox"dan maksimal darajada foydalanishga imkon beradigan foydali maslahatlar va usullarni bo‘lisha boshlaymiz. Shuningdek, internetni yaxshilash uchun qanday ishlayotganligimiz bo‘yicha va Mozilla haqidagi qiziqarli yangiliklardan ham bahra olasiz.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ar: اشترك في الأخبار الشهرية وابق على اطلاع بآخر مستجدات موزيلا، بما فيها التلميحات والمساعدات عن المزايا الجديدة في فَيَرفُكس. أفضل وسيلة لنبقى على تواصل.
as: মাহেকীয়া উন্নয়নসমূহলে স্বাক্ষৰ কৰক আৰু Mozilla বাতৰিৰ সৈতে সংযুক্ত থাকক, আপোনাৰ Firefox ব্ৰাউছাৰৰ পৰা সৰ্বাধিক প্ৰাপ্ত কৰিবলে শেহতীয়া কিটিপসমূহ অন্তৰ্ভুক্ত কৰাকৈ। সংযোগত থাকিবলে এইটোৱে সৰ্বোত্তম পদ্ধতি!
az: Aylıq xəbərlərə abunə olun və Mozillanın son xəbərlərini alın, əsasən də Firefox-dan daha səmərəli istifadəniz üçün məsləhət və fəndləri. Bizimlə əlaqədə qalmanız üçün bu ən yaxşı üsuldur!
bg: Запишете се за месечните ни новини и бъдете в крак с новите неща около Mozilla, включително и последните сътвети как да направите вашия Firefox по-добър. Това е идеален начин да следите какво става с нас!
bn_in: Mozilla-র খবরাখবর যেমন Firefox ব্রাউজার ব্যবহারে সহায়ক নতুন বৈশিষ্ট্যগুলি ইত্যাদি সম্পর্কে জানতে হলে আমাদের মাসিক সংবাদপত্রের গ্রাহত্ব নিন। আমাদের পক্ষে আপনার সাথে যোগাযোগ বজায় রাখার এটি সর্বোত্তম উপায়!
fa: آبونهٔ بروزرسانی‌های ماهانه شوید تا از اخبار موزیلا مطلع باشید، به اضافه‌ی آخرین راهنمایی‌ها و ترفندها تا بتوانید از مرورگر فایرفاکس خود بیشترین استفاده را بکنید. این کامل‌ترین راه برای ما در ارتباط بودن با شماست!
fi: Tilaa kuukausittaiset päivitykset, niin saat viimeisimmät Mozilla-uutiset, mukaanlukien viimeisimmät vinkit siitä, miten saat Firefox-selaimestasi eniten irti. Se on hyvä tapa saada Mozillaa koskevaa tietoa.
hr: Pretplatite se na mjesečne obavijesti i ostanite u toku s Mozillinim novostima, uključujući s posljednjim savjetima i trikovima za ugodnije korištenje Firefoxa. Ovo je savršen način da ostanemo u kontaktu!
hy_am: Բաժանորդագրվեք ամսական թարմացումներին և հետ մի մնացեք Մոզիլլայի նորություններից, վերջին խորհուրդներից և փորձերից` Firefox դիտարկիչը լավագույնը դարձնելու համար: Սա գերազանց միջոց է, որպեսզի մենք կապի մեջ լինենք:
id: Langgan berita bulanan tentang kabar terbaru dari Mozilla, termasuk kiat untuk mendapatkan manfaat sebesar-besarnya dari peramban Firefox Anda. Cara tepat untuk selalu mendapat kabar Mozilla terhangat!
is: Gerstu áskrifandi að mánaðarlegum uppfærslum og lestu nýjustu fréttir frá Mozilla, t.d nýjar ábendingar sem hjálpa þér að fá það besta út úr Firefox vafranum. Þetta er besta leiðin til að fylgjast með!
kab: Jerred ɣer ileqman n yal aggur u qqim akked isallen n Mozilla, ula d tixbula tineggura akken ad ttfaṛseḍ tagnitt si Firefox. D tagi id tarrayt ifazen akken ad teqqimeḍ yid-neɣ.
kk: Ай сайынғы жаңартуларға жазылып, сізге Firefox-ты барынша қолдануға рұқсат беретін Mozilla-ның соңғы жаңалықтары, кеңестері сонымен қатар қулықтары жайлы хабардар болыңыз. Ол сізбен байланыста қалу үшін табысты жол.
ku: Ji bo rojanekirinên mehane bibe abone û ji nûçe, pêşketin û geşedanên dawî yên geroka Mozîllayê sûdê wergire. Ji bo ku em di têkiliyê de bimînin ev rêbaza herî baş e!
lt: Prenumeruokite mėnesinį naujienlaiškį ir neatsilikite nuo „Mozillos“ naujienų, tuo pačiu gaudami aktualių „Firefox“ naudojimosi patarimų. Tai – puikus būdas palaikyti tarp mūsų ryšį!
ml: എല്ലാ മാസവുമുള്ള പരിഷ്കരങ്ങള്‍ക്കും ഏറ്റവും പുതിയ മോസില്ലാ വാര്‍ത്തകള്‍ക്കും സബ്സ്ക്രൈബ് ചെയ്യുക. ഫയര്‍ഫോക്സ് ബ്രൌസറിന്റെ ഏറ്റവും പുതിയ വിശേഷതകളും നിങ്ങള്‍ക്കു് ലഭ്യമാകുന്നു.
mr: मासिक सुधारणांसाठी सबस्क्राइब करा व Mozilla न्यूजसह अवगत रहा, फायरफॉक्स ब्राऊजरपासून सर्वाधिक प्राप्त करण्यासाठी नविन टिप्स् व युक्ती समाविष्टीत. आमच्याशी संपर्कात राहण्यासाठी उत्तम मार्ग!
ms: Melanggan kepada pengemaskinian bulanan dan kekal terkini dengan berita Mozilla, termasuk tip-tip terbaru dan trik untuk mendapatkan yang terbaik daripada pelayar Firefox anda. Ia adalah cara yang sempurna bagi kita untuk terus berhubung!
oc: Abonatz-vos per èsser informat cada mes de totas las mesas a jorn e de las novetats Mozilla, inclusas nòstras darrièras astúcias per optimizar vòstre navigador Firefox. Lo melhor biais de demorar en contacte&nbsp;!
or: ମାସିକ ଅଦ୍ୟତନ ପାଇଁ ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ ଏବଂ Mozilla ଖବର ଜାଣନ୍ତୁ, Firefox ବ୍ରାଉଜରରୁ ଅଧିକ ଲାଭ ପାଇବା ପାଇଁ ସୂଚନା ଏବଂ କୌଶଳକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି। ସମ୍ପର୍କ ଜାରି ରଖିବା ପାଇଁ ଏହା ହେଉଛି ଏକ ଉତ୍ତମ ଉପାୟ!
sr: Претплатите се на месечне новости и будите у току са Мозила вестима, укључујући савете и трикове како би добили најбоље од Вашег Фајерфокса. Ово је најбољи начин да останемо у контакту.
tr: Aylık bültene abone olarak Mozilla’da gelişmelerden haberdar olun, püf noktalarını öğrenin veFirefox tarayıcınızdan faydalanmanın yeni yollarını keşfedin. Bizimle iletişimde kalmanın en iyi yolu bu!
uz: Oylik yangiliklarga obuna bo‘ling va joriy Mozilla yangiliklaridan xabardor bo‘ling, shuningdek, Firefox brauzeridan maksimal darajada foydalanish uchun so‘nggi maslahatlar va sirlardan ham boxabar bo‘lishingiz mumkin. Bu siz bilan aloqada qolishning eng maqul yo‘lidir.

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
ar: لقد أرسلنا للتو رسالة التأكيد بالبريد. انقر على وصلة التأكيد في هذه الرسالة لتأكيد اشتراكك في هذه القائمة البريدية.
as: আমি এইমাত্ৰ ইমেইল দ্বাৰা আপোনাক এটা সুনিশ্চিতকৰণ বাৰ্তা পঠাইছো। এই মেইলিং তালিকালে আপোনাৰ স্বাক্ষৰণ বৈধ কৰিবলে এই সুনিশ্চিতকৰণ সংযোগত ক্লিক কৰক।
az: İndicə sizə təsdiq e-poçtu göndərdik. Bu yazışma siyahısına abunəliyinizi təsdiqləmək üçün həmən e-poçtdakı təsdiqləmə linkinə klikləyin.
bg: Току що ви изпратихме съобщение за потвърждение по e-mail. Цъкнете на препратката в него, за да потвърдите желанието си да бъдете абониран за този пощенски списък.
bn_in: আপনার নিশ্চিতি জানার উদ্দেশ্যে ই-মেইলের মাধ্যমে আপনাকে একটি বার্তা পাঠানো হয়েছে। মেইলিং লিস্টের গ্রাহকত্ব সম্পর্কে সম্মতি জ্ঞাপনের জন্য ই-মেইলের মধ্যে উল্লিখিত লিংকে ক্লিক করুন।
fa: ما با پست‌الکترونیکی یک پیام تصدیق هویت برای شما فرستادیم. بر روی پیوند تصدیق هویت در این پست‌الکترونیکی کلیک کنید تا عضویت شما در این لیست‌پستی معتبر شود.
fi: Sinulle on lähetetty vahvistusviesti sähköpostitse. Napsauta viestissä olevaa vahvistuslinkkiä vahvistaaksesi postituslistatilauksesi.
hr: Upravo smo vam e-poštom poslali poruku potvrde. Kliknite na link potvrde u poruci da biste potvrdili svoju pretplatu na ovu mailing listu.
hy_am: Մենք հենց նոր Ձեզ ուղարկել ենք հաստատման հաղորդագրություն էլեկտրոնային փոստով: Սեղմեք հաստատման հասցեն այս նամակում, որպեսզի հաստատեք Ձեր բաժանորդագրումը այս փոստի ցուցակում:
id: Kami baru saja mengirim pesan konfirmasi lewat surel. Klik tautan konfirmasi pada surel tersebut untuk mengonfirmasi langganan Anda ke milis ini.
ku: Me aniha bi epeyamê peyameke erêkirinê ji te re şand. Li ser girêdanka erêkirinê bitikîne ya di wê peyamê de bitikîne û abonetiya xwe ya di vê lîsteya peyaman de çalak bike.
lt: Jums ką tik el. paštu išsiųstas patvirtinimo laiškas. Jį gavę, spustelėkite ant jame esančio patvirtinimo saito, kad naujienlaiškio prenumerata įsigaliotų.
ml: ഈമെയില്‍ മുഖേന നിങ്ങള്‍ക്കു് ഉറപ്പാക്കുന്നതിനുള്ള സന്ദേശം അയച്ചിരിയ്ക്കുന്നു. ഈമെയിലില്‍ ലഭ്യമാക്കിയിരിയ്ക്കുന്ന കണ്ണിയില്‍ പ്രവേശിച്ചു് ഈ മെയിലിങ് ലിസ്റ്റിലേക്കുള്ള സബ്സ്ക്രിപ്ഷന്‍ ഉറപ്പാക്കുക.
mr: ईमेलद्वारे आम्ही तुम्हाला पुष्टी संदेश पाठवले आहे. ह्या मेलिंग लिस्टकरीता सबस्क्रिपशनची खात्री करण्यास पुष्टीसाठी दिलेल्या लिंकवर क्लिक करा.
ms: Kami baru sahaja menghantar email kepastian. Sila klik pada pautan ini untuk pengesahan langganan terhadap senarai mel.
oc: Verificatz dins vòstra bóstia de recepcion qu'avètz plan recebut lo messatge de confirmacion. Vòstra inscripcion a la letra d'informacions de Mozilla serà pas efectiva qu'aprèp qu'auretz clicat sul ligam de confirmacion.
or: ଆମେ ଆପଣଙ୍କୁ ଇମେଲ ଦ୍ୱାରାଏକ ନିଶ୍ଚିତକରଣ ସନ୍ଦେଶ ପଠାଇଛୁ। ଏହି ମେଲ ତାଲିକାରେ ଆପଣଙ୍କର ସଦସ୍ୟତାକୁ ବୈଧିକୃତ କରିବା ପାଇଁ ସେହି ମେଲରେ ନିଶ୍ଚିତକରଣ ସଂଯୋଗିକୀ ଉପରେ କ୍ଲିକ କରନ୍ତୁ।
sr: Управо смо Вам послали поруку коју требате да потврдите у е-пошти. Притисните на потврђујућу везу у е-пошти како би потврдили Вашу претплату на ову дописну листу.
tr: Size bir onay e-postası gönderdik. Bu e-posta listesine aboneliğinizi doğrulamak için onay e-postasındaki bağlantıya tıklayın.
uz: Biz hozirgina e-pochtangizga tasdiqlash xabarini jo‘natdik. Ushbu obunanni amalga oshirish uchun e-pochtangizdagi tasdiqlash linki ustiga bosing.
