Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: For your safety, Firefox has disabled your outdated version of Flash. Please <a href="%(url)s" >upgrade to the latest version.</a>
af: Vir u veiligheid het Firefox u verouderde weergawe van Flash gedeaktiveer. <a href="%(url)s" >Gradeer op na die jongste weergawe.</a>
ar: من أجل سلامتك، عطّل فَيَرفُكس نسختك القديمة من الفلاش. يُرجى منك <a href="%(url)s" >الترقية إلى أحدث نسخة.</a>
as: আপোনাৰ সুৰক্ষাৰ বাবে, Firefox এ আপোনাৰ Flash ৰ আওপুৰণি সংস্কৰণ নিষ্ক্ৰিয় কৰিছে। অনুগ্ৰহ কৰি <a href="%(url)s" >শেহতীয়া সংস্কৰণলৈ উন্নত কৰক।</a>
bn_bd: আপনার নিরাপত্তার জন্য ফায়ারফক্স ফ্ল্যাশের পুরাতন সংস্করণ নিস্ক্রিয় করে রেখেছে। অনুগ্রহ করে <a href="%(url)s" >সর্বশেষ সংস্করণে আপগ্রেড করে নিন।</a>
bn_in: নিরাপত্তার খাতিরে, Firefox দ্বারা Flash-র এই পুরোনো সংস্করণ নিষ্ক্রিয় করা হয়েছে। অনুগ্রহ করে <a href="%(url)s" >নতুন সংস্করণে আপগ্রেড করুন।</a>
cy: Er diogelwch, mae Firefox wedi anablu eich hen fersiynau o Flash. Os gwelwch chi'n dda <a href="%(url)s" >defnyddiwch y fersiwn mwyaf diweddar.</a>
es: Por tu seguridad, Firefox ha deshabilitado la versión obsoleta de Flash. <a href="%(url)s" >Actualiza a la última versión.</a>
es_mx: Por tu seguridad, Firefox desactivó tu versión desactualizada de Flash. Por favor <a href="%(url)s" >actualizala a la versión más reciente.</a>
fa: برای حفظ امنیت شما، فایرفاکس نسخهٔ قدیمی فلش را غیر فعال کرده است. <a href="%(url)s" >آخرین نسخه را نصب نمایید.</a>
fr: Pour votre sécurité, Firefox a désactivé votre version de Flash qui était obsolète. Veuillez <a href="%(url)s" >vous mettre à jour avec la toute dernière version de Flash.</a>
gd: Air sgàth adhbharan tèarainteachd, chuir Firefox Flash à comas a chionn 's gun robh tionnadh ro aosta agad. Saoil am faigh thu<a href="%(url)s" >an tionndadh as ùire dheth?</a>
hi_in: आपकी सुरक्षा के लिए, फ़ायरफ़ॉक्स ने आपके पुराने फ्लैश संस्करण को निष्क्रिय कर दिया. कृपया <a href="%(url)s" >नए संस्करण में अद्यतन करें.</a>
hy_am: Ձեր անվտանգության համար Firefox-ը անջատել է Flash-ի հնացած տարբերակը: Խնդրում ենք <a href="%(url)s" >անցնել վերջին տարբերակին:</a>
id: Untuk keamanan Anda, Firefox telah menonaktifkan versi usang Flash Anda. Silakan <a href="%(url)s" >meningkatkannya ke versi terbaru.</a>
ka: თქვენი უსაფრთხოების უზრუნველსაყოფად, Firefox-მა ამორთო თქვენი მოძველებული Flash ვერსია. გთხოვთ <a href="%(url)s" >განაახლოთ უახლეს ვერსიამდე.</a>
kk: Сіздің қауіпсіздігіңіз үшін, Firefox сіздегі ескірген Flash нұсқасын сөндірген. Оны <a href="%(url)s" >соңғы нұсқасына дейін жаңартыңыз.</a>
km: សម្រាប់​សុវត្ថិភាព​របស់​អ្នក Firefox បាន​បិទ​ Flash កំណែ​ហួស​សម័យ​របស់​អ្នក ។ សូម <a href="%(url)s" >ធ្វើ​ឲ្យ​ប្រសើរ​ទៅ​កាន់​កំណែ​ចុងក្រោយ​បំផុត ។</a>
kn: ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ಹಳೆಯದಾದ ಫ್ಲ್ಯಾಶ್‌ ಆವೃತ್ತಿಯನ್ನು ಫೈರ್ಫಾಕ್ಸ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ. <a href="%(url)s" > ಅನ್ನು ಇತ್ತೀಚಿನ ಒಂದು ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ.</a>
mai: अहाँक सुरक्षा क लेल, फायरफाक्स अहाँक पुरान फ्लैश संस्करण केँ निष्क्रिय कए देत. कृपया <a href="%(url)s" >नव संस्करण मे अद्यतन करू.</a>
ml: നിങ്ങളുടെ സുരക്ഷയ്ക്കായി, ഫ്ലാഷിന്റെ പഴയ പതിപ്പു് ഫയര്‍ഫോക്സ് പ്രവര്‍ത്തന രഹിതമാക്കിയിരിയ്ക്കുന്നു. ദയവായി <a href="%(url)s" >ഏറ്റവും പുതിയ പതിപ്പിലേക്കു് പരിഷ്കരിയ്ക്കുക.</a>
mn: Таны аюулгүй байдлын тулд Firefox таны ашиглаж байгаа Flash-н хувилбарыг идэвхигүй болгосон байна. <a href="%(url)s" >Cүүлийн хувилбарт шинэчилнэ үү.</a>
mr: सुरक्षा कारणास्तव, फायरफॉक्सने प्लॅशची जुणी आवृत्ती बंद केली आहे. कृपया <a href="%(url)s" >सर्वात नवीन आवृत्तीकरीता सुधारणा करा.</a>
ms: Untuk keselamatan anda, Firefox telah menyahaktifkan versi tarikh luput Flash anda. Sila <a href="%(url)s" >menaik taraf kepada versi terbaru.</a>
my: သင်၏လုံခြုံရေးအတွက် မီးမြေခွေးဟာ ဟောင်းနွမ်းနေသော Flash အားပိတ်ထားသှ်။ ကျေးဇူးပြုပြီး<a href="%(url)s">နောက်ဆုံးဗားရှင်းသို့ အဆင့်မြှင့် တင်ပေးပါ</a>
oc: Per vòstra seguretat, Firefox a desactivat vòstra version de Flash qu'èra obsolèta. <a href="%(url)s" >Metètz-vos a jorn amb la tota darrièra version de Flash.</a>
or: ଆପଣଙ୍କର ସୁରକ୍ଷା ପାଇଁ, Firefox ଆପଣଙ୍କର ପୁରୁଣା ଫ୍ଲାଶ ସଂସ୍କରଣକୁ ନିଷ୍କ୍ରିୟ କରିଅଛି। ଦୟାକରି <a href="%(url)s" >ନୂତନ ତମ ସଂସ୍କରଣକୁ ଉନ୍ନୟନ କରନ୍ତୁ।</a>
ru: В целях обеспечения вашей безопасности Firefox отключил устаревшую версию Flash. Пожалуйста, <a href="%(url)s" >обновите его до последней версии.</a>
si: ඔබගේ ආරක්ෂාව සඳහා, ෆයර්ෆොක්ස් ඔබගේ යල්පැනගිය ප්ලෑෂ් (Flash) නිකුතුව අබලකර ඇත. කරුණාකර එය<a href="%(url)s" >නවතම නිකුතුවට ඉහළ දමන්න.</a>
sr: Ради ваше безбедности, Фајерфокс је онемогућио застарело издање Флеш плејера. Молимо вас да га href="%(url)s" >доградите на најновије издање.</a>
ta: உங்கள் பாதுகாப்புக்காக, Firefox உங்கள் பழைய பதிப்பு Flash ஐ முடக்கியுள்ளது. <a href="%(url)s" >சமீபத்திய பதிப்புக்கு தரமேற்றவும்.</a>
te: మీ రక్షణ కొరకు, ఫైర్‌ఫాక్స్ మీ గడువుముగిసిన ఫ్లాష్‌ను అచేతనపరచెను. దయచేసి <a href="%(url)s" >సరికొత్త వర్షన్‌కు నవీకరించండి.</a>
th: Firefox ได้ปิดการใช้งาน Flash ที่ล้าสมัยเพื่อความปลอดภัยของคุณ โปรด<a href="%(url)s" >ปรับให้เป็นรุ่นล่าสุด</a>
tr: Güvenliğiniz için, Firefox, eskimiş Flash sürümünüzü etkisizleştirdi. Lütfen <a href="%(url)s" >son sürüme yükseltin.</a>
ur: آپ کی حفاظت کے لیے، Firefox نے آپ کی Flash کا پرانا ورژن نااہل بنا دیا ہے۔ <a href="%(url)s" >نئی ورژن پر اپ گریڈ کریں۔</a>
vi: Vì sự an toàn của bạn, Firefox đã tắt bản Flash cũ. Vui lòng <a href="%(url)s" > nâng cấp lên bản mới nhất.</a>
xh: Ngenxa yokhuseleko lwakho, iFirefox ilukhuphile uhlelo oluphelelweyo lweFlash. Nceda <a href="%(url)s" >uhlaziyele kuhlelo lwamvanje.</a>

source: <strong>Warning, a newer version of your browser is available.</strong> Please upgrade your browser.
af: <strong>Waarskuwing! ’n Nuwer weergawe van u blaaier is beskikbaar.</strong> Gradeer asb. op.
ar: <strong>تنبيه: هناك نسخة أحدث متاحة من متصفحك.</strong> يُرجى منك الترقية.
as: <strong>সকিয়নি, আপোনাৰ ৱেব-ব্ৰাউছাৰৰ এটা নতুন সংস্কৰণ পোৱা গৈছে।</strong> অনুগ্ৰহ কৰি আপোনাৰ ৱেব ব্ৰাউছাৰ উন্নত কৰক।
bn_bd: <strong>সতর্কতা, ব্রাউজারের একটি নতুন সংস্করণ পাওয়া যাচ্ছে।</strong> অুগ্রহ করে ব্রাউজার আপগ্রেড করে নিন।
bn_in: <strong>সতর্কবার্তা, আপনার ব্যবহৃত ব্রাউজারের একটি নতুন সংস্করণ বর্তমানে উপলব্ধ রয়েছে। </strong> অনুগ্রহ করে ব্রাউজারের সংস্করণ আপগ্রেড করুন।
cy: <strong>Rhybudd, mae fersiwn mwy diweddar o'r porwr ar gael.</strong> Os gwelwch chi'n dda, diweddarwch eich porwr.
es: <strong>Atención, está disponible una versión más reciente de tu navegador.</strong> Actualiza tu navegador.
es_mx: <strong>Advertencia, una nueva versión de tu navegador está disponible.</strong> Por favor actualiza tu navegador.
fa: <strong>توجه، نسخه جدیدتری از مرورگر شما در دسترس است</strong> لطفا مرورگر را به‌روزرسانی کنید.
fr: <strong>Attention, une version plus récente de votre navigateur est disponible.</strong> Veuillez vous mettre à jour.
gd: <strong>An aire, tha tionndadh nas ùire dhen bhrabhsair agad ri fhaighinn.</strong> Nach ùraich thu e?
hi_in: <strong>चेतावनी, आपके ब्राउज़र का नया संस्करण उपलब्ध है.</strong> कृपया अपने ब्राउज़र को उन्नत बनाएँ.
hy_am: <strong>Զգուշացում. Առկա է ձեր դիտարկիչի նոր տարբերակը:</strong> Խնդրում ենք թարմացրեք ձեր դիտարկիչը:
id: <strong>Peringatan: versi terbaru peramban Anda telah tersedia.</strong> Tingkatkan versi peramban Anda.
ka: <strong>ყურადღება, გამოვიდა თქვენი ბრაუზერის ახალი ვერსია.</strong> გთხოვთ განაახლოთ.
kk: <strong>Назар аударыңыз, браузеріңіздің жаңалау нұсқасы қолжетерлік.</strong> Браузеріңізді жаңартыңыз.
km: <strong>ព្រមាន មាន​កំណែ​ថ្មី​បំផុត​របស់​កម្មវិធី​រុករក​របស់​អ្នក ។</strong> សូម​ធ្វើ​ឲ្យ​កម្មវិធី​រុករក​របស់​អ្នក​ប្រសើរ​ឡើង ។
kn: <strong>ಎಚ್ಚರಿಕೆ, ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕದ ಒಂದು ಹೊಸ ಆವೃತ್ತಿಯು ಲಭ್ಯವಿದೆ.</strong> ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕವನ್ನು ನವೀಕರಿಸಿ.
mai: <strong>चेतावनी, अहाँक ब्राउजरक नव संस्करण उपलब्ध अछि.</strong> कृपया अपन ब्राउजर केँ उन्नत बनाउ.
ml: <strong>മുന്നറിയിപ്പു്, ബ്രൌസറിന്റെ ഒരു പുതിയ പതിപ്പു് ലഭ്യമാണു്.</strong> ദയവായി നിങ്ങളുടെ ബ്രൌസര്‍ പരിഷ്കരിയ്ക്കുക.
mn: <strong>Сонордуулга, таны браузорт шинэ хувилбар суулгах боломжтой байна.</strong> Браузороо шинэчилнэ үү.
mr: <strong>सावधानता, ब्राऊजरची नवीन आवृत्ती उपलब्ध आहे.</strong> कृपया ब्राऊजर सुधारित करा.
ms: <strong>Peringatan, satu versi lebih baru pelayar anda boleh didapati.</strong>Sila naik taraf pelayar anda.
my: <strong>သတိပေးချက်။ ဘယောက်ဆာ ထုတ်လုပ်မှူ အသစ်တစ်ခုရောက်ပါပြီ။</strong>ကျေးဇူးပြုပြီး သင်၏ဘယောက်ဆာအား အဆင့်မြှင့်တင်ပါ။
oc: <strong>Atencion, una version mai recenta de vòstre navigador es disponibla.</strong> Metètz-vos a jorn.
or: <strong>ଚେତାବନୀ, ଆପଣଙ୍କର ବ୍ରାଉଜରର ଗୋଟିଏ ନୂତନତମ ସଂସ୍କରଣ ଉପଲବ୍ଧ।</strong> ଦୟାକରି ଆପଣଙ୍କର ବ୍ରାଉଜରକୁ ଉନ୍ନୟନ କରନ୍ତୁ।
ru: <strong>Внимание, доступна новая версия вашего браузера.</strong> Пожалуйста, обновите свой браузер.
si: <strong>අවවාදයයි, ඔබගේ බ්‍රව්සරයේ නවතම නිකුතුව ඇත.</strong> නව නිකුතුව ලබාගන්න.
sr: <strong>Пажња! Доступно је ново издање вашег прегледача.</strong> МОлимо вас да га доградите.
ta: <strong>எச்சரிக்கை, உங்கள் உலாவியின் புதிய பதிப்பு உள்ளது.</strong> உலாவியைப் புதுப்பிக்கவும்.
te: <strong>హెచ్చరిక, మీ బ్రౌజర్ యొక్క కొత్త వర్షన్ అందుబాటులో వుంది.</strong> దయచేసి మీ బ్రౌజర్‌ను నవీకరించండి.
th: <strong>คำเตือน เบราว์เซอร์ของคุณมีรุ่นใหม่ล่าสุดแล้ว</strong> โปรดอัพเกรดเบราว์เซอร์ของคุณ
tr: <strong>Uyarı! Tarayıcınızın daha yeni bir sürümü mevcut.</strong> Lütfen tarayıcınızı yükseltin.
ur: <strong>تنبیہ، آپ کے براؤزر کا ایک نیا ورژن دستیاب ہے۔</strong> اپنا براؤزر اپ گریڈ کریں۔
vi: <strong> Cảnh báo: Có phiên bản trình duyệt mới hơn. </strong> Hãy nâng cấp trình duyệt của bạn!
xh: <strong>Isilumkiso, uhlelo olutsha lwebhrawuza yakho luyafumaneka.</strong> Nceda uhlaziye ibhrawuza yakho.

source: This page works best with the latest browsers: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
af: Dié bladsy werk beste met die jongste blaaiers: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, of IE 8+
ar: هذه الصفحة تعمل أفضل في المتصفحات الحديثة: فَيَرفُكس 3.6+، أوبرا 10.5+، سفاري 4+، كروم 4+، إنترنت إكسبلورر 8+
as: এই পৃষ্ঠা শেহতীয়া ৱেব ব্ৰাউছাৰৰ সৈতেহে ভালকৈ কাম কৰে: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, বা IE 8+
bn_bd: নতুন ব্রাউজারে এ পৃষ্ঠা সবচেয়ে ভাল কাজ করে: ফায়ারফক্স 3.6+, অপেরা 10.5+, সাফারি 4+, ক্রোম 4+, বা IE 8+
bn_in: ব্রাউজারের সাম্প্রতিক সংস্করণ সহযোগে এই পৃষ্ঠাটি সর্বোত্তম রূপে ব্যবহার করা যাবে: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, অথবা IE 8+
cy: Mae'r dudalen hon yn gweithio orau gyda'r porwyr diweddaraf: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, neu IE 8+
es: Esta página funciona mejor con los navegadores más recientes: Firefox 3.6 (o versiones posteriores), Opera 10.5, Safari 4, Chrome 4 o IE 8
es_mx: Esta página funciona mejor con los navegadores más recientes: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, ó IE 8+
fa: این صفحه با مرورگرهای جدید بهتر نمایش داده می شود: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, یا IE 8+
fr: Cette page aura un meilleur rendu avec un navigateur récent&nbsp;: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, ou IE 8+.
gd: Tha an duilleag seo ag obair nas fhearr leis na bhrabhsairean as ùire: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ no IE 8+
hi_in: यह पृष्ठ नवीनतम फ़ायरफ़ॉक्स ब्राउज़र के साथ ठीक काम करता है: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
hy_am: Այս էջը առավել լավ աշխատում է նոր դիտարկիչներում՝ Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ կամ IE 8+
id: Laman ini bekerja dengan baik pada peramban terbaru: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, atau IE 8+
ka: ეს გვერდი ყველაზე უკეთ ახალ ვერსიებში აისახება: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ ანr IE 8+
kk: Бұл парақ келесі браузерлерде жақсы істейді: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, немесе IE 8+
km: ទំព័រ​នេះ​នឹង​បង្ហាញ​បាន​ល្អ​ជាមួយ​កម្មវិធី​រុករក​ចុងក្រោយ​បំផុត​ដូច​ជា ៖ Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
kn: ಈ ಪುಟವು ಇತ್ತೀಚಿನ ಜಾಲವೀಕ್ಷಕಗಳೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, ಅಥವ IE 8+
mai: ई पृष्ठ नवीनतम फायरफाक्स ब्राउजरके साथ नीकसँ काम करैत अछि: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
ml: ഈ താള്‍ ഏറ്റവും ഉത്തമമായി ഇവയില്‍ പ്രവര്‍ത്തിയ്ക്കുന്നു: ഫയര്‍ഫോക്സ് 3.6+, ഒപ്പേറാ 10.5+, സഫാരി 4+, ക്രോം 4+, അല്ലെങ്കില്‍ ഐഇ 8+
mn: Энэ хуудас нь дараах браузоруудын сүүлийн үеийн хулбарууд дээр илүү сайн ажиллах боломжтой : Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
mr: हे पृष्ठ सर्वात नवीन ब्राऊजरसह सर्वोत्म कार्य करते: फायरफॉक्स 3.6+, ओपेरा 10.5+, सफारी 4+, क्रोम 4+, किंवा IE 8+
ms: Laman ini dipapar baik dengan pelayar terkini: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
my: နောက်ဆုံးထုတ် ဘရောက်ဆာများနှင့်သာ ဤစာမျက်နှာကောင်းစွာပြနိုင်မည် : Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
oc: Aquesta pagina aurà un melhor rendut amb un navigador recent&nbsp;: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, o IE 8+.
or: ଏହି ପୃଷ୍ଠାଟି ନୂତନତମ ବ୍ରାଉଜର ସହିତ ଭଲ ଭାବରେ କାମ କରୁଅଛି: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, ଅଥବା IE 8+
ru: Эта страница работает лучше всего в последних версиях браузеров: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ или IE 8+
si: මෙම පිටුව නවතම බ්‍රව්සර නිකුතූන් සමඟ හොඳින්ම වැඩකරයි: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
sr: Ова страница најбоље ради са најновијим прегледачима: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
ta: இந்தப் பக்கம் சமீபத்திய உலாவிகளுடன் சிறப்பாக செயல்படும்: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ அல்லது IE 8+
te: ఈ పేజీ సరికొత్త బ్రౌజర్లతో సరిగా పనిచేయును: ఫైర్‌ఫాక్స్ 3.6+, ఓపెరా 10.5+, సఫారి 4+, క్రోమ్ 4+, లేదా ఐఈ 8+
th: หน้านี้จะทำงานได้ดีกับเบราว์เซอร์ล่าสุด: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ หรือ IE 8+
tr: Bu sayfayı en iyi şekilde görüntülemek için modern tarayıcıları kullanın: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+ veya IE 8+
ur: یہ صفحہ تازہ ترین براؤزرز کے ساتھ بہترین کام کرتا ہے: فائر فاکس 3.6+، اوپرا 10.5+، سفاری 4+، یا آئی ای 8+
vi: Trang này xem tốt nhất với các trình duyệt mới: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, hay IE 8+
xh: Eli phepha lisebenza kakuhle gqitha neebhrawuza zamvanje: IFirefox 3.6+, i-Opera 10.5+, iSafari 4+, iChrome 4+, or IE 8+

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
af: Inpropkontrole se <strong>ondersteuning vir Internet Explorer is beperk</strong>. Gebruik ook Nutsgoed &gt; Bestuur byvoegings
ar: التحقق من الملحقات: <strong>دعم إنترنت إكسبلورر محدود</strong>. استخدم أيضًا 'أدوات' &gt; 'إدارة الإضافات'
as: <strong>Internet Explorer ৰ কাৰণে প্লাগ-ইন পৰীক্ষাৰ সমৰ্থন সীমিত</strong>। সঁজুলিসমূহ &gt; এডঅনসমূহ ব্যৱস্থাপনা কৰক ব্যৱহাৰ কৰক
bn_bd: প্লাগইন পরীক্ষা <strong>ইন্টারনেট এক্সপ্লোরারের সমর্থন সীমিত</strong>। টুল ব্যবহার &gt; অ্যাড ব্যবস্থাপনা
bn_in: প্লাগ-ইন পরীক্ষার ব্যবস্থা <strong>Internet Explorer-র ক্ষেত্রে সীমিত রূপে উপলব্ধ রয়েছে</strong>। সরঞ্জাম &gt; অতিরিক্ত সামগ্রী পরিচালনাও ব্যবহার করুন
cy: Mae cefnogaeth Gwirio Ategyn <strong>yn gyfyngedig i Internet Explorer</strong>. Hefyd defnyddiwch Offer &gt; Rheoli Ategion
es: La compatibilidad de <strong>Internet Explorer</strong> con la comprobación de plugins <strong>es limitada</strong>. También puedes usar Herramientas &gt; Complementos.
es_mx: La Revisión de Plugins <strong>tiene soporte limitado para Internet Explorer</strong>. Utiliza también Herramientas &gt; Administrador de Complementos
fa: بررسی متصل‌شونده‌ها <strong> از Internet Explorer پشتیبانی نمی‌کند</strong> از این ابزار استفاده کنید &gt; مدیریت متصل‌شونده‌ها.
fr: Le <strong>support pour Internet Explorer est limité</strong>. Vous pouvez également utiliser le menu Outils &gt; Gérer les extensions.
gd: Chan eil ann ach <strong>taic chuingichte airson Internet Explorer</strong> a thaobh sgrùdadh nam plugan. 'S urrainn dhut Innealan &gt; 'Rianaich na tuilleadain' a chleachdadh cuideachd.
hi_in: प्लगइन जाँच <strong>इंटरनेट एक्सप्लोरर के लिए समर्थन सीमित है</strong>. साथ ही औज़ार &gt; सहयुक्ति प्रबंधित करें
hy_am: Հավելումների ստուգման <strong>հնարավորությունը սահմանափակ է Internet Explorer-ի համար</strong>։ Նաև օգտագործեք Գործիքներ &gt; Ղեկավարել հավելումները
id: <strong>Dukungan Periksa Plugin untuk Internet Explorer terbatas</strong>. Coba juga gunakan Tools &gt; Manage Addons
ka: მოდულების შემოწმება <strong>Internet Explorer-ში შეზღუდულია</strong>. ასევე, შეგიძლიათ ისარგებლოთ ხელსაწყოთი &gt; მოდულების მართვა
kk: Плагиндерді тексеру қолдауы <strong>Internet Explorer үшін шектелген</strong>. Оған қоса Саймандар &gt; Қосымшаларды басқару қолданыңыз
km: ការ​គាំទ្រ​ការ​ពិនិត្យ​កម្មវិធី​ជំនួយ​សម្រាប់ <strong>Internet Explorer នៅ​មាន​កម្រិត</strong> ។ សូម​ប្រើ​ផង​ដែរ ឧបករណ៍ &gt; គ្រប់គ្រង​កម្មវិធី​បន្ថែម
kn: <strong>ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‍ಪ್ಲೋರರಿಗಾಗಿನ ಪ್ಲಗ್‌ಇನ್ ಪರಿಶೀಲನೆಯ ಬೆಂಬಲವು ನಿಯಮಿತವಾಗಿರುತ್ತದೆ</strong>. ಉಪಕರಣಗಳು &gt; ಆಡ್ಆನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸು ಅನ್ನು ಬಳಸಿ
mai: प्लगइन जाँच <strong>इंटरनेट एक्सप्लोरर क लेल समर्थन सीमित अछि</strong>. संगे अओजार &gt; सहयुक्ति प्रबंधित करू
ml: <strong>ഇന്റര്‍നെറ്റ് എക്സ്പ്ലോററിനുള്ള പ്ലഗിന്‍ പരിശോധന</strong> പിന്തുണയ്ക്കുന്നില്ല. കൂടാതെ, പ്രയോഗങ്ങള്‍ &gt; ആഡ്-ഓണുകള്‍ കൈകാര്യം ചെയ്യുക ഉപയോഗിയ്ക്കുക.
mn: <strong>Internet Explorer-т зориулсан Plugin шалгах дэмжигч нь хязгаарлагдсан байна</strong>. Мөн багаж ашиглаж &gt; Нэмэгдлүүдийг зохицуулах
mr: प्लगईन तपासणी <strong>इंटरनेट एक्सप्लोररकरीता समर्थन मर्यादीत आहे</strong>. तसेच साधने &gt; ॲडऑन्स् व्यवस्थापीत करा, याचा वापर करा
ms: Semak Plugin <strong>sokongan untuk Internet Explorer ialah terhad</strong>. Juga guna alatan &gt; Uruskan Addons
my: ပလပ်အင် စစ်ဆေးပါ <strong> အင်တာနက် အိပ်စ်ပလိုယာ၏ ထောက်ပံ့ခြင်း ကန့်သတ်မှု </strong>. ကရိယာများသော်လည်း &gt; အက်အွန်များ စီမံခန့်ခွဲ
oc: Lo <strong>supòrt per Internet Explorer es limitat</strong>. Podètz tanben utilizar lo menú Aisinas &gt; Gerir las extensions.
or: ପ୍ଲଗଇନ ଯାଞ୍ଚ <strong>Internet Explorer ପାଇଁ ସହାୟତା ସିମୀତ ଅଟେ</strong>। ଏବଂ ମଧ୍ଯ ଉପକରଣଗୁଡ଼ିକର &gt; ଏଡଅନଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁକୁ ବ୍ୟବହାର କରନ୍ତୁ
ru: Проверка плагинов <strong>в Internet Explorer ограничена</strong>. Вы можете также использовать меню Сервис &gt; Управление надстройками
si: <strong>ඉන්ටනෙට් එක්ස්ප්ලෝරර් (Internet Explorer) සඳහා</strong> ප්ලගීන පරීක්ෂා කිරීමේ සහායය සීමාසහිතය. එසේම &gt; ඇඩෝන කළමනාකරණය භාවිතා කරන්න
sr: Подршка за проверу прикључака за Интернет експлорер је <strong>ограничена</strong>. Користите Алатке &gt; Додаци
ta: செருகு நிரல் சோதனை <strong>Internet Explorer க்கான ஆதரவு வரம்புடையதாகவே இருக்கும்</strong>. கருவிகள் &gt; துணை நிரல்களை நிர்வகிக்கவும் என்பதையும் பயன்படுத்தவும்
te: ప్లగిన్ పరిశీలన <strong>ఇంటర్నెట్ యెక్సుప్లోరర్‌కు తోడ్పాటు పరిమితం</strong>. సాధనాలు &gt; యాడ్‌ఆన్స్ నిర్వహించు కూడా వుపయోగించు.
th: Plugin Check <strong>รองรับ Internet Explorer แบบถูกจำกัด</strong> ควรใช้ เครื่องมือ &gt; จัดการส่วนเสริม
tr: Internet Explorer için Yan Uygulama Denetimi desteği <strong>kısıtlıdır</strong>. Araçlar &gt; Eklentileri yönet seçeneğini de kullanın.
ur: پلگ ان پڑتال <strong>انٹرنیٹ ایکسپلورر کی معاونت محدود ہے</strong>۔ آلات بھی استعمال کریں &gt؛ اضافہ جات کی تنظیم کریں۔
vi: Trình kiểm tra phần bổ trợ <strong>không hỗ trợ tốt Internet Explorer</strong>. Cũng dùng 'Công cụ' &gt; 'Quản lí Tiện ích'
xh: Ukuhlola Isixhobo Esongezelelekileyo <strong>ukuze ufumane inkxaso ye-Internet Explorer kulinganiselwe</strong>. Kwakhona sebenzisa Izixhobo &gt; Lawula ii-Addons

source: <strong><em>Step 1:</em></strong> Click <strong>Update</strong> to update a plugin.
af: <strong><em>Stap 1:</em></strong> Klik <strong>Werk by</strong> om ’n inprop by te werk.
ar: <strong><em>الخطوة 1:</em></strong> انقر على <strong>حدّث</strong> لتحديث ملحق.
as: <strong><em>স্তৰ ১:</em></strong> প্লাগ-ইন উন্নত কৰিবলৈ <strong>উন্নয়ন</strong> ত টিপক।
bn_bd: <strong><em>ধাপ ১:</em></strong> ক্লিক <strong>হালনাগাদ</strong> প্লাগইন হালনাগাদ।
bn_in: <strong><em>ধাপ ১:</em></strong> প্লাগ-ইন আপডেট করার জন্য <strong>আপডেট করুন</strong> ক্লিক করুন।
cy: <strong><em>Cam 1:</em></strong> Cliciwch <strong>Diweddaru</strong> i ddiweddaru ategyn.
es: <strong><em>Primero:</em></strong> haz clic en <strong>Actualizar</strong> para actualizar el plugin.
es_mx: <strong><em>Paso 1:</em></strong> Clic en <strong>Actualizar</strong> para actualizar un plugin.
fa: <strong><em>گام ۱:</em></strong> بر روی <strong>به‌روزرسانی</strong> کلیک کنید تا متصل‌شونده به‌روز شود.
fr: <strong><em>Étape&nbsp;1&nbsp;:</em></strong> Cliquez sur le bouton <strong>Mise à jour</strong> pour mettre le plugin à jour.
gd: <strong><em>A' 1<sup>d</sup> cheum:</em></strong> Briog aig <strong>Ùraich</strong> gus plugan ùrachadh.
hi_in: <strong><em>चरण 1:</em></strong> क्लिक करें <strong>अद्यतन करें</strong> प्लगइन को अद्यतन करने के लिए.
hy_am: <strong><em>Քայլ 1.</em></strong> Սեղմեք <strong>թարմացնել</strong>, որպեսզի թարմացնեք բաղադրիչը:
id: <strong><em>Langkah ke-1:</em></strong> Klik <strong>Perbarui</strong> untuk memperbarui pluginnya.
ka: <strong><em>ნაბიჯი 1:</em></strong> მოდულის გასაახლებლად დაწკაპეთ <strong>განახლება</strong>.
kk: <strong><em>1-ші қадам:</em></strong> Плагинді жаңарту үшін <strong>Жаңарту</strong> шертіңіз.
km: <strong><em>ជំហាន​ទី ១ ៖</em></strong> ចុច <strong>ធ្វើ​បច្ចុប្បន្ន​ភាព</strong> ដើម្បី​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ ។
kn: <strong><em>ಹಂತ 1:</em></strong> ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು <strong>ಅಪ್‌ಡೇಟ್ ಮಾಡು</strong> ಕ್ಲಿಕ್ ಮಾಡಿ.
mai: <strong><em>चरण 1:</em></strong> क्लिक करू <strong>अद्यतन करू</strong> प्लगइन केँ अद्यतन करबाक लेल.
ml: <strong><em>നടപടി 1:</em></strong> ഒരു പ്ലഗിന്‍ പരിഷ്കരിയ്ക്കുന്നതിനായി <strong>പരിഷ്കരിയ്ക്കുക</strong> ക്ലിക്ക് ചെയ്യുക.
mn: <strong><em>Алхам 1:</em></strong> <strong>Шинэчлэх</strong> дээр дарж plugin-г шинэчлэнэ үү.
mr: <strong><em>संचलन 1:</em></strong> प्लगईन सुधारित करण्यासाठी <strong>सुधारणा</strong> क्लिक करा.
ms: <strong><em>Langkah 1:</em></strong>Tekan<strong>Kemaskini</strong>untuk kemaskini sebuah plugin.
my: <strong><em>အဆင့် ၁၊</em></strong>အောက်ပါ <strong>အဆင့်မြှင့်</strong> အားနှိပ်ပြီး ထပ်ပေါင်းဆော့ဝဲအား အဆင့်မြှင့်
oc: <strong><em>Etapa&nbsp;1&nbsp;:</em></strong> Clicatz sul boton <strong>Mesa a jorn</strong> per metre lo plugin a jorn.
or: <strong><em>ପଦକ୍ଷେପ 1:</em></strong> ଏକ ପ୍ଲଗଇନକୁ ଅଦ୍ୟତନ କରିବା ପାଇଁ <strong>ଅଦ୍ୟତନ କରନ୍ତୁ</strong> କୁ କ୍ଲିକ କରନ୍ତୁ।
ru: <strong><em>Шаг 1:</em></strong> Нажмите <strong>Обновить</strong>, чтобы обновить плагин.
si: <strong><em>පියවර 1:</em></strong> ප්ලගීන යාවත්කාලීන කිරීමට <strong>යාවත්කාලීන</strong> ක්ලික් කරන්න.
sr: <strong><em>1. корак:</em></strong> Притисните <strong>догради</strong> да бисте доградили прикључак.
ta: <strong><em>செயல்படி 1:</em></strong> ஒரு செருகு நிரலைப் புதுப்பிக்க <strong>புதுப்பி</strong> என்பதைச் சொடுக்கவும்.
te: <strong><em>స్టెప్ 1:</em></strong> ప్లగిన్ నవీకరించుటకు <strong>నవీకరించు</strong> నొక్కుము.
th: <strong><em>ขั้นตอน 1:</em></strong> คลิก <strong>ปรับรุ่น</strong> เพื่อปรับรุ่นโปรแกรมเสริม
tr: <strong><em>1. adım:</em></strong> Bir yan uygulamayı güncellemek için <strong>Güncelle</strong>'ye tıklayın.
ur: <strong><em>مرحلہ 1:</em></strong> پلگ ان کی تازہ کاری کے لیے <strong>تازہ کاری کریں</strong> کلک کریں۔
vi: <strong><em>Bước 1:</em></strong> Nhấn <strong>Cập nhật</strong> để cập nhật phần bổ trợ.
xh: <strong><em>Inyathelo 1:</em></strong> Cofa <strong>Hlaziya</strong> ukuze uhlaziye isixhobo esongezelelekileyo.
