Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: <p>This plugin version has a security vulnerability that websites can exploit and potentially harm your computer. It is recommended that you update this plugin or if an update is not available, <a href='#howto-disable'>disable it</a>.</p><p>For more information, read the <a href='#' class='vulner-url'>plugin vendor's vulnerability information</a>.</p><p><a class='qtip-closer'>Close</a></p>
af: <p>Dié inpropweergawe het 'n sekuriteitsverwante kwesbaarheid wat deur webwerwe uitgebuit kan word en moontlik u rekenaar kan beskadig. Ons beveel aan dat u dié inprop bywerk of indien 'n bywerking nie beskikbaar is nie, <a href='#howto-disable'>deaktiveer dit</a>.</p><p>Vir meer inligting, lees die <a href='#' class='vulner-url'>inpropverskaffer se inligting oor die kwesbaarheidf</a>.</p><p><a class='qtip-closer'>Sluit</a></p>
ar: <p>هذه النسخة من الملحق فيها ثغرة أمنية تمكّن المواقع من الإضرار بحاسوبك. ننصحك أن تحدّث هذا الملحق، أو أن <a href='#howto-disable'>تعطله</a> في حال عدم وجود تحديث متاح.</p><p>لمزيد من المعلومات، اطّلع على <a href='#' class='vulner-url'>معلومات ثغرات صانع الملحق</a>.</p><p><a class='qtip-closer'>أغلِق</a></p>
as: <p>প্লাগ-ইনৰ এই সংস্কৰণত সুৰক্ষাৰ এটা সমস্যা আছে যাৰ ৱেবছাইট সমূহে সুবিধা ল'ব পাৰে আৰু আপোনাৰ কমপিউটাৰক আক্ৰমণ কৰিব পাৰে। এইটো উপদেশিত যে আপুনি এই প্লাগ-ইন উন্নত কৰক বা যদি উন্নয়ন পোৱা নাযায়, <a href='#howto-disable'>নিষ্ক্ৰিয় কৰক</a>।</p><p>অধিক তথ্যৰ বাবে, <a href='#' class='vulner-url'>প্লাগ-ইন ক্ৰেতাৰ অসুৰক্ষাৰ তথ্য</a> পঢ়ক।</p><p><a class='qtip-closer'>বন্ধ কৰক</a></p>
bn_bd: <p>এই প্লাগিনটিকে নিরাপত্তা সুরক্ষা নেই যা আপনার কম্পিউটারে ক্ষতি সাধন করতে পারে। প্লাগিনটি আপডেট করার পরামর্শ দেয়া হচ্ছে, নতুবা, <a href='#howto-disable'>একে নিষ্ক্রিয় করুন</a>।</p><p>আরও তথ্যের জন্য, <a href='#' class='vulner-url'>প্লাগিন ভেন্ডরের সুরক্ষা সম্পর্কিত তথ্য পড়ুন</a>।</p><p><a class='qtip-closer'>বন্ধ</a></p>
bn_in: <p>প্লাগ-ইনের এই সংস্করণে উপস্থিত সংকটের ফলে, ওয়েব-সাইটের মাধ্যমে আপনার কম্পিউটারের ক্ষতি করার আশঙ্কা রয়েছে। এই প্লাগ-ইনটি আপডেট করুন, এবং আপডেট উপস্থিত না থাকলে এটি <a href='#howto-disable'>নিষ্ক্রিয় করুন</a>।</p><p>অতিরিক্ত বিবরণের জন্য, <a href='#' class='vulner-url'>প্লাগ-ইন উপলব্ধকারী দ্বারা উপলব্ধ এই বিপদ সম্পর্কিত তথ্য</a> পড়ুন।</p><p><a class='qtip-closer'>বন্ধ করুন</a></p>
cy: <p>Mae gan y fersiwn yma o'r ategyn wendidau diogelwch y gall gwefannau gymryd mantais ohonynt ac efallai niweidio eich cyfrifiadur. Rydym yn argymell eich bod yn diweddaru'r ategyn ac os nad oes diweddariad ar gael, eich bod yn <a href='#howto-disable'>ei anablu</a>.</p><p>Am ragor o wybodaeth, darllenwch <a href='#' class='vulner-url'>wybodaeth am wendid ategynion darparwyr</a>.</p><p><a class='qtip-closer'>Cau</a></p>
es: <p>La versión de este plugin tiene una vulnerabilidad de seguridad que los sitios web pueden utilizar y posiblemente dañar tu equipo. Es recomendable que actualices este plugin o, si no hay una actualización disponible, <a href='#howto-disable'>lo deshabilites</a>.</p><p>Para más información, puedes leer la <a href='#' class='vulner-url'>información de vulnerabilidad del creador</a>.</p><p><a class='qtip-closer'>Cerrar</a></p>
es_mx: <p>Este plugin tiene una vulnerabilidad de seguridad que los sitios web pueden explotar y, potencialmente, dañar tu computadora. Es recomendable que actualices tu plugin o, si no hay una actualización disponible,<a href='#howto-disable'>desactivarlo</a>.</p><p>Para mayor información, lee la<a href='#' class='vulner-url'>información del proveedor del plugin sobre la vulnerabilidad</a>.</p><p><a class='qtip-closer'>Cerrar</a></p>
fa: <p>این متصل‌شونده دارای مشکل امنیتی است که شما را در معرض خطر حمله قرار می‌دهد. توصیه می‌کنیم در صورتی که امکان دارد این متصل‌شونده را به‌هنگام نمایید، و اگر به‌هنگام‌سازی جدیدی برای آن موجود نیست آن را <a href='#howto-disable'>غیر فعال سازید</a>.</p><p> برای اطلاعات بیشتر، <a href='#' class='vulner-url'>اطلاعات منتشر شده توسط سازندهٔ متصل‌شونده</a> را بخوانید.</p><p><a class='qtip-closer'>بستن</a></p>
fr: <p>La version de ce plugin est affectée par une faille de sécurité que certains sites Web malveillants pourraient exploiter afin de nuire à votre équipement. Nous vous recommandons de mettre à jour ce plugin ou, au cas où une mise à jour ne serait pas disponible, de le <a href='#howto-disable'>désactiver</a>.</p><p>Pour en savoir plus, veuillez consulter <a href='#' class='vulner-url'>les informations afférentes à cette vulnérabilité fournies par l'éditeur du plugin</a>.</p><p><a class='qtip-closer'>Fermer</a></p>
gd: <p>Tha lochd tèarainteachd aig a' phlugan seo agus dh'fhaodadh làraichean-lìn a chleachdadh gus cron a chur air a' choimpiutair agad. Mholamaid dhut am plugan seo ùrachadh no, mur eil ùrachadh ann, <a href='#howto-disable'>a chur à comas</a>.</p><p>Airson barrachd fiosrachaidh, leugh <a href='#' class='vulner-url'>fiosrachadh an reiceadair air so-leòntachd a' phlugain</a>.</p><p><a class='qtip-closer'>Dùin</a></p>
hi_in: <p>इस प्लगइन में सुरक्षा भेद्यता है जिसका कोई वेबसाइट शोषण कर सकता है और आपके कंप्यूटर को नुकसान पहुँचा सकता है. यह सलाह दी जाती है कि आप इस प्लगइन को अद्यतन करें या यदि अद्यतन उपलब्ध नहीं है, <a href='#howto-disable'>इसे निष्क्रिय करें</a>.</p><p>अधिक जानकारी के लिए, <a href='#' class='vulner-url'>प्लगइन विक्रेता की भेद्यता सूचना</a> पढ़ें.</p><p><a class='qtip-closer'>बंद करें</a></p>
hy_am: <p>Բաղադրիչի այս տարբերակը ունի անվտանգության խոցելիություն: Վեբ կայքերը կարող են շահագործել այն և վնասել ձեր համակարգիչը: Խորհուրդ է տրվում թարմացնել այն կամ եթե թարմացում առկա չէ <a href='#howto-disable'>անջատեք այն</a>:</p><p>Մանրամասն տեղեկությունների համար կարդացեք <a href='#' class='vulner-url'>բաղադրիչ տրամադրողների խոցելության տվյալները</a>:</p><p><a class='qtip-closer'>Փակել</a></p>
id: <p>Versi plugin ini mengandung kerentanan keamanan yang dapat dieksploitasi situs web dan berpotensi merusak komputer Anda. Disarankan untuk memperbarui plugin ini atau jika
ka: <p>მოდულის ეს ვერსია მოწყვლადია და ვებსაიტებს შეუძლიათ მისი გამოყენება თქვენი კომპიუტერისთვის ზიანის მოსაყენებლად. რეკომენდებულია მისი განახლება და თუ განახლება მიუწვდომელია - <a href='#howto-disable'>მისი ამორთვა</a>.</p><p>დამატებითი ინფორმაციისთვის გაეცანით: <a href='#' class='vulner-url'>მოწყვლადობის ინფორმაცია მოდულის შემქმნელებისგან</a>.</p><p><a class='qtip-closer'>დახურვა</a></p>
kk: <p>Бұл плагин нұсқасы осал, оны веб сайттар қолдана алады және компьютеріңізге зақым келтіруі мүмкін. Бұл плагинді жаңарту ұсынылады, ал жаңартуы жоқ болса, оны <a href='#howto-disable'>сөндіру</a> ұсынылады.</p><p>Көбірек білу үшін, <a href='#' class='vulner-url'>плагин өндірушісі жариялаған плагин осалдылығы ақпаратын</a> оқыңыз.</p><p><a class='qtip-closer'>Жабу</a></p>
km: <p>កំណែ​កម្មវិធី​ជំនួយ​នេះ​មាន​ការ​បង្ករ​គ្រោះថ្នាក់​សុវត្ថិភាព ដែល​វិបសាយ​អាចបង្ករ​គ្រោះថ្នាក់​ដល់​កុំព្យូទ័រ​របស់ ។ អ្នក​គួរ​តែ​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ​នេះ ឬបើ​កម្មវិធី​នោះ​មិនមាន​ទេ <a href='#howto-disable'>បិទ​វា</a> ។</p><p>សម្រាប់​ព័ត៌មាន​បន្ថែម សូម​អាន <a href='#' class='vulner-url'>ព័ត៌មាន​ការ​បង្ករ​គ្រោះថ្នាក់​នៃ​អ្នក​ផ្ដល់​កម្មវិធី​ជំនួយ</a> ។</p><p><a class='qtip-closer'>បិទ</a></p>
kn: <p>ಈ ಪ್ಲಗ್‌ಇನ್ ಆವೃತ್ತಿಯು ಜಾಲತಾಣಗಳು ದುರ್ಬಳಕೆ ಮಾಡಿಕೊಂಡು ನಿಮ್ಮ ಗಣಕವನ್ನು ಹಾಳು ಮಾಡುವ ಸಾಧ್ಯತೆ ಇರಬಹುದಾದ ಒಂದು ಸುರಕ್ಷತಾ ದೌರ್ಬಲ್ಯವನ್ನು ಹೊಂದಿದೆ. ನೀವು ಈ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಅಥವ ಅಪ್‌ಡೇಟ್ ಲಭ್ಯವಿರದೆ ಇದ್ದಲ್ಲಿ, <a href='#howto-disable'>ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ</a> ಎಂದು ಸಲಹೆ ಮಾಡಲಾಗುತ್ತದೆ.</p><p>ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, <a href='#' class='vulner-url'>ದುರ್ಬಲತೆಯ ಕುರಿತು ಪ್ಲಗ್‌ಇನ್ ಮಾರಾಟಗಾರರ ಮಾಹಿತಿ</a>.</p><p><a class='qtip-closer'>ಮುಚ್ಚು</a></p>
mai: <p>ई प्लगइनमे सुरक्षा भेद्यता अछि जकर कोनो वेबसाइट शोषण कए सकैत अछि आओर अहाँक कंप्यूटर केँ नुकसान पहुँचाए सकैत अछि. ई सलाह देल जाइछ जे अहाँ ई प्लगइन केँ अद्यतन करू अथवा जँ अद्यतन उपलब्ध नहि अछि, <a href='#howto-disable'>एकरा निष्क्रिय करू</a>.</p><p>बेसी जानकारीक लेल, <a href='#' class='vulner-url'>प्लगइन विक्रेताक भेद्यता सूचना</a> पढ़ू.</p><p><a class='qtip-closer'>बन्न करू</a></p>
ml: <p>വെബ്സൈറ്റുകളെ അപകടകരമാക്കി നിങ്ങളുടെ കമ്പ്യൂട്ടറിനെ ഈ പ്ലഗിന്‍ പതിപ്പു് തകരാറിലാക്കുന്നു. ഈ പ്ലഗിന്‍ നിങ്ങള്‍ പരിഷ്കരിയ്ക്കുന്നതാണു് ഉത്തമം. അഥവാ പരിഷ്കരണം ലഭ്യമല്ലെങ്കില്‍ ദയവായി <a href='#howto-disable'>ഇതു് പ്രവര്‍ത്തന രഹിതമാക്കുക</a>.</p><p>കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി, <a href='#' class='vulner-url'>plugin vendor's vulnerability information</a> കാണുക.</p><p><a class='qtip-closer'>അടയ്ക്കുക</a></p>
mn: <p>Одоогийн ашиглаж байгаа plugin нь вэб сайтууд ашиглах болон таны компьютерт хохирол учруулж болох аюулгүйн байдлын сул талтай хувилбар байна. Одоогийн plugin-г шинэчлэх юмуу хэрэв шинэчлэх боломжгүй бол <a href='#howto-disable'>ашиглахгүй байх</a>ыг санал болгож байна.</p><p>Өшөө мэдээлэл хэрэгтэй бол <a href='#' class='vulner-url'>Plugin-ны сул талын талаарх мэдээлэл</a>-г уншина уу.</p><p><a class='qtip-closer'>Хаах</a></p>
mr: <p>या प्लगईनमध्ये सुरक्षा अरक्षित आढळली ज्यामुळे संकेतस्थळे परक्राम करून संगणकाला हानी पुरवू शकतील. प्लगईनल सुधारित करणे शिफारसीय आहे किंवा सुधारणा उपलब्ध नसल्यास, <a href='#howto-disable'>बंद करा</a>.</p><p>अधिक माहितीकरीता, <a href='#' class='vulner-url'>प्लगईन विक्रेत्याची अरक्षित माहिती</a> वाचा.</p><p><a class='qtip-closer'>बंद करा</a></p>
ms: <p>Versi plugin ini mempunyai satu keselamatan yang mudah terdedah pada laman web yang boleh dieksploitasi dan berpotensi merosakkan komputer anda. Dicadangkan anda untuk mengemaskinikan plugin ini atau kemas kini tidak boleh didapati, <a href='#howto-disable'>lumpuhkan</a>.</p><p>Untuk maklumat lanjut, rujuk <a href='#' class='vulner-url'>info kelemahan dari vendor plugin</a>.</p><p><a class='qtip-closer'>Tutup</a></p>
my: <p>ဒီပလပ်အင် ဗားရှင်း အသုံးပြပါက သင့်ကွန်ပျူတာ လုံခြုံရေးကို ကစဉ့်ကလျား ပျက်ဆီးနိုင်သည်။ ဒီဟာကို အဆင့်မြင့် ရန်သင့် အားအကြံပေးသော်လည်း ယခုအဆင့် မမြင့်နိုင်သေးပါ။ <a href='#howto-disable'>ဒါကိုပိတ်ပါ </a>.</p><p> ပိုသိသင့်သော အချက်အလက်များ ဖတ်ပါ။ <a href='#' class='vulner-url'> ထုတ်လုပ်သူ၏ ပျက်ဆီးနိုင်သော အချက်အလက်များမှာ </a>.</p><p><a class='qtip-closer'> ပိတ်ပါ </a></p>
oc: <p>La version d'aqueste plugin es afectada per una falha de seguretat que certans sites Web malvolents poirián expleitar per tal de nóser a vòstre equipament. Vos recomandam de metre a jorn aqueste plugin o, dins lo cas qu'una mesa a jorn seriá pas disponibla, de lo <a href='#howto-disable'>desactivar</a>.</p><p>Per ne saber mai, consultatz <a href='#' class='vulner-url'>las informacions a prepaus d'aquesta vulnerabilitat provesidas per l'editor del plugin</a>.</p><p><a class='qtip-closer'>Tampar</a></p>
or: <p>ଏହି ପ୍ଲଗଇନ ସଂସ୍କରଣରେ ଏକ ସୁରକ୍ଷା ଜନିତ ଅସହାୟତା ଅଛି ଯାହାକି ୱେବସାଇଟଗୁଡ଼ିକ ଆପଣହ୍ କମ୍ପୁଟରକୁ କ୍ଷତି କରିପାରିବେ । ଏହା ପରାମର୍ଶିତ ଯେ ଆପଣ ଏହି ପ୍ଲଗଇନକୁ ଅଦ୍ୟତନ କରନ୍ତୁ ଅଥବା ଯଦି କୌଣସି ଅଦ୍ୟତନ ଉପଲବ୍ଧ ହୋଇନଥାଏ, <a href='#howto-disable'>ଏହାକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ</a>।</p><p>ଅଧିକ ସୂଚନା ପାଇଁ, <a href='#' class='vulner-url'>ପ୍ଲଗଇନ ବିକ୍ରେତାରସୁରକ୍ଷା ଜନିତ ସୂଚନା</a> କୁ ପଢ଼ନ୍ତୁ।</p><p><a class='qtip-closer'>ବନ୍ଦ କରନ୍ତୁ</a></p>
ru: <p>Эта версия плагина имеет уязвимость в системе безопасности, которая может быть использована веб-сайтами для нанесения вреда вашему компьютеру. Мы рекомендуем вам обновить этот плагин, или, если обновление не доступно, <a href='#howto-disable'>отключить его</a>.</p><p>Для получения дополнительных сведений прочтите <a href='#' class='vulner-url'>информацию об уязвимости от производителя плагина</a>.</p><p><a class='qtip-closer'>Закрыть</a></p>
si: <p>මෙම ප්ලගීන නිකුතුව වෙබ් අඩවියේ මෙන්ම පරිගණකයේ
sr: <p>Ово издање прикључка има безбедносну рањивост коју злонамерне странице могу искористити да нанесу штету Вашем рачунару. Препоручљиво је да доградите овај прикључак, а ако доградња није доступна, да га <a href='#howto-disable'>онемогућите</a>.</p><p> За више информација, прочитајте <a href='#' class='vulner-url'>информације о рањивости од издавача</a>.</p><p><a class='qtip-closer'>Затвори</a></p>
ta: <p>இந்த செருகு நிரல் பதிப்பில் ஒரு பாதுகாப்பு தொடர்பான பாதிப்பு சாத்தியமுள்ளது, அதை வலைத்தளங்கள் பயன்படுத்திக்கொண்டு உங்கள் கணினியைப் பாதிக்கக்கூடும். நீங்கள் இந்த செருகுநிரலைப் புதுப்பிக்குமாறு பரிந்துரைக்கிறோம் அல்லது புதுப்பிப்பு கிடைக்காவிட்டால் , <a href='#howto-disable'>அதை முடக்கவும்</a>.</p><p>மேலும் தகவல்களுக்கு <a href='#' class='vulner-url'>செருகு நிரல் வழங்குநரது பாதிப்புக்குட்படக்கூடிய தன்மை பற்றிய தகவலைப் பார்க்கவும்</a>.</p><p><a class='qtip-closer'>மூடு</a></p>
te: <p>ఈ ప్లగిన్ భద్రత దృష్ట్యా ప్రమాదమైంది దాని వలన వెబ్‌సైట్లు మీ కంప్యూటర్‌కు హాని కలిగించవచ్చును. మీరు యీ ప్లగిన్ నవీకరించమని సిఫార్సు చేయడమైంది లేదా వొకవేళ నవీకరణ అందుబాటులో లేకపోతే, <a href='#howto-disable'>దానిని అచేతనం చేయండి</a>.</p><p>అధిక సమాచారం కొరకు, <a href='#' class='vulner-url'>ప్లగిన్ అమ్మకందారుల సమాచారం</a>.</p><p><a class='qtip-closer'>మూయి</a></p>
th: <p>รุ่นของโปรแกรมเสริมตัวนี้มีช่องโหว่ความปลอดภัยที่อาจจะเจาะเว็บไซต์และทำอันตรายต่อคอมพิวเตอร์ของคุณได้ เราแนะนำให้คุณปรับรุ่นโปรแกรมเสริมให้ทันสมัยหรือถ้าการปรับรุ่นไม่มีอยู่ ให้<a href='#howto-disable'>ปิดการใช้งาน</a></p><p>สำหรับข้อมูลเพิ่มเติมอ่าน<a href='#' class='vulner-url'>ข้อมูลของช่องโหว่จากผู้ผลิต</a></p><p><a class='qtip-closer'>ปิด </a></p>
tr: <p>Bu yan uygulama sürümündeki bir güvenlik açığı nedeniyle çeşitli web siteleri bilgisayarınıza erişerek zarar verebilir. Bu yan uygulamayı güncellemeniz, güncelleme mevcut değilse <a href='#howto-disable'>etkisizleştirmeniz</a> önerilir.</p><p>Daha fazla bilgi için <a href='#' class='vulner-url'>yan uygulama sağlayıcısının açık duyurusunu</a> okuyun.</p><p><a class='qtip-closer'>Kapat</a></p>
ur: <p>یہ پلگ ان ایک سلامتی کی زدپذیری کا حامل ہے جس کا فائدہ ویب سائٹیں اٹھا سکتی ہیں اور ممکنہ طور پر آپ کے کمپیوٹر کو نقصان پہنچا سکتی ہیں۔ تجویز دی جاتی ہے کہ آپ اس پلگ ان کی تازہ کاری کریں اور اگر کوئی تازہ کاری دستیاب نہیں ہے تو <a href='#howto-disable'>اسے نااہل بنائیں</a>.</p><p> مزید معلومات کے لیے، <a href='#' class='vulner-url'>پلگ ان فروخت کنندہ کی زدپذیری کی معلومات</a>.</p><p><a class='qtip-closer'>Close</a></p> کا مطالعہ کریں۔
vi: <p>Phiên bản của phần bổ trợ này bị lỗi bảo mật và một trang web có thể thâm nhập và làm hại tới máy tính của bạn. Chúng tôi khuyến nghị rằng nếu phần bổ trợ này không có bản cập nhật, hãy <a href='#howto-disable'>vô hiệu hóa nó</a>.</p><p>Thông tin chi tiết hơn xem tại <a href='#' class='vulner-url'>Thông tin lỗi bảo mật của nhà phát triển phần bổ trợ</a>.</p><p><a class='qtip-closer'>Đóng</a></p>
xh: <p>Uhlelo lwesi sixhobo esongezelelekileyo ukhuseleko lwalo lusenokuba secicini olusenokusetyenziswa kakubi ziiwebhusayithi zize zonakalise ikhompyutha yakho. Kukhuthazwa ukuba uhlaziye esi sixhobo songezelelekileyo okanye ukuba asifumaneki esihlaziyiweyo, <a href='#howto-disable'>disable it</a>.</p><p>Ukuze ufumane inkcazelo engakumbi, funda <a href='#' class='vulner-url'>inkcazelo yomboneleli wesixhobo esongezelelekileyo engokuba secicini</a>.</p><p><a class='qtip-closer'>Vala</a></p>

source: (more info)
af: (meer inligting)
ar: (معلومات أخرى)
as: (আৰু অধিক তথ্য)
bn_bd: (আরও তথ্য)
bn_in: (অতিরিক্ত তথ্য)
cy: (rhagor o wybodaeth)
es: (más información)
es_mx: (más información)
fa: (اطلاعات بیشتر)
fr: (en savoir plus)
gd: (barrachd fiosrachaidh)
hi_in: (और जानकारी)
hy_am: (մանրամասներ)
id: (info selengkapnya)
kk: (көбірек ақпарат)
kn: (ಹೆಚ್ಚಿನ ಮಾಹಿತಿ)
mai: (आओर जानकारी)
ml: (കൂടുതല്‍ വിവരം)
mr: (अधिक माहिती)
ms: (maklumat lanjut)
my: (လေ့လာနိုင်သော အချက်အလက်များ)
oc: (ne saber mai)
or: (ଅଧିକ ସୂଚନା)
ru: (подробнее)
si: (වැඩිදුර තොරතුරු)
sr: (више информација)
ta: (மேலும் தகவல்)
te: (అధిక సమాచారం)
th: (รายละเอียดเพิ่มเติม)
tr: (daha fazla bilgi)
ur: (مزید معلومات)
vi: (thông tin thêm)
xh: (inkcazelo engakumbi)

source: Check Your <span>Plugins</span>
af: Kontroleer u <span>inproppe</span>
ar: تحقق من <span>ملحقاتك</span>
as: আপোনাৰ <span>প্লাগ-ইনসমূহ</span> পৰীক্ষা কৰক
bn_bd: <span>প্লাগইন</span>পরীক্ষা
bn_in: আপনার ব্যবহৃত <span>প্লাগ-ইনগুলি</span> পরীক্ষা করুন
cy: Gwirio eich <span>Ategion</span>
es: Comprueba y actualiza tus <span>plugins</span>
es_mx: Revisa tus <span>Plugins</span>
fa: متصل‌شونده‌های خود را<br>بررسی نمایید
fr: Vérification des <span>plugins</span>
gd: Sgrùdaich na <span>plugain agad</span>
hi_in: अपना <span>प्लगइन</span> जाँचें
hy_am: Ստուգեք ձեր <span>Բաղադրիչները</span>
id: Periksa <span>Plugin</span>
ka: შეამოწმეთ თქვენი <span>მოდულები</span>
kk: <span>Плагиндерді</span> тексеру
km: ពិនិត្យ​មើល<span>កម្មវិធី​ជំនួយ</span>​របស់​អ្នក
kn: ನಿಮ್ಮ <span>ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ</span>
mai: अपन <span>प्लगइन</span> जाँचू
ml: നിങ്ങളുടെ <span>പ്ലഗിനുകള്‍</span> പരിശോധിയ്ക്കുക
mn: <span>Plugin</span>-ээ шалгаж үзнэ үү
mr: तुमचे <span>प्लगईन्स्</span> तपासा
ms: Semak plugin <span>anda</span>
my: သင်၏ <span>ပလပ်အင်များ</span>စစ်ဆေးပါ
oc: Verificacion dels <span>plugins</span>
or: ଆପଣଙ୍କର <span>ପ୍ଲଗଇନଗୁଡ଼ିକୁ</span>ଯାଞ୍ଚ କରନ୍ତୁ
ru: Проверьте ваши <span>плагины</span>
si: ඔබගේ <span>ප්ලගීන</span> පරීක්ෂා කරන්න
sr: Проверите своје <span>прикључке</span>
ta: உங்கள் <span>செருகுநிரல்களை</span> சோதிக்கவும்
te: మీ <span>ప్లగిన్స్</span> పరిశీలించండి
th: ตรวจสอบ<span>โปรแกรมเสริม</span>
tr: Yan Uygulamalarınızı <span>DENETLEYİN</span>
ur: اپنے <span>پلگ ان</span> چیک کریں
vi: Kiểm tra <span>phần bổ trợ</span>
xh: Hlola <span>Isixhobo Esongezelelekileyo sakho</span>

source: Keeping your third-party plugins up to date helps Firefox run safely and smoothly.
af: Deur derdeparty-inproppe op datum te hou, help mens om Firefox veilig en glad te laat loop.
ar: إبقاء ملحقاتك (التي أنتجها طرف ثالث) محدّثة يساعد على تشغيل فَيَرفُكس بأمان وسلاسة.
as: আপোনাৰ তৃতীয় পক্ষীয় প্লাগ-ইনসমূহক উন্নত কৰি থ'লে Firefox সুৰক্ষিত আৰু মিহিকৈ চলিবলৈ সহায় পায়।
bn_bd: থার্ড পার্টি প্লাগইন হালনাগাদ রাখা হলে ফায়ারফক্স খুব নিরাপদ এবং নিখুঁতভাবে চলে।
bn_in: ব্যবহার করা স্বতন্ত্র প্লাগ-ইনগুলি আপ-টু-ডেট করা থাকলে, Firefox-র নিরাপত্তা বজায় রাখার পাশাপাশি ব্যবহারে কোনো বিঘ্ন দেখা দেয় না।
cy: Mae cadw eich ategion yn rhai diweddar yn cynorthwyo Firefox i redeg yn ddiogel a llyfn.
es: Mantener los plugins de terceros actualizados ayuda a que Firefox funcione de forma segura y eficaz.
es_mx: Mantener tus plugins de terceros al día ayuda a Firefox a ejecutarse de una forma segura y sin problemas.
fa: به‌هنگام نگه داشتن متصل‌شونده‌ها به فایرفاکس کمک می‌کند که ایمن و سالم باقی بماند.
fr: Mettez à jour vos plugins tiers, Firefox fonctionnera sans accroc et en toute sécurité.
gd: Ma chumas tu na plugain agad a fhuair thu o threas pàrtaidh cho ùr 's a ghabhas, bidh Firefox a' ruith sàbhailte rèidh.
hi_in: अपने तीसरे पक्षीय प्लगइन को अद्यतन रखना आपके फ़ायरफ़ॉक्स को सुरक्षित और सुगमता से चलने देता है.
hy_am: Թարմ պահելով երրորդ կողմի բաղադրիչները, դուք օգնում եք Firefox-ին աշխատել անվտանգ ու արագ:
id: Perbarui selalu plugin dari pihak ketiga agar Firefox tetap bekerja dengan lancar dan aman.
ka: შეინარჩუნეთ თქვენი მოდულები მუდმივად განახლებული რაც Firefox-ის უსაფრთხო და შეუფერხებელ მუშაობას უზრუნველყოფს.
kk: Үшінші жақ шығарған плагиндеріңізді уақытында жаңарту Firefox жұмысын қауіпсіз қылады.
km: បន្ទាន់​សម័យ​កម្មវិធី​ជំនួយ​ភាគី​ទីបី​របស់​អ្នក​ដើម្បី​ជួយ​ធ្វើ​ឲ្យ Firefox ដំណើរ​ការ​យ៉ាង​រលូន និង​មាន​សុវត្ថិភាព ។
kn: ನಿಮ್ಮಲ್ಲಿರುವ ತರ್ಡ್ ಪಾರ್ಟಿ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಅಪ್‌ ಟು ಡೇಟ್‌ ಆಗಿರಿಸುವುದರಿಂದ ಫೈರ್ಫಾಕ್ಸ್ ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಸರಾಗವಾಗಿ ಚಲಾಯಿತಗೊಳ್ಳಲು ನೆರವಾಗುತ್ತದೆ.
mai: अपन तेसर पक्षीय प्लगइन केँ अद्यतन राखनाइ अहाँक फायरफाक्स केँ सुरक्षित आओर सुगमता सँ चलै दैछ.
ml: നിങ്ങളുടെ തേര്‍ഡ്-പാര്‍ട്ട് പ്ലഗിനുകള്‍ ഏറ്റവും പുതിയതായി സൂക്ഷിയ്ക്കുക, ഫയര്‍ഫോക്സ് സുരക്ഷിതമായി പ്രവര്‍ത്തിയ്ക്കുന്നതിനു് ഇതു് സഹായിയ്ക്കുന്നു.
mn: Plugin-г үргэлж шинэчилснээр Firefox-г илүү аюулгүй болон чөлөөтөй ажиллахад тус болох болно.
mr: तिसरे-पक्षीय प्लगईन्स् अद्ययावत ठेवल्याने फायरफॉक्स सुरक्षितपणे व सुरळीतपणे चालते.
ms: Memastikan plugins pihak ketiga anda dengan bantuan terkini untuk memastikan Firefox berjalan dengan selamat dan lancar.
my: မီးမြေခွေး လုံခြုံချောမွေ့စွာ အသုံးပြုနိုင်ရန် ပလပ်အင်များကို အဆင့်မြင့်ပေးပါ။
oc: Metètz a jorn vòstres plugins tèrces, Firefox foncionarà sens tracàs e en tota seguretat.
or: ଆପଣଙ୍କର ତୃତୀୟ ପକ୍ଷ ପ୍ଲଗଇନଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରି ରଖିବା ଫଳରେ ତାହା Firefox କୁ ସୁରକ୍ଷିତ ଏବଂ ସହଜରେ ଚଲାଇ ଥାଏ।
ru: Поддержание актуальности ваших плагинов делает Firefox быстрее и безопаснее.
si: ඔබගේ තෙවන පාර්ශවීය ප්ලගීන යාවත්කාලීන කර තබා ගැනීම ෆයර්ෆොක්ස් ආරක්ෂිත සහ සුමට ලෙස ක්‍රියාත්මක වීමට සහායය වේ.
sr: Дограђивањем прикључака трећих страна обезбеђујете нормалан и безбедан рад Фајерфокса.
ta: உங்கள் மூன்றாம் தரப்பு செருகு நிரல்களை புதுப்பித்த நிலையில் வைத்திருப்பது, Firefox பாதுகாப்பாகவும் சுமூகமாகவும் இயங்க உதவியாக இருக்கும்.
te: ఫైర్‌పాక్స్ సురక్షితంగా మరియు చక్కగా నడుచుటకు మీ ముడో-వ్యక్తి ప్లగిన్లను తాజాగా వుంచుట దోహద పడును.
th: ดูแลโปรแกรมเสริมของคุณให้ทันสมัยอยู่เสมอจะช่วยให้ Firefox ของคุณปลอดภัยและใช้งานได้ไหลลื่น
tr: Üçüncü parti yan uygulamalarınızı güncel tutmanız Firefox'un güvenli ve sorunsuz çalışmasına yardımcı olur.
ur: سہ فریقی پلگ ان تازہ رکھنے سے Firefox کو محفوظ اور ہموار طریقے سے چلنے میں مدد ملتی ہے۔
vi: Luôn cập nhật phần bổ trợ của hãng thứ ba để Firefox chạy an toàn và mượt hơn.
xh: Ukugcina izixhobo ezongezelelekileyo ezivela kwabanye abantu kunceda iFireforx ukuba isebenze ngokukhuselekileyo nangempumelelo.

source: Missing <span>FLASH?</span>
af: Vermis u <span>Flash?</span>
ar: مشغّل <span>الفلاش</span> غير موجود؟
as: <span>FLASH</span> হেৰুৱাইছে ?
bn_bd: অনুপস্থিত <span>ফ্ল্যাশ?</span>
bn_in: <span>FLASH</span> অনুপস্থিত কি?
cy: Colli <span>FLASH?</span>
es: ¿Ha desaparecido <span>FLASH&#63;</span>
es_mx: ¿No puedes ver <span>FLASH?</span>
fa: <span>FLASH</span> را پیدا نمی‌کنید؟
fr: <span>FLASH&#63;</span> vous manque&nbsp;?
gd: <span>FLASH?</span> a dhìth?
hi_in: अनुपस्थित <span>फ्लैश?</span>
hy_am: Բացակայու՞մ է <span>FLASH</span>-ը
id: <span>FLASH</span> tidak bekerja?
ka: მცდარი <span>FLASH-ი?</span>
kk: <span>FLASH</span> жоқ па?
km: បាត់ <span>FLASH?</span>
kn: <span>ಫ್ಲ್ಯಾಶ್</span> ಕಾಣಿಸುತ್ತಿಲ್ಲವೆ?
mai: अनुपस्थित <span>फ्लैश?</span>
ml: <span>ഫ്ലാഷ്</span> ലഭ്യമാണോ?
mn: <span>FLASH</span> шаардлагатай байна уу?
mr: <span>फ्लॅश?</span> आढळले नाही
ms: Kehilangan <span>FLASH?</span>
my: <span>Flash</span>ပျောက်နေသလား?
oc: <span>FLASH&#63;</span> vos manca&nbsp;?
or: ଅନୁପସ୍ଥିତ <span>ଫ୍ଲାଶ?</span>
ru: Отсутствует <span>FLASH?</span>
sr: Недостаје <span>Флеш?</span>
ta: <span>FLASH</span> விடுபட்டுள்ளதா?
te: <span>ఫ్లాష్</span> లేదా?
th: ไม่มี <span>FLASH?</span>
tr: <span>FLASH</span> yok mu?
ur: <span>FLASH</span> نہیں ہے؟
vi: Thiếu <span>FLASH?</span>
xh: IFLASH <span>engekhoyo?</span>
