Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

# ./plugincheck.lang:1
source: Plugin Check
bn_bd: প্লাগিন পরীক্ষা
bn_in: প্লাগ-ইন পরীক্ষা
cy: Gwirio Ategion
hi_in: कृपया जाँचें
hy_am: Ստուգել բաղադրիչը
kk: Плагиндерді тексеру
ml: പ്ലഗിന്‍ പരിശോധന
mr: प्लगईन तपासणी
my: ပလပ်အင်စစ်ဆေး
ta: செருகு நிரல் சோதனை
th: ตรวจสอบโปรแกรมเสริม
ur: پلگ ان چیک

# ./plugincheck.lang:5
source: Plugin Check
bn_bd: প্লাগিন পরীক্ষা
bn_in: প্লাগ-ইন পরীক্ষা
cy: Gwirio Ategion
hi_in: कृपया जाँचें
hy_am: Ստուգել բաղադրիչը
kk: Плагиндерді тексеру
ml: പ്ലഗിന്‍ പരിശോധന
mr: प्लगईन तपासणी
my: ထပ်ပေါင်းဆော့ဝဲအားစစ်ဆေး
ta: செருகு நிரல் சோதனை
th: ตรวจสอบโปรแกรมเสริม
ur: پلگ ان چیک

source: Plugin details
af: Inpropdetail
ar: تفاصيل الملحق
as: প্লাগ-ইনৰ বিৱৰণ
bn_bd: প্লাগিনের বিস্তারিত
bn_in: প্লাগ-ইনের বিবরণ
cy: Manylion ategion
es: Detalles del plugin
es_mx: Detalles del plugin
fa: جزئیات متصل‌شونده
fr: Détails du plugin
gd: Mion-fhiosrachadh nam plugan
hi_in: प्लगइन विवरण
hy_am: Բաղադրիչների մանրամասները
id: Detail plugin
ka: მოდულის მახასიათებლები
kk: Плагин ақпараты
km: លម្អិត​កម្មវិធី​ជំនួយ
kn: ಪ್ಲಗ್‌ಇನ್ ವಿವರಗಳು
mai: प्लगइन विवरण
ml: പ്ലഗിന്‍ വിശദാംശങ്ങള്‍
mn: Plugin-ны талаар дэлгэрэнгүй
mr: प्लगईन तपाशील
ms: Maklumat Plugin
my: ပလပ်အင် အသေးစိတ်
oc: Detalhs del plugin
or: ପ୍ଲଗଇନ ବିବରଣୀ
ru: Сведения о плагине
si: ප්ලගීන විස්තර
sr: Детаљи о прикључку
ta: செருகு நிரல் விவரங்கள்
te: ప్లగిన్ వివరాలు
th: รายละเอียดของโปรแกรมเสริม
tr: Yan uygulama bilgileri
ur: پلگ ان تفاصیل
vi: Chi tiết phần bổ trợ
xh: Iinkcukacha Zesixhobo Esongezelelekileyo

source: State
af: Toestand
ar: الحالة
as: অৱস্থা
bn_bd: অবস্থা
bn_in: অবস্থা
cy: Cyflwr
es: Estado
es_mx: Estado
fa: وضعیت
fr: État
gd: Staid
hi_in: स्थिति
hy_am: Վիճակը
id: Status
ka: სტატუსი
kk: Қалып-күйі
km: សភាព
kn: ಸ್ಥಿತಿ
mai: स्थिति
ml: അവസ്ഥ
mn: Төлөв байдал
mr: स्तर
ms: Keadaan
my: အခြေအနေ
oc: Estat
or: ଅବସ୍ଥା
ru: Состояние
si: තත්ත්වය
sr: Стање
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
ur: حالت
vi: Tình trạng
xh: Ilizwe

source: Action
af: Aksie
ar: الإجراء
as: কাৰ্য্য
bn_bd: কাজ
bn_in: কর্ম
cy: Gweithred
es: Acción
es_mx: Acción
fa: عمل
fr: Actions
gd: Gnìomh
hi_in: क्रिया
hy_am: Գործառույթը
id: Tindakan
ka: ქმედება
kk: Әрекет
km: សកម្មភាព
kn: ಕ್ರಿಯೆ
mai: क्रिया
ml: പ്രവര്‍ത്തി
mn: Үйлдэл
mr: कृती
ms: Tindakan
my: လှူပ်ရှားမှူ
oc: Accion
or: କାର୍ଯ୍ୟ
ru: Действие
si: ක්‍රියාව
sr: Радња
ta: செயல்
te: చర్య
th: การดำเนินการ
tr: Eylem
ur: عمل
vi: Hành động
xh: Inyathelo

source: Checking with Mozilla on the status of your plugins
af: Kontroleer tans die status van die inproppe by Mozilla
ar: يستعلم موزيلا عن حالة ملحقاتك
as: Mozilla ৰ সৈতে আপোনাৰ প্লাগ-ইনসমূহৰ অৱস্থা পৰীক্ষা কৰা হৈছে
bn_bd: আপনার প্লাগিনগুলো মেজিলার সাহায্যে পরীক্ষা করা হচ্ছে
bn_in: ব্যবহৃত প্লাগ-ইনগুলির অবস্থা, Mozilla-র মাধ্যমে পরীক্ষা করুন
cy: Gwirio gyda Mozilla ar statws eich ategion
es: Comprobando con Mozilla el estado de tus plugins
es_mx: Revisar con Mozilla el estado de tus plugins
fa: در حال بررسی وضعیت متصل‌شونده‌ها توسط موزیلا
fr: Vérification avec Mozilla de l'état de vos plugins
gd: A' faighneachd do Mozilla mu staid nam plugan agad
hi_in: अपने प्लगइन की स्थिति पर मोजिल्ला के साथ जाँच
hy_am: Ստուգեք ձեր բաղադրիչների վիճակը Mozilla-ի հետ
id: Memeriksa status plugin Anda lewat Mozilla
ka: თქვენი მოდულების სტატუსის შემოწმება Mozilla-ს საშუალებით
kk: Сіздегі плагиндер күйін Mozilla көмегімен тексеру
km: ពិនិត្យ​មើល​ជាមួយ Mozilla អំពី​ស្ថានភាព​របស់​កម្មវិធី​ជំនួយ​របស់​អ្នក
kn: ನಿಮ್ಮ ಪ್ಲಗ್‌ಇನ್‌ಗಳ ಸ್ಥಿತಿಯ ಕುರಿತು ಮೊಝಿಲ್ಲಾದೊಂದಿಗೆ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
mai: अपन प्लगइनक स्थिति पर मोजिल्ला क सँग जाँच
ml: നിങ്ങളുടെ പ്ലഗിനുകളുടെ അവസ്ഥ മോസിലയില്‍ പരിശോധിയ്ക്കുന്നു
mn: Mozilla plugin-ны төлөв байдлыг шалгаж байна
mr: प्लगईन्स्च्या स्थितीबाबत मोझीलासह तपासणी करत आहे
ms: Semakan dengan Mozilla pada status daripada plugin anda
my: မိုဇီလာ ကိုသတင်းပို့ပြီး သင်၏ ပလပ်အင်များအား စစ်ဆေးနေသည်
oc: Verificacion amb Mozilla de l'estat de vòstres plugins
or: ଆପଣଙ୍କର ପ୍ଲଗଇନଗୁଡ଼ିକର ସ୍ଥିତିରେ Mozilla ସହିତ ଯାଞ୍ଚ କରୁଅଛି
ru: Проверка состояния ваших плагинов с помощью Mozilla
si: ඔබගේ ප්ලගීන තත්ත්වයන් මොසිල්ලා සමඟ පරීක්ෂා කරන්න
sr: Проверавање статуса ваших прикључака са Мозилом
ta: உங்கள் செருகுநிரல்களின் நிலை குறித்து Mozilla வில் சோதிக்கிறது
te: మీ ప్లగిన్స్ యొక్క స్థితిపై మొజిల్లాతో పరిశీలించుట
th: กำลังตรวจสอบกับ Mozilla เกี่ยวกับสถานะโปรแกรมเสริมของคุณ
tr: Yan uygulamalarınızın durumu Mozilla üzerinden denetleniyor
ur: آپ کے پلگ ان کی حالت Mozilla کے ساتھ چیک کر رہا ہے
vi: Kiểm tra bằng Mozilla về tình trạng của phần bổ trợ
xh: Ukuhlola neMozilla kwimo yezixhobo zakho ezongezelelekileyo

source: Loading Data
af: Laai tans data
ar: يحمّل البيانات
as: তথ্য তুলি লোৱা হৈছে
bn_bd: ডাটা লোড করা হচ্ছে
bn_in: তথ্য লোড করা হচ্ছে
cy: Llwytho Data
es: Cargando información
es_mx: Cargando información
fa: در حال بارگیری داده‌ها
fr: Chargement des données
gd: A' luchdadh an dàta
hi_in: आँकड़ा लोड करना
hy_am: Տվյալների բեռնում
id: Memuat Data
ka: მონაცემთა ჩატვირთვა
kk: Мәліметті жүктеп алу
km: កំពុង​ផ្ទុក​ទិន្នន័យ
kn: ಮಾಹಿತಿಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
mai: आँकड़ा लोड कएनाइ
ml: ഡേറ്റാ ലഭ്യമാക്കുന്നു
mn: Өгөдлийг уншиж байна
mr: डाटा लोड करत आहे
ms: Pemuatan Data
my: အချက်အလက်ရယူနေသှ်
oc: Cargament de las donadas
or: ତଥ୍ୟ ଧାରଣ କରୁଅଛି
ru: Загрузка данных
si: දත්ත පූරණය කරයි
sr: Учитавање података
ta: தரவை ஏற்றுகிறது
te: డాటా లోడుచేయుట
th: กำลังโหลดข้อมูล
tr: Veriler yükleniyor
ur: کوائف لوڈ کر رہا ہے
vi: Đang tải dữ liệu
xh: Ukuhlohla iData

source: View All Your Plugins
af: Bekyk al u inproppe
ar: اعرض كل ملحقاتك
as: আপোনাৰ সকলো প্লাগ-ইন চাওক
bn_bd: সব প্লাগিন প্রদর্শন
bn_in: আপনার ব্যবহৃত সকল প্লাগ-ইন দেখুন
cy: Edrych ar eich Ategion
es: Mira todos tus plugins
es_mx: Ver todos tus plugins
fa: مشاهدهٔ همهٔ متصل‌شونده‌ها
fr: Voir tous vos plugins
gd: Seall gach plugan agad
hi_in: अपने सभी प्लगइन देखें
hy_am: Դիտեք ձեր բոլոր բաղադրիչները
id: Tampilkan Semua Plugin Anda
ka: ყველა თქვენი მოდულის ჩვენება
kk: Барлық плагиндеріңізді қарау
km: មើល​កម្មវិធី​ជំនួយ​របស់​អ្នក​ទាំងអស់
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನೋಡಿ
mai: अपन सभटा प्लगइन देखू
ml: നിങ്ങളുടെ എല്ലാ പ്ലഗിനുകളും കാണിയ്ക്കുക
mn: Бүх plugin-г харах
mr: सर्व प्लगईन्स्चे अवलोकन
ms: Melihat semua plugin anda
my: သင်၏ပလပ်အင်များအားလုံးကိုကြည့်ပါ
oc: Veire totes vòstres plugins
or: ଆପଣଙ୍କର ସମସ୍ତ ପ୍ଲଗଇନଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ
ru: Отобразить все ваши плагины
si: ඔබගේ සියළු ප්ලගීන බලන්න
sr: Погледајте све Ваше прикључке
ta: உங்கள் அனைத்து செருகுநிரல்களையும் காண்க
te: మీ మొత్త ప్లగిన్లను దర్శించు
th: ดูโปรแกรมเสริมของคุณทั้งหมด
tr: Tüm yan uygulamalarınızı görün
ur: اپنے تمام پلگ ان دیکھیں
vi: Xem tất cả Phần bổ trợ
xh: Jonga Zonke Izixhobo Zakho Ezongezelelekileyo

source: Disable Now
af: Deaktiveer nou
ar: عطّل الآن
as: এতিয়া নিষ্ক্ৰিয় কৰক
bn_bd: এখনই নিষ্কিয় করা হবে
bn_in: অবিলম্বে নিষ্ক্রিয় করুন
cy: Anablu Nawr
es: Deshabilitar ya
es_mx: Desactivar ahora
fa: هم‌اکنون غیرفعال شود
fr: Désactiver maintenant
gd: Cuir à comas an-dràsta
hi_in: अब निष्क्रिय करें
hy_am: Անջատել
id: Nonaktifkan sekarang
ka: ამორთვა ახლავე
kk: Қазір сөндіру
km: បិទ​ឥឡូវ​នេះ
kn: ಈಗಲೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
mai: आब निष्क्रिय करू
ml: ഉടന്‍ പ്രവര്‍ത്തന രഹിതമാക്കുക
mn: Одоо идэвхигүй болгох
mr: आत्ता बंद करा
ms: Lumpuhkan Sekarang
my: ယခုပိတ်မည်
oc: Desactivar ara
or: ବର୍ତ୍ତମାନ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
ru: Отключить сейчас
si: අබල කරන්න
sr: Онемогући све
ta: இப்போது முடக்கு
te: అచేతనముచేయి
th: ปิดใช้งานเดี๋ยวนี้
tr: Devre dışı bırak
ur: اسی وقت نااہل بنائیں
vi: Vô hiệu hóa ngay
xh: Yikhuphe Ngoku

source: Vulnerable No Fix
af: Kwesbaar, geen bywerking
ar: غير حصين بلا حل
as: অসুৰক্ষিতভাবে কোনো সমাধান নাই
bn_bd: সুরক্ষা ঠিক করা হয়নি
bn_in: সংকটগ্রস্ত অবস্থায়, সমাধান নেই
cy: Gwendid - Dim Trwsio
es: Vulnerable sin arreglo
es_mx: Vulnerable Todavía Sin solución
fa: در معرض خطر بدون راه حل
fr: Vulnérable sans correction
gd: So-leònte 's gun chàradh
hi_in: भेद्य नो फिक्स
hy_am: Խոցելի - անուղղելի
id: Rentan Tanpa Perbaikan
ka: მოწყვლადია
kk: Осал, түзетуі жоқ
km: អាច​បង្ករ​គ្រោះថ្នាក់ គ្មាន​ការ​ជួសជុល
kn: ದುರ್ಬಲವಾಗಿದೆ ಯಾವುದೆ ಪರಿಹಾರವಿಲ್ಲ
mai: भेद्य कोनो फिक्स नहीं
ml: പരിഹാരമില്ല
mn: Сул байдлыг засварлаж байна
mr: अरक्षित सोडवणे अशक्य
ms: Kelemahan tidak perlu dibaiki
oc: Vulnerable sens correccion
or: ଅସୁରକ୍ଷିତ ସମାଧାନ ନାହିଁ
ru: Уязвимый, нет исправления
si: හානිකරයි තිරකිරීම් නැත
sr: Рањивост без решења
ta: பாதிப்புக்குட்படக்கூடியது தீர்வு இல்லை
te: ప్రమాదకరం పరిష్కారంలేదు
th: ช่องโหว่ที่ไม่แก้ไข
tr: Düzeltilmemiş açığı var
ur: زد پزیر کوئی حل نہیں
vi: Bị lỗi bảo mật, không có bản sửa
xh: Isecicini Ayinakulungiswa

# ./plugincheck.lang:41
source: Update Now
bn_bd: এখনই আপডেট করা
bn_in: অবিলম্বে আপডেট করুন
cy: Diweddaru nawr
hi_in: अब अद्यतन करें
hy_am: Թարմացնել հիմա
kk: Қазір жаңарту
ml: ഉടന്‍ പരിഷ്കരിയ്ക്കുക
mr: आत्ता सुधारित करा
my: အဆင့်မြှင့်မည်
ta: இப்போது புதுப்பி
th: ปรับรุ่นเดี๋ยวนี้
ur: ابھی اپڈیٹ کریں

source: Vulnerable
af: Kwesbaar
ar: غير حصين
as: অসুৰক্ষিত
bn_bd: অরক্ষিত
bn_in: সংকটগ্রস্ত অবস্থায়
cy: Gwendid
fa: در معرض خطر
fr: Vulnérable
gd: So-leònte
hi_in: भेद्य
hy_am: Խոցելի
id: Rentan
ka: მოწყვლადია
kk: Осал
km: អាច​បង្ករ​គ្រោះថ្នាក់
kn: ದುರ್ಬಲ
mai: भेद्य
ml: അപകടത്തില്‍
mn: Сул байдал
mr: अरक्षित
ms: Kelemahan
my: ထိုခိုက်နိုင်သောအကြောင်း
or: ଅସୁରକ୍ଷିତ
ru: Уязвимый
si: හානිකර විය හැකිය
sr: Рањив
ta: பாதிப்புக்குட்படக்கூடியது
te: ప్రమాదకరం
th: มีช่องโหว่
tr: Açığı var
ur: زد پزیر
vi: Bị lỗi bảo mật
xh: Isecicini

# ./plugincheck.lang:49
source: Update
bn_bd: আপডেট
bn_in: আপডেট করুন
cy: Diweddaru
hi_in: अद्यतन करें
hy_am: Թարմացնել
kk: Жаңарту
ml: പരിഷ്കരിയ്ക്കുക
mr: सुधारणा
my: အဆင့်မြှင့်
ta: புதுப்பி
th: ปรับรุ่น
ur: تازہ کاری

source: Outdated Version
af: Verouderde weergawe
ar: نسخة قديمة
as: আওপুৰণি সংস্কৰণ
bn_bd: পুরাতন সংস্করণ
bn_in: পুরোনো সংস্করণ
cy: Hen Fersiwn
es: Versión obsoleta
es_mx: Version Antigua
fa: نسخهٔ قدیمی
fr: Version obsolète
gd: Tionndadh ro aosta
hi_in: समय समाप्त संस्करण
hy_am: Հնացած տարբերակ
id: Versi Usang
ka: ვერსია მოძველდა
kk: Ескірген нұсқасы
km: កំណែ​ចាស់
kn: ಹಳೆಯ ಆವೃತ್ತಿ
mai: समय समाप्त संस्करण
ml: പഴയ പതിപ്പു്
mn: Удсан хувилбар
mr: जुणी आवृत्ती
ms: Versi luput tarikh
my: ဟောင်းနေသော ဗားရှင်း
oc: Version obsolèta
or: ଅଦ୍ୟତିତ ସଂସ୍କରଣ
ru: Устаревшая версия
si: යල්පැනගිය නිකුතුවකි
sr: Застарео
ta: காலாவதியான பதிப்பு
te: గడువుముగిసిన వర్షన్
th: รุ่นที่ล้าสมัย
tr: Eski sürüm
ur: پرانا ورژن
vi: Phiên bản cũ
xh: Uhlelo Oluphelelweyo

source: Up to Date
af: Op datum
ar: مُحدّث
as: উন্নত
bn_bd: আপ টু ডেট
bn_in: আপ-টু-ডেট
cy: Diweddaraf
es: Actualizada
es_mx: Al día
fa: جدیدترین نسخه
fr: Plugin à jour
gd: Cho ùr 's a ghabhas
hi_in: अद्यतन
hy_am: Թարմ է
id: Versi Terbaru
ka: განახლებულია
kk: Ескірмеген
km: ទាន់​សម័យ
kn: ಅಪ್‌ ಟು ಡೇಟ್
mai: अद्यतन
ml: ഏറ്റവും പുതിയതു്
mn: Сүүлийн хувилбар
mr: अद्ययावत
ms: Yang Terkini
my: ခေတ်မှီနေသော
oc: Plugin a jorn
or: ଆଧୁନିକ
ru: Актуален
si: යාවත්කාලීනයි
sr: Актуелан
ta: புதுப்பிக்கப்பட்டது
te: తాజా
th: รุ่นล่าสุด
tr: Güncel
ur: تازہ ترین
vi: Đã là mới nhất
xh: Isexesheni

source: Research
af: Ondersoek
ar: ابحث
as: অনুসন্ধান
bn_bd: গবেষণা
bn_in: রিসার্চ করুন
cy: Ymchwil
es: Buscar
es_mx: Averiguar
fa: بررسی بیشتر
fr: Rechercher
gd: Sgrùdaich
hi_in: शोध
hy_am: Հետազոտել
id: Cari
ka: მოკვლევა
kk: Іздеу
km: ស្វែងរក​ម្ដង​ទៀត
kn: ಸಂಶೋಧನೆ
mai: शोध
ml: റിസേര്‍ച്ച്
mn: Шалгаж байна
mr: संशोधन
ms: Kajian
my: စမ်းသပ်ချက်
oc: Recercar
or: ଅନ୍ୱେଷଣ
ru: Искать
si: පර්යේෂණ
sr: Истраживање
ta: ஆராய்ச்சி
te: పరిశోధన
th: ค้นคว้า
tr: Araştır
ur: تحقیق
vi: Nghiên cứu
xh: Uphando

source: Unknown plugin
af: Onbekende inprop
ar: ملحق غير معروف
as: অজ্ঞাত প্লাগ-ইন
bn_bd: অজানা প্লাগিন
bn_in: অজানা প্লাগ-ইন
cy: Ategyn anhysbys
es: plugin desconocido
es_mx: Plugin desconocido
fa: متصل‌شوندهٔ ناشناخته
fr: Impossible de détecter la version du plugin
gd: Plugan neo-aithichte
hi_in: अज्ञात प्लगइन
hy_am: Անհայտ բաղադրիչ
id: Plugin tidak dikenal
ka: უცნობი მოდული
kk: Белгісіз плагин
km: កម្មវិធី​ជំនួយ​មិន​ស្គាល់
kn: ಅಜ್ಞಾತ ಪ್ಲಗ್‌ಇನ್
mai: अज्ञात प्लगइन
ml: അപരിചിതമായ പ്ലഗിന്‍
mn: Мэдэхгүй plugin
mr: अपरिचीत प्लगईन
ms: Plugin tidak diketahui
my: မသိသော ပလပ်အင်
oc: Impossible de detectar la version del plugin
or: ଅଜଣା ପ୍ଲଗଇନ
ru: Неизвестный плагин
si: නොදන්නා ප්ලගීනයකි
sr: Непознат прикључак
ta: தெரியாத செருகுநிரல்
te: తెలియని ప్లగిన్
th: โปรแกรมเสริมที่ไม่รู้จัก
tr: Bilinmeyen yan uygulama
ur: نامعلوم پلگ ان
vi: Phần bổ trợ nào đó
xh: Isixhobo Esongezelelekileyo Esingaziwayo

source: Out of date plugins:
af: Verouderde inproppe:
ar: الملحقات القديمة:
as: আওপুৰণি প্লাগ-ইনসমূহ:
bn_bd: পুরাতন প্লাগিন:
bn_in: পুরোনো প্লাগ-ইন:
cy: Hen ategyn:
es: Plugins obsoletos:
es_mx: Plugins desactualizados:
fa: متصل‌شونده‌های قدیمی:
fr: Plugins obsolètes&nbsp;:
gd: Plugain a tha ro aosta:
hi_in: समय समाप्त प्लगइन:
hy_am: Հնացած բաղադրիչներ՝
id: Plugin usang:
ka: მოძველებული მოდულები:
kk: Ескірген плагиндер:
km: កម្មវិធី​ជំនួយ​ ៖
kn: ಹಳೆಯ ಪ್ಲಗ್‌ಇನ್‌ಗಳು:
mai: समय समाप्त प्लगइन:
ml: പഴയ പ്ലഗിനുകള്‍:
mn: Удсан plugin:
mr: जुणे प्लगईन्स्:
ms: Plugin yang luput tarikh:
my: ခေတ်မမှီတော့သော ပလပ်အင်များ၊
oc: Plugins obsolèts&nbsp;:
or: ପୁରୁଣା ପ୍ଲଗଇନଗୁଡ଼ିକ:
ru: Устаревшие плагины:
si: යල්පැනපු ප්ලගීන:
sr: Застарели прикључци:
ta: காலாவதியான செருகுநிரல்கள்:
te: గడువు ముగిసిన ప్లగిన్లు:
th: โปรแกรมเสริมที่ไม่ได้ปรับรุ่น:
tr: Eski yan uygulamalar:
ur: متروک پلگ ان:
vi: Phần bổ trợ cũ:
xh: Izixhobo Ezongezelelekileyo Eziphelelweyo:

source: Vulnerable plugins:
af: Kwesbare inproppe:
ar: الملحقات غير الحصينة:
as: অসুৰক্ষিত প্লাগ-ইনসমূহ:
bn_bd: অরক্ষিত প্লাগিন:
bn_in: সংকটগ্রস্ত অবস্থায় প্লাগ-ইন:
cy: Ategyn â gwendid:
es: Plugins vulnerables:
es_mx: Plugins Vulnerables:
fa: متصل‌شونده‌های در معرض خطر:
fr: Plugins vulnérables&nbsp;:
gd: Plugain sho-leònte:
hi_in: भेद्य प्लगइन:
hy_am: Խոցելի բաղադրիչներ՝
id: Plugin rentan:
ka: მოწყვლადი მოდულები:
kk: Осал плагиндер:
km: កម្មវិធី​ជំនួយ​អាច​បង្ករ​គ្រោះថ្នាក់ ៖
kn: ದುರ್ಬಲ ಪ್ಲಗ್‌ಇನ್‌ಗಳು:
mai: भेद्य प्लगइन:
ml: അപകടകരമായ പ്ലഗിനുകള്‍:
mn: Тааруухан plugin:
mr: अरक्षित प्लगईन्स्:
ms: Plugin bermasalah:
my: ထိခိုက်နိုင်သော ပလပ်အင်များ၊
oc: Plugins vulnerables&nbsp;:
or: ଅସୁରକ୍ଷିତ ପ୍ଲଗଇନଗୁଡ଼ିକ:
ru: Уязвимые плагины:
si: හානිකර ප්ලගීන:
sr: Рањиви прикључци:
ta: பாதிப்புக்குட்படக்கூடிய செருகுநிரல்கள்:
te: ప్రమాదకరమైన ప్లగిన్లు:
th: โปรแกรมเสริมที่มีช่องโหว่:
tr: Açığı olan uygulamalar:
ur: زد پزیر پلگ ان:
vi: Phần bổ trợ lỗi:
xh: Izixhobo Ezongezelelekileyo Ezisecicini:

source: Potentially vulnerable plugins:
af: Moontlik kwesbare inproppe:
ar: الملحقات التي فيها ضعف كامن:
as: গুৰুতৰভাবে অসুৰক্ষিত প্লাগ-ইনসমূহ:
bn_bd: সাধারণত সুরক্ষা বিহীন প্লাগিন:
bn_in: সম্ভবত সংকটগ্রস্ত অবস্থায় প্লাগ-ইন:
cy: Ategyn â gwendid posib:
es: Plugins posiblemente vulnerables:
es_mx: Plugins potencialmente Vulnerables:
fa: متصل‌شونده‌های در معرض خطر احتمالی:
fr: Plugins potentiellement vulnérables&nbsp;:
gd: Plugain a dh'fhaodadh a bhith seo-leònte:
hi_in: संभावित रूप से भेद्य प्लगइन:
hy_am: Հնարավոր խոցելի բաղադրիչներ՝
id: Plugin berpotensi rentan:
ka: შესაძლო მოწყვლადი მოდულები:
kk: Мүмкін осал плагиндер:
km: អាច​ជា​កម្មវិធី​ជំនួយ​អាច​បង្ករ​គ្រោះថ្នាក់ ៖
kn: ಸಂಭಾವ್ಯ ದುರ್ಬಲ ಪ್ಲಗ್‌ಇನ್‌ಗಳು:
mai: संभावित रूपसँ भेद्य प्लगइन:
ml: അതീവ അപകടകരമായ പ്ലഗിനുകള്‍:
mn: Тааруухан байж болох plugin:
mr: संभवनीय अरक्षित प्लगईन्स्:
ms: Plugin berpotensi bermasalah:
my: ထိခိုက်နိုင်သော ပလပ်အင်များ၊
oc: Plugins potencialament vulnerables&nbsp;:
or: ଶକ୍ତିଅନୁଯାୟୀ ଅସୁରକ୍ଷିତ ପ୍ଲଗିନଗୁଡିକ:
ru: Потенциально уязвимые плагины:
si: හානිකර විය හැකි ප්ලගීන:
sr: Потенцијално рањиви прикључци:
ta: பாதிப்புக்குட்படக்கூடிய சாத்தியமுள்ள செருகுநிரல்கள்:
te: అత్యంత ప్రమాదకరమైన ప్లగిన్లు:
th: โปรแกรมเสริมที่อาจมีช่องโหว่:
tr: Potansiyel açığı olan uygulamalar:
ur: امکاناً زد پزیر پلگ ان:
vi: Phần bổ trợ có thể bị lỗi:
xh: Izixhobo Ezongezelelekileyo Ezinokuba Secicini:

source: The plugins listed below are up to date
af: Die inproppe hier onder is op datum
ar: الملحقات أدناه مُحدّثة
as: তলৰ তালিকাৰ প্লাগ-ইনসমূহ উন্নত হৈছে
bn_bd: নিচের তালিকার প্লাগিনগুলো আপ টু ডেট
bn_in: নিম্নলিখিত প্লাগ-ইনগুলি আপ-টু-ডেট রয়েছে
cy: Mae'r ategion isod yn rhai diweddar
es: Los plugins listados debajo están actualizados
es_mx: Los plugins listados a continuación están actualizados
fa: متصل‌شونده‌های زیر به‌هنگام هستند
fr: Les plugins cités ci-dessous sont à jour
gd: Tha na plugain gu h-ìosal cho ùr 's a ghabhas
hi_in: नीचे सूचीबद्ध प्लगइन अद्यतन हैं
hy_am: Ստորև բերված բաղադրիչները թարմ են
id: Plugin berikut sudah dalam versi terbaru
ka: ქვემოჩამოთვლილი მოდულები განახლებულია
kk: Төменде тізілген плагиндер ескірмеген
km: កម្មវិធី​ជំនួយ​ដែល​រាយ​ខាងក្រោម​គឺ​ទាន់​សម័យ​ហើយ
kn: ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿವೆ
mai: नीच्चाँ सूचीबद्ध प्लगइन अद्यतन अछि
ml: താഴെ പറഞ്ഞിരിയ്ക്കുന്ന പ്ലഗിനുകള്‍ പുതിയകാകുന്നു
mn: Доорх жагсаалтанд байгаа plugin-ууд нь хамгийн сүүлийн хувилбар юм
mr: खालील प्लगईन्स् अद्ययावत आहे
ms: Plugin yang disenaraikan dibawah telah luput tarikh
my: အောက်တွင် စာရင်းပြုစုထားသော ပလပ်အင်များ သည် အဆင့်မှီသှ်
oc: Los plugins citats çaijós son a jorn
or: ନିମ୍ନରେ ତାଲିକାଭୁକ୍ତ ପ୍ଲଗଇନଗୁଡ଼ିକ ଆଧୁନିକ ଅଟେ
ru: Перечисленные ниже плагины являются актуальными
si: පහත ලැයිස්තුවේ ප්ලගීන යාවත්කාලීනයි
sr: Доленаведени прикључци су актуелни
ta: கீழே பட்டியலிடப்பட்டுள்ள செருகு நிரல்கள் புதுப்பித்த நிலையில் உள்ளன
te: కిందన జాబితా చేసివున్న ప్లగిన్లు తాజాగా వున్నవి
th: รายการโปรแกรมเสริมด้านล่างได้ปรับรุ่นแล้ว
tr: Aşağıdaki listelenen yan uygulamalar günceldir
ur: درج ذیل پلگ ان تازہ ترین ہیں۔
vi: Phần bổ trợ dưới đây đã là mới nhất
xh: Izixhobo ezongezelelekileyo ezingezantsi zisexesheni

source: No plugins were detected
af: Geen inproppe is bespeur nie
ar: لم يُعثر على أي ملحقات
as: কোনো প্লাগ-ইন পোৱা নাই
bn_bd: কেন প্লাগিন পাওয়া যায়নি
bn_in: কোনো প্লাগ-ইন পাওয়া যায়নি
cy: Heb ganfod ategion
es: No se detectaron plugins
es_mx: No se detectaron plugins
fa: هیچ متصل‌شونده‌ای پیدا نشد
fr: Aucun plugin n'a été détecté
gd: Cha deachd plugan a lorg
hi_in: कोई प्लगइन पता नहीं चला
hy_am: Բաղադրիչներ չեն գտնվել
id: Tidak ada plugin terdeteksi
ka: მოდულები ვერ მოიძებნა
kk: Плагиндер табылмады
km: រក​មិន​ឃើញ​កម្មវិធី​ជំនួយ
kn: ಯಾವುದೆ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
mai: कोनो प्लगइन पता नहि चलल
ml: പ്ലഗിനുകള്‍ ലഭ്യമായില്ല
mn: Plugin байхгүй байна
mr: प्लगईन्स् आढळले नाही
ms: Tiada plugin yang dikesan
my: မည်သည့် ပလပ်အင်မှ ရှာမတွေ့
oc: Cap de plugin es pas estat detectat
or: କୌଣସି ପ୍ଲଗଇନକୁ ଚିହ୍ନିହେଲା ନାହିଁ
ru: Плагины не обнаружены
si: ප්ලගීන සොයාගත නොහැකි විය
sr: Нема прикључака
ta: செருகுநிரல்கள் எதுவும் கண்டறியப்படவில்லை
te: ఎటువంటి ప్లగిన్లు గుర్తించబడలేదు
th: ไม่พบโปรแกรมเสริม
tr: Hiçbir yan uygulama tespit edilemedi
ur: کسی پلگ ان کا پتہ نہیں چلا۔
vi: Không tìm thấy phần bổ trợ nào
xh: Akukho zixhobo ezongezelelekileyo eziboniweyo

source: current version plugin
as: বৰ্ত্তমানৰ সংস্কৰণৰ প্লাগ-ইন
bn_bd: বর্তমান সংস্করণের প্লাগিন
bn_in: বর্তমান সংস্করণের প্লাগ-ইন
cy: ategyn cyfredol
es: versión actual del plugin
es_mx: versión actual plugin
fr: Version actuelle du plugin
hi_in: मौजूदा संस्करण प्लगइन
hy_am: Բաղադրիչի ընթացիկ տարբերակը
ka: მოდულის მიმდინარე ვერსია
kk: плагиннің ағымдағы нұсқасы
km: កម្មវិធី​ជំនួយ​កំណែ​បច្ចុប្បន្ន
kn: ಪ್ಲಗ್‌ಇನ್‌ನ ಪ್ರಸ್ತುತ ಆವೃತ್ತಿ
mai: मोजुदा संस्करण प्लगइन
ml: നിലവിലുള്ള പ്ലഗിന്‍ പതിപ്പു്
mn: Одоогийн plugin-ны хувилбар
mr: सध्याच्या प्लगईनची आवृत्ती
ms: Versi semasa plugin
my: လက်ရှိ ပလပ်အင် ဗားရှင်း
oc: Version actuala del plugin
or: ପ୍ରଚଳିତ ସଂସ୍କରଣ ପ୍ଲଗଇନ
ru: текущая версия плагина
si: ප්ලගීනයේ වත්මන් නිකුතුව
sr: тренутна верзија прикључка
ta: தற்போதைய பதிப்பு செருகு நிரல்
te: ప్రస్తుత వర్షన్ ప్లగిన్
tr: son sürüm
ur: پلگ ان حالیہ ورژن
vi: phiên bản hiện tại phần bổ trợ
xh: Uhlelo olusebenzayo lwesixhobo esongezelelekileyo

# ./plugincheck.lang:93
source: Update Now
bn_bd: এখনই আপডেট করা
bn_in: অবিলম্বে আপডেট করুন
cy: Diweddaru nawr
hi_in: अब अद्यतन करें
hy_am: Թարմացնել հիմա
kk: Қазір жаңарту
ml: ഉടന്‍ പരിഷ്കരിയ്ക്കുക
mr: आत्ता सुधारित करा
my: အဆင့်မြှင့်မည်
ta: இப்போது புதுப்பி
th: ปรับรุ่นเดี๋ยวนี้
ur: ابھی اپڈیٹ کریں

source: Potentially Vulnerable
af: Moontlik kwesbaar
ar: فيه ضعف كامن
as: গুৰুতৰভাবে অসুৰক্ষিত
bn_bd: সাধারণত অরক্ষিত করা
bn_in: সম্ভবত সংকটগ্রস্ত অবস্থায়
cy: Gwendid posib
es: Posiblemente vulnerable
es_mx: Potencialmente Vulnerable
fa: در معرض خطر احتمالی
fr: Potentiellement vulnérable
gd: So-leònte 's dòcha
hi_in: संभावित रूप से भेद्य
hy_am: Հնարավոր խոցելի
id: Berpotensi Rentan
ka: შესაძლოა მოწყვლადია
kk: Мүмкін осал
km: អាច​បង្ករ​គ្រោះថ្នាក់
kn: ಸಂಭಾವ್ಯ ದುರ್ಬಲತೆ
mai: संभावित रूपेँ भेद्य
ml: അപകടകരമായ പ്ലഗിനുകള്‍
mn: Тааруухан байх боломжтой
mr: संभवनीय अरक्षित
ms: Berpotensi ada masalah
my: ထိခိုက်လာနိုင်သော
oc: Potencialament vulnerable
or: ଶକ୍ତି ଅନୁଯାୟୀ ଅସୁରକ୍ଷିତ
ru: Потенциально уязвимый
si: හානිකර විය හැකිය
sr: Потенцијално рањив
ta: பாதிப்புக்குட்பட சாத்தியமுள்ளவை
te: అత్యంత ప్రమాదకరం
th: อาจมีช่องโหว่
tr: Potansiyel açığı var
ur: امکانی طور پر غیرمحفوظ
vi: Có thể bị lỗi bảo mật
xh: Ingasecicini

# ./plugincheck.lang:101
source: Update
bn_bd: আপডেট
bn_in: আপডেট করুন
cy: Diweddaru
hi_in: अद्यतन करें
hy_am: Թարմացնել
kk: Жаңарту
ml: പരിഷ്കരിയ്ക്കുക
mr: सुधारणा
my: အဆင့်မြှင့်
ta: புதுப்பி
th: ปรับรุ่น
ur: تازہ کاری کریں

source: Potentially Outdated Version
af: Moontlik verouderde weergawe
ar: قد يكون قديمًا
as: গুৰুতৰভাবে আওপুৰণি সংস্কৰণ
bn_bd: সাধারণত পুরাতন প্লাগিন
bn_in: সম্ভবত পুরোনো সংস্করণ
cy: Hen fersiwn o bosib
es: Versión posiblemente obsoleta
es_mx: Probablemente desactualizado
fa: احتمالاً قدیمی
fr: Version potentiellement obsolète
gd: Ro aosta 's dòcha
hi_in: संभावित रूप से समय समाप्त संस्करण
hy_am: Հնարավոր հնացած տարբերակ
id: Berpotensi Versi Usang
ka: შესაძლოა მოძველდა
kk: Мүмкін ескірген нұсқасы
km: អាច​ជា​កំណែ​ចាស់
kn: ಸಂಭಾವ್ಯ ಹಳೆಯ ಆವೃತ್ತಿ
mai: संभावित रूप सँ समय समाप्त संस्करण
ml: പഴയ പതിപ്പു്
mn: Удсан хувилбар байх боломжтой
mr: संभवनीय जुणी आवृत्ती
ms: Versi yang berpotensi luput tarikh
my: အဆင့်ဟောင်းလာနိုင်သော ဗားရှင်း
oc: Version potencialament obsolèta
or: ଶକ୍ତି ଅନୁଯାୟୀ ପୁରୁଣା ସଂସ୍କରଣ
ru: Потенциально устаревшая версия
si: යල්පැනගිය නිකුතුවක් විය හැකිය
sr: Потенцијално застарело издање
ta: காலாவதியாகியிருக்கும் சாத்தியமுள்ள பதிப்பு
te: సంభవంగా గడువుముగిసిన వర్షన్
th: อาจเป็นรุ่นที่ล้าสมัยช่องโหว่
tr: Eski olması muhtemel sürüm
ur: ممکنہ طور پر پرانا ورژن
vi: Có thể là phiên bản cũ
xh: Uhlelo Olusenokuba Luphelelwe Lixesha
