Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: We automatically detected your plugins above, to <strong>view your installed plugins in Firefox</strong> follow these steps:
af: Die inproppe hierbo is outomaties bespeur. Om die <strong>geïnstalleerde inproppe in Firefox te sien</strong>, volg hierdie stappe:
ar: اكتشفنا أنك تستخدم الملحقات أعلاه، <strong>لرؤية الملحقات المثبّتة في فَيَرفُكس</strong> اتبع هذه الخطوات:
as: আমি আপোনাৰ প্লাগ-ইনসমূহক স্বচালিতভাৱে সন্ধান কৰোঁ, <strong> Firefox ত আপোনাৰ ইনস্টল কৰা প্লাগ-ইনসমূহ চাবলৈ</strong> এই স্তৰসমূহ লওক:
bn_bd: স্বয়ংক্রিয়ভাবে আপনার প্লাগিন সনাক্ত করা হবে, <strong>ফায়ারফক্সে ইনস্টল করা প্লাগিনগুলো দেখতে</strong> নিচের ধাপগুলো অনুসরণ করুন:
bn_in: উপস্থিত প্লাগ-ইনগুলি স্বয়ংক্রিয়ভাবে উপরে সনাক্ত করা হয়েছে। <strong>Firefox-র জন্য ইনস্টল করা প্লাগ-ইনগুলি দেখার জন্য</strong> নীচে উল্লিখিত পদ্ধতি অনুসরণ করুন:
cy: Rydym wedi adnabod eich ategion yn awtomatig. Er mwyn <strong>gweld pa ategion sydd gennych yn Firefox</strong> dilynwch y camau canlynol:
es: Detectamos automáticamente los plugins que se muestran en la parte superior. Para <strong>ver los plugins que tienes instalados en Firefox</strong>, sigue estos pasos:
es_mx: Arriba hemos detectado tus plugins automáticamente, para <strong>ver los plugins que tienes instalados en Firefox</strong> sigue estos pasos:
fa: ما به طور خودکار متصل‌شونده‌های نصب شده را شناسایی کرده‌ایم. برای این که <strong>متصل‌شونده‌های نصب شده در فایرفاکس را ببینید</strong> این مراحل را دنبال کنید:
fr: Nous avons automatiquement détecté les plugins ci-dessus. Afin de <strong>voir vos plugins installés dans Firefox</strong>, suivez ces instructions&nbsp;:
gd: Lorg sinn na plugain gu h-àrd agad; lean ris an ceuman a leanas <strong>gus na plugain a tha air an stàladh agad ann am Firefox fhaicinn</strong>:
hi_in: हम स्वतः आपकी प्लगइन को ऊपर पता कर चुके हैं, <strong>आपके संस्थापित प्लगइन को फ़ायरफ़ॉक्स में देखने के लिए</strong> इन चरणों का पालन करें:
hy_am: Մենք ինքնաբերաբար գտնում ենք եղած բաղադրիչները, <strong>Firefox-ում տեղադրած ձեր բաղադրիչները դիտելու համար</strong> հետևեք այս քայլերին.
id: Secara otomatis kami mendeteksi plugin Anda yang tercantum di atas, untuk <strong>menampilkan plugin terpasang pada Firefox Anda</strong>, ikuti langkah berikut:
ka: ჩვენ ავტომატურად ამოვიცანით თქვენი მოდულები და ავსახეთ ზემოთ. <strong>Firefox მოდულების სანახავად</strong> მიჰყევით მითითებებს:
kk: Жоғарыдағы плагиндерді біз сізде автоматты түрде анықтадық, ал <strong>Firefox ішінде орнатылған плагиндерді қарау үшін</strong> мына қадамдарды орындаңыз:
km: យើង​បាន​រក​ឃើញ​កម្មវិធី​ជំនួយ​របស់​អ្នក​ដោយ​ស្វ័យ​ប្រវត្តិ​ដូច​ខាង​លើ ដើម្បី<strong>​មើល​កម្មវិធី​ជំនួយ​របស់​អ្នក​ដែល​បាន​ដំឡើង​ក្នុង Firefox</strong> សូម​ធ្វើ​តាម​ជំហាន​ទាំងនេះ ៖
kn: ನಾವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಪತ್ತೆ ಮಾಡಿ ಮೇಲೆ ಪಟ್ಟಿ ಮಾಡಿದ್ದೇವೆ, <strong>ಫೈರ್ಫಾಕ್ಸಿನಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲಾದ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನೋಡಲು</strong> ಈ ಕೆಳಗಿನ ಕ್ರಮಗಳನ್ನು ಅನುಸರಿಸಿ:
mai: हम स्वतः अहाँक प्लगइन केँ उप्पर पता कए चुकल अछि, <strong>अहाँक संस्थापित प्लगइन केँ फायरफाक्स मे देखबाक लेल</strong> ई चरणक पालन करू:
ml: മുകളില്‍ പറഞ്ഞിരിയ്ക്കുന്ന പ്ലഗിനുകള്‍ ഓട്ടോമാറ്റിക്കായി കണ്ടുപിടിച്ചിരിയ്ക്കുന്നു, <strong>ഇന്‍സ്റ്റോള്‍ ചെയ്ത പ്ലഗിനുകള്‍ ഫയര്‍ഫോക്സില്‍ കാണുന്നതിനായി </strong> ഇപ്രകാരം ചെയ്യുക:
mn: Бид дээрх plugin-үүдийг автоматаар шалгах бөгөөд <strong>Firefox-д суулгагдсан plugin-ээ харах</strong>ын тулд дараах алхамуудыг дагадаг :
mr: आम्हाला स्वयं तुमचे प्लगईन्स् आढळले, <strong>फायरफॉक्समध्ये प्रतिष्ठापीत प्लगईन्स्च्या अवलोकनकरीता</strong> खालील संचालनाचे आचरण करा:
ms: Kami mengesan secara automatik plugin anda diatas, untuk <strong>melihat plugin yang telah dipasang dalam Firefox</strong> sila ikuti langkah-langkah ini:
oc: Avèm detectat automaticament los plugins çaisús. Pr'amor de <strong>veire vòstres plugins installats dins Firefox</strong>, seguissètz aquelas instruccions&nbsp;:
or: ଆମେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଉପରେ ଆପଣଙ୍କର ପ୍ଲଗଇନଗୁଡ଼ିକୁ ଚିହ୍ନିପାରିଛୁ, <strong>ଆପଣଙ୍କର ସ୍ଥାପିତ ପ୍ଲଗଇନଗୁଡ଼ିକୁ Firefox ରେ ଦେଖିବା ପାଇଁ</strong> ଏହି ପଦକ୍ଷେପଗୁଡ଼ିକୁ ଅନୁସରଣ କରନ୍ତୁ:
ru: Мы автоматически определили ваши плагины, что показаны выше. <strong>Для просмотра установленных у вас в Firefox плагинов</strong> произведите следующие действия:
si: ඔබගේ ඉහත ප්ලගීනයන් ස්වයංක්‍රීයව හඳුනාගෙන ඇත, <strong> ඔබගේ ෆයර්ෆොක්ස් තුළ ස්ථාපනය කළ ප්ලගීනයන් බැලීමට</strong> මෙම පියවර අනුගමනය කරන්න:
sr: Аутоматски смо препознали ваше горенаведене прикључке. Да бисте <strong>видели који су инсталирани у Фајерфоксу, </strong>пратите следеће кораке:
ta: மேலே உள்ள செருகு நிரல்கள் இருப்பதாக தானாகக் கண்டறிந்துள்ளோம், <strong>Firefox இல் நிறுவப்பட்டுள்ள உங்கள் செருகு நிரல்களைக் காண</strong> இந்த செயல்படிகளைப் பின்பற்றவும்:
te: మేము మీ ప్లగిన్లను పైన స్వయంచాలకంగా గుర్తించాము, <strong>ఫైర్‌ఫాక్స్ నందు మీ సంస్థాపిత ప్లగిన్లను దర్శించుటకు</strong> ఈ స్టెప్పులను అనుసరించండి:
th: เราตรวจสอบโปรแกรมเสริมของคุณข้างต้นให้อัตโนมัติ เพื่อ<strong>ดูโปรแกรมเสริมที่ติดตั้งไปแล้วใน Firefox</strong> ทำตามขั้นตอนเหล่านี้:
tr: Yukarıdaki yan uygulamalarınızı otomatik olarak tespit ettik. <strong>Firefox'ta yüklü yan uygulamalarınızı görmek için</strong> şu adımları izleyin:
ur: ہم نے اوپر خودبخود آپ کے پلگ ان کا کھوج لگا لیا ہے، <strong>فائر فاکس میں اپنے نصب شدہ پلگ ان دیکھنے کے لیے</strong> ان مراحل کی پیروی کریں:
vi: Chúng tôi tự động dò các phần bổ trợ của bạn như trên, để <strong>xem các phần bổ trợ đã cài vào Firefox</strong> hãy làm theo các bước sau:
xh: Sizibonele izixhobo zakho ezongezelelekileyo ezingasentla, ukuze <strong>ubone izixhobo ezongezelelekileyo zakho kwiFirefox</strong> landela la manyathelo:

source: Open the <kbd>Tools</kbd> menu.
af: Gaan na die <kbd>Nutsgoed</kbd>-kieslys.
ar: افتح قائمة <kbd>أدوات</kbd>.
as: <kbd>সৰঞ্জাম</kbd> ৰ তালিকা খোলক।
bn_bd: <kbd>টুল</kbd> মেনু খুলুন।
bn_in: <kbd>সরঞ্জাম</kbd> মেনুটি খুলুন।
cy: Agor dewislen <kbd>Offer</kbd>.
es: Abre el menú <kbd>Herramientas</kbd>.
es_mx: Abre el menú <kbd>Herramientas</kbd>.
fa: منوی <kbd>ابزارها</kbd> را بازکنید.
fr: Ouvrez le menu <kbd>Outils</kbd>.
gd: Fosgail clàr-taice nan <kbd>Innealan</kbd>.
hi_in: खोलें <kbd>औज़ार</kbd> मेन्यू.
hy_am: Բացեք <kbd>Գործիքներ</kbd> ընտրացանկը:
id: Buka menu <kbd>Alat</kbd>.
ka: გახსენით მენიუდან <kbd>ხელსაწყოები</kbd>.
kk: <kbd>Саймандар</kbd> мәзірін ашыңыз.
km: បើក​ម៉ឺនុយ <kbd>ឧបករណ៍</kbd> ។
kn: <kbd>ಉಪಕರಣಗಳು</kbd> ಪರಿವಿಡಿಯನ್ನು ತೆರೆಯಿರಿ.
mai: खोलू <kbd>अओजार</kbd> मेनू.
ml: <kbd>പ്രയോഗങ്ങള്‍</kbd> മെനു തുറക്കുക.
mn: <kbd>Багаж</kbd> цэсийг нээнэ үү.
mr: <kbd>साधने</kbd> मेन्यू उघडा.
ms: Buka menu <kbd>Alatan</kbd>.
oc: Dobrissètz lo menú <kbd>Aisinas</kbd>.
or: <kbd>ଉପକରଣଗୁଡ଼ିକର</kbd> ତାଲିକାକୁ ଖୋଲନ୍ତୁ।
ru: Откройте меню <kbd>Инструменты</kbd>.
si: මෙනුවේ <kbd>මෙවලම්</kbd> වෙත යන්න.
sr: Отворите мени <kbd>Алатке</kbd>.
ta: <kbd>கருவிகள்</kbd> மெனுவைத் திறக்கவும்.
te: <kbd>సాధనాలు</kbd> మెనూ తెరవండి.
th: ไปที่เมนู <kbd>เครื่องมือ</kbd>
tr: <kbd>Araçlar</kbd> menüsünü açın.
ur: <kbd>ٹول</kbd> مینیو کھولیں
vi: Mở <kbd>Công cụ</kbd>.
xh: Vula imenyu <kbd>yeZixhobo</kbd>.

source: Choose <kbd>Add-ons</kbd>.
af: Kies <kbd>Byvoegings</kbd>.
ar: اختر <kbd>الإضافات</kbd>.
as: <kbd>এড-অনসমূহ</kbd> নিৰ্বাচন কৰক।
bn_bd: <kbd>অ্যাড-অন</kbd> নির্বাচন
bn_in: <kbd>অতিরিক্ত সামগ্রী</kbd> নির্বাচন করুন।
cy: Dewis <kbd>Ategion</kbd>.
es: Elige <kbd>Complementos</kbd>.
es_mx: Elige la opción <kbd>Complementos</kbd>.
fa: گزینهٔ <kbd>افزودنی‌ها</kbd>را انتخاب کنید
fr: Choisissez <kbd>Modules complémentaires</kbd>.
gd: Tagh na <kbd>Tuilleadain</kbd>.
hi_in: चुनें <kbd>सहयुक्तियाँ</kbd>.
hy_am: Ընտրեք <kbd>Հավելումներ</kbd>:
id: Pilih <kbd>Pengaya</kbd>.
ka: შეარჩიეთ <kbd>მოდულები</kbd>.
kk: <kbd>Қосымшалар</kbd> таңдаңыз.
km: ជ្រើស <kbd>កម្មវិធី​បន្ថែម</kbd> ។
kn: <kbd>ಆಡ್‌-ಅನ್‌ಗಳು</kbd> ಅನ್ನು ಆರಿಸಿ.
mai: चुनू <kbd>सहयुक्ति</kbd>.
ml: <kbd>ആഡ്-ഓണുകള്‍</kbd> തെരഞ്ഞെടുക്കുക.
mn: <kbd>Нэмэгдлүүд</kbd>ийг сонгоно уу.
mr: <kbd>ॲडऑन्स्</kbd> नीवडा.
ms: Pilih <kbd>Addons</kbd>.
oc: Causissètz <kbd>Moduls complementaris</kbd>.
or: <kbd>ଏଡ-ଅନଗୁଡ଼ିକୁ</kbd> ବାଛନ୍ତୁ।
ru: Выберите пункт <kbd>Дополнения</kbd>.
si: <kbd>ඇඩෝන </kbd> තෝරන්න.
sr: Изаберите <kbd>Додаци</kbd>.
ta: <kbd>துணை நிரல்கள்</kbd> என்பதைத் தேர்வு செய்யவும்.
te: <kbd>యాడ్-ఆన్స్</kbd> యెంచుకొనుము.
th: เลือก <kbd>ส่วนเสริม</kbd>
tr: <kbd>Eklentiler</kbd>'i seçin.
ur: <kbd>ایڈ اون</kbd> منتخب کریں۔
vi: Chọn <kbd>Tiện ích</kbd>.
xh: Khetha <kbd>i-Add-ons</kbd>.

source: Click the <kbd>plugins</kbd> tab.
af: Klik die <kbd>inproppe</kbd>-oortjie.
ar: انقر على لسان <kbd>الملحقات</kbd>.
as: <kbd>প্লাগ-ইনসমূহ</kbd> টেবত টিপক।
bn_bd: <kbd>প্লাগিন</kbd> ট্যাব ক্লিক করুন
bn_in: <kbd>প্লাগ-ইন</kbd> শীর্ষক ট্যাবটি ক্লিক করুন।
cy: Clicio'r tab <kbd>Ategion</kbd>.
es: Haz clic en la pestaña <kbd>plugins</kbd>.
es_mx: Clic en la pestaña <kbd>plugins</kbd>.
fa: بر روی زبانهٔ <kbd>متصل‌شونده‌ها</kbd> کلیک کنید
fr: Cliquez sur l'onglet <kbd>plugins</kbd>.
gd: Briog air taba nam <kbd>Plugan</kbd>.
hi_in: क्लिक करें <kbd>प्लगइन</kbd> टैब को.
hy_am: Սեղմեք <kbd>Բաղադրիչներ</kbd> ներդիրը:
id: Klik tab <kbd>plugin</kbd>.
ka: დაწკაპეთ დაფაზე <kbd>მოდულები</kbd>.
kk: <kbd>Плагиндер</kbd> бетін ашыңыз.
km: ចុច​ថេប <kbd>កម្មវិធី​ជំនួយ</kbd> ។
kn: <kbd>ಪ್ಲಗ್‌ಇನ್‌ಗಳು</kbd> ಟ್ಯಾಬ್‌ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
mai: क्लिक करू <kbd>प्लगइन</kbd> टैब केँ.
ml: <kbd>പ്ലഗിനുകള്‍</kbd> റ്റാബില്‍ ക്ലിക്ക് ചെയ്യുക.
mn: <kbd>Plugin</kbd> тэйбийг дарна уу?
mr: <kbd>प्लगईन्स्</kbd> टॅबवर क्लिक करा.
ms: Tekan tab <kbd>plugin</kbd>.
oc: Clicatz sus l'onglet <kbd>plugins</kbd>.
or: <kbd>ପ୍ଲଗଇନ</kbd> ଟ୍ଯାବକୁ କ୍ଲିକ କରନ୍ତୁ।
ru: Нажмите на вкладку <kbd>Плагины</kbd>.
si: <kbd>ප්ලගීන</kbd> ටැබය ක්ලික් කරන්න.
sr: Притисните језичак <kbd>Прикључци</kbd>.
ta: <kbd>செருகு நிரல்கள்</kbd> தத்தலை சொடுக்கவும்.
te: <kbd>ప్లగిన్స్</kbd> టాబ్ నొక్కుము.
th: คลิกที่แท็บ <kbd>โปรแกรมเสริม</kbd>
tr: <kbd>Yan uygulamalar</kbd> sekmesine tıklayın.
ur: <kbd>پلگ ان</kbd> ٹیب پر کلک کریں۔
vi: Nhấn vào thẻ <kbd>phần bổ trợ</kbd> .
xh: Cofa ithebhu ethi<kbd>izixhobo ezongezelelekileyo</kbd> tab.

# ./plugincheck.lang:273
source: How do I disable a plugin?
bn_bd: প্লাগিন কিভাবে নিষ্ক্রিয় করবো?
bn_in: প্লাগ-ইনগুলি কীভাবে নিষ্ক্রিয় করা যাবে?
cy: Sut ydw i'n anablu ategyn?
hi_in: कैसे मैं कोई प्लगइन को निष्क्रिय कर सकता हूँ?
hy_am: Ինչպե՞ս կարող եմ անջատել բաղադրիչը
kk: Плагинді қалай сөндіруге болады?
ml: എങ്ങനെ പ്ലഗിന്‍ പ്രവര്‍ത്തന രഹിതമാക്കുന്നു?
mr: मी प्लगईनला कसे बंद करू शकतो?
ta: ஒரு செருகு நிரலை எப்படி முடக்குவது?
th: ฉันจะปิดการใช้งานโปรแกรมเสริมได้อย่างไร?
ur: میں پلگ ان نا اہل کیسے کروں؟

source: In Firefox:
ar: في فَيَرفُكس:
as: Firefox ত:
bn_bd: ফায়ারফক্সে:
bn_in: Firefox-এ:
cy: Yn Firefox:
es: En Firefox:
es_mx: En Firefox:
fa: در فایرفاکس:
fr: Dans Firefox&nbsp;:
gd: Ann am Firefox:
hi_in: फ़ायरफ़ॉक्स में:
hy_am: Firefox-ում՝
id: Di Firefox:
ka: Firefox-ში:
kk: Firefox-та:
km: ក្នុង Firefox ៖
kn: ಫೈರ್ಫಾಕ್ಸಿನಲ್ಲಿ:
mai: फायरफाक्स मे:
ml: ഫയര്‍ഫോക്സില്‍:
mn: Firefox дээр :
mr: फायरफॉक्समध्ये:
ms: Dalam Firefox:
oc: Dins Firefox&nbsp;:
or: Firefox ରେ:
ru: В Firefox:
si: ෆයර්ෆොක්ස් තුළදී:
sr: У Фајерфоксу:
ta: Firefox இல்:
te: ఫైర్‌ఫాక్స్ నందు:
th: ใน Firefox:
tr: Firefox'ta:
ur: Firefox میں:
vi: Trong Firefox:
xh: KwiFirefox:

source: Click on a plugin in the list.
af: Klik op ’n inprop in die lys.
ar: انقر على ملحق في اللائحة.
as: তালিকাৰ এটা প্লাগ-ইনত টিপক।
bn_bd: তালিকার একটি প্লাগিনে ক্লিক করুন।
bn_in: তালিকায় প্রদর্শিত কোনো একটি প্লাগ-ইনের উপর ক্লিক করুন।
cy: Clicio ategyn yn y rhestr.
es: Haz clic en un plugin de la lista.
es_mx: Clic en algún plugin de la lista.
fa: از فهرست متصل‌شونده‌ها را انتخاب کنید.
fr: Cliquez sur un plugin dans la liste.
gd: Briog air plugan sa liosta.
hi_in: सूची में किसी प्लगइन पर क्लिक करें.
hy_am: Սեղմեք ցուցակում բերված բաղադրիչի վրա:
id: Klik salah satu plugin pada daftar.
ka: დაწკაპეთ მოდულზე სიაში.
kk: Тізімнен бір плагинді таңдаңыз.
km: ចុច​លើ​កម្មវិធី​ជំនួយ​នៅ​ក្នុង​បញ្ជី ។
kn: ಪಟ್ಟಿಯಲ್ಲಿ ಒಂದು ಪ್ಲಗ್‌ಇನ್‌ನ ಮೇಲೆ ಕ್ಲಿಕ್‌ ಮಾಡಿ.
mai: सूची मे कोनो प्लगइन पर क्लिक करू.
ml: പട്ടികയിലുള്ള ഒരു പ്ലഗിനില്‍ ക്ലിക്ക് ചെയ്യുക.
mn: Жагсаалт дээр байгаа plugin дээр дарна уу.
mr: सूचीतील प्लगईनवर क्लिक करा.
ms: Tekan pada sebuah plugin dalam senarai ini.
oc: Clicatz sus un plugin dins la lista.
or: ତାଲିକାରେ ଥିବା ଗୋଟିଏ ପ୍ଲଗଇନକୁ କ୍ଲିକ କରନ୍ତୁ।
ru: Выберите в списке плагин.
si: ලැයිස්තුවේ ප්ලගීනයක් ක්ලික් කරන්න.
sr: Изаберите прикључак са списка лево.
ta: பட்டியலில் இருந்து ஒரு செருகு நிரலை சொடுக்கவும்.
te: జాబితా నందు వొక ప్లగిన్‌పై నొక్కుము.
th: เลือกโปรแกรมเสริม
tr: Listedeki bir yan uygulamaya tıklayın.
ur: فہرست میں کسی پلگ ان پر کلک کریں۔
vi: Nhấn vào một phần bổ trợ trong danh sách.
xh: Cofa kwisixhobo esongezelelekileyo esikuludwe.

source: Click the <kbd>Disable</kbd> button.
af: Klik die <kbd>Deaktiveer</kbd>-knoppie.
ar: انقر على زر <kbd>عطّل</kbd>.
as: <kbd>নিষ্ক্ৰিয়</kbd> বুটাম টিপক।
bn_bd: <kbd>নিষ্ক্রিয়</kbd> বোতামে ক্লিক করুন।
bn_in: <kbd>নিষ্ক্রিয় করুন</kbd> শীর্ষক বাটনটি টিপুন।
cy: Clicio botwm <kbd>Anablu</kbd>.
es: Haz clic en el botón <kbd>Deshabilitar</kbd>.
es_mx: Clic en el botón <kbd>Desactivar</kbd>.
fa: بر روی <kbd>غیرفعال کردن</kbd> کلیک کنید.
fr: Cliquez sur le bouton <kbd>Désactiver</kbd>.
gd: Briog air a' phutan <kbd>Cuir à comas</kbd>.
hi_in: क्लिक करें <kbd>निष्क्रिय</kbd> बटन.
hy_am: Սեղմեք <kbd>Անջատել</kbd> կոճակը:
id: Klik tombol <kbd>Matikan</kbd>.
ka: დაწკაპეთ ღილაკი <kbd>ამორთვა</kbd>.
kk: <kbd>Сөндіру</kbd> батырмасына шертіңіз.
km: ចុច​ប៊ូតុង <kbd>បិទ</kbd> ។
kn: <kbd>ಅಶಕ್ತಗೊಳಿಸು</kbd> ಗುಂಡಿಯನ್ನು ಒತ್ತಿ.
mai: क्लिक करू <kbd>निष्क्रिय</kbd> बटन.
ml: <kbd>പ്രവര്‍ത്തന രഹിതമാക്കുക</kbd> ബട്ടണ്‍ ക്ലിക്ക് ചെയ്യുക.
mn: <kbd>Идэвхигүй болгох</kbd> товчийг дарна уу.
mr: <kbd>बंद करा</kbd> बटनावर क्लिक करा.
ms: Tekan <kbd>Lumpukan</kbd> butang.
oc: Clicatz sul boton <kbd>Desactivar</kbd>.
or: <kbd>ନିଷ୍କ୍ରିୟ କରନ୍ତୁ</kbd> ବଟନକୁ କ୍ଲିକ କରନ୍ତୁ।
ru: Нажмите на кнопку <kbd>Отключить</kbd>.
si: <kbd>අබල කරන්න</kbd> බොත්තම ක්ලික් කරන්න.
sr: Притисните дугме <kbd>Онемогући</kbd>.
ta: <kbd>முடக்கு</kbd> பொத்தானை சொடுக்கவும்.
te: <kbd>అచేతనపరచు</kbd> బటన్ నొక్కుము.
th: คลิกปุ่ม <kbd>ปิดใช้งาน</kbd>
tr: <kbd>Etkisizleştir</kbd> düğmesine tıklayın.
ur: <kbd>نا اہل بنائیں</kbd> بٹن کلک کریں
vi: Nhấn vào nút <kbd>Vô hiệu hóa</kbd>.
xh: Cofa iqhosha <kbd>elith Khupha</kbd>.

source: <strong>Caution:</strong> disabling a plugin means that you will <strong>no longer be able to do</strong> certain things. For example, if you disable Flash, you will not be able to watch videos on popular video streaming sites.
af: <strong>Waarskuwing:</strong> deur ’n inprop te deaktiveer sal u <strong>nie meer sekere dinge kan doen nie</strong>. By voorbeeld, as mens Flash deaktiveer, sal sekere video’s op gewilde videowebwerwe nie meer speel nie.
ar: <strong>تحذير:</strong> تعطيل الملحق يؤدي إلى <strong>منعك من</strong> فعل بعض الأشياء. إذا عطّلت الفلاش مثلًا، فلن تعود قادرًا على مشاهدة الفيديو في مواقع الفيديو الشهيرة.
as: <strong>সাৱধান:</strong> এটা প্লাগ-ইন নিষ্ক্ৰিয় কৰাৰ অৰ্থ হ'ল আপুনি <strong>বহুত কাম আৰু কৰিব নোৱাৰিব</strong>। যেনে, আপুনি Flash নিষ্ক্ৰিয় কৰিলে, আপুনি জনপ্ৰিয় ভিডিঅ' দেখুওৱা ছাইটৰ পৰা ভিডিঅ' চাব নোৱাৰিব।
bn_bd: <strong>সতর্কতা:</strong> একটি প্লাগিন নিষ্ক্রিয় করলে <strong>আপনি আর অনেক কিছু করতে</strong> পারবেন না। উদাহরণস্বরূপ, আপনি যদি ফ্ল্যাশ নিষ্ক্রিয় করেন, তবে আপনি আর জনপ্রিয় ভিডিও সাইটে ভিডিও দেখতে পারবেন না।
bn_in: <strong>সতর্কবার্তা:</strong> কোনো প্লাগ-ইন নিষ্ক্রিয় করার ফলে বেশ কিছু কাজ সম্ভবত ভবিষ্যতে <strong>করা সম্ভব হবে না</strong>। উদাহরণস্বরপে, Flash নিষ্ক্রিয় করা হলে, জনপ্রিয় ভিডিও স্ট্রিমিং সাইট থেকে উপলব্ধ ভিডিওগুলি আপনি দেখতে পারবেন না।
cy: <strong>Rhybudd:</strong> mae anablu ategyn yn golygu <strong>na fydd modd i chi</strong> wneud rhai pethau penodol. Er enghraifft, os byddwch yn anablu Flash, ni fydd modd i chi wylio fideos ar wefannau ffrydio fideos poblogaidd.
es: <strong>Cuidado:</strong> deshabilitar un plugin significa que <strong>no podrás hacer</strong> algunas cosas. Por ejemplo, si deshabilitas Flash, no podrás ver videos en YouTube.
es_mx: <strong>Atención:</strong> desactivar un plugin significa que <strong>ya no podrás</strong> hacer ciertas cosas. Por ejemplo, si desactivas Flash, ya no serás capaz de ver videos en populares sitios de video streaming.
fa: <strong>توجه داشته باشید</strong> غیرفعال کردن یک متصل‌شونده یعنی اینکه <strong>شما دیگر نمی توانید</strong> برخی کارها را انجام دهید، برای مثال اگر فلش را غیرفعال کنید دیگر نمی‌توانید از وب‌گاه‌های اشتراک ویدیو استفاده کنید.
fr: <strong>Attention&nbsp;:</strong> désactiver un plugin signifie que vous <strong>ne pourrez plus faire</strong> certaines choses. Par exemple, si vous désactivez Flash, la plupart des sites de diffusion de vidéos ne fonctionneront plus.
gd: <strong>Rabhadh:</strong> ma chuireas tu plugan à comas, <strong>chan urrainn dhut rudan sònraichte a dhèanamh tuilleadh</strong>. Mar eisimpleir, ma chuireas tu Flash à comas, chan fhaic thu videothan tuilleadh air làraichean a tha 'gan sruthadh.
hi_in: <strong>चेतावनी:</strong> किसी प्लगइन को निष्क्रिय करने का अर्थ है कि यह खास चीज करने के लिए <strong>अब समर्थ नहीं रह जाएगा</strong>. उदाहरण के लिए, यदि आप फ्लैश निष्क्रिय करते हैं, आपको लोकप्रिय वीडियो स्ट्रीमिंग साइट पर वीडियो देखने में समर्थ नहीं रह पाएँगे.
hy_am: <strong>Զգուշացում՝</strong> բաղադրիչի անջատումը նշանակում է, որ դուք <strong>այլևս չեք կարող կատարել</strong> որոշակի գործողություններ: Օրինակ՝ եթե դուք անջատեք Flash-ը, ապա այլևս չեք կարողանա դիտել տեսահոլովակներ հանրահայտ տեսահոլովակների կայքերում:
id: <strong>Perhatian:</strong> menonaktifkan plugin berarti Anda <strong>tidak akan dapat melakukan</strong> beberapa hal. Misalnya, jika Anda mematikan Flash, Anda tidak akan dapat menonton video pada beberapa situs video populer.
ka: <strong>ყურადღება:</strong> მოდულის ამორთვა ნიშნავს, რომ <strong>ვეღარ შეძლებთ გარკვეული ქმედებების განხორციელებას</strong>. მაგალითად, თუ ამორთავთ Flash-ს, ვეღარ შეძლებთ ვიდეოს ყურებას პოპულარული ვიდეოსაიტებიდან.
kk: <strong>Байқаңыз:</strong> плагинді сөндіру нәтижесінде кейбір нәрселерді <strong>одан әрі жасау мүмкін емес болады</strong>. Мысалы үшін, егер сіз Flash сөндірсеңіз, ағымдық видео сайттарынан видео көре алмайтын боласыз.
km: <strong>ប្រយ័ត្ន ៖</strong> ការ​បិទ​កម្មវិធី​ជំនួយ​របស់​អ្នក​មាន​ន័យ​អ្នក​នឹង​មិន<strong>​អាច​អាច​ធ្វើ​អ្វី​មួយ</strong>​បាន​ដូច​មុន​ឡើយ ។ ឧទាហរ៍ បើ​អ្នក​បិទ Flash អ្នក​នឹង​មិន​អាច​មើល​វីដេអូ​នៅ​លើ​តំបន់​បណ្ដាញ​ដែល​មាន​វីដេអូ​ពេញ​និយម​មួយ​ចំនួន ។
kn: <strong>ಎಚ್ಚರಿಕೆ:</strong> ಒಂದು ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ ನೀವು <strong>ಇನ್ನು ಮುಂದೆ ಕೆಲವು ಕೆಲಸಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ</strong> ಎಂದರ್ಥ. ಉದಾಹರಣೆಗೆ, ನೀವು ಫ್ಲಾಶ್‌ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಹೆಸರಾಂತ ವೀಡಿಯೊ ಸ್ಟ್ರೀಮಿಂಗ್ ತಾಣಗಳಿಂದ ನೀವು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
mai: <strong>चेतावनी:</strong> कोनो प्लगइन केँ निष्क्रिय करबाक अर्थ अछि जे ई खास चीज करबाक लेल <strong>आब समर्थ नहि रहि जाएत</strong>. उदाहरण क लेल, जँ अहाँ फ्लैश निष्क्रिय करैत छी, अहाँ लोकप्रिय वीडियो स्ट्रीमिंग साइट पर वीडियो देखबामे समर्थ नहि रहि जाएब.
ml: <strong>ശ്രദ്ധിയ്ക്കുക:</strong> ഒരു പ്ലഗിന്‍ പ്രവര്‍ത്തന രഹിതമാക്കിയാല്‍<strong>പല കാര്യങ്ങളും നിങ്ങള്‍ക്കു് ചെയ്യുവാന്‍ സാധ്യമാകുന്നതല്ല</strong>. ഉദാഹരണത്തിനു്, ഫ്ലാഷ് പ്രവര്‍ത്തന രഹിതമാക്കിയാല്‍, പ്രധാന വീഡിയോ സ്ട്രീമിങ് സൈറ്റുകളില്‍ നിങ്ങള്‍ക്കു് വീഡിയോ കാണുവാന്‍ സാധ്യമല്ല.
mn: <strong>Сануулга:</strong> plugin-г идэвхигүй болгосноор та зарим нэгэн үйлдэлийг <strong>хийх боломжгүй болно</strong>. Жишээлбэл, хэрэв та Flash-г идэвхигүй болговол та ихэнхи сайт дээрхи дүрсэн бичлэгийг үзэх боломжгүй болно.
mr: <strong>सूचना:</strong> प्लगईनला बंद करणे म्हणजे तुम्ही ठराविक बाबि <strong>यापुढे पूर्ण करू शकणार नाही</strong>. उदाहरणार्थ, फ्लॅश बंद केल्यास, लोकप्रिय व्हिडीओ स्ट्रिमिंग स्थळांवरील व्हिजीओज् पहाणे अशक्य होईल.
ms: <strong>Peringatan</strong>melumpukan sebuah plugin bermakna anda akan <strong>tidak boleh berbuat apa-apa</strong>dalam sesetengah perkara. Sebagai contoh, jika anda melumpukan Flash, anda tidah boleh untuk menonton video daam laman siaran video popular.
oc: <strong>Atencion&nbsp;:</strong> desactivar un plugin significa que <strong>poiretz pas mai far</strong> certanas causas. Per exemple, se desactivatz Flash, la màger part dels sites de difusion de vidèos foncionaràn pas pus.
or: <strong>ବିପଦ:</strong> ଏକ ପ୍ଲଗଇନକୁ ନିଷ୍କ୍ରିୟ କରିବା ଅର୍ଥ ଆପଣ <strong>କିଛି କାର୍ୟ୍ୟକୁ କଦାପି </strong> କରିପାରିବେ ନାହିଁ। ଉଦାହରଣ ସ୍ୱରୂପ, ଯଦି ଆପଣ ଫ୍ଲାଶକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତି, ତେବେ ଆପଣ ଭିଡ଼ିଓ ଷ୍ଟ୍ରିମିଙ୍ଗ ସାଇଟଗୁଡ଼ିକରେ କଦାପି ଭିଡ଼ିଓ ଦେଖିପାରିବେ ନାହିଁ।
ru: <strong>Внимание:</strong> отключение плагина означает, что вы <strong>больше не сможете сделать</strong> определённые вещи. Например, если вы отключите Flash, вы больше не сможете просматривать видео на популярных сайтах потокового видео.
si: <strong>අවවාදයයි:</strong> ප්ලගීනයක් අබල කිරීමෙන් අදහස් කරන්නේ තවදුරටත් <strong>සමහර දේ කළ නොහැකි</strong> බවයි. උදාහරණයක් ලෙස, ඔබ ප්ලෑෂ් (Flash) අබල කළේ නම්, ඔබට ජනප්‍රිය වීඩියෝ විකාශණ නැරඹිය නොහැකි වනු ඇත.
sr: <strong>Пажња:</strong> онемогућавањем прикључка <strong>нећете моћи да радите неке ствари</strong>. На пример, ако онемогућите Флеш (Flash), нећете видети видео снимке на Јутубу и сличним страницама.
ta: <strong>கவனம்:</strong> ஒரு செருகு நிரலை முடக்கினால், <strong>அதன் பிறகு நீங்கள் சில செயல்களைச் செய்ய முடியாது போகக்கூடும்,</strong>. எடுத்துக்காட்டுக்கு, நீங்கள் Flash ஐ முடக்கினால், பிரபல வீடியோ ஸ்ட்ரீமிங் தளங்களில் உள்ள வீடியோக்களை நீங்கள் காண முடியாது.
te: <strong>జాగ్రత్త:</strong> ఒక ప్లగిన్‌ను అచేతన పరచడం అంటే మీరు సంభందిత పనులను <strong>యికపై చేయలేరు</strong>. ఉదాహరణకు, మీరు ఫ్లాష్ అచేతపరచితే, మీరు ప్రముఖ వీడియో స్ట్రీమింగ్ సైటులపై వీడియోలను చూడలేరు.
th: <strong>คำเตือน:</strong> ขณะปิดการใช้งานโปรแกรมเสริมนั้นจะทำให้คุณ<strong>ไม่สามารถทำ</strong>บางอย่างได้ ยกตัวอย่างเช่นคุณปิดการใช้งาน Flash คุณก็จะไม่สามารถดูวิดีโอจากเว็บถ่ายทอดวิดีโอที่ได้รับความนิยม
tr: <strong>Dikkat:</strong> Bir yan uygulamayı etkisizleştirmek, o yan uygulamanın yaptığı işleri artık <strong>yapamayacağınız</strong> anlamına gelir. Örneğin Flash'ı etkisizleştirirseniz popüler video sitelerindeki videoları izleyemezsiniz.
ur: <strong>تنبیہ:</strong> کسی پلگ ان کو نااہل بنانے کا مطلب ہے کہ آپ چند کام <strong>آئندہ نہیں کر سکیں گے</strong>۔ مثلا، اگر آپ فلیش کو نااہل بناتے ہیں تو آپ ویڈیو بہاؤ کی معروف ویب سائٹوں پر ویڈیو نہیں دیکھ سکیں گے۔
vi: <strong>Cẩn trọng:</strong> khi tắt một phần bổ trợ, bạn sẽ <strong>không còn có thể thao tác</strong> một số chức năng. Ví dụ, nếu bạn tắt Flash, bạn sẽ không xem được các đoạn phim trên những trang web xem phim thông dụng.
xh: <strong>Isilumkiso:</strong> ukukhupha isixhobo esongezelelekileyo kuthetha ukuba <strong>akusayi kukwazi ukwenza</strong> izinto ezithile. Ngokomzekelo, ukuba ukhupha iFlash, akusayi kukwazi ukubukela iividiyo kwiisayithi ezidume ngeevidiyo.
