Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: Old plugins can interrupt browsing and <strong>waste your time</strong>.
af: Ou inproppe kan blaaiwerk onderbreek en mens se <strong>tyd mors</strong>.
ar: الملحقات القديمة قد تقاطع التصفح <strong>وتضيّع وقتك</strong>.
as: পুৰণি প্লাগ-ইনসমূহে ৱেব ব্ৰাউছত বাধা দিব পাৰে আৰু <strong>আপোনাৰ সময় নষ্ট কৰিব পাৰে</strong>।
bn_bd: পুরাতন প্লাগইন ব্রাউজিং ব্যহত করতে পারে এবং <strong>সময় নষ্ট করে</strong>।
bn_in: পুরোনো প্লাগ-ইনের ফলে ব্রাউজিং বিঘ্নিত হতে পারে এবং এর ফলে <strong>আপনার সময়ের অপচয় হবে</strong>।
cy: Gall hen ategion amharu ar eich pori a <strong>gwastraffu eich amser</strong>.
es: Los plugins antiguos pueden interrumpir la navegación y <strong>hacerte perder el tiempo</strong>.
es_mx: Los plugins viejos pueden detener tu navegación y hacerte <strong>perder el tiempo</strong>.
fa: متصل‌شونده‌های قدیمی در کار مرورگر وقفه ایجاد می کنند و <strong>زمان شما را تلف می کنند</strong>.
fr: Les plugins dépassés peuvent interrompre votre navigation et vous faire <strong>perdre votre temps</strong>.
gd: Faodaidh seann-phlugain briseadh a-steach air brabhsadh 's tu <strong>a' call tìde</strong>.
hi_in: पुराने प्लगइन ब्राउज़िग में व्यवधान पैदा और <strong>आपके समय को बर्बाद कर सकते हैं</strong>.
hy_am: Հին բաղադրիչները կարող են ընդհատել դիտարկումը և <strong>վատնել ձեր ժամանակը</strong>:
id: Plugin usang dapat mengganggu menjelajah web dan <strong>membuang waktu Anda</strong>.
ka: მოძველებულ მოდულებს შეუძლიათ შეაფერხონ სეანსი და <strong>დაგაკარგინოთ დრო</strong>.
kk: Ескірген плагиндер шолуды тоқтата алады, және <strong>уақытыңызды кетіреді</strong>.
km: កម្មវិធី​ជំនួយ​ចាស់​អាច​បង្អាក់​ការ​រុករក​របស់​អ្នក និង​<strong>ធ្វើ​ឲ្យ​ខាត​ពេល​វេលា​របស់​អ្នក</strong> ។
kn: ಹಳೆಯ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಜಾಲವೀಕ್ಷಣೆಗೆ ತಡೆಯುಂಟು ಮಾಡಬಹುದು ಮತ್ತು <strong>ನಿಮ್ಮ ಸಮಯವನ್ನು ಹಾಳು ಮಾಡಬಹುದು</strong>.
mai: पुरान प्लगइन ब्राउजिंग मे व्यवधान दैछ आओर <strong>अहाँक समय केँ बर्बाद कए सकैत अछि</strong>.
ml: പഴയ പ്ലഗിനുകള്‍ ബ്രൌസിങിനു് തടസ്സമുണ്ടാക്കി <strong>സമയം പാഴാക്കുന്നു</strong>.
mn: Хуучин plugin нь вэб үзэх үед саад учруулах боломжтой бөгөөд <strong>таны цагийг үрэх болно</strong>.
mr: जुणे प्लगईन्स् ब्राऊजिंगमध्ये व्यत्यय आणू शकतात व <strong>तुमचा वेळ फुकट जाऊ शकतो</strong>.
ms: Plugin lama boleh menganggu pelayaran anda dan <strong>membuang masa anda</strong>.
oc: Los plugins depassats pòdon interrompre vòstra navigacion e vos far <strong>pèrdre vòstre temps</strong>.
or: ପୁରୁଣା ପ୍ଲଗଇନଗୁଡ଼ିକ ବ୍ରାଉଜିଙ୍ଗରେ ବାଧା ସୃଷ୍ଟି କରିପାରନ୍ତି ଏବଂ <strong>ଆପଣଙ୍କର ସମୟ ନଷ୍ଟ କରିପାରନ୍ତି</strong>।
ru: Устаревшие плагины могут прервать ваш веб-сёрфинг и <strong>попусту потратить ваше время</strong>.
si: පැරණි ප්ලගීනයන් ඔබගේ වෙබ් ගවේෂණයට බාධා කරන අතර <strong>ඔබගේ කාළය නාස්ති කරයි</strong>.
sr: Стари прикључци могу да ометају прегледање и <strong>троше ваше време</strong>.
ta: பழைய செருகு நிரல்கள் உலாவலில் குறுக்கிடக்கூடும், மேலும் <strong>உங்கள் நேரத்தை வீணடிக்கக்கூடும்</strong>.
te: పాత ప్లగిన్లు మీ బ్రౌజర్‌ను ఆటంక పరచగలవు మరియు <strong>మీ సమయాన్ని వృధా చేయును</strong>.
th: โปรมแกรมเสริมเก่าสามารถทำให้การท่องเว็บหยุดงชะงักและ<strong>ทำให้คุณเสียเวลา</strong>
tr: Eski yan uygulamalar web'de gezintinizi kesintiye uğratarak <strong>zaman kaybına yol açabilir</strong>.
ur: پرانے پلگ ان آپ کی براؤزنگ میں مداخلت کر کے <strong>آپ کا وقت ضائع</strong> کر سکے ہیں۔
vi: Phần bổ trợ cũ có thể cản trở việc lướt web và <strong>làm phí thời gian của bạn</strong>.
xh: Izixhobo ezongezelelekileyo ezindala zinokuphazamisana nokubhrawuza zize<strong>zikuchithele ixesha</strong>.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
af: Ou inproppe <strong>verhoog risiko</strong> vir aanvalle deur virusse, kwaadaardige sagteware en ander sekuriteitsrisiko’s.
ar: الملحقات القديمة <strong>تزيد إمكانية الإصابة</strong> بالفايروسات والبرامج الخبيثة والتهديدات الأمنية الأخرى.
as: পুৰণি প্লাগ-ইনসমূহে আপোনাৰ বেয়া চফ্টৱেৰ, ভাইৰাছ, আৰু অন্যান্য সুৰক্ষাৰ আক্ৰমণৰ<strong>বিপদাশঙ্কা বঢ়াব পাৰে</strong>।
bn_bd: পুরাতন প্লাগইন <strong>ঝুঁকি বাড়ায়</strong> ম্যালওয়ার, ভাইরাস এবং অন্যান্য নিরাপত্তা আক্রমণের।
bn_in: পুরোনো প্লাগ-ইনের কারণে ম্যাল-ওয়্যার, ভাইরাস ও নিরাপত্তা সংক্রান্ত অন্যান্য ধরনের <strong>বিপদের আশঙ্কা বৃদ্ধি হতে পারে</strong>।
cy: Gall hen ategion <strong>gynyddu'r perygl</strong> o ymosodiadau gan feddalwedd maleisus, firysau, a bygythion eraill i ddiogelwch.
es: Los plugins antiguos <strong>aumentan el riesgo</strong> de recibir ataques de virus malintencionados, y otras clases de virus y amenazas de seguridad.
es_mx: Los plugins viejos <strong>incrementan el riesgo</strong> de ser atacado por malware, virus, y otras amenazas de seguridad.
fa: متصل‌شونده‌های قدیمی <strong>خطر احتمالی</strong> برنامه های مخرب و ویروسها را افزایش می دهند.
fr: Les plugins dépassés <strong>augmentent les risques</strong> d'attaque des logiciels malveillants, virus et autres menaces pour votre sécurité.
gd: Bidh <strong>cunnart nas motha ann</strong> o ionnsaigh le droch-bhathar, bìorasan agus cunnartan tèarainteachd eile ri linn sheann-phlugan.
hi_in: पुराने प्लगइन मालवेयर, वायरस, और अन्य सुरक्षा खतरों के द्वारा होने वाले हमलों की <strong>ज़ोखिम को बढ़ाता</strong> है.
hy_am: Հին բաղադրիչները <strong>մեծացնում են</strong> չարամիտների, վիրուսների և այլ սպառնալիքների վտանգը:
id: Plugin usang <strong>meningkatkan risiko Anda</strong> atas serangan perangkat lunak jahat (<em>malware</em>), viruse, dan ancaman keamanan lainnya.
ka: ძველი მოდულების შემთხვევაში <strong>იზრდება რისკი</strong> ინტერნეტ შეტევებისა, ვირუსებისა და უსაფრთხოების სხვა დარღვევების.
kk: Ескірген плагиндер malware, вирустар және басқа да қауіпті шабуылдардан зардап шегу <strong>мүмкіндігін арттырады</strong>.
km: កម្មវិធី​ជំនួយ​ចាស់​<strong>បង្កើន​ភាព​គ្រោះថ្នាក់​របស់​អ្នក</strong> ដោយ​ការ​វាយ​ប្រហារ​ពី malware វីរុស និង​ការ​គំរាម​កំហែង​សុវត្ថិភាព​ផ្សេង​ទៀត ។
kn: ಹಳೆಯ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಅಪಾಯಕಾರಿ ತಂತ್ರಾಂಶ, ವೈರಸ್‌ಗಳು, ಮತ್ತು ಇತರೆ ಸುರಕ್ಷತಾ ಅಪಾಯಗಳ ಧಾಳಿಗೆ ತುತ್ತಾಗುವ <strong>ಸಂಭವವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ</strong>.
mai: पुरान प्लगइन मालवेयर, वायरस, आओर आन सुरक्षा खतराक द्वारा होएबला हमलाक <strong>जोखिमकेँ बढ़ाबै</strong> अछि.
ml: പഴയ പ്ലഗിനുകള്‍, വയറസുകള്‍, സുരക്ഷാ ഭീക്ഷണികള്‍ എന്നിങ്ങനെയുള്ള <strong>പല അപകടങ്ങള്‍ക്കു് </strong> കാരണമാകാം.
mn: Хуучин plugin-с болж вирус гэх мэт гадны <strong>халдлагад өртөх</strong> боломжтой.
mr: मालवेअर, वाइरस, व इतर सुरक्षा धोक्यांपासून जुणे प्लगईन्स् हल्ल्याचा <strong>धोका वाढवतात</strong>.
ms: Plugin lama <strong>meningkatkan risiko anda</strong> untuk diseranf oleh malware,virus-virus, dan ancaman sekuritu lain.
oc: Los plugins depassats <strong>aumentan los risques</strong> d'atac de logicials malvolents, virusses e autras menaças per vòstra seguretat.
or: ପୁରୁଣା ପ୍ଲଗଇନଗୁଡ଼ିକ ମାଲୱେର, ଭାଇରସ ଏବଂ ଅନ୍ୟ ସୁରକ୍ଷା ଜନକ ବିପଦ ପାଇଁ <strong>ଆପଣଙ୍କର ବିପଦକୁ ବଢ଼ାଇପାରନ୍ତି</strong>।
ru: Устаревшие плагины <strong>повышают риск</strong> атаки на вас вредоносных программ, вирусов и других угроз безопасности.
si: පැරණි ප්ලගීනයන් විසින් හානිකර මෘදුකාංග, වෛරස, සහ වෙනත් ආරක්ෂාවට වන තර්ජනයන්ගෙන් ඇති විය හැකි <strong>අනතුරුදායකබව ඉහළ දමයි</strong>.
sr: Осим тога, <strong>повећавају шансу да вас нападну</strong> штетни програми, вируси и остале претње по безбедност.
ta: பழைய செருகு நிரல்கள் தீம்பொருள்கள், வைரஸ்கள் மற்றும் பிற பாதுகாப்பு அச்சுறுத்தல்களால் உங்களுக்கு ஏற்பட சாத்தியமுள்ள <strong>ஆபத்துகளை அதிகரிக்கும்</strong>.
te: మాల్‌వేర్ ద్వారా, వైరస్, మరియు యితర రక్షణ బెదిరింపుల ద్వారా పాత ప్లగిన్లు <strong>మీకు అపాయాన్ని పెంచును</strong>.
th: โปรแกรมเสริมเก่า<strong>เพิ่มความเสี่ยงของคุณ</strong>จากการโจมตีของมัลแวร์ ไวรัส และการคุกคามด้านความปลอดภัยอื่น ๆ
tr: Eski yan uygulamalar kötü niyetli yazılım, virüs ve diğer güvenlik tehditlerinin <strong>zarar verme riskini artırır</strong>.
ur: پرانے پلگ ان مشکوک پروگرام، وائرس اور دیگر سلامتی کے خطرات کے حملوں کے لیے <strong>آپ کے خطرہ میں اضافہ کرتے ہیں</strong>۔
vi: Phần bổ trợ cũ <strong>làm tăng nguy cơ</strong> bị tấn công bởi phần mềm độc hại, virút và các mối đe dọa bảo mật khác.
xh: Izixhobo ezongezelelekileyo ezindala <strong>zandisa ubungozi</strong> bokuhlaselwe yi-malware, iintsholongwane, nezinye iingozi zokhuseleko.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
af: <strong>Bygewerkte inproppe het verbeterings</strong> wat die web <strong>beter en veiliger</strong> maak.
ar: <strong>الملحقات المحدّثة فيها تحسينات</strong> تجعل الوب مكانًا <strong>أفضل وأكثر أمنًا</strong> لك.
as: <strong>উন্নত প্লাগইনসমূহ উন্নত বৈশিষ্ট আছে</strong> যি আপোনাৰ কাৰণে ৱেবক <strong>ভাল আৰু সুৰক্ষিত</strong> কৰি ৰাখে।
bn_bd: <strong>আপডেটকৃত প্লাগিনগুলো</strong> আপনার জন্য ওয়েবকে <strong>আরও ভাল ও নিরাপদ করেছে</strong> ।
bn_in: <strong>আপডেট করা প্লাগ-ইনের মধ্যে উপস্থিত উন্নত বৈশিষ্ট্যগুলি</strong>-র কারণে আপনার ব্যবহারের উদ্দেশ্যে ওয়েবকে <strong>উন্নত ও নিরাপদ</strong> রাখা সম্ভব হবে।
cy: <strong>Mae i ategion diweddar fanteision</strong> sy'n gwneud y we <strong>yn lle gwell a mwy diogel</strong> i chi.
es: <strong>Los plugins actualizados integran innovaciones</strong> que contribuyen a que la Web sea <strong>mejor y más segura</strong>.
es_mx: <strong>Los plugins actualizados tienen mejoras</strong> que hacen la web <strong>mejor y más segura</strong> para ti.
fa: <strong>متصل‌شونده‌های به‌روز شده، بهبود یافته‌اند</strong> تا گشت و گذار در وب را <strong>بهتر و سریع‌تر</strong> سازند.
fr: <strong>Les plugins mis à jour bénéficient d'améliorations</strong> rendant le Web <strong>meilleur et plus sûr</strong> pour vous.
gd: Tha <strong>plugain ùra air an leasachadh</strong> agus bidh an lìon <strong>nas fhearr agus nas tèarainte dhut</strong> leotha.
hi_in: <strong>अद्यतन प्लगइन में सुधार किए जाते हैं </strong>जो वेब को आपके लिए <strong>बेहतर और सुरक्षित</strong> बनाते हैं.
hy_am: <strong>Թարմացված բաղադրիչները պարունակում են բարելավումներ,</strong> որոնք դարձնում են վեբը <strong>ավելի լավ ու ապահով</strong> Ձեզ համար:
id: <strong>Plugin versi baru mengandung perbaikan</strong> yang membuat dunia web <strong>lebih baik dan lebih aman</strong> untuk Anda.
ka: <strong>განახლებული მოდული გაუმჯობესებულია</strong>, რაც ინტერნეტით სარგებლობას თქვენთვის ბევრად <strong>უკეთესსა და უსაფრთხოს</strong> გახდის.
kk: <strong>Жаңартылған плагиндерде жақсартулар бар</strong>, олар сіз үшін интернетті <strong>жақсылау әрі қауіпсіз</strong> қылады.
km: <strong>កម្មវិធី​ជំនួយ​ដែល​ទាន់​សម័យមាន​ភាព​ល្អ​ប្រសើរ</strong> ដែល​ធ្វើ​ឲ្យ​តំបន់​បណ្ដាញ<strong>​កាន់​តែ​ប្រសើរ និង​មាន​សុវត្ថិភាព​ជាង</strong>​សម្រាប់​អ្នក ។
kn: <strong>ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾದ ಪ್ಲಗ್‌ಇನ್‌ಗಳು Updated plugins have improvements</strong> ಜಾಲವನ್ನು ನಿಮಗಾಗಿ <strong>ಉತ್ತಮ ಹಾಗೂ ಸುರಕ್ಷಿತವಾಗಿಸುತ್ತವೆ</strong>.
mai: <strong>अद्यतन प्लगइन मे सुधार कएल जाइछ </strong>जे वेब केँ अहाँक लेल <strong>बेसी नीक आओर सुरक्षित</strong> बनाबैछ.
ml: വെബിനെ <strong>മെച്ചപ്പെട്ടതും സുരക്ഷിതവുമാക്കുന്നതിനായി</strong> <strong>പരിഷ്കരിച്ച പ്ലഗിനുകള്‍ സഹായിയ്ക്കുന്നു</strong>.
mn: <strong>Шинэчлэгдсэн plugin</strong> нь вэбийг <strong>илүү сайн болон аюулгүй байлгах</strong> байдлыг хангана.
mr: <strong>सुधारित प्लगईन्स्मध्ये सुधारणा</strong> समाविष्टीत आहे ज्यामुळे वेब <strong>उत्तम व सुरक्षित</strong> होते.
ms: <strong>Plugin dikemaskini perlu dibaharui</strong>ia membuatkan Web<strong>lebih baik dan selamat</strong>untuk anda.
oc: <strong>Los plugins meses a jorn benefician de melhoraments</strong> que fan lo Web <strong>melhor e mai segur</strong> per vos.
or: <strong>ଅଦ୍ୟତିତ ପ୍ଲଗଇନଗୁଡ଼ିକରେ ଉନ୍ନତି ଅଛି</strong> ଯାହାକି ଆପଣଙ୍କ ପାଇଁ ୱେବକୁ <strong>ଉତ୍ତମ ଏବଂ ସୁରକ୍ଷିତ</strong> କରିଥାଏ।
ru: <strong>В обновленных плагинах имеются улучшения</strong>, которые делают Интернет для вас <strong>лучше и безопаснее</strong>.
si: <strong>යාවත්කාලීන කළ ප්ලගීනයන් තුළ වැඩිදියුණු කිරීම් තිබිය හැකි අතර එමඟින්</strong> වෙබ් ගවේෂණය සහ එහි ආරක්ෂිතබව <strong>ඉහළ නංවයි</strong> .
sr: <strong>Дограђени додаци имају побољшања</strong> која Интернет чине <strong>бољим и сигурнијим</strong> за * willyaranda has quit (Client exited) * bobchao (bobchao@moz-34346FBA.dynamic.totalbb.net.tw) has joined #remoас.
ta: <strong>புதுப்பிக்கப்பட்ட செருகு நிரல்களில் மேம்பாடுகள் செய்யப்பட்டுள்ளன</strong> அந்த மேம்பாடுகள் இணையத்தை உங்களுக்கு <strong>சிறந்ததாகவும் பாதுகாப்பானதாகவும்</strong> வழங்குகின்றன.
te: <strong>నవీకరించిన ప్లగిన్లు మెరుగుదలలను కలిగివుంటాయి</strong> అది వెబ్‌ను మీ కొరకు <strong>మంచిగా మరియు సురక్షితంగా</strong> చేయును.
th: <strong>โปรแกรมเสริมที่ปรับรุ่นแล้วมีการปรับปรุง</strong>ที่จะทำให้เว็บ<strong>ดีขึ้นและปลอดภัย</strong>สำหรับคุณ
tr: Güncellenmiş yan uygulamalar web'i sizin için <strong>daha iyi ve daha güvenli</strong> kılacak <strong>gelişmelere</strong> sahiptir.
ur: <strong>تازہ ترین پلگ ان بہتریوں کے حامل ہیں</strong> جو ویب کو آپ کے لیے <strong>بہتر اور محفوظ تر</strong> بناتی ہیں۔
vi: <strong>Các phần bổ trợ được cập nhật có các cải tiến</strong> giúp việc lướt web <strong>nhanh và an toàn hơn</strong> cho bạn.
xh: <strong>Izixhobo ezongezelelekileyo ezihlaziyiweyo zinezinto eziphuculiweyo</strong> ezenza iwebhu <strong>ibe ngcono yaye ikhuseleke ngakumbi </strong> kuwe.

# ./plugincheck.lang:245
source: How can Firefox help me?
bn_bd: ফায়ারফক্স আমাকে কিভাবে সহায়তা করতে পারে?
bn_in: Firefox কীভাবে আমায় সাহায্যে করবে?
cy: Sut all Firefox fy nghynorthwyo?
hi_in: कैसे फ़ायरफ़ॉक्स आपकी मदद कर सकता है?
hy_am: Ինչպե՞ս կարող է Firefox-ը ինձ օգնել
kk: Firefox маған қалай көмектесе алады?
ml: ഫയര്‍ഫോക്സ് എങ്ങനെ സഹായിയ്ക്കുന്നു?
mr: फायरफॉक्स माझी मदत कशी करणार?
ta: Firefox எனக்கு எப்படி உதவக்கூடும்?
th: Firefox จะช่วยฉันได้อย่างไร?
ur: Firefox میری مدد کیسے کر سکتا ہے؟

source: In the future, Firefox will update plugins for you. Until then, you should <strong>regularly check this page</strong> and update your plugins to stay safe.
af: In die toekoms sal Firefox inproppe self bywerk. Totdat dit in plek is, <strong>kontroleer dié bladsy gereeld</strong> en werk die inproppe by om veilig te bly.
ar: في المستقبل، سيحدّث فَيَرفُكس الملحقات تلقائيًا. حتى ذلك الحين، ينبغي عليك <strong>زيارة هذه الصفحة دوريًا</strong> وتحديث ملحقاتك لتبقى آمنًا.
as: ভৱিষ্যতে, Firefox এ আপোনাৰ কাৰণে প্লাগ-ইনসমূহ উন্নত কৰিব। তেতিয়ালৈকে, আপুনি <strong>এই পৃষ্ঠা নিয়মিত ভাবে পৰীক্ষা কৰিব লাগপ</strong> আৰু সুৰক্ষিত থাকিবলৈ নিজৰ প্লাগ-ইন উন্নত কৰিব লাগে।
bn_bd: ভবিষৎ এ, ফায়ারফক্স আপনার জন্য প্লাগিন হালনাগাদ করবে। সে পর্যন্ত, নিরাপদে থাকতে <strong>নিয়মিত এই পেজটি পরীক্ষা করুন</strong> এবং প্লাগিন আপডেট করুন।
bn_in: ভবিষ্যতে, আপনার ব্যবহৃত প্লাগ-ইনগুলি Firefox স্বয়ং আপডেট করবে। এই বৈশিষ্ট্যটি সক্রিয় না হওয়া পর্যন্ত, নিরাপত্তা বজায় রাখার জন্য প্লাগ-ইনগুলি আপডেট করার উদ্দেশ্যে <strong>নিয়মিতরূপে এই পৃষ্ঠাটি পরীক্ষা করুন</strong>।
cy: Yn y dyfodol, bydd Firefox yn diweddaru eich ategion ar eich rhan. Tan hynny, dylech <strong>ddod i'r dudlaen hon yn rheolaidd</strong> a diweddaru eich ategion er mwyn cadw'n ddiogel.
es: En el futuro, Firefox actualizará los plugins por ti. Mientras tanto, deberás <strong>visitar regularmente esta página</strong> y actualizar tus plugins para mantenerte seguro.
es_mx: En el futuro, Firefox actualizará los plugins por ti. Mientras tanto, debes <strong>revisar esta página regularmente</strong> y actualizar tus plugins para mantenerte a salvo.
fa: در آینده، فایرفاکس متصل‌شونده‌ها را به‌روزرسانی خواهد کرد. تا آن زمان شما باید <strong>به طور منظم به این صفحه سر بزنید</strong> و متصل‌شونده‌ها را به‌روزرسانی کنید تا ایمن بمانید.
fr: À l'avenir, Firefox mettra les plugins à jour pour vous. D'ici là, vous devriez <strong>consulter régulièrement cette page</strong> et mettre vos plugins à jour pour rester protégé.
gd: Ùraichidh Firefox na plugain agad leis fhèin o seo a-mach. Bu chòir dhut sùil a thoirt <strong>air an duilleag seo gu cunbhalach</strong> agus na plugain agad ùrachadh a chum do thèarainteachd.
hi_in: भविष्य में, फ़ायरफ़ॉक्स आपके लिए प्लगइन को अद्यतन करेगा. तबतक के लिएष आपको <strong>नियमित रूप से इस पृष्ठ को जाँचना होगा</strong> और अपने प्लगइन को सुरक्षित बने रहने के लिए अद्यतन करते रहना होगा.
hy_am: Ապագայում Firefox-ը կթարմացնի Ձեր բաղադրիչները: Մինչ այդ դուք պետք է ապահովության համար <strong>պարբերաբար այցելեք այս էջը</strong> և թարմացնեք ձեր բաղադրիչները ինքներդ:
id: Pada waktunya nanti, Firefox akan memperbarui pluginnya untuk Anda. Tetapi sebelum saat itu tiba, sebaiknya Anda <strong>mengunjungi laman ini secara teratur</strong> dan memperbarui plugin Anda agar tetap aman.
ka: მომავალში Firefox-ი მოდულებს თქვენს ნაცვლად განაახლებს. მანამდე კი <strong>რეგულარულად უნდა შეამოწმოთ ეს გვერდი</strong> და უსაფრთხოების მიზნით განაახლოთ თქვენი მოდულები.
kk: Болашақта, Firefox сіз үшін плагиндері жаңартып отырады. Оған дейін, сізге бұл парақты <strong>үнемі бақылап отыру керек</strong> және қауіпсіздік мақасаттарда плагиндерді жаңартып отыру керек.
km: នា​ពេល​អនាគត Firefox នឹង​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធីជំនួយ​សម្រាប់​អ្នក ។ ដល់​ពេល​នោះ អ្នក​គួរ​តែ <strong>ពិនិត្យ​មើល​ទំព័រ​នេះ​ជា​ទៀងទាត់</strong> និង​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ​របស់​អ្នក​ដើម្បី​ឲ្យ​វា​នៅ​តែ​មាន​សុវត្ថិភាព ។
kn: ಭವಿಷ್ಯದಲ್ಲಿ, ಫೈರ್ಫಾಕ್ಸ್ ನಿಮಗಾಗಿ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುತ್ತದೆ. ಅಲ್ಲಿಯವರೆಗೆ, ನೀವು <strong>ಈ ಪುಟವನ್ನು ಪರಿಶೀಲಿಸುತ್ತಿರಬೇಕು</strong> ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನಿಮ್ಮ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
mai: भविष्य मे, फायरफाक्स अहाँक लेल प्लगइन केँ अद्यतन करताह. तखनि तकि लेल अहाँक <strong>नियमित रूपसँ ई पृष्ठ केँ जाँचनाइ होताह</strong> आओर अपन प्लगइन केँ सुरक्षित बनल रहबाक लेल अद्यतन करैत रहत पड़त.
ml: ഭാവിയില്‍, നിങ്ങള്‍ക്കുള്ള പ്ലഗിനുകള്‍ ഫയര്‍ഫോക്സ് പരിഷ്കരിയ്ക്കുന്നു. അതു് വരെ, നിങ്ങള്‍ സ്വയം <strong>ഈ താള്‍ നിരന്തരം പരിശോധിച്ചു്</strong> പ്ലഗിനുകള്‍ പരിഷ്കരിയ്ക്കേണ്ടതുണ്ടു്.
mn: Цаашдаа Firefox нь plugin-үүдийг шинэчлэж өгч байх болно. Тэр болтол та энэ хуудасыг <strong>тогтмол шалган үзэж</strong> мөн аюулгүй байдлаа хадгалахын тулд plugin-ээ шинэчлэж байгаарай.
mr: भविष्यात, फायरफॉक्स तुमच्यासाठी प्लगईन्स्ची सुधारणा करेल. तोपर्यंत, तुम्ही <strong>नियमितपणे हे पृष्ठ तपासा</strong> व सुरक्षाहेतु प्लगईन्स् सुधारित करा.
ms: Pada masa hadapan, Firefox akan mengemaskini plugin untuk anda. Namun demikian, anda perlu <strong>selalu menyemak laman ini</strong>dan kemaskini plugin anda untuk sentiasa selamat.
oc: A l'avenir, Firefox metrà los plugins a jorn per vos. D'aicí d'alà, vos caldrà <strong>consultar regularament aquesta pagina</strong> e metre vòstres plugins a jorn per demorar protegit.
or: ଭବିଷ୍ୟତରେ, Firefox ଆପଣଙ୍କ ପାଇଁ ପ୍ଲଗଇନଗୁଡ଼ିକ ଅଦ୍ୟତନ କରିବ। ସେପର୍ଯ୍ୟନ୍ତ, ଆପଣଙ୍କୁ <strong>ନିୟମିତ ଭାବରେ ଏହି ପୃଷ୍ଠାକୁ ଯାଞ୍ଚ କରିବାକୁ ହେବ</strong> ଏବଂ ସୁରକ୍ଷିତ ରହିବା ପାଇଁ ଆପଣଙ୍କର ପ୍ଲଗଇନଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରନ୍ତୁ।
ru: В будущем Firefox будет обновлять за вас плагины. До тех пор, вы должны <strong>регулярно проверять эту страницу</strong> и обновлять свои плагины, чтобы быть в безопасности.
si: අනාගතයේදී, ෆයර්ෆොක්ස් ප්ලගීනයන් ස්වයංක්‍රීයව යාවත්කාලීන කරනු ඇත. එතෙක්, ඔබ මෙම පිටුව <strong>නිරතුරුව පරීක්ෂා කළ යුතු අතර</strong> ප්ලගීනයන් යාවත්කාලීන කර ආරක්ෂිතබව රැකගත යුතුය.
sr: У будућности, Фајерфокс ће сам дограђивати прикључке. До тада, требали бисте <strong>редовно посећивати ову страницу</strong> и дограђивати прикључке, да бисте остали безбедни.
ta: எதிர்காலத்தில், உங்களுக்காக உங்கள் செருகு நிரல்களை Firefox புதுப்பிக்கும். அது வரை நீங்கள் பாதுகாப்பாக இருக்கு, <strong>இந்தப் பக்கத்தை அவ்வப்போது பார்த்து</strong> உங்கள் செருகு நிரல்களைப் புதுப்பித்துக்கொள்ள வேண்டும்.
te: భవిష్యత్తులో, ఫైర్‌ఫాక్స్ ప్లగిన్లను మీ కొరకు నవీకరించును. అప్పటి వరకు, మీరు <strong>ఈ పేజీను క్రమంతప్పక పరిశీలించాలి</strong> మరియు సురక్షితంగా వుండుటకు మీ ప్లగిన్లను నవీకరించాలి.
th: ในอนาคต Firefox จะปรับรุ่นโปรแกรมเสริมให้คุณ ก่อนจะถึงตอนนั้น คุณควร<strong>ตรวจสอบหน้านี้เป็นประจำ</strong>และปรับรุ่นโปรแกรมเสริมของคุณเพื่อความปลอดภัย
tr: Gelecekte Firefox yan uygulamaları sizin için güncelleyecek. O zamana dek <strong>bu sayfayı düzenli olarak kontrol etmeli</strong> ve güvende kalmak için yan uygulamalarınızı güncellemelisiniz.
ur: مستقبل میں، فائر فاکس آپ کے لیے پلگ ان کی تازہ کاری کرے گا۔ تب تک آپ کو <strong> باقاعدگی سے یہ صفحہ ملاحظہ کرنا چاہیے</strong> اور محفوظ رہنے کے لیے اپنے پلگ ان کی تازہ کاری کرنی چاہیے۔
vi: Trong tương lai, Firefox sẽ cập nhật phần bổ trợ giúp bạn. Tuy nhiên, cho tới lúc đó, bạn cần <strong>thường xuyên theo dõi trang này</strong> và cập nhật phần bổ trợ để có thể lướt web an toàn.
xh: Kwixa elizayo, iFirefox iza kukuhlaziyela izixhobo ezongezelelekileyo. De kube ngoko, ufanele <strong>ulihlole rhoqo eli phepha</strong> uze uhlaziye izixhobo zakho ezongezelelekileyo ukuze uhlale ukhuselekile.

# ./plugincheck.lang:253
source: Which plugins do I have?
bn_bd: কেন প্লাগিনটি আমি ব্যবহার করবো?
bn_in: কোনো প্লাগ-ইনগুলি উপস্থিত রয়েছে?
cy: Pa ategion sydd gennyf?
hi_in: कौन सी प्लगइन मेरे पास है?
hy_am: Ո՞ր բաղադրիչները ես ունեմ
kk: Менде қандай плагиндер бар?
ml: ലഭ്യമായ പ്ലഗിനുകള്‍?
mr: माझ्याकडे कोणते प्लगईन्स् आहेत?
ta: என்னிடம் என்னென்ன செருகு நிரல்கள் உள்ளன?
th: ฉันมีโปรแกรมเสริมตัวไหนบ้าง?
ur: میرے پاس کون سے پلگ ان ہیں؟
