Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: <strong><em>Step 2:</em></strong> <strong>Complete all recommended updates</strong> <em>before</em> restarting your browser.
af: <strong><em>Stap 2:</em></strong> <strong>Voltooi al die aanbevole bywerkings</strong> <em>voor</em> die blaaier herbegin word.
ar: <strong><em>الخطوة 2:</em></strong> <strong>أكمِل كل التحديثات المنصوح بها</strong> <em>قبل</em> إعادة تشغيل المتصفح.
as: <strong><em>স্তৰ ২:</em></strong> <strong>ৱেব ব্ৰাউছাৰ পুনৰাম্ভ কৰাৰ <em>আগতে</em> সকলো উপদেশিত উন্নয়ন সম্পূৰ্ণ কৰক। </strong>
bn_bd: <strong><em>ধাপ ২:</em></strong> <strong>সব সুপারিশকৃত হালনাগাদ সম্পন্ন</strong> <em>পূর্বে</em> ব্রাউজার পুনরায় শুরু।
bn_in: <strong><em>ধাপ ২:</em></strong> ব্রাউজার পুনরায় আরম্ভ করার <em>পূর্বে</em> <strong>প্রস্তাবিত সকল আপডেট সম্পূর্ণ করুন</strong>।
cy: <strong><em>Cam 2:</em></strong> <strong>Cwblhewch yr holl ddiweddariadau sy'n cael eu hargymell</strong> <em>cyn</em> ailgychwyn eich porwr.
es: <strong><em>Segundo:</em></strong> <strong>completa todas las actualizaciones recomendadas</strong> <em>antes</em> de reiniciar tu navegador.
es_mx: <strong><em>Paso 2:</em></strong> <strong>Completa todas las actualizaciones recomendadas</strong> <em>antes</em> de reiniciar tu navegador.
fa: <strong><em>گام ۲:</em></strong> <strong>همه به‌روزرسانی‌های توصیه شده را </strong> <em>پیش از </em> راه اندازی دوباره مرورگر نصب کنید.
fr: <strong><em>Étape&nbsp;2&nbsp;:</em></strong> <strong>Effectuez toutes les mises à jour recommandées </strong> <em>avant</em> de redémarrer votre navigateur.
gd: <strong><em>An 2<sup>na</sup> ceum:</em></strong> <strong>Cuir an sàs gach ùrachadh a thathar a' moladh dhut </strong> <em>mus</em> tòisich thu am brabhsair agad a-rithist.
hi_in: <strong><em>चरण 2:</em></strong> <strong>अपना ब्राउज़र को फिर आरंभ करने के </strong> <em>पहले</em> सभी अनुशंसित अद्यतन पूरा करें.
hy_am: <strong><em>Քայլ 2.</em></strong> <strong>Կատարեք բոլոր երաշխավորվող թարմացումները</strong> <em>մինչև</em> դիտարկիչի վերագործարկումը:
id: <strong><em>Langkah ke-2:</em></strong> <strong>Selesaikan semua pembaruan yang disarankan</strong> <em>sebelum</em> memulai ulang peramban Anda.
ka: <strong><em>ნაბიჯი 2:</em></strong> <strong>დაასრულეთ ყველა რეკომენდებული განახლება თქვენი ბრაუზერის</strong> <em>ხელახლა გახსნამდე</em>.
kk: <strong><em>2-ші қадам:</em></strong> <strong>Барлық ұсынылатын жаңартуларды орындауды аяқтау</strong> браузеріңізді қайта қосқанға <em>дейін</em> істеңіз.
km: <strong><em>ជំហាន​ទី ២ ៖</em></strong> <strong>បញ្ចប់​រាល់​បច្ចុប្បន្ន​ភាព​ដែល​បាន​ផ្ដល់​អនុសាសន៍​ទាំងអស់</strong> <em>មុន​ពេល</em> ចាប់ផ្ដើម​កម្មវិធី​រុករក​របស់​អ្នក​ឡើង​វិញ ។
kn: <strong><em>ಹಂತ 2:</em></strong> ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ <em>ಮೊದಲು</em> <strong>ಸಲಹೆ ಮಾಡಲಾಗುವ ಎಲ್ಲಾ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.</strong>
mai: <strong><em>चरण 2:</em></strong> <strong>अपन ब्राउजर केँ फेर आरंभ करबाक </strong> <em>पहिने</em> सभ अनुशंसित अद्यतन पूर्ण करू.
ml: <strong><em>നടപടി 2:</em>നിങ്ങളുടെ ബ്രൌസര്‍ വീണ്ടും ആരംഭിയ്ക്കുന്നതിനു് <em>മുമ്പായി</em> </strong> <strong>ആവശ്യമായ എല്ലാ പരിഷ്കരണങ്ങളും പൂര്‍ത്തിയാക്കുക</strong>.
mn: <strong><em>Алхам 2:</em></strong> Браузороо дахин эхлүүлэхээс <em>өмнө</em> санал болгосон <strong>бүх шинэчлэлүүдийн суулгалтыг дуусгана уу</strong>.
mr: <strong><em>संचलन 2:</em></strong> <strong>ब्राऊजर पुनःसुरू करण्या<em>अगोदर</em> सर्व शिफारसीय सुधारणा पूर्ण करा</strong>.
ms: <strong><em>Langkah 2:</em></strong> <strong>Menyiapkan semua kemaskini yang dicadangkan</strong><em>sebelum</em> memulakan balik pelayar anda.
my: <strong><em>အဆင့်၂:</em></strong> <strong>သင့်ဘယောက်ဆာအား ပိတ်ဖွင့်</strong> <em>မလုပ်ခင်</em> အကြံပေးထား သောအဆင့်မြှင့်မှူများအားရယူပါ.
oc: <strong><em>Etapa&nbsp;2&nbsp;:</em></strong> <strong>Efectuatz totas las mesas a jorn recomandadas </strong> <em>abans</em> de reamodar vòstre navigador.
or: <strong><em>ପଦକ୍ଷେପ 2:</em></strong> <strong>ସମସ୍ତ ପରାମର୍ଶିତ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ</strong> ଆପଣଙ୍କ ବ୍ରାଉଜରକୁ ପୁନଚାଳନ କରିବା <em>ପୂର୍ବରୁ</em>।
ru: <strong><em>Шаг 2:</em></strong> <strong>Завершите все рекомендуемые обновления</strong> <em>до</em> перезапуска браузера.
si: <strong><em>පියවර 2:</em></strong> <strong>සියළුම නිර්දේශිත යාවත්කාලීන සම්පුර්ණ කිරීමෙන් </strong> <em>පසුව</em> බ්‍රව්සරය යළි-අරඔන්න.
sr: <strong><em>2. корак:</em></strong> <strong>Завршите све препоручене доградње</strong> <em>пре</em> него што поново покренете прегледач.
ta: <strong><em>செயல்படி 2:</em></strong> உங்கள் உலாவியை மறுதுவக்குவதற்கு <em>முன்பு</em> <strong>பரிந்துரைக்கப்படும் அனைத்து புதுப்பிப்புகளையும் முடிக்கவும்</strong>.
te: <strong><em>స్టెప్ 2:</em></strong> మీ బ్రౌజర్‌ను పునఃప్రారంభించుటకు <em>ముందుగా</em> <strong>సిఫార్సు చేసిన అన్ని నవీకరణలను పూర్తిచేయి.</strong>
th: <strong><em>ขั้นตอน 2:</em></strong> <strong>ทำตามคำแนะนำในการปรับรุ่น</strong> <em>ก่อน</em>เริ่มเบราว์เซอร์ของคุณใหม่
tr: <strong><em>2. adım:</em></strong> <strong>Önerilen tüm güncellemeleri tamamlayın</strong> ve <em>daha sonra</em> tarayıcınızı yeniden başlatın.
ur: </em></strong> مرحلہ 2:<strong><em> اپنے براؤزر کو دوبارہ شروع کرنے سے</em>پہلے<em> </strong>تمام تجویز کردہ تازہ کاریاں مکمل کریں<strong>۔
vi: <strong><em>Bước 2:</em></strong> <strong> Hoàn tất mọi cập nhật</strong> <em>trước khi</em> khởi động lại trình duyệt.
xh: <strong><em>Inyathelo 2:</em></strong> <strong>Zalisa zonke ezihlaziyiweyo ezikhuthazwayo</strong> <em>before</em> ukuqalisa ngokutsha ibhrawuza yakho.

source: Note
af: Let wel
ar: ملاحظة
as: টোকা
bn_bd: মনে রাখুন
bn_in: উল্লেখ্য
cy: Nodyn
es: Nota
es_mx: Nota
fa: توجه
gd: An aire
hi_in: नोट
hy_am: Նշում
id: Catatan
ka: შენიშვნა
kk: Ескерту
km: ចំណាំ
kn: ಸೂಚನೆ
mai: नोट
ml: കുറിപ്പു്
mn: Тэмдэглэл
mr: टिप
ms: Nota
my: မှတ်စု
oc: Nòta
or: ଟିପ୍ପଣୀ
ru: Примечание
si: සටහන
sr: Напомена
ta: குறிப்பு
te: గమనిక
th: หมายเหตุ
tr: Not
ur: نوٹ
vi: Chú ý
xh: Phawula

source: <strong>You have JavaScript disabled</strong> or are using a browser without JavaScript. This Plugin Check page does not work without the awesome power of <strong>JavaScript</strong>. Please enable this Content Preference and reload the page.
af: <strong>JavaScript is gedeaktiveer</strong> of u gebruik ’n blaaier sonder JavaScript. Dié inpropkontroleblad werk nie sonder die krag van <strong>JavaScript</strong> nie. Aktiveer JavaScript asb. by die Inhoudvoorkeure en herlaai die bladsy.
ar: <strong>جافاسكربت معطلة لديك</strong> أو متصفحك لا يدعمها. لا تعمل هذه الصفحة من غير قوة <strong>جافاسكربت</strong> الرائعة. يُرحى منك تفعيل جافاسكربت من خلال تفضيلات المحتوى ثم إعادة تحميل الصفحة.
as: <strong>আপোনাৰ JavaScript নিষ্ক্ৰিয়</strong> বা আপুনি JavaScript নোহোৱা ৱেব ব্ৰাউছাৰ ব্যৱহাৰ কৰিছে। এই প্লাগ-ইন পৰীক্ষাৰ পৃষ্ঠাই <strong>JavaScript</strong> ৰ অতুলনিয় শক্তি নোহোৱাকে কাম নকৰে। অনুগ্ৰহ কৰি এই তথ্যৰ পছন্দ সক্ৰিয় কৰি এই পৃষ্ঠা পুনঃ তুলি লওক।
bn_bd: <strong>জাভাস্ক্রিপ্ট নিস্ক্রিয়</strong> বা আপনি জাভাস্ক্রিপ্ট নেই এমন কোনো ব্রাউজার ব্যবহার করছেন। এ প্লাগইন পরীক্ষা পৃষ্ঠা <strong>জাভাস্ক্রিপ্ট</strong> এর অসাধারণ ক্ষমতা ছাড়া কাজ করবে না। অনুগ্রহ করে এই কনটেন্ট পছন্দসমূহ সক্রিয় করে পৃষ্ঠাটি পুনরায় লোড করুন।
bn_in: <strong>JavaScript নিষ্ক্রিয় করা আছে</strong> অথবা আপনিJavaScript বিহীন একটি ব্রাউজার ব্যবহার করছেন। <strong>JavaScript</strong>-র বিপূল ক্ষমতা বিনা প্লাগ-ইন পরীক্ষণের পৃষ্ঠাটি প্রয়োগ করা যাবে না। অনুগ্রহ করে, তথ্য সংক্রান্ত এই বৈশিষ্ট্যটি সক্রিয় করে পুনরায় পৃষ্ঠাটি লোড করুন।
cy: <strong>Mae eich JavaScript wedi ei anablu</strong> neu rydych yn defnyddio porwr heb JavaScript. Nid yw Gwiro Ategyn yn gweithio heb rym anhygoel <strong>JavaScript</strong>. Galluogwch y Dewis Cynnwys hwn ac ail lwytho'r dudalen.
es: <strong>Tienes deshabilitado el uso de JavaScript</strong> o usas un navegador sin JavaScript. Esta comprobación de plugins no funciona sin el increíble poder de <strong>JavaScript</strong>. Habilita esta funcionalidad en Preferencias &gt; Contenido y recarga la página.
es_mx: <strong>Tienes JavaScript deshabilitado</strong> o estás ejecutando un navegador sin JavaScript. Esta página para Revisión de Plugins no funciona sin el impresionante poder de <strong>JavaScript</strong>. Por favor habilita esta característica y vuelve a cargar la página.
fa: <strong>شما جاوا اسکریپت را غیر فعال کرده‌اید </strong> یا از مرورگر بدون جاوا اسکریپت استفاده می کنید، صفحه بررسی متصل‌شونده‌ها بدون امکانات <strong>جاوا اسکریپت</strong>کار نمی‌کند، لطفا این پیش‌نیاز را فعال کنید و صفحه را دوباره بارگذاری کنید.
fr: <strong>JavasScript est désactivé</strong> ou bien vous utilisez un navigateur sans support de JavaScript. Cette page de vérification des plugins ne fonctionnera pas sans le formidable pouvoir de <strong>JavaScript</strong>. Veuillez activer cette fonctionnalité parmi les options de paramétrage de votre navigateur puis recharger cette page.
gd: <strong>Chuir thu JavaScript à comas</strong> no tha thu a' cleachdadh brabhsair gun JavaScript. Chan obraich sgrùdadh nam plugan aig an duilleag seo as aonais sàr-chumhachd <strong>JavaScript</strong>. Cuir an roghainn susbaint seo an comas 's ath-luchdaich an duilleag.
hi_in: <strong>आपके पास जावास्क्रिप्ट निष्क्रिय है</strong> या जावास्क्रिप्ट के बिना उपयोग कर रहे हैं. यह प्लगइन जाँच पृष्ठ <strong>जावास्क्रिप्ट</strong> की गज़ब की ताकत के बिना काम नहीं करता है. कृपया इस अंतर्वस्तु वरीयता को सक्रिय करें और पृष्ठ को फिर से लोड करें.
hy_am: <strong>Ձեր JavaScript-ը անջատված է</strong> կամ օգտագործում եք դիտարկիչ առանց JavaScript-ի: Հավելումների ստուգման այս էջը չի աշխատում առանց <strong>JavaScript-ի</strong> հզոր հնարավորությունների: Միացրեք այս բովանդակության նախապատվությունները և բեռնեք էջը կրկին:
id: <strong>JavaScript di peramban Anda dimatikan</strong> atau Anda menggunakan peramban tanpa JavaScript. Laman Periksa Plugin tidak dapat bekerja tanpa dukungan <strong>JavaScript</strong>. Silakan aktifkan terlebih dulu di Preferensi Konten lalu muat ulang laman ini.
ka: <strong>JavaScript-ი</strong> ამორთულია თქვენს მიერ ან ბრაუზერში. მოდულების შემოწმება მძლავრი <strong>JavaScript</strong> ძრავის გარეშე ვერ მოხერხდება. გთხოვთ გააქტივოთ იგი და განაახლოთ გვერდი.
kk: <strong>Сізде JavaScript сөндірілген</strong> немесе сіз JavaScript-сіз браузерді қолданып отырсыз. Бұл плагиндерді тексеру парағы <strong>JavaScript-тің</strong> көмегімен ғана жұмыс істей алады. Оны іске қосып, парақты қайта жүктеңіз.
km: <strong>អ្នក​បាន​បិទ JavaScript</strong> ឬ​ក៏​អ្នក​កំពុង​តែ​ប្រើ​កម្មវិធី​រុករក​ដែល​មិនមាន JavaScript ។ ទំព័រ​ពិនិត្យ​កម្មវិធី​ជំនួយ​នេះនឹង​មិន​ដំណើរ​ការ​ទេ ប្រសិន​បើ​មិនមាន <strong>JavaScript</strong> ។ សូម​បើក​ចំណូល​ចិត្ត​មាតិកា​នេះ​ ហើយ​ផ្ទុក​ទំព័រ​ឡើង​វិញ ។
kn: <strong>ನೀವು ಜಾವಾಸ್ಕ್ರಿಪ್ಟನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ</strong> ಅಥವ ಜಾವಾಸ್ಕ್ರಿಪ್ಟಿಲ್ಲದೆ ಜಾಲವೀಕ್ಷಕವನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ. ಈ ಪ್ಲಗ್‌ಇನ್ ಪರಿಶೀಲನಾ ಪುಟವು <strong>ಜಾವಾಸ್ಕ್ರಿಪ್ಟಿನ</strong> ಅದ್ಭುತವಾದ ಸಾಮರ್ಥ್ಯವಿಲ್ಲದೆ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ. ಈ ಕಂಟೆಂಟ್ ಆದ್ಯತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡಿ.
mai: <strong>अहाँक पास जावास्क्रिप्ट निष्क्रिय अछि</strong> अथवा जावास्क्रिप्टक बिनु उपयोग कए रहल छी. ई प्लगइन जाँच पृष्ठ <strong>जावास्क्रिप्ट</strong> क अद्भुत ताकतक बिनु काम नहि करैत अछि. कृपया ई अंतर्वस्तु वरीयता केँ सक्रिय करू आओर पृष्ठ केँ फेर सँ लोड करू.
ml: <strong>നിങ്ങളുടെ ജാവാസ്ക്രിപ്റ്റ് പ്രവര്‍ത്തന രഹിതമാണു്</strong> അല്ലെങ്കില്‍ ജാവാസ്ക്രിപ്റ്റ് ഇല്ലാത്ത ബ്രൌസറാണു് ഉപയോഗിയ്ക്കുന്നതു്. <strong>ജാവാസ്ക്രിപ്റ്റ്</strong> ഇല്ലാതെ ഈ പ്ലഗിന്‍ പ്രവര്‍ത്തിയ്ക്കുന്നതല്ല. ഈ വിശേഷത പ്രവര്‍ത്തന സജ്ജമാക്കി, ദയവായി താള്‍ വീണ്ടും ലഭ്യമാക്കുക.
mn: <strong>Таны Javascript идэвхигүй болсон</strong> юмуу эсвэл та Javascript-гүйгээр браузороо ашиглаж байна. Энэ Plugin шалгах хуудас нь <strong>Javascript</strong>-гүйгээр ажиллахгүй. Зохих тохируулгыг идэвхижүүлээд хуудасыг дахин ачааллуулна уу.
mr: <strong>तुम्ही जावास्क्रिप्ट बंद केले आहे</strong> किंवा जावास्क्रिप्टविना ब्राऊजरचा वापर करत आहे. हे प्लगईन तपासणी पृष्ठ, <strong>जावास्क्रिप्ट</strong> च्या ताकदविना शक्य नाही. कृपया अंतर्भुत माहिती पसंती सुरू करा व पृष्ठ पुनःलोड करा.
ms: <strong>Anda telah melumpukan JavaScript</strong> atau menggunakan sebuah pelayar tanpa JavaScript. Laman Semak Plugin ini tidak boleh dijalankan tanpa kuasa unggul daripada <strong>JavaScript</strong>. Sila membolehkan Keutamaan Kandungan dan memuatkan balik laman ini.
oc: <strong>JavasScript es desactivat</strong> o alara utilizatz un navigador sens supòrt de JavaScript. Aquesta pagina de verificacion dels plugins foncionarà pas sens lo remirable poder de <strong>JavaScript</strong>. Activatz aquesta foncionalitat demest las opcions de parametratge de vòstre navigador puèi recargatz aquesta paga.
or: <strong>ଆପଣଙ୍କର Java ସ୍କ୍ରିପ୍ଟ ନିଷ୍କ୍ରିୟ ଅଛି</strong> କିମ୍ବା ବିନା Java ସ୍କ୍ରିପ୍ଟ ରେ ବ୍ରାଉଜର ଚଲାଉଛନ୍ତି। ଏହି ପ୍ଲଗଇନ ଯାଞ୍ଚ ପୃଷ୍ଠା <strong>JavaScript</strong> ବିନା ଚାଲିବ ନାହିଁ। ଦୟାକରି ଏହି ବିଷୟବସ୍ତୁ ପସନ୍ଦକୁ ସକ୍ରିୟ କରନ୍ତୁ ଏବଂ ପୃଷ୍ଠାକୁ ପୁନଃଚାଳନ କରନ୍ତୁ।
ru: <strong>У вас отключен JavaScript</strong>, либо вы используете браузер без JavaScript. Эта страница проверки плагинов не может работать без могучей силы <strong>JavaScript</strong>. Пожалуйста, включите его в настройках Содержимого и обновите страницу.
si: <strong>ඔබ JavaScript අබලකර ඇත</strong> හෝ ඔබ භාවිතා කරන්නේ JavaScript නොමැති බ්‍රව්සරයකි. මෙම ප්ලගීන පරීක්ෂා කරන පිටුව <strong>JavaScript</strong> ‍සහායය නොමැතිව ප්‍රියාත්මක නොවේ. මෙය සබල කර පිටුව යළි පූරණය කරන්න.
sr: <strong>Jаваскрипт је онемогућен</strong> или користите прегледач без њега. Ова страница за проверу прикључака не може да ради без чаробне моћи <strong>Јаваскрипта</strong>. Молимо вас да га омогућите у поставкама садржаја, па освежите страницу.
ta: <strong>நீங்கள் JavaScript ஐ முடக்கி வைத்துள்ளீர்கள்</strong> அல்லது JavaScript இல்லாத உலாவியைப் பயன்படுத்துகிறீர்கள். <strong>JavaScript</strong> இன் அற்புத சக்தியில்லாமல் இந்த செருகு நிரல் சோதிப்புப் பக்கம் வேலை செய்யாது. இந்த உள்ளடக்க முன்னுரிமையை செயல்படுத்தி பக்கத்தை மீண்டும் ஏற்றவும்.
te: <strong>మీరు జావా‌స్క్రిప్టును అచేతనపరచారు</strong> లేదా బ్రౌజర్‌ను జావాస్క్రిప్టు లేకుండా వుపయోగించుచున్నారు. ఈ ప్లగిన్ పరిశీలనా పేజీ అమోఘమైన <strong>జావాస్క్రిప్టు</strong> తోడ్పాటు లేకుండా పనిచేయదు. ఈ కాంటెంట్ అభీష్టాన్ని దయచేసి చేతనపరచి పేజీను తిరిగిలోడు చేయండి.
th: <strong>คุณได้ปิดการใช้งานจาวาสคริปต์</strong>หรือใช้เบราว์เซอร์ที่ไม่มีจาวาสคริปต์ หน้า Plugin Check นี้จะไม่ทำงานถ้าไม่มีพลังอันชาญฉลาดของ<strong>จาวาสคริปต์</strong> โปรดเปิดการใช้งานจาวาสคริปต์ใน ปรับแต่ง...เนื้อหา และเรียกมหน้านี้ใหม่
tr: <strong>JavaScript özelliğiniz devre dışı</strong> veya JavaScript desteklemeyen bir tarayıcı kullanıyorsunuz. Bu Yan Uygulama Denetimi sayfası <strong>JavaScript</strong>'in şahane gücü olmadan çalışamaz. Lütfen bu tercihi etkinleştirin ve sayfayı tazeleyin.
ur: <strong>آپ کا جاوا سکرپٹ نااہل شدہ ہے</strong> یا آپ جاوا سکرپٹ کے بغیر کوئی براؤزر استعمال کر رہے ہیں۔ پلگ ان پڑتال کا یہ صفحہ <strong>جاواسکرپٹ</strong> کی زبردست طاقت کے بغیر کام نہیں کرتا۔ براہ مہربانی اس مواد ترجیح کو اہل بنائیں اور صفحہ دوبارہ لوڈ کریں۔
vi: <strong>Bạn đang tắt</strong> hoặc đang dùng một trình duyệt không hỗ trợ JavaScript. Trang kiểm tra phần bổ trợ này không chạy được nếu không có sức mạnh tuyệt vời của<strong>JavaScript</strong>. Vui lòng bật JavaScrip trong Tùy chọn Nội dung và làm mới lại trang này.
xh: <strong>IJavaScript yakho ikhutshiwe</strong> okanye usebenzisa ibhrawuza engena JavaScript. Oku kuhlola Isixhobo Esongezelelekileyo akusebenzi ngaphandle kwamandla angummangaliso <strong>eJavaScript</strong>. Nceda uvulele lePriferensi Yokuqulathiweyo uze uphinde ulihlohle eli phepha.

source: Or disable all your plugins and keep JavaScript disabled... you'd be in good company, that's how <a >RMS rolls</a>.
af: Of deaktiveer al die inproppe en hou JavaScript gedeaktiveer... dan’s mens in goeie geselskap, dis hoe <a >RMS dit doen</a>.
ar: أو عطّل كل الملحقات وأبقِ جافاسكربت معطلة... تكون بين رفقة جيدة. هكذا <a > تعمل RMS</a>.
as: বা সকলো প্লাগ-ইনসমূহক নিষ্ক্ৰিয় কৰক আৰু JavaScript নিষ্ক্ৰিয় ৰাখক... আপুনি লগ ভাল হ'ব, <a >RMS এ তেনে ধৰণেই কাম কৰে </a>।
bn_bd: বা সব প্লাগইন নিস্ক্রিয় করে জাভাস্ক্রিপ্ট নিস্ক্রিয় করুন... আপনি ভাল কিছুর সাথেই থাকবেন, এভাবেই <a >RMS রোল করে</a>।
bn_in: অথবা সকল প্লাগ-ইন নিষ্ক্রিয় করে JavaScript-কে নিষ্ক্রিয় অবস্থায় নির্ধারণ করুন... এতে <a >RMS খুশি থাকবেন</a>।
cy: Neu anablwch eich holl ategion a chadw JavaScript wedi ei anablu... byddwch mewn cwmni da, dyna sut mae <a >RMS yn ei gwneud hi</a>.
es: O deshabilita todos tus plugins y mantén deshabilitado JavaScrit&hellip; tendrás buena compañía, así es como <a >enseña RMS</a>.
es_mx: O deja JavaScript deshabilitado y desactiva el resto de tus plugins... estarás en buena compañía, así son los <a >rollos de RMS</a>.
fa: یا همه متصل‌شونده‌ها را هم غیر فعال کنید... شما ایمن هستید.
fr: Alternativement, vous pouvez désactiver tous vos plugins et laisser JavaScript désactivé&hellip;
gd: No cuir à comas gach plugan agad is cum JavaScript à comas... chan ann an droch chuideachd a bhios tu, that's how <a >RMS rolls</a>.
hi_in: या अपने सभी प्लगइन को निष्क्रिय करें और जावास्क्रिप्ट को निष्क्रिय करके रखें... आपकी संगत ठीक रहेगी, और इस प्रकार <a >RMS चलता है</a>.
hy_am: Կամ անջատեք բոլոր բաղադրիչները և պահեք JavaScript-ը անջատված... դուք կլինեք լավ միջավայրում, ահա թե ինչպես <a >RMS rolls</a>-ը։
id: Atau matikan semua plugin Anda beserta JavaScript Anda, Anda akan baik-baik saja... Yaaa, kira-kira begitulah cara kerja <a >Pak RMS</a>.
ka: ან სულაც ამორთეთ თქვენი მოდულები და დატოვეთ JavaScript ამორთული... მშვენიერ გარემოში დარჩებით, ზუსტად ასეა <a >RMS-იც</a>.
kk: Немесе барлық плагиндеріңізді сөндіріңіз де, JavaScript-ті де сөндірулі түрде ұстаңыз... жалғыз қалмайсыз, осылай <a >RMS жұмыс істейді</a>.
km: ឬ​បិទ​កម្មវិធី​ជំនួយ​របស់​អ្នក​ទាំងអស់ និង​បិទ JavaScript... អ្នក​នឹង​មិនមាន​ការ​បារម្ភ​ឡើយ ហើយ​នេះ​គឺ​ជា​អ្វី​ដែល <a >RMS ធ្វើ</a> ។
kn: ಅಥವ ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಜಾವಾಸ್ಕ್ರಿಪ್ಟನ್ನು ನಿಷ್ಕ್ರಿಯವಾಗಿರಿಸಿ... ನೀವು ಒಂದು ಉತ್ತಮವಾದ ಸಹವರ್ತಿಯೊಂದಿಗಿರುತ್ತೀರಿ, ಹಾಗೆ ಅಲ್ಲವೆ <a >RMS ನಡೆಯುವುದು</a>.
mai: अथवा अपन सभटा प्लगइन केँ निष्क्रिय करू आओर जावास्क्रिप्ट केँ निष्क्रिय कएक राखू... अहाँक संगत ठीक रहत, आओर ई प्रकार <a >RMS चलैत अछि</a>.
ml: അല്ലെങ്കില്‍ നിങ്ങളുടെ എല്ലാ പ്ലഗിനുകളും പ്രവര്‍ത്തന രഹിതമാക്കി, ജാവാസ്ക്രിപ്റ്റും പ്രവര്‍ത്തന രഹിതമാക്കുക... ഇങ്ങനെയാണു് <a >ആര്‍എംഎസ് മുമ്പോട്ട് നീങ്ങുന്നതു്</a>.
mn: Эсвэл та бүх plugin-ыг идэвхигүй болгоод мөн Javascript-г идэвхигүй болгоно уу. Ингэснээр <a >RMS ажилладаг</a>.
mr: किंवा सर्व प्लगईन्स् बंद करा व जावास्क्रिप्ट बंद ठेवा... तुम्ही चांगल्या कंपनीत रहाल, याप्रकारे <a >RMS चालते</a>.
ms: Atau melumpuhkan semua plugin anda dan simpan JavaScript dilumpukan... anda dalam kumpulan baik, ia bagaimana <a>RMS rolls</a>.
oc: Alternativament, podètz desactivar totes vòstres plugins e daissar JavaScript desactivat&hellip;
or: ଅଥବା ଆପଣଙ୍କର ସମସ୍ତ ପ୍ଲଗଇନଗୁଡ଼ିକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ ଏବଂ Java ସ୍କ୍ରିପ୍ଟକୁ ନିଷ୍କ୍ରିୟ ରଖନ୍ତୁ... ଆପଣଙ୍କୁ ଏକ ଉତ୍ତମ ସାଥୀ ମିଳିବ, ଯେପରି <a >RMS ଚାଲିଥାଏ</a>।
ru: Или отключите все ваши плагины и оставьте JavaScript выключенным... вы будете в хорошей компании, именно так <a >живёт RMS</a>.
si: හෝ සියළුම ප්ලගීන අබලකර JavaScript ද අබලකර තබන්න... you'd be in good company, that's how <a >RMS rolls</a>.
sr: Можете и да онемоћучите све своје прикључке и оставите Јаваскрипт онемогућен... али ће вам у том случају требати <a >нешто друго</a>.
ta: அல்லது உங்கள் செருகு நிரல்கள் அனைத்தையும் முடக்கிவிட்டு JavaScript ஐ முடக்கி வைத்திருங்கள்... உங்களுக்கு நல்ல கம்பெனி கிடைக்கும், <a >RMS அப்படித்தான் போகிறது</a>.
te: లేదా మీ ప్లగిన్లు అన్నింటిని అచేతనపరచి జావాస్క్రిప్టును అచేతనంగానే వుంచండి... మీరు సరైన సమతుల్యంలో వుంటారు, అలానే <a >RMS నడువగలవు</a>.
th: หรือปิดการใช้งานโปรแกรมเสริมและปิดการใช้งานจาวาสคริปต์... คุณจะได้อยู่ในหมู่คนที่ดี นั้นเป็นวิธีที่การของ <a >RMS</a>
tr: Veya tüm yan uygulamalarınızı etkisizleştirin ve JavaScript'i kapalı tutun. <a >RMS böyle çalışır</a>.
ur: یا تمام پلگ ان نااہل بنائیں اور جاوا سکرپٹ کو نااہل رکھیں۔۔۔ آپ اچھی صحبت میں ہوں گے، اس طرح <a >آر ایم ایس پیش قدمی کرتا ہے</a>
vi: Hoặc tắt tất cả phần bổ trợ và cứ để JavaScript được tắt... bạn sẽ ở trong tình trạng tốt thôi, đó cũng là cách mà <a >RMS (Richard Stallman) làm</a>.
xh: Okanye khupha zonke izixhobo zakho ezongezelelekileyo uze ugcine iJavaSript ivaliwe... uya kuba nabantu abalungileyo, ihamba ngolo <a >ke iRMS</a>.

source: Plugin Finding Service Error
af: Fout met inpropsoekdiens
ar: خطأ في خدمة إيجاد الملحقات
as: প্লাগ-ইণ বিচৰাৰ সেৱাত ভুল
bn_bd: প্লাগইন সার্ভিস ত্রুটি বের করেছে।
bn_in: প্লাগ-ইন অনুসন্ধান পরিসেবার ত্রুটি
cy: Gwall Gwasanaeth Canfod Ategyn
es: Error en el servicio de búsqueda de plugins
es_mx: Error del Servicio de Búsqueda de Plugins
fa: خطا در شناسایی متصل‌شونده‌ها
fr: Erreur du service de recherche des plugins
gd: Mearachd le seirbheis lorg nam plugan
hi_in: प्लगइन तलाश सेवा त्रुटि
hy_am: Բաղադրիչի հայտնաբերման ծառայության սխալմունք
id: Galat Layanan Penemuan Plugin
ka: შეცდომა მოდულის მოძიებისას
kk: Плагиндерді табу қызметінің қатесі
km: សេវា​រក​កម្មវិធី​ជំនួយ​មាន​កំហុស
kn: ಪ್ಲಗ್‌ಇನ್ ಹುಡುಕುವ ಸೇವೆಯಲ್ಲಿ ದೋಷPlugin Finding Service Error
mai: प्लगइन तलाश सेवा त्रुटि
ml: പ്ലഗിന്‍ കണ്ടുപിടിയ്ക്കുന്ന സര്‍വീസില്‍ പിശക്
mn: Plugin олох үйлчилгээний алдаа
mr: प्लगईन शोधतेवेळी सर्व्हिस त्रुटी
ms: Ralat Servis Carian Plugin
my: ပလပ်အင်ရှာဖွေရေး ဝန်ဆောင်မှူ အမှားအယွင်း
oc: Error del servici de recèrca dels plugins
or: ପ୍ଲଗଇନ ସନ୍ଧାନ ସର୍ଭିସ ତ୍ରୁଟି
ru: Ошибка службы поиска плагинов
si: ප්ලගීන සෙවීමේ සේවාවේ දෝෂයකි
sr: Грешка у услуги тражења прикључака
ta: செருகு நிரல் கண்டறிதல் சேவைப் பிழை
te: ప్లగిన్ కనుగొను సేవ దోషం
th: บริการค้นหาโปรแกรมเสริมมีข้อผิดพลาด
tr: Yan Uygulama Bulma Hizmeti Hatası
ur: پلگ ان کی تلاش کی خدمت کا نقص
vi: Lỗi dịch vụ Tìm kiếm Phần bổ trợ
xh: Isixhobo Esongezelelekileyo Sifumana Imposiso Kwinkonzo
