Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: We've encountered an error. Please try your request again later.
af: ’n Fout is teëgekom. Probeer gerus weer later.
ar: حصل خطأ، يُرجى إعادة المحاولة لاحقًا.
as: আমি এটা ভুল পাইছো। আপোনাৰ অনুৰোধ অনুগ্ৰহ কৰি পিছত আকৌ চেষ্টা কৰিব।
bn_bd: আপনি একটি ত্রুটি ধরেছেন। অনুগ্রহ করে আপনার অনুরোধ পরে আবার চেষ্টা করুন।
bn_in: একটি ত্রুটি উৎপন্ন হয়েছে। অনুগ্রহ করে কিছুক্ষণ পরে পুনরায় অনুরোধ করুন।
cy: Rydym wedi canfod gwall. Ceisiwch eto'n hwyrach.
es: Hubo un error. Inténtalo nuevamente más tarde.
es_mx: Hemos encontrado un error. Por favor intenta de nuevo más tarde.
fa: ما با یک اشکال برخورد کرده‌ایم، لطفا بعداً درخواست خود را تکرار کنید.
fr: Une erreur est survenue, veuillez réessayer plus tard.
gd: Thachair mearachd. Saoil am feuch thu ris an iarrtas seo a-rithist an ceann tàmaill?
hi_in: हमने एक त्रुटि का सामना किया है. कृपया अपने आग्रह को बाद में फिर आज़माएँ.
hy_am: Վթար: Խնդրում ենք կրկին փորձեք ավելի ուշ:
id: Kami menjumpai galat. Silakan coba lagi nanti.
ka: შეცდომა ძიებისას. გთხოვთ სცადოთ მოგვიანებით.
kk: Біз қатеге жолықтық. Әрекетіңізді кейінірек қайталап көріңіз.
km: យើង​បាន​ជួប​និង​បញ្ហា ។ សូម​ព្យាយាម​ធ្វើ​សំណើរ​របស់​អ្នក​ម្ដង​ទៀត​នៅ​ពេល​ក្រោយ ។
kn: ನಮಗೆ ಒಂದು ದೋಷ ಎದುರಾಗಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
mai: हम एकगोट त्रुटिक सामना कए रहल छी. कृपया अपन आग्रह केँ बाद मे फेर कोसिस करू.
ml: ഒരു പിശകുണ്ടായിരിയ്ക്കുന്നു. ദയവായി പിന്നീടു് വീണ്ടും ശ്രമിയ്ക്കുക.
mn: Алдаа гарлаа. Дараа дахин оролдож үзнэ үү.
mr: आम्हाला त्रुटी आढळली. कृपया पुनः विनंती करा.
ms: Kami menghadapi satu ralat. Sila cuba permintaan anda sebentar lagi.
my: အမှားအယွင်းတစ်ခု ဒီမှာတွေ့ရတယ် ။ ကျေးဇူးပြုပြီး နောက်ထပ် လုပ်ဆောင်ပါ ။
oc: Una error s'es producha, tornatz ensajar pus tard.
or: ଆମେ ଏକ ତ୍ରୁଟିର ସମ୍ମୁଖିନ ହୋଇଛୁ। ଦୟାକରି ପରେ ପୁଣିଥରେ ଆପଣଙ୍କ ଅନୁରୋଧକୁ ଚେଷ୍ଟାକରନ୍ତୁ।
ru: У нас произошла ошибка. Пожалуйста, повторите запрос позже.
si: දෝෂයක් ඇතිවිය. පසුව නැවත උත්සාහ කරන්න.
sr: Дошло је до грешке. Покушајте поново касније.
ta: ஒரு பிழையை சந்தித்தோம். உங்கள் கோரிக்கையை சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: ఒక దోషం యెదురైంది. దయచేసి మీ అభ్యర్దనను తరువాత తిరిగి ప్రయత్నించండి.
th: เราพบปัญหา โปรดลองใหม่อีกครั้งในภายหลัง
tr: Bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.
ur: ہمیں ایک نقص درپیش ہے۔ براہ مہربانی اپنی درخواست کے لیے بعد میں دوبارہ کوشش کریں۔
vi: Gặp lỗi. Vui lòng thử lại sau.
xh: Sihlangene nemposiso. Nceda uphinde uzame isicelo sakho kamva.

source: Retry
af: Probeer weer
ar: أعِد المحاولة
as: পুনঃ চেষ্টা
bn_bd: পুনরায় চেষ্টা
bn_in: পুনরায় প্রয়াস
cy: Ceisio eto
es: Reintentar
es_mx: Reintentar
fa: تلاش دوباره
fr: Réessayer
gd: Feuch a-rithist
hi_in: फिर कोशिश करें
hy_am: Կրկին փորձել
id: Coba lagi
ka: ხელახლა
kk: Қайта көру
km: ព្យាយាម​ឡើង​វិញ
kn: ಮರಳಿ ಪ್ರಯತ್ನಿಸು
mai: फेर कोसिस करू
ml: വീണ്ടും ശ്രമിയ്ക്കുക
mn: Дахин оролдох
mr: पुनः प्रयत्न करा
ms: Cuba sekali lagi
my: ပြန်ကြိုးစားပါ
oc: Tornar ensajar
or: ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ
ru: Повторить
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
ta: மீண்டும் முயற்சிக்கவும்
te: పునఃప్రయత్నం
th: ลองอีกครั้ง
tr: Tekrar dene
ur: دوبارہ کوشش کریں
vi: Thử lại
xh: Phinda uzame

# ./plugincheck.lang:177
source: What is a plugin?
bn_bd: প্লাগইন কি?
bn_in: প্লাগ-ইন কী?
cy: Beth yw ategyn?
hi_in: प्लगइन क्या है?
hy_am: Ի՞նչ է բաղադրիչը
kk: Плагин деген не?
ml: എന്താണു് പ്ലഗിന്‍?
mr: प्लगईन काय असते?
ta: செருகு நிரல் என்றால் என்ன?
th: โปรแกรมเสริมคืออะไร?
ur: پلگ ان کیا ہوتا ہے؟

# ./plugincheck.lang:181
source: Why should I update my plugins?
bn_bd: প্লাগইন হালনাগাদ করা উচিত কেন?
bn_in: প্লাগ-ইনগুলি আপডেট করার প্রয়োজন কেন দেখা দেয়?
cy: Pam ddylwn i ddiweddaru fy ategion?
hi_in: मुझे अपने प्लगइन को क्यों अद्यतन करना चाहिए?
hy_am: Ինչու՞ է անհրաժեշտ թարմացնել բաղադրիչները
kk: Плагиндерімді неге жаңартуым керек?
ml: പ്ലഗിനുകള്‍ എന്തിനു് പുതുക്കണം?
mr: मी माझे प्लगईन्स् का सुधारित करायचे?
ta: ஏன் எனது செருகு நிரல்களை புதுப்பிக்க வேண்டும்?
th: ทำไมเราจำเป็นต้องปรับรุ่นโปรแกรมเสริม?
ur: مجھے اپنے پلگ ان کی تازہ کاری کیون کرنی چاہیے؟

# ./plugincheck.lang:185
source: How can Firefox help me?
bn_bd: ফায়ারফক্স আমাকে কিভাবে সহায়তা করতে পারে?
bn_in: Firefox কীভাবে আমায় সাহায্যে করবে?
cy: Sut all Firefox fy nghynorthwyo?
hi_in: कैसे फ़ायरफ़ॉक्स आपकी मदद कर सकता है?
hy_am: Ինչպե՞ս կարող է Firefox-ը ինձ օգնել
kk: Firefox маған қалай көмектесе алады?
ml: ഫയര്‍ഫോക്സ് എങ്ങനെ സഹായിയ്ക്കുന്നു?
mr: फायरफॉक्स माझी मदत कशी करणार?
my: ကျွန်တော့်ကို မီးမြေခွေးက ဘယ်လိုကူညီမလဲ။
ta: Firefox எனக்கு எப்படி உதவக்கூடும்?
th: Firefox จะช่วยฉันได้อย่างไร?
ur: فائر فاکس کس طرح میری مدد کر سکتا ہے؟

# ./plugincheck.lang:189
source: Which plugins do I have?
bn_bd: কেন প্লাগিনটি আমি ব্যবহার করবো?
bn_in: কোনো প্লাগ-ইনগুলি উপস্থিত রয়েছে?
cy: Pa ategion sydd gennyf?
hi_in: कौन सी प्लगइन मेरे पास है?
hy_am: Ո՞ր բաղադրիչները ես ունեմ
kk: Менде қандай плагиндер бар?
ml: ലഭ്യമായ പ്ലഗിനുകള്‍?
mr: माझ्याकडे कोणते प्लगईन्स् आहेत?
my: ဘာထပ်ပေါင်းဆော့ဝဲတွေ ကျွန်တော် ထည့်ထားသလဲ ?
ta: என்னிடம் என்னென்ன செருகு நிரல்கள் உள்ளன?
th: ฉันมีโปรแกรมเสริมตัวไหนบ้าง?
ur: میرے پاس کون سے پلگ ان موجود ہیں؟

# ./plugincheck.lang:193
source: How do I disable a plugin?
bn_bd: প্লাগিন কিভাবে নিষ্ক্রিয় করবো?
bn_in: প্লাগ-ইনগুলি কীভাবে নিষ্ক্রিয় করা যাবে?
cy: Sut ydw i'n anablu ategyn?
hi_in: कैसे मैं कोई प्लगइन को निष्क्रिय कर सकता हूँ?
hy_am: Ինչպե՞ս կարող եմ անջատել բաղադրիչը
kk: Плагинді қалай сөндіруге болады?
ml: എങ്ങനെ പ്ലഗിന്‍ പ്രവര്‍ത്തന രഹിതമാക്കുന്നു?
mr: मी प्लगईनला कसे बंद करू शकतो?
my: ပလပ်အင်ကို ဘယ်လိုပိတ်ရမလဲ။
ta: ஒரு செருகு நிரலை எப்படி முடக்குவது?
th: ฉันจะปิดการใช้งานโปรแกรมเสริมได้อย่างไร?
ur: میں پلگ ان نا اہل کیسے کروں؟

source: Need Help?
af: Benodig hulp?
ar: أتحتاج المساعدة؟
as: সহায় লাগে ?
bn_bd: সহায়তা প্রয়োজন?
bn_in: সহায়তা প্রয়োজন কি?
cy: Angen Cymorth?
es: ¿Necesitas ayuda?
fa: به راهنمایی بیشتر نیاز دارید؟
fr: Besoin d'aide&nbsp;?
gd: Cobhair a dhìth?
hi_in: मदद चाहिए?
hy_am: Օգնե՞լ
id: Butuh Bantuan?
ka: გჭირდებათ დახმარება?
kk: Көмек керек пе?
kn: ನೆರವು ಬೇಕಿದೆಯೆ?
mai: मदद चाही?
ml: സഹായം ആവശ്യമോ?
mn: Туслалцаа хэрэгтэй байна уу?
mr: मदत पाहिजे?
ms: Perlukan Bantuan?
my: အကူအညီ လိုလား။
oc: Besonh d'ajuda&nbsp;?
or: ସହାୟତା ଆବଶ୍ୟକ କି?
ru: Нужна помощь?
si: සහායය අවශ්‍යද?
sr: Потребна Вам је помоћ?
ta: உதவி தேவையா?
te: సహాయం కావాలా?
th: ต้องการความช่วยเหลือ?
tr: Yardım mı lazım?
ur: مدد کی ضرورت ہے؟
vi: Cần trợ giúp?
xh: Ufuna uncedo?

source: Visit support.mozilla.org
af: Besoek support.mozilla.org
ar: زُر support.mozilla.org
as: support.mozilla.org চাওক
bn_bd: support.mozilla.org দেখুন
bn_in: support.mozilla.org পরিদর্শন করুন
cy: Ymweld â support.mozilla.org
es: Visita support.mozilla.org
es_mx: Visita support.mozilla.org
fa: به support.mozilla.org سر بزنید
fr: Visiter support.mozilla.org
gd: Tadhail air support.mozilla.org
hi_in: support.mozilla.org को देखें
hy_am: Այցելեք support.mozilla.org
id: Kunjungi support.mozilla.org
ka: ესტუმრეთ: support.mozilla.org
kk: support.mozilla.org шолыңыз
km: ទស្សនា support.mozilla.org
kn: support.mozilla.org ಗೆ ಭೇಟಿ ಕೊಡಿ
mai: support.mozilla.org केँ देखू
ml: support.mozilla.com സന്ദര്‍ശിയ്ക്കുക
mn: support.mozilla.org-д зочилж үзнэ үү
mr: support.mozilla.org येथे भेट द्या
ms: Layari support.mozilla.org
my: support.mozilla.org သို့သွားကြည့်ပါ။
oc: Visitar support.mozilla.org
or: support.mozilla.com କୁ ପରିଦର୍ଶନ କରନ୍ତୁ
ru: Посетите support.mozilla.com
si: Visit support.mozilla.com
sr: Посетите support.mozilla.com
ta: support.mozilla.org க்கு வருகை தாருங்கள்
te: support.mozilla.com సందర్శించిండి
th: เยี่ยมชม support.mozilla.com
tr: support.mozilla.com'u ziyaret edin
ur: support.mozilla.org پر آئیں
vi: Ghé thăm support.mozilla.com
xh: Tyelela kwi-support.mozilla.org

source: Read support articles about plugins
af: Lees ondersteuningsartikkels oor inproppe
ar: اقرأ مقالات الملحقات في موقع الدعم
as: প্লাগ-ইনসমূহৰ সম্পৰ্কে সমৰ্থনৰ তথ্য পঢ়ক
bn_bd: প্লাগইন সম্পর্কিত কোনো সাপোর্ট আর্টিকেল পড়ুন
bn_in: প্লাগ-ইন সম্বন্ধীয় সহায়ক তথ্যাদি পড়ুন
cy: Darllen erthyglau cefnogi am ategion
es: Lee artículos de ayuda sobre los plugins
es_mx: Lee artículos de ayuda sobre plugins
fa: مقاله‌های مربوط به متصل‌شونده‌ها را بخوانید
fr: Consulter les articles d'assistance sur les plugins
gd: Leugh artagailean taice mu phlugain
hi_in: प्लगइन के बारे में समर्थन आलेख पढ़ें
hy_am: Կարդացեք հոդվածներ բաղադրիչների մասին
id: Baca artikel dukungan tentang plugin
ka: გაეცანით დამხმარე სტატიებს მოდულების შესახებ
kk: Плагиндер туралы көмек мақалаларды оқыңыз
km: អាន​អត្ថបទ​គាំទ្រ​អំពី​កម្មវិធី​ជំនួយ
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳ ಕುರಿತಾದ ಬೆಂಬಲತಂಡದ ಲೇಖನಗಳನ್ನು ಓದಿ
mai: प्लगइनक संबंधमे समर्थन आलेख पढ़ू
ml: പ്ലഗിനെപ്പറ്റിയുള്ള ലേഖനങ്ങള്‍ വായിയ്ക്കുക
mn: Plugin-ны талаарх өгүүлэл унших
mr: प्लगईन्स् विषयी सपोर्ट लेख वाचा
ms: Sila baca artikel sokongan mengenai plugin
my: ပလပ်အင်များ၏ အထောက်အကူများ အကြောင်း ဖတ်ပါ။
oc: Consultar los articles d'assisténcia suls plugins
or: ପ୍ଲଗଇନଗୁଡ଼ିକ ବିଷୟରେ ସହାୟତା ପତ୍ରିକାଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ
ru: Прочтите статьи поддержки о плагинах
sr: Прочитајте чланке о подршци за прикључке
ta: செருகு நிரல்கள் பற்றிய ஆதரவுக் கட்டுரைகளை வாசியுங்கள்
te: ప్లగిన్ల గురించిన తోడ్పాటు వ్యాసాలను చదవండి
th: อ่านบทความช่วยเหลือที่เกี่ยวกับโปรแกรมเสริม
tr: Yan uygulamalarla ilgili destek makalelerini okuyun
ur: پلگ ان کے بارے میں معاونت آرٹکل پڑھیں
vi: Đọc bài viết hỗ trợ về phần bổ trợ
xh: Funda amanqaku angenkxaso yezixhobo ezongezelelekileyo

source: Frequently asked <span>Questions</span>
af: Algemene <span>vrae</span>
ar: <span>الأسئلة</span> الأكثر تكرارًا
as: সাধাৰণতে কৰা <span>প্ৰশ্ন</span>
bn_bd: প্রায়ই জিজ্ঞাসিত <span>প্রশ্ন</span>
bn_in: জনপ্রীয় কিছু <span>প্রশ্নের উত্তর</span>
cy: <span>Cwestiynau</span> Poblogaidd
es: <span>Preguntas</span> frecuentes
es_mx: <span>Preguntas</span> Frecuentes
fa: <span>پرسش‌های</span> متداول
fr: <span>Questions</span> courantes
gd: <span>Ceistean</span> Àbhaisteach
hi_in: बहुधा पूछे जाने वाले <span>प्रश्न</span>
hy_am: Հաճախակի տրվող <span>Հարցեր</span>
id: <span>Pertanyaan</span> umum
ka: ფრიად აქტუალური <span>კითხვები</span>
kk: Жиі қойылатын <span>Сұрақтар</span>
km: <span>សំណួរ</span>ដែល​សួរ​ញឺកញាប់
kn: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ <span>ಪ್ರಶ್ನೆಗಳು</span>
mai: बेर-बेर पूछल जाएबला <span>प्रश्न</span>
ml: നിരന്തരമുള്ള <span>ചോദ്യങ്ങള്‍</span>
mn: Ихэвчлэн асуудаг <span>асуултууд</span>
mr: नेहमी विचारलेले <span>प्रश्न</span>
ms: Selalu bertanya <span>Soalan</span>
my: အမြဲမေးသော <span>မေးခွန်းများ</span>
oc: <span>Questions</span> courantes
or: ବାରମ୍ବାର ପଚରାଯାଉଥିବା <span>ପ୍ରଶ୍ନ</span>
ru: Часто задаваемые <span>вопросы</span>
si: නිති අසන <span>පැණ</span>
sr: Честа <span>питања</span>
ta: அடிக்கடி கேட்கப்படும் <span>கேள்விகள்</span>
te: తరచుగా అడుగు <span>ప్రశ్నలు</span>
th: คำถาม<span>ที่ถามบ่อย</span>
tr: Sıkça sorulan <span>sorular</span>
ur: معتدبہ پوچھے گئے <span>سوالات</span>
vi: <span>Câu Hỏi</span> Thường Gặp
xh: Imibuzo ebuzwa <span>qho</span>

# ./plugincheck.lang:213
source: What is a plugin?
bn_bd: প্লাগইন কি?
bn_in: প্লাগ-ইন কী?
cy: Beth yw ategyn?
hi_in: प्लगइन क्या है?
hy_am: Ի՞նչ է բաղադրիչը
kk: Плагин деген не?
ml: എന്താണു് പ്ലഗിന്‍?
mr: प्लगईन काय असते?
ta: செருகு நிரல் என்றால் என்ன?
th: โปรแกรมเสริมคืออะไร?
ur: پلگ ان کیا ہوتا ہے؟

source: Plugins power <strong>videos, animation and games</strong>.
af: Inproppe verskaf die funksionaliteit vir sekere <strong>video’s, animasie en speletjies</strong>.
ar: بُريمج يساعد على تشغيل <strong>الفيديو والألعاب والرسوم المتحركة</strong>.
as: প্লাগ-ইনসমূহে <strong>ভিডিঅ', এনিমেছন আৰু খেলসমূহ চলায় </strong>।
bn_bd: প্লাগইন পাওয়ার <strong>ভিডিও, এনিমেশন এবং গেমস</strong>।
bn_in: প্লাগ-ইনের সাহায্যে <strong>ভিডিও, অ্যানিমেশন ও খেলা</strong> ব্যবহার করা যাবে।
cy: Mae ategion yn gyrru <strong>fideos, animeiddio a gemau</strong>.
es: Los plugins mejoran la reproducción de <strong>videos, animaciones y juegos</strong>.
es_mx: Los plugins le dan poder a <strong>videos, animaciones y juegos</strong>.
fa: متصل‌شونده‌ها امکان بیشتری به <strong>ویدیوها، تصاویر متحرک و بازی‌ها </strong>می‌دهد.
fr: Les plugins sont utilisés par les <strong>vidéos, les animations et les jeux</strong>.
gd: Tha plugan a' nearteachadh <strong>videothan, beòthalachaidhean is geamaichean</strong>.
hi_in: प्लगइन का पावर <strong>वीडियो, चल-छवि और खेल</strong>.
hy_am: Բաղադրիչները աշխատացնում են <strong>տեսահոլովակներ, անիմացիաներ և խաղեր</strong>:
id: Plugin digunakan pada konten <strong>video, animasi, dan permainan</strong>.
ka: მოდულები უზრუნველყოფენ <strong>ვიდეოებს, ანიმაციებსა და თამაშებს</strong>.
kk: Плагиндер <strong>видео, анимация және ойындар</strong> үшін керек.
km: កម្មវិធី​ផ្ដល់​ថាមពល​ចំពោះ <strong>វីដេអូ ជីវចល និង​ល្បែង</strong> ។
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳು <strong>ವೀಡಿಯೊಗಳು, ಚಿತ್ರಸಂಚಲನಗಳು (ಎನಿಮೇಶನ್) ಮತ್ತು ಆಟಗಳಿಗೆ</strong> ಶಕ್ತಿ ನೀಡುತ್ತವೆ.
mai: प्लगइनक पावर <strong>वीडियो, चल-छवि आओर खेल</strong>.
ml: <strong>വീഡിയോ, ആനിമേഷന്‍, കളികള്‍</strong> എന്നിവയ്ക്കു് പ്ലഗിന്‍ പ്രയോജനപ്പെടുന്നു.
mn: Plugin-ууд нь <strong>бичлэг, хөдөлгөөнт дүрс болон тоглоом</strong> гэх мэтийг дэмжиж өгдөг.
mr: प्लगईन्स्ची शक्ति <strong>विडीओज्, ॲनिमेशन व खेळ</strong>.
ms: Kuasa plugin <strong>video, animasi dan permainan</strong>
oc: Los plugins son utilizats per las <strong>vidèos, las animacions e los juòcs</strong>.
or: ପ୍ଲଗଇନ ଶକ୍ତି <strong>ଭିଡ଼ିଓ, ଜୀବନାୟନ ଏବଂ ଖେଳ</strong>.
ru: Плагины обеспечивают работу <strong>видео, анимации и игр</strong>.
si: ප්ලගීනයන් විසින් <strong>වීඩියෝ, ඇනිමේෂන් (animation) සහ ක්‍රීඩාවන් ශක්තිමත් කරයි</strong>.
sr: Прикључци покрећу <strong>видео снимке, анимације и игре</strong>.
ta: செருகுநிரல்களால் இயங்கும் <strong>வீடியோக்கள், அசைவூட்டம் மற்றும் கேம்கள்</strong>.
te: ప్లగిన్ <strong>వీడియోలను, యానిమేషన్ మరియు ఆటలను</strong> శక్తివంతం చేయును.
th: โปรแกรมเสริมช่วยเสริมการทำงานของ<strong>วิดีโอ ภาพเคลื่อนไหว และ เกมส์</strong>
tr: Yan uygulamalar <strong>videoları, animasyonları ve oyunları</strong> çalıştırır.
ur: پلگ ان <strong>وڈیو، حرکت اندازی اور گیموں</strong> کو چلاتے ہیں۔
vi: Phần bổ trợ chi phối<strong>đoạn phim, hình ảnh động và trò chơi</strong>.
xh: Iividiyo zamandla ezixhobo ezongezelelekileyo <strong>, i-animeyishini nemidlalo</strong>.

source: They're built <strong>outside of Firefox by companies</strong> like <a href="%(adobe)s">Adobe Systems</a> and <a href="%(apple)s" >Apple</a>.
af: Hulle word gebou <strong>buite Firefox deur maatskappye</strong> soos <a href="%(adobe)s">Adobe Systems</a> en <a href="%(apple)s" >Apple</a>.
ar: صنعه <strong>شركات لا علاقة لها بفَيَرفُكس</strong> مثل <a href="%(adobe)s">أدوبي</a> و <a href="%(apple)s" >آبل</a>.
as: সিহঁতক<strong> Firefox ৰ বাহিৰৰ কোম্পানিয়ে বনায়</strong> যেনে <a href="%(adobe)s">Adobe Systems</a> আৰু <a href="%(apple)s" >Apple</a>।
bn_bd: তাদের তৈরি করা হয় <strong>কোম্পানি কর্তৃক ফায়ারফক্স এর বাহিরে</strong> যেমন <a href="%(adobe)s">অ্যাডোবি সিস্টেম</a> এবং <a href="%(apple)s" >অ্যাপল</a>।
bn_in: <strong>Firefox-র থেকে স্বতন্ত্র বিভিন্ন প্রতিষ্ঠান</strong> যেমন <a href="%(adobe)s">Adobe Systems</a> ও <a href="%(apple)s" >Apple</a> দ্বারা এইগুলি তৈরি করা হয়।
cy: Mae nhw wedi eu hadeiladu <strong>y tu allan i Firefox gan gwmnïau</strong> fel <a href="%(adobe)s">Adobe Systems</a> ac <a href="%(apple)s" >Apple</a>.
es: Los crean <strong>compañías ajenas a Firefox</strong> como <a href="%(adobe)s">Adobe Systems</a> y <a href="%(apple)s" >Apple</a>.
es_mx: Son construidos <strong>fuera de Firefox por compañías</strong> como <a href="%(adobe)s">Adobe Systems</a> y <a href="%(apple)s" >Apple</a>.
fa: آنها <strong>در بیرون از گروه فایرفاکس </strong> ساخته می‌شوند، مثلاً توسط شرکت‌هایی مانند <a href="%(adobe)s">Adobe Systems</a> و <a href="%(apple)s" >Apple</a>.
fr: Ils sont élaborés <strong>en dehors de Firefox par des entreprises</strong> telles que <a href="%(adobe)s">Adobe Systems</a> et <a href="%(apple)s" >Apple</a>.
gd: Tha iad iar an cruthachadh <strong>le companaidhean taobh a-muigh Firefox</strong> leithid <a href="%(adobe)s">Adobe Systems</a> agus <a href="%(apple)s" >Apple</a>.
hi_in: उन्हें <strong>फ़ायरफ़ॉक्स के बाहर तैयार किया जाता है </strong> जैसे <a href="%(adobe)s">एडोबी सिस्टम</a> and <a href="%(apple)s" >एप्पल</a> आदि के द्वारा.
hy_am: Դրանք ստեղծվում են <strong>Firefox-ի հետ կապ չունեցող ընկերություններում</strong> օրինակ՝ <a href="%(adobe)s">Adobe Systems</a>-ում և <a href="%(apple)s" >Apple</a>-ում։
id: Plugin dibuat oleh <strong>perusahaan di luar Firefox</strong>, misalnya <a href="%(adobe)s">Adobe Systems</a> dan <a href="%(apple)s" >Apple</a>.
ka: ისინი შექმნილია <strong>სხვა კომპანიების მიერ,</strong> როგორებიცაა, <a href="%(adobe)s">Adobe Systems</a> და <a href="%(apple)s" >Apple</a>.
kk: Олар <strong>Firefox-қа қатысты емес компаниялармен</strong> жасалған, <a href="%(adobe)s">Adobe Systems</a> және <a href="%(apple)s" >Apple</a> сияқты.
km: ពួក​វា​ត្រូវ​បាន​ស្ថាបនា​ឡើង <strong>ដោយ​ក្រុមហ៊ុន​ផ្សេង​មិនមែន​ជា​របស់ Firefox</strong> ដូចជា <a href="%(adobe)s">Adobe Systems</a> និង <a href="%(apple)s" >Apple</a>.
kn: ಅವುಗಳನ್ನು<strong>ಫೈರ್ಫಾಕ್ಸಿನ ಹೊರಗೆ </strong> <a href="%(adobe)s">Adobe Systems</a> ಮತ್ತು <a href="%(apple)s" >Apple</a> ನಂತಹ ಕಂಪನಿಗಳಿಂದ ನಿರ್ಮಿಸಲಾಗುತ್ತದೆ.
mai: ओकरा <strong>फायरफाक्सक बाहर तैआर कएल जाइछ </strong> जहिना <a href="%(adobe)s">एडोबी सिस्टम</a> आओर <a href="%(apple)s" >एप्पल</a> आदि क द्वारा.
ml: <a href="%(adobe)s">അഡോബ് സിസ്റ്റങ്ങള്‍</a> , <a href="%(apple)s" >ആപ്പിള്‍</a> പോലുള്ള <strong>ഫയര്‍ഫോക്സിനു് പുറത്തുള്ള കമ്പനികള്‍</strong> ഇവ തയ്യാറാക്കുന്നു.
mn: Plugin-ууд нь <a href="%(adobe)s">Adobe Systems</a> болон <a href="%(apple)s" >Apple</a> гэх мэт Firefox-с <strong>өөр омпаниудад</strong> хийгддэг.
mr: त्यांची रचना <strong>फायरफॉक्सच्या बाहेरील कंपनीज्</strong> जसे कि <a href="%(adobe)s">अडोब सिस्टम्स्</a> व <a href="%(apple)s" ॲप्पल</a> द्वारे केली जाते.
ms: Mereka telah membina <strong> luar daripada Firefox oleh syarikat-syarikat lain</strong> seperti <a href="%(adobe)s">Adobe Systems</a> dan <a href="%(apple)s" >Apple</a>.
my: ၎င်းတို့အား<strong>မီးမြေခွေးမဟုတ်သော ကုမ္ပဏီများ</strong> ဖြစ်တဲ့ <a href="%(adobe)s">Adobe Systems</a> နှင့် <a href="%(apple)s" >Apple</a>စသည့်ကုမ္ပဏီများမှတည်ဆောက်ထားသောကြောင့် ဖြစ်သည်။
oc: Son elaborats <strong>en defòra de Firefox per d'entrepresas</strong> talas coma <a href="%(adobe)s">Adobe Systems</a> e <a href="%(apple)s" >Apple</a>.
or: ସେଗୁଡ଼ିକ <strong>Firefox ବାହାରେ ନିର୍ମିତ</strong> ଯେପରିକି <a href="%(adobe)s">Adobe ତନ୍ତ୍ର</a> ଏବଂ <a href="%(apple)s" >Apple</a>।
ru: Они <strong>не входят в состав Firefox, а создаются такими компаниями</strong> как <a href="%(adobe)s">Adobe Systems</a> и <a href="%(apple)s" >Apple</a>.
si: <a href="%(adobe)s">Adobe Systems</a> සහ <a href="%(apple)s" >Apple</a> වැනි සමාගම් විසින් නිපදවන අතර <strong>ෆයර්ෆොක්ස්ට පරිභාහිරව නිර්මිතය</strong>.
sr: Њих не прави Мозила, већ друга предузећа, као што су </strong><a href="%(adobe)s">Адобе</a> и <a href="%(apple)s" >Епл (Apple)</a>.
ta: இவை <a href="%(adobe)s">Adobe Systems</a> and <a href="%(apple)s" >Apple</a> போன்ற நிறுவனங்களால் <strong>Firefox க்கு வெளியே உருவாக்கப்படுகின்றன</strong>.
te: అవి <strong>ఫైర్‌ఫాక్స్ బయట కంపెనీలు</strong> <a href="%(adobe)s">ఎడోబ్ సిస్టమ్స్</a> మరియు <a href="%(apple)s" >ఆపిల్</a> వంటి వాటిచే నిర్మించబడెను.
th: โปรแกรมพวกนี้ถูกสร้าง<strong>โดยบริษัทภายนอก Firefox </strong>เช่น <a href="%(adobe)s">Adobe Systems</a> และ <a href="%(apple)s" >Apple</a>
tr: <strong>Firefox dışındaki</strong> <a href="%(adobe)s">Adobe Systems</a> ve <a href="%(apple)s" >Apple</a> gibi şirketler tarafından geliştirilirler.
ur: انہیں <strong>فائر فاکس سے بیرونی کمپنیاں</strong> تعمیر کرتی ہیں جیسے <a href="%(adobe)s">ایڈوب سسٹمز</a> اور <a href="%(apple)s" >ایپل</a>۔
vi: Phần bổ trợ được xây dựng <strong>bên ngoài Firefox bởi các công ty</strong> như <a href="%(adobe)s">Adobe Systems</a> và <a href="%(apple)s" >Apple</a>.
xh: Zakhiwe <strong>ngaphandle kwi-Firefox ziinkampani</strong> ezifane <a href="%(adobe)s">ne-Adobe Systems</a> and <a href="%(apple)s" >Apple</a>.

source: Plugins <strong>don't always update</strong> automatically.
af: Inproppe <strong>werk nie altyd vanself by nie</strong>.
ar: الملحقات <strong>لا تحدّث نفسها تلقائيًا</strong> دائمًا.
as: প্লাগ-ইনসমূহ <strong>সদায়ে স্বচালিতভাৱে উন্নত নহয়</strong>।
bn_bd: প্লাগইন <strong>সবসময় হালনাগাদ করা হয়না</strong> স্বয়ংক্রিয়ভাবে।
bn_in: প্লাগ-ইনগুলি স্বয়ংক্রিয়ভাবে <strong>সর্বদা আপডেট করা হয় না</strong>।
cy: Nid yw ategion <strong>bob tro'n cael eu diweddaru</strong> yn awtomatig.
es: Los plugins <strong>no siempre se actualizan</strong> automáticamente.
es_mx: Los Plugins <strong>no siempre se actualizan</strong> automaticamente.
fa: متصل‌شونده‌ها <strong>همیشه خودکار به‌روز نمی‌شوند</strong> .
fr: Les plugins <strong>ne se mettent pas toujours à jour</strong> automatiquement.
gd: Chan ùraich na plugain gu fèin-obrachail <strong>gach turas</strong>.
hi_in: प्लगइन <strong> हमेशा स्वतः </strong> अद्यतन नहीं होता है.
hy_am: Բաղադրիչները <strong>ոչ միշտ են թարմանում</strong> ինքնուրույն:
id: Plugin <strong>tidak selalu diperbarui</strong> secara otoamtis.
ka: მოდულების თვითგანახლება <strong>ყოველთვის არ ხდება</strong>.
kk: Плагиндер <strong>өз-өзімен әрқашан</strong> жаңартыла бермейді.
km: កម្មវិធី​ជំនួយ <strong>មិន​ធ្វើ​បច្ចុប្បន្ន​ភាព</strong> ដោយ​ស្វ័យ​ប្រវត្តិ​ជានិច្ច​នោះ​ទេ ។
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳು <strong>ಎಲ್ಲಾ ಬಾರಿಯೂ ಸಹ ತಾವಾಗಿಯೆ ಅಪ್‌ಡೇಟ್ ಆಗುವುದಿಲ್ಲ.</strong>
mai: प्लगइन <strong> हमेशा स्वतः </strong> अद्यतन नहि होइछ.
ml: പ്ലഗിനുകള്‍ സ്വയമായി <strong>പരിഷ്കരിയ്ക്കപ്പെടുന്നതല്ല</strong>.
mn: Plugin-ууд нь <strong>үргэлж автоматаар шинэчлэгддэггүй</strong>.
mr: प्लगईन्स् नेहमीच सव्यंरित्या <strong>सुधारित होत नाही</strong>.
ms: Plugin <strong>tidak selalu dikemaskini</strong> secara automatik.
my: ပလပ်အင်များဟာ <strong>အမြဲတမ်း အလိုအလောက်</strong> အဆင့်မြှင့်တင်လေ့မရှိ။
oc: Los plugins <strong>se meton pas totjorn a jorn</strong> automaticament.
or: ପ୍ଲଗଇନଗୁଡ଼ିକ <strong>ସର୍ବଦା ସ୍ୱୟଂଚାଳିତ ଭାବରେ</strong> ଅଦ୍ୟତିତ ହୋଇନଥାଏ।
ru: Плагины <strong>не всегда обновляются</strong> автоматически.
si: ප්ලගීනයන් සෑමවිටම <strong>ස්වයංක්‍රීයව යාවත්කාලීන නොවේ</strong>.
sr: Прикључци се <strong>не дограђују увек аутоматски</strong>.
ta: செருகு நிரல்கள் தானாகவே <strong>எப்போதும் புதுப்பித்துக்கொள்ளாது</strong>.
te: ప్లగిన్లు స్వయంచాలకంగా <strong>యెల్లప్పుడూ నవీకరణ చెందవు</strong>.
th: โปรแกรมเสริม<strong>จะไม่ปรับรุ่น</strong>อัตโนมัติ
tr: Yan uygulamalar her zaman otomatik olarak <strong>güncellenmez</strong>.
ur: پلگ ان <strong>ہمیشہ خود بخود نہیں تازہ</strong> ہوتے۔
vi: Phần bổ trợ <strong>không phải lúc nào cũng được cập nhật </strong> tự động.
xh: Izixhobo ezongezelelekileyo <strong>azisoloko zizihlaziya</strong> ngokwazo.

# ./plugincheck.lang:229
source: Why should I update my plugins?
bn_bd: প্লাগইন হালনাগাদ করা উচিত কেন?
bn_in: প্লাগ-ইনগুলি আপডেট করার প্রয়োজন কেন দেখা দেয়?
cy: Pam ddylwn i ddiweddaru fy ategion?
hi_in: मुझे अपने प्लगइन को क्यों अद्यतन करना चाहिए?
hy_am: Ինչու՞ պետք է թարմացնեմ բաղադրիչները
kk: Плагиндерімді неге жаңартуым керек?
ml: പ്ലഗിനുകള്‍ എന്തിനു് പുതുക്കണം?
mr: मी माझे प्लगईन्स् का सुधारित करायचे?
ta: ஏன் எனது செருகு நிரல்களை புதுப்பிக்க வேண்டும்?
th: ทำไมเราจำเป็นต้องปรับรุ่นโปรแกรมเสริม?
ur: میں اپنے پلگ ان کیوں تازہ کروں؟
