Repository: alvinlaz96/mozilla-lang
Catalog: */plugincheck.lang.po
Languages: af, ar, as, bn_bd, bn_in, cy, es, es_mx, fa, fr, gd, hi_in, hy_am, id, ka, kk, km, kn, mai, ml, mn, mr, ms, my, oc, or, ru, si, sr, ta, te, th, tr, ur, vi, xh

source: Have more <span>questions?</span>
af: Nog <span>vrae?</span>
ar: ألديك المزيد من <span>الأسئلة؟</span>
as: আৰু<span> প্ৰশ্ন</span> আছে ?
bn_bd: আরও <span>প্রশ্ন?</span>
bn_in: আরো কিছু <span>প্রশ্ন রয়েছে কি?</span>
cy: Rhagor o <span>gwestiynau?</span>
es: ¿Tienes más <span>preguntas?</span>
es_mx: ¿Tienes <span>más preguntas?</span>
fa: آیا <span>سوال دیگری</span> دارید؟
fr: D'autres <span>questions&nbsp;?</span>
gd: A bheil barrachd <span>cheistean</span> agad?
hi_in: और कोई <span>प्रश्न है?</span>
hy_am: Ունե՞ք այլ <span>հարցեր:</span>
id: Masih punya <span>pertanyaan?</span>
ka: გაქვთ სხვა <span>შეკითხვები?</span>
kk: Тағы да <span>сұрақтарыңыз бар ма?</span>
km: មាន<span>​សំណួរ​ផ្សេង​ទៀត?</span>
kn: ಇನ್ನಷ್ಟು <span>ಸಂದೇಹಗಳಿವೆಯೆ?</span>
mai: आओर कोनो <span>प्रश्न अछि?</span>
ml: ഇനിയും <span>ചോദ്യങ്ങള്‍?</span>
mn: Өшөө <span>асуулт</span> байна уу?
mr: आणखी <span>प्रश्न आहेत?</span>
ms: Adakah anda mempunyai lebih <span>soalan?</span>
oc: Des <span>questions mai&nbsp;?</span>
or: ଅଧିକ ପ୍ରଶ୍ନ <span>ପଚାରିବାର ଅଛି କି?</span>
ru: У вас есть ешё <span>вопросы?</span>
si: ඔබට තව දුරටත් <span>ගැටළු</span> තිබේද?
sr: Имате још <span>питања?</span>
ta: இன்னும் <span>கேள்விகள் உள்ளதா?</span>
te: ఇంకా <span>ప్రశ్నలు</span> వున్నాయా?
th: มี<span>คำถาม</span>มากกว่านี้?
tr: Başka <span>sorularınız mı var?</span>
ur: اور <span>سوالات؟</span>
vi: Có <span>câu hỏi</span> khác?
xh: Ingaba <span>usenemibuzo engakumbi?</span>

source: <a href="%(url2)s">Our support site</a> can help you <a href="%(url1)s">learn about plugins</a> or <a href="%(url3)s">troubleshoot plugin problems</a>.
af: <a href="%(url2)s">Ons steunwerf</a> kan help met <a href="%(url1)s">meer inligting oor inproppe</a> of <a href="%(url3)s">om foute met inproppe uit te klaar</a>.
ar: <a href="%(url2)s">موقع الدعم</a> قد يستطيع مساعدتك في <a href="%(url1)s">معرفة المزيد عن الملحقات</a> أو <a href="%(url3)s">معالجة مشاكل الملحقات</a>.
as: <a href="%(url2)s">আমাৰ সমৰ্থনৰ ছাইটে</a> আপোনাক সহায় কৰিব <a href="%(url1)s">প্লাগ-ইনৰ বিষয়ে জানিবলৈ</a> বা <a href="%(url3)s">প্লাগ-ইনৰ সমস্যা সমাধা কৰিবলৈ </a>।
bn_bd: <a href="%(url2)s">আমাদের সমর্থন সাইট</a> আপনাকে <a href="%(url1)s">প্লাগিন সম্পর্কে জানতে সহায়তা করবে</a> বা <a href="%(url3)s">সমস্যা সমাধানে সহায়তা করবে</a>।
bn_in: <a href="%(url2)s">আমাদের সহায়তার সাইটে</a> আপনি <a href="%(url1)s">প্লাগ-ইন সম্পর্কিত অতিরিক্ত তথ্য</a> পাবেন অথবা <a href="%(url3)s">প্লাগ-ইন সংক্রান্ত সমস্যার সমাধান</a> করতে পারবেন।
cy: <a href="%(url2)s">Gall ein gwefan gefnogi</a> eich cynorthwyo <a href="%(url1)s">i ddysgu am ategion</a> neu <a href="%(url3)s">i ddatrys problemau gydag ategion</a>.
es: <a href="%(url2)s">Nuestro sitio de asistencia</a> puede ayudarte <a href="%(url1)s">a saber más sobre plugins</a> o <a href="%(url3)s">a solucionar problemas relacionados con plugins</a>.
es_mx: <a href="%(url2)s">Nuestro sitio de soporte</a> puede ayudarte: <br/> <a href="%(url1)s">Aprende sobre plugins</a> o a <a href="%(url3)s">solucionar problemas con los plugins</a>.
fa: <a href="%(url2)s">تارنمای پشتیبانی ما</a> می تواند به شما کمک کند <a href="%(url1)s">درباره متصل‌شونده‌ها بیشتر بیاموزید</a> یا <a href="%(url3)s">اشکالات متصل‌شونده‌ها را برطرف کنید</a>.
fr: <a href="%(url2)s">Notre site d'assistance</a> peut vous aider à <a href="%(url1)s">en savoir plus sur les plugins</a> ou bien à <a href="%(url3)s">résoudre les problèmes liés aux plugins</a>.
gd: Cuidichidh an <a href="%(url2)s">làrach taice againn</a> thu <a href="%(url1)s">a thaobh nam plugan</a> no <a href="%(url3)s">le fuasglaidhean ma bhios duilgheadas agad le plugan</a>.
hi_in: <a href="%(url2)s">हमारा समर्थन साइट</a> आपकी मदद <a href="%(url1)s">प्लगइन को सीखने के लिए कर सकता है</a> या <a href="%(url3)s">प्लगइऩ समस्या के विघ्ननिवारण में कर सकता है</a>.
hy_am: <a href="%(url2)s">Մեր սպասարկման կայքը</a> կարող է օգնել Ձեզ <a href="%(url1)s">տեղեկանալ բաղադրիչների մասին</a> կամ <a href="%(url3)s">շտկել բաղադրիչի խնդիրները</a>:
id: <a href="%(url2)s">Situs layanan dukungan kami</a> dapat membantu Anda <a href="%(url1)s">mempelajari tentang plugin</a> atau <a href="%(url3)s">mengatasi masalah plugin</a>.
ka: <a href="%(url2)s">ჩვენი მხარდაჭერის საიტი</a> დაგეხმარებათ <a href="%(url1)s">უკეთ გაეცნოთ მოდულებს</a> ან <a href="%(url3)s">გადაჭრათ მოდულებთან დაკავშირებული პრობლემები</a>.
kk: <a href="%(url2)s">Біздің көмек көрсету сайты</a> сізге <a href="%(url1)s">плагиндер туралы көбірек білу</a> немесе <a href="%(url3)s">плагиндер мәселелерін шешуде</a> көмектесе алады.
km: <a href="%(url2)s">តំបន់​បណ្ដាញ​គាំទ្រ​របស់​យើង</a>​អាច​ជួយ​អ្នក <a href="%(url1)s">សិក្សា​បន្ថែម​ពី​កម្មវិធី​ជំនួយ</a> ឬ​ <a href="%(url3)s">ដោះស្រាយ​បញ្ហា​ដែល​មាន​ជាមួយ​កម្មវិធី​ជំនួយ</a> ។
kn: <a href="%(url2)s">ನಮ್ಮ ಬೆಂಬಲದ ತಾಣವು</a> <a href="%(url1)s"> ಪ್ಲಗ್‌ಇನ್‌ಗಳ ಕುರಿತು ನಿಮಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು </a> ಅಥವ <a href="%(url3)s">ಪ್ಲಗ್‌ಇನ್‌ ತೊಂದರೆಗಳನ್ನು ನಿವಾರಿಸಲು</a> ನೆರವಾಗುತ್ತದೆ.
mai: <a href="%(url2)s">हमर समर्थन साइट</a> अहाँक मदति <a href="%(url1)s">प्लगइन केँ सीखबाक लेल कए सकैत अछि</a> अथवा <a href="%(url3)s">प्लगइन समस्याक विघ्ननिवारण मे कए सकैत अछि</a>.
ml: <a href="%(url2)s">സപ്പോര്‍ട്ട് സൈറ്റ്</a> നിങ്ങളെ സഹായിയ്ക്കുന്നു <a href="%(url1)s"> അല്ലെങ്കില്‍ <a href="%(url3)s">പ്ലഗിന്‍ പ്രശ്നങ്ങള്‍ പരിഹരിയ്ക്കുക</a>.
mn: <a href="%(url2)s">Манай дэмжигч сайт</a> plugin-ны талаар болон <a href="%(url3)s">plugin-ны асуудал</a> ын талаар <a href="%(url1)s">мэдээлэл олж авах</a>-д тань туслах чадах болно.
mr: <a href="%(url2)s">आमचे सपोर्ट स्थळ</a> <a href="%(url1)s">प्लगईन्स् विषयी शिकण्याकरीता</a> किंवा <a href="%(url3)s">प्लगईन अडचणींचे त्रुटिनिवारणकरीता</a> तुमची मदत करू शकते.
ms: <a href="%(url2)s">Laman sokongan kami</a> boleh membantu anda <a href="%(url1)s">belajar mengenai plugin</a> atau <a href="%(url3)s">menyelesaiakan masalah plugin</a>.
oc: <a href="%(url2)s">Nòstre site d'assisténcia</a> vos pòt ajudar a <a href="%(url1)s">ne saber mai suls plugins</a> o alara a <a href="%(url3)s">resòlvre los problèmas ligats als plugins</a>.
or: <a href="%(url2)s">ଆମର ସହାୟତା ସାଇଟ</a> ଆପଣଙ୍କୁ ସହାୟତା କରିପାରିବ <a href="%(url1)s">ପ୍ଲଗଇନଗୁଡ଼ିକ ବିଷୟରେ ଜ୍ଞାନ ଆହରମ କରନ୍ତୁ</a> ଅଥବା <a href="%(url3)s">ପ୍ଲଗଇନ ସମସ୍ୟାଗୁଡ଼ିକର ତ୍ରୁଟି ନିବାରଣ କରନ୍ତୁ</a>।
ru: <a href="%(url2)s">Наш сайт поддержки</a> поможет вам <a href="%(url1)s">узнать больше о плагинах</a> или <a href="%(url3)s">разрешить проблему с плагином</a>.
si: <a href="%(url2)s">අපගේ සහායක පිටු</a> ඔබට උදව් කරනු ඇත <a href="%(url1)s">learn about plugins</a> or <a href="%(url3)s">troubleshoot plugin problems</a>.
sr: <a href="%(url2)s">Наша страница за подршку</a> Вам може помоћи да <a href="%(url1)s">научите више о прикључцима</a> или <a href="%(url3)s">сазнате како решити проблеме са њима</a>.
ta: <a href="%(url2)s">எங்கள் ஆதரவு தளம்</a> <a href="%(url1)s">செருகு நிரல்களைப் பற்றி அறிய</a> அல்லது <a href="%(url3)s">செருகு நிரல் சிக்கல்களைத் தீர்க்க</a> உங்களுக்கு உதவும்.
te: <a href="%(url2)s">మా తోడ్పాటు సైటు </a> మీరు సహాయపడ గలదు <a href="%(url1)s">ప్లగిన్ల గురించి నేర్చుకోండి</a> లేదా <a href="%(url3)s">ప్లగిన్ సమస్యలను పరిష్కరించుకోండి</a>.
th: <a href="%(url2)s">เว็บการช่วยเหลือของเรา</a>สามารถช่วยคุณได้<a href="%(url1)s">เรียนรู้เพิ่มเติมเกี่ยวกับโปรแกรมเสริม</a> หรือ <a href="%(url3)s">แก้ไขปัญหาเกี่ยวกับโปรแกรมเสริม</a>
tr: <a href="%(url2)s">Destek sitemiz</a>, <a href="%(url1)s">yan uygulamalar hakkında bilgi almanızı</a> ve <a href="%(url3)s">yan uygulama sorunlarınızı gidermenizi</a> sağlayabilir.
ur: <a href="%(url2)s">ہماری معاون ویب سائٹ</a><a href="%(url1)s">پلگ ان کے بارے میں جاننے</a> یا <a href="%(url3)s">پلگ ان مسائل حل کرنے</a> میں آپ کی مدد کر سکتی ہے۔
vi: <a href="%(url2)s">Website của chúng tôi</a> luôn sẵn sàng giúp bạn <a href="%(url1)s">tìm hiểu về phần bổ trợ</a> hoặc <a href="%(url3)s">giải quyết các vấn đề về phần bổ trợ.</a>.
xh: <a href="%(url2)s">Isayithi yethu yenkxaso</a> ingakunceda <a href="%(url1)s">ufunde ngezixhobo ezongezelelekileyo</a> okanye <a href="%(url3)s">uzikhangelele izisombululo zeengxaki zezixhobo ezongezelelekileyo</a>.

# mozilla.com-source/plugincheck.lang:1
source: Plugin Check
af: Inpropkontrole
ar: التحقق من الملحقات
es: Navegador Firefox — Comprobación y actualizaciones de plugins
es_mx: Revisión de Plugins
fa: بررسی متصل‌شونده‌ها
id: Periksa Plugin
km: ពិនិត្យ​មើល​កម្មវិធី​ជំនួយ
ms: Semak Plugin
tr: Yan Uygulama Denetimi
xh: Hlola Isixhobo Esongezelelekileyo

# mozilla.com-source/plugincheck.lang:5
source: Plugin Check
af: Inpropkontrole
ar: التحقق من الملحقات
es: Navegador Firefox — Comprobación y actualizaciones de plugins
es_mx: Revisión de Plugins
fa: بررسی متصل‌شونده‌ها
id: Periksa Plugin
km: ពិនិត្យ​មើល​កម្មវិធី​ជំនួយ
ms: Semak Plugin
tr: Yan Uygulama Denetimi
xh: Hlola Isixhobo Esongezelelekileyo

# mozilla.com-source/plugincheck.lang:41
source: Update Now
af: Werk nou by
ar: حدّث الآن
es: Actualizar ya
es_mx: Actualizar ahora
fa: هم‌اکنون به‌هنگام شود
id: Perbarui Sekarang
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​ឥឡូវ​នេះ
ms: Kemaskini sekarang
tr: Şimdi güncelle
xh: Hlaziya ngoku

# mozilla.com-source/plugincheck.lang:49
source: Update
af: Werk by
ar: حدّث
es: Actualizar
es_mx: Revisar
fa: به‌هنگام‌سازی
id: Perbarui
km: ធ្វើ​បច្ចុប្បន្ន​ភាព
ms: Kemaskini
tr: Güncelle
xh: Hlaziya

# mozilla.com-source/plugincheck.lang:93
source: Update Now
af: Werk nou by
ar: حدّث الآن
es: Actualizar ya
es_mx: Actualizar ahora
fa: هم‌اکنون به‌هنگام شود
id: Perbarui Sekarang
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​ឥឡូវ​នេះ
ms: Kemaskini sekarang
tr: Şimdi güncelle
xh: Hlaziya ngoku

# mozilla.com-source/plugincheck.lang:101
source: Update
af: Werk by
ar: حدّث
es: Actualizar
es_mx: Revisar
fa: به‌هنگام‌سازی
id: Perbarui
km: ធ្វើ​បច្ចុប្បន្ន​ភាព
ms: Kemaskini
tr: Güncelle
xh: Hlaziya

# mozilla.com-source/plugincheck.lang:177
source: What is a plugin?
af: Wat is ’n inprop?
ar: ما هو الملحق؟
es: ¿Qué es un plugin?
es_mx: ¿Qué es un plugin?
fa: متصل‌شونده‌ها چیستند؟
id: Apa itu plugin?
km: តើ​អ្វី​ទៅ​ជា​កម្មវិធី​ជំនួយ?
ms: Apakah plugin?
tr: Yan uygulama nedir?
xh: Yintoni isixhobo esongezelelekileyo?

# mozilla.com-source/plugincheck.lang:181
source: Why should I update my plugins?
af: Hoekom moet ek die inproppe bywerk?
ar: لماذا ينبغي عليّ تحديث الملحقات؟
es: ¿Por qué debo actualizar mis plugins?
es_mx: ¿Porqué debo actualizar mis plugins?
fa: چرا باید متصل‌شونده‌ها را به‌روز کنم؟
id: Mengapa plugin harus diperbarui?
km: ហេតុ​អ្វី​បាន​ខ្ញុំ​គួរ​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ​របស់​ខ្ញុំ?
ms: Mengapa saya harus mengemaskini plugins saya?
tr: Yan uygulamalarımı neden güncellemeliyim?
xh: Kutheni le nto ndifanele ndihlaziye izixhobo zam ezongezelelekileyo?

# mozilla.com-source/plugincheck.lang:185
source: How can Firefox help me?
af: Hoe kan Firefox my help?
ar: كيف يستطيع فَيَرفُكس مساعدتي؟
es: ¿Cómo puede ayudarme Firefox?
es_mx: ¿Cómo puede Firefox ayudarme?
fa: فایرفاکس چگونه به من کمک می‌کند؟
id: Bagaimana cara Firefox membantu saya?
km: តើ Firefox អាច​ជួយ​ខ្ញុំ​ដោយ​របៀប​ណា?
ms: Bagaimanakah Firefox boleh membantu saya?
tr: Firefox benim için ne yapabilir?
xh: Ingandinceda njani iFirefox?

# mozilla.com-source/plugincheck.lang:189
source: Which plugins do I have?
af: Watter inproppe het ek?
ar: ما الملحقات التي لديّ؟
es: ¿Qué plugins tengo?
es_mx: ¿Qué plugins tengo?
fa: من از چه متصل‌شونده‌هایی استفاده می کنم؟
id: Plugin apa saja yang saya punya?
km: តើ​កម្មវិធី​ជំនួយ​ណា​ខ្លះ​ដែល​ខ្ញុំ​មាន?
ms: Bagaimana plugin yang perlu saya ada?
tr: Hangi yan uygulamalar yüklü?
xh: Zeziphi izixhobo ezongezelelekileyo endinazo?

# mozilla.com-source/plugincheck.lang:193
source: How do I disable a plugin?
af: Hoe deaktiveer ek ’n inprop?
ar: كيف أعطّل ملحقًا؟
es: ¿Cómo deshabilito un plugin?
es_mx: ¿Cómo desactivo un plugin?
fa: چگونه یک متصل‌شونده را غیر فعال کنم؟
id: Bagaimana cara menonaktifkan plugin?
km: តើ​ខ្ញុំ​បិទ​កម្មវិធី​ជំនួយ​របៀប​ណា?
ms: Bagaimana untuk menyahaktifkan plugin?
tr: Bir yan uygulamayı nasıl etkisizleştiririm?
xh: Ndingasikhupha njani isixhobo esongezelelekileyo?

# mozilla.com-source/plugincheck.lang:213
source: What is a plugin?
af: Wat is ’n inprop?
ar: ما هو الملحق؟
es: ¿Qué es un plugin?
es_mx: ¿Qué es un plugin?
fa: متصل‌شونده‌ها چیستند؟
id: Apa itu plugin?
km: តើ​អ្វី​ទៅ​ជា​កម្មវិធី​ជំនួយ?
ms: Apa itu plugin?
tr: Yan uygulama nedir?
xh: Yintoni isixhobo esongezelelekileyo

# mozilla.com-source/plugincheck.lang:229
source: Why should I update my plugins?
af: Hoekom moet ek die inproppe bywerk?
ar: لماذا ينبغي عليّ تحديث الملحقات؟
es: ¿Por qué debo actualizar mis plugins?
es_mx: ¿Porqué debo actualizar mis plugins?
fa: چرا باید متصل‌شونده‌ها را به‌روز کنم؟
id: Mengapa plugin harus diperbarui?
km: ហេតុ​អ្វី​បាន​ខ្ញុំ​គួរ​ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ​របស់​ខ្ញុំ?
ms: Kenapa saya perlu mengemaskini plugin saya?
tr: Yan uygulamalarımı neden güncellemeliyim?
xh: Kutheni le nto ndifanele ndihlaziye izixhobo zam ezongezelelekileyo?

# mozilla.com-source/plugincheck.lang:245
source: How can Firefox help me?
af: Hoe kan Firefox my help?
ar: كيف يستطيع فَيَرفُكس مساعدتي؟
es: ¿Cómo puede ayudarme Firefox?
es_mx: ¿Cómo puede Firefox ayudarme?
fa: فایرفاکس چگونه به من کمک می‌کند؟
id: Bagaimana cara Firefox membantu saya?
km: តើ Firefox អាច​ជួយ​ខ្ញុំ​ដោយ​របៀប​ណា?
ms: Bagaimana Firefox boleh membantu saya?
tr: Firefox benim için ne yapabilir?
xh: Ingandinceda njani iFirefox?

# mozilla.com-source/plugincheck.lang:253
source: Which plugins do I have?
af: Watter inproppe het ek?
ar: ما الملحقات التي لديّ؟
es: ¿Qué plugins tengo?
es_mx: ¿Qué plugins tengo?
fa: من از چه متصل‌شونده‌هایی استفاده می کنم؟
id: Plugin apa saja yang saya punya?
km: តើ​កម្មវិធី​ជំនួយ​ណា​ខ្លះ​ដែល​ខ្ញុំ​មាន?
ms: Bagaimana plugin yang perlu saya ada?
tr: Hangi yan uygulamalar yüklü?
xh: Zeziphi izixhobo ezongezelelekileyo endinazo?

# mozilla.com-source/plugincheck.lang:273
source: How do I disable a plugin?
af: Hoe deaktiveer ek ’n inprop?
ar: كيف أعطّل ملحقًا؟
es: ¿Cómo deshabilito un plugin?
es_mx: ¿Cómo desactivo un plugin?
fa: چگونه یک متصل‌شونده را غیر فعال کنم؟
id: Bagaimana cara menonaktifkan plugin?
km: តើ​ខ្ញុំ​បិទ​កម្មវិធី​ជំនួយ​របៀប​ណា?
ms: Bagaimana saya boleh melumpuhkan salah satu plugin?
tr: Bir yan uygulamayı nasıl etkisizleştiririm?
xh: Ndisikhupha njani isixhobo esongezelelekileyo?
