Repository: alvinlaz96/mozilla-lang
Catalog: */snippets.lang.po
Languages: as, bg, br, cy, es, fa, fi, fr, hi_in, hy_am, id, kk, ku, mr, ms, oc, pt, ru, sr, te, th, uz, vi, xh, zh_tw

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
as: Firefox ক ভাল পায়? আমাৰ পৰৱৰ্তী সংস্কৰণ আৰু অধিক উত্তম কৰিবলে সহায় কৰিব বিচাৰে? <a href="%">Firefox Beta ডাউনল'ড কৰক</a> আৰু আমাক আজি সঁহাৰি দিয়ক!
bg: Обичате Firefox? Искате да ни помогнете да направим следващата си версия още по-добра? <a href="%">Свалете Firefox Beta</a> и ни дайте обратна връзка още днес!
br: Plijout a ra Firefox deoc'h ? Fellout a ra deoc'h reiñ skoazell deomp a-benn lakaat hon handelv a zeu da vezañ gwelloc'h c'hoazh ? <a href="%">Pellgargit Firefox Beta</a> ha roit ho meno hiziv !
cy: Hoffi Firefox? Eisiau ein cynorthwyo i wneud ein fersiwn nesaf yn well byth? <a href="%">Llwytho Firefox Beta i lawr</a> a rhoi adborth i ni heddiw!
es: ¿Te encanta Firefox? ¿Quieres hacer que nuestra nueva versión sea incluso mejor? ¡<a href="%">Descarga Firefox Beta</a> y danos tus opiniones y sugerencias!
fa: عاشق فایرفاکس هستید؟ می‌خواهید نسخه بعدی حتی بهتر باشد؟ <a href="%">فایرفاکس بتا را دریافت کنید</a> و همین امروز بازخورد خود را به ما ارسال کنید!
fi: Oletko Firefox fani? Haluatko, että seuraava versio on paras versio? <a href="%">Lataa Firefox Beta</a> ja anna meille palautetta!
fr: Vous aimez Firefox&nbsp;? Vous voulez nous aider à rendre la prochaine version meilleure que jamais&nbsp;? <a href="%">Téléchargez Firefox Bêta</a> dès maintenant et faites-nous part de votre expérience&nbsp;!
hi_in: फ़ायरफ़ॉक्स आपको अच्छा लगता हैं ? हमारे अगले संस्करण के और भी बेहतर बनाने में मदद करना चाहते हैं?<a href="%">डाउनलोड करें बीटा फ़ायरफ़ॉक्स</a> और हमें आज प्रतिक्रिया दे!
hy_am: Սիրու՞մ եք Firefox-ը։ Ցանկանու՞մ եք օգնել մեզ հաջորդ տարբերակը էլ ավելի լավացնելու համար։ <a href="%">Բեռնեք Firefox Beta-ան</a> և հայտնեք Ձեր կարծիքը։
id: Suka Firefox? Ingin membantu untuk membuat versi berikutnya lebih keren? <a href="%">Unduh Firefox Beta</a> dan kirimkan sarannya sekarang juga!
kk: Firefox-ты ұнатасыз ба? Біздің келесі нұсқаны тіпті жақсырақ жасауға қалайсыз ба? <a href="%">Firefox Beta бүгін жүктеп алыңыз</a> және сіздің кері байланысты бүгін жеткізіңіз!
ku: Ji Firefoxê hez dikî? Dixwazî bibî alîkar ku versiyona nû çêtir be? Îro <a href="%">Firefox Betayê jêbar bike</a> û ramanên xwe bi me re parve bike!
mr: फायरफॉक्सवर पसंत आहे? पुढील आवृत्ती आणखी चांगली करायची? <a href="%">फायरफॉक्स बिटा डाऊनलोड करा</a> व आम्हाला आजच प्रतिसाद कळवा!
ms: Cintakan Firefox? Ingin membantu untuk menjadikan versi yang seterusnya lebih baik? <a href="%">Muat turun Firefox Beta</a> dan berikan maklum balas hari ini!
oc: Vos agrada Firefox&nbsp;? Nos volètz ajudar a rendre la version venenta melhora que non pas jamai&nbsp;? <a href="%">Telecargatz Firefox Bèta</a> tre ara e fasètz-nos part de vòstra experiéncia&nbsp;!
pt: Adora o Firefox? Quer ajudar-nos a tornar a próxima versão ainda melhor? <a href="%">Descarregue a versão Beta do Firefox</a> e dê-nos o seu feedback!
ru: Любите Firefox? Хотите помочь нам сделать следующую версию ещё лучше? <a href="%">Загрузите Firefox Бета</a> и отправьте нам отзыв прямо сейчас!
sr: Волите Фајерфокс? Желите да помогнете и учините следећу верзију још бољом? <a href="%">Преузмите Фајерфокс бету</a> и поделите Ваш утисак са нама!
te: ఫైర్‌ఫాక్స్ అంటే ఇష్టమా? తదుపరి రూపాన్ని ఇప్పటికంటే మంచిగా చేయటానకి సహాయపడ్తారా? <a href="%">ఈరోజే ఫైర్‌ఫాక్స్ బీటా దించుకో!</a> మీ స్పందనని మాతో పంచుకోండి ఈ రోజే!
th: รัก Firefox? ต้องการช่วยกันทำให้รุ่นถัดดียิ่งขึ้น? <a href="%">ดาวน์โหลด Firefox Beta</a> และส่งคำแนะนำให้เราเลย!
uz: "Firefox"ni sevasizmi? Navbatdagi versiyasini yanada yaxshiroq bo‘lishiga yordam bermoqchimisiz? <a href="%">"Firefox Beta"ni yuklab oling</a> va bugunoq bizga mulohazalaringizni jo‘nating!
vi: Thích Firefox? Muốn phiên bản sau tốt hơn? <a href="%">Tải Firefox Beta</a> và cho chúng tôi xin ý kiến chỉ đạo!
xh: Uyayithanda i-Firefox? Ingaba ufuna ukunceda ekwenzeni uhlelo lwethu olulandelayo lube ngcono nangakumbi? <a href="%">Khuphela i-Firefox Beta</a> uze usinike ingxelo namhlanje!
zh_tw: 喜歡 Firefox 嗎？想要幫助我們讓下一個版本變得更好嗎？<a href="%">請下載 Firefox Beta</a> 並提供意見回饋給我們！

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
as: আপুনি শেহতীয়া Firefox Beta চলাই আছে নে? <a href="%">ইয়াক এতিয়ায় প্ৰাপ্ত কৰক</a> আৰু আমাক শেহতীয়া বৈশিষ্টসমূহ পৰিক্ষা কৰাত সহায় কৰক।
es: ¿Tienes instalado el último Firefox Beta? <a href="%">Obtenlo ahora</a> y ayúdanos a probar las últimas características.
fa: آیا شما از آخرین نسخه بتا فایرفاکس استفاده می‌کنید؟ <a href="%">هم‌اکنون دریافت‌اش کنید</a> و به ما در بررسی آخرین امکانات کمک کنید.
fr: Utilisez-vous la dernière version Bêta de Firefox&nbsp;? <a href="%">Téléchargez-la dès maintenant</a> et aidez-nous à tester les dernières fonctionnalités.
kk: Сіз соңғы Firefox Beta қолдап тұрсыз ба? <a href="%">Оны қазір алыңыз</a> және бізге соңғы мүмкіндіктерді тестілеуге көмектесіңіз.
mr: तुम्ही सर्वात नविन फायरफॉक्स बिटा चालवत आहात? <a href="%">आत्ताच प्राप्त करा</a> व नविन गुणविशेषांची चाचणी करण्यास आमची मदत करा.
ru: Вы используете последний Firefox Бета? <a href="%">Получите его сейчас</a> и помогите нам протестировать последние новинки.
sr: Да ли користите најновију верзију Фајерфокс бете? <a href="%">Набавите је сада</a> и помозите нам да тестираме најновије могућности.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
as: শেহতীয়া Firefox Beta ত নাই? আমাৰ পৰৱৰ্তী সংস্কৰণৰ বাবে আমি কিহত কাম কৰি আছো জানিবলে <a href="%">ইয়াক আজিয়ে প্ৰাপ্ত কৰক</a>।
es: ¿Que no tienes la última versión de Firefox Beta? <a href="%">Obtenla hoy</a> y mantente al día de las innovaciones en las que trabajamos para la nueva versión.
fa: بر روی آخرین نسخه بتا فایرفاکس نیستید؟ <a href="%">هم‌اکنون دریافتش کنید</a> تا در جریان آخرین چیزهایی که ما برای نسخه بعدی روی آن‌ها کار می‌کنیم قرار بگیرید.
fr: Pas encore sur la dernière version Bêta de Firefox&nbsp;? <a href="%">Téléchargez-la dès maintenant</a> pour découvrir de quoi la prochaine version sera faite.
kk: Соңғы Firefox Beta-да емессіз бе? <a href="%">Оны бүгін алыңыз</a> және біз келесі нұсқада не туралы жұмыс жасайтын біліңіз.
mr: तुमच्याकडे सर्वात नविन फायरफॉक्स बिटा नाही? <a href="%">आजच प्राप्त करा</a> व पुढील आवृत्ती प्राप्त करून पुढे रहा.
ru: Не используете последний Firefox Бета? <a href="%">Получите его сейчас</a> и будьте в курсе того, над чем мы работаем для нашей следующей версии.
sr: Нисте на најновијој Фајерфокс бети? <a href="%">Набавите је данас</a> како би остали у току на ономе што радимо за следећу верзију.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
as: আপোনাৰ সঁহাৰি অংশীদাৰী কৰিব বিচাৰে? <a href="%">কিধৰণে কৰিব জানক</a> আৰু Firefox ৰ পৰৱৰ্তী সংস্কৰণ আৰু অধিক আকৰ্শণীয় কৰিবলে সহায় কৰক।
es: ¿Quieres compartir tus opiniones y sugerencias? <a href="%">Descubre cómo</a> y haz que la próxima versión sea incluso más alucinante.
fa: می‌خواهید بازخورد خود را به اشتراک بگذارید؟ <a href="%">چگونگی این‌کار را ببینید</a> و کمک کنید تا نسخه بعدی فایرفاکس حتی عالی‌تر باشد.
fr: Vous voulez partager votre expérience&nbsp;? <a href="%">Découvrez comment</a> et aidez-nous à améliorer la prochaine version de Firefox.
kk: Кері байланысты жеткізуге қалайсыз ба? <a href="%">Оны қалай жасауға болады біліңіз</a>және Firefox-тың келесі нұсқасын одан да тамаша жасауға көмектесіңіз.
mr: प्रतिसाद शेअर करायचे? <a href="%">कसे करायचे ते शोधा</a> व फायरफॉक्स्ची पुढील आवृत्ती आणखी स्तूतीदायक करा.
ru: Хотите поделиться своими впечатлениями? <a href="%">Узнайте как</a> и помогите сделать следующую версию Firefox ещё лучше.
sr: Желите да поделите Ваш утисак? <a href="%">Сазнајте како</a> и помозите да учинимо следећу верзију још бољом.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
as: Firefox Beta ব্যৱহাৰকাৰীসমূহ: আমাৰ পৰৱৰ্তী সংস্কৰণত অন্তিম সাল সলনি কৰাত সহায় কৰিবলে <a href="%">সঁহাৰি প্ৰদান কৰক</a>।
es: Usuarios de Firefox Beta: no olvidéis <a href="%">dar vuestras opiniones y sugerencias</a> que nos ayudarán a hacer los últimos ajustes de la próxima versión.
fa: کاربران فایرفاکس بتا: از <a href="%">ارسال بازخوردهای خود</a> فراموش نکنید، تا ما آخرین تغییرات را در نسخه بعد اعمال کنیم.
fr: Utilisateurs de Firefox Bêta&nbsp;: n'oubliez pas de <a href="%">nous rendre compte de votre expérience</a> pour nous aider à perfectionner la prochaine version.
kk: Firefox Beta пайдаланушылары: бізге келесі нұсқада соңғы баптауларын кірістіру үшін ұмытпаңыз <a href="%">кері байланысты жеткізіп тұрыңыз</a>.
mr: फायरफॉक्स बिटा वापरकर्ते: पुढील आवृत्तीसाठी अखरेचे बदल लागू करण्यास मदत पुरवण्यासाठी <a href="%">प्रतिसाद द्यायला</a> विसरू नका.
ru: Пользователи Firefox Бета: Не забудьте <a href="%">отправить свои отзывы</a>, чтобы помочь нам внести финальные штрихи в нашу следующую версию.
sr: Корисници Фајерфокс бете: Не заборавите да <a href="%">поделиде Ваше утиске</a> како би помогли нама да урадимо завршна подешавања за нашу следећу верзију.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
as: Firefox ৰ পৰৱৰ্তী সংস্কৰণ আৰু অধিক আকৰ্শণীয় কৰিবলে সহায় কৰক। <a href="%">এজন সভ্য হওক</a> আৰু Firefox Beta ক আপোনাৰ বন্ধুসকলৰ সৈতে অংশীদাৰী কৰক।
es: Haz que la próxima versión de Firefox sea incluso más alucinante. <a href="%">Conviértete en simpatizante</a> y comparte Firefox Beta con tus amigos.
fa: کمک کنید تا نسخه بعدی فایرفاکس حتی عالی‌تر باشد. <a href="%">جزئی از خانوادهٔ ما شوید</a> و فایرفاکس را با دوستانتان به‌اشتراک بگذارید.
fr: Aidez-nous à améliorer la prochaine version de Firefox. <a href="%">Rejoignez notre programme d'affiliation</a> et partagez Firefox Bêta avec vos amis.
kk: Firefox-тың келесі нұсқасын одан да тамаша жасауға көмектесіңіз. <a href="%">Көмекші болып</a> Firefox Beta-мен өз достарыңызбен бөлісіңіз.
mr: फायफॉक्स्ची पुढील आवृत्ती आणखी स्तूतीदायक करण्यसाठी मदत करा. <a href="%">संलग्न व्हा</a> व आपल्या मित्रांबरोबर फायरफॉक्स बिटा शेअर करा.
ru: Помогите сделать следующую версию Firefox ещё лучше. <a href="%">Станьте нашим помощником</a> и поделитесь Firefox Бета со своими друзьями.
sr: Помозите нам да следећу верзију Фајерфокса учинимо још бољом. <a href="%">Постаните промотер</a> и поделите Фајерфокс бету са Вашим пријатељима.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
as: আহিব লগিয়া Firefox বৈশিষ্টসমূহ পূৰ্বদৰ্শন কৰিবলে বন্ধুসকল আমন্ত্ৰণ জনাওক। <a href="%">এজন সভ্য হওক</a> আৰু আজিয়ে Firefox Aurora অংশীদাৰী কৰক।
es: Invita a tus amigos a que vean las características que tendrá Firefox en el futuro. <a href="%">Conviértete en simpatizante</a> y comparte Firefox Aurora hoy.
fa: دوستان خود را دعوت کنید تا پیش‌نمایشی از امکانات آینده‌ی فایرفاکس را ببینید. <a href="%">جزئی از خانوادهٔ ما شوید</a> و فایرفاکس آئورا را امروز به‌اشتراک بگذارید.
fr: Invitez vos amis à découvrir en avant-première les futures fonctionnalités de Firefox. <a href="%">Rejoignez notre programme d'affiliation</a> et partagez Firefox Aurora autour de vous.
kk: Firefox-тың болашақ мұмкіндіктерін алдын-ала қарауға достарыңызды шақырыңыз. <a href="%">Көмекші болып</a> Firefox Aurora-мен бүгін бөлісіңіз.
mr: येणाऱ्या फायफॉक्समधील गुणविशेषांच्या पूर्वावलोकनसाठी मित्रांना आमांत्रीत करा. <a href="%">संलग्न व्हा</a> व आजच फायरफॉक्स अरोरा शेअर करा.
ru: Пригласите друзей на предпросмотр будущих возможностей Firefox. <a href="%">Станьте нашим помощником</a> и поделитесь Firefox Aurora прямо сейчас.
sr: Позовите Ваше пријатеље да испробају надолазеће могућности Фајерфокса. <a href="%">Постаните промотер</a> и поделите Фајерфокс аурору данас.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
as: Firefox ক কেইবাটাও কমপিউটাৰত ব্যৱহাৰ কৰি আছে? এতিয়া আপুনি আপোনাৰ এড-অনসমূহক সিহত সকলোতে সংমিহলি কৰিব পাৰিব। <a href="%">সংমিহলি কেনেধৰণে সক্ৰিয় কৰিব সেই বিষয়ে জানক।</a>
bg: Използвате Firefox на няколко компютъра? Сега можете да синхронизирате своите добавки между тях. <a href="%">Открийте как да активирате Sync.</a>
br: Arverañ a rit Firefox war meur a urzhiataer ? Bremañ e c'hellit goubredañ hoc'h askouezhioù war bep hini anezho. <a href="%">Dizoloit penaos gweredekaat Sync.</a>
cy: Defnyddio Firefox ar nifer o gyfrifiaduron? Nawr mae modd cydweddu eich ychwanegiadau ar eu traws i gyd. <a href="%">Dysgu sut mae gweithredu Sync.</a>
es: ¿Estás usando Firefox en varios equipos? Ahora puedes sincronizar tus complementos en todos ellos. <a href="%">Descubre cómo activar Sync.</a>
fa: از فایرفاکس بر روی چند رایانه استفاده می‌کنید؟ از الان می‌توانید افزونه‌های خود را بین آن‌ها همگام کنید. <a href="%">چگونگی فعال‌سازی این امکان را یاد بگیرید.</a>
fi: Käytätkö Firefoxia usealla laitteella? Voit nyt synkronoida lisäosasi jokaisessa laitteessa. <a href="%">Lue lisää Sync-palvelusta.</a>
fr: Vous utilisez Firefox sur plusieurs ordinateurs&nbsp;? Il vous est maintenant possible de synchroniser vos modules complémentaires sur toutes vos machines. <a href="%">Découvrez comment activer Sync</a>.
hi_in: कई कंप्यूटरों पर फ़ायरफ़ॉक्स का प्रयोग कर रहे हैं?अब आप उन सब भर में अपनी Add-ons सिंक्रनाइज़ कर सकते हैं.. <a href="%">पता लगाएँ कि कैसे तुल्यकालित सक्रिय करें .</a>
hy_am: Օգտագործու՞մ եք Firefox-ը մի քանի համակարգիչներում։ Այժմ Դուք կարող եք համաժամեցնել Ձեր հավելումները բոլոր համակարգիչներում։ <a href="%">Ահա, թե ինչպես ակտիվացնել Սինքը։</a>
id: Pakai Firefox di banyak komputer? Sinkronkan pengayanya, tanpa banyak usaha. <a href="%">Ikuti petunjuk mengaktifkan fitur Sync-nya.</a>
kk: Firefox-ты бірнеше компьютерлерде қолданасыз ба? Енді сіз олар арасында кеңейтуларды синхрондай аласыз. <a href="%">Sync-ты қалай қолдануға болатынын табыңыз.</a>
ku: Firefoxê di çend kompîteran de bi kar tînî? Niha dikarî di hemûyan de add-onên xwe bikî yek. <a href="%">Bizane ka Sync çawa çalak dibe.</a>
mr: बरेच संगणकांवर फायरफॉक्सचा वापर? आता सगळ्यांवर ॲडऑन्स्ला सिंक्रोनाइज करणे शक्य आहे. <a href="%">सिंक सुरू करण्याविषयी माहिती मिळवा.</a>
ms: MEnggunakan Firefox pada beberapa komputer? Kini anda boleh menyegerakkan addon anda merentasi kesemuanya. <a href="%">Cari bagaimana untuk mengaktifkan Sync.</a>
oc: Utilizatz Firefox sus mai d'un ordenadors&nbsp;? Ara, vos es possible de sincronizar vòstres moduls complementaris sus totas vòstras maquinas. <a href="%">Descobrissètz cossí activar Sync</a>.
pt: Usa o Firefox em vários computadores? Agora pode sincronizar os seus extras entre todos eles. <a href="%">Saiba como ativar o Sync.</a>
ru: Используете Firefox на нескольких компьютерах? Теперь вы можете синхронизировать между ними ваши дополнения. <a href="%">Узнайте, как активировать синхронизацию.</a>
sr: Користите Фајерфокс на више рачунара? Сада можете ускладити Ваше додатке међу њима. <a href="%">Сазнајте како да активирате Синк.</a>
te: ఎక్కువ కంప్యూటర్లపై ఫైర్‌ఫాక్స్ వాడుతున్నారా? మీ పొడిగింతలను వాటన్నిటిలో ఏకీకృతం చేయవచ్చు. <a href="%"> సింక్ చేతనం చెయ్యటం తెలుసుకో.</a>
th: ใช้ Firefox บนคอมพิวเตอร์หลายเครื่อง? คุณสามารถทำให้ส่วนเสริมของคุณผสานกันระหว่างเครื่องได้ <a href="%">ดูวิธีการเปิดใช้งาน Sync</a>
uz: "Firefox"dan bir necha kompyuterlarda foydalanasizmi? Endi siz ular orasida qo‘shimcha dasturlaringizni sinxronlashingiz mumkin. <a href="%">Sinxronlashni qanday ishga tushirishni o‘rganing.</a>
vi: Bạn dùng Firefox trên nhiều máy khác nhau? Bạn có thể đồng bộ các add-on trên các máy đó. <a href="%">Cách kích hoạt Sync.</a>
xh: Ingaba usebenzisa i-Firefox kwikhompyutha eziliqela? Ngoku ke ungangqamanisa izifakelo zakho kuzo zonke. <a href="%">Fumanisa indlela ongasebenzisa ngayo uNgqam.</a>
zh_tw: 在不同的電腦上使用 Firefox？您現在可以在不同電腦間同步您的附加元件了。<a href="%">看看如何啟用 Sync。</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
as: দ্ৰুত, দ্ৰুত, দ্ৰুত। <a %s>Android ৰ বাবে Firefox এ এইমাত্ৰ এটা ডাঙৰ উন্নয়ন পালে</a>। আমাক শব্দ বিস্তাৰ কৰাত সহায় কৰক।
es: Rápido, rápido, rápido. <a %s>Firefox para Android acaba de ser actualizado</a>. Ayúdanos a difundirlo.
fa: سریع، سریع، سریع. <a %s>فایرفاکس برای اندروید بروزرسانی‌ای تازه دریافت کرده است</a>. به ما کمک کنید تا تمام دنیا را خبر کنید.
fr: Rapide et surtout… rapide&nbsp;! <a %s>Firefox pour Android vient de bénéficier d'une mise à jour majeure</a>. Aidez-nous à faire passer le message.
kk: Жылдам, тез әрі өткір. <a %s> Android үшін Firefox қазір ғана үлкен жаңартуды алды</a>. Бізге бұл туралы әлемге таратуға көмектесіңіз.
mr: लवकर, लवकर, लवकर. <a %s>अँड्राइडकरीता फायरफॉक्समध्ये मोठी सुधारणा आहे</a>. प्रसारकरीता आमची मदत करा.
ru: Быстрый, шустрый и улётный. <a %s>Firefox для Android только что получил большое обновление</a>. Помогите нам рассказать о нём миру.
sr: Брз, брз, брз. <a %s>Фајерфокс за Андроид је добио велику надоградњу</a>. Помозите нам да проширимо реч.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
as: Firefox ত আপোনাৰ পৰৱৰ্তী কাৰ্য্যলে যোৱাটো আৰু অধিক দ্ৰুত কৰিবলে নতুন বৈশিষ্ট্যসমূহ আছে! <a href="%">অধিক জানিবলে ভিডিঅ' চাওক।</a>
es: ¡Firefox tiene nuevas características para que llegues a tu siguiente tarea más rápido que nunca! <a href="%">Mira este vídeo para tener más información.</a>
fa: فایرفاکس امکانات جدیدی دارد تا بتوانید کار بعدی خود را حتی سریع‌تر از قبل انجام دهید! <a href="%">نگاهی به ویدئو بندازید تا بیشتر آگاه شوید.</a>
fr: Firefox a de nouvelles fonctionnalités qui vous permettront de passer encore plus vite d'une tâche à la suivante&nbsp;! <a href="%">Pour en savoir plus, jetez un coup d'œil à la vidéo.</a>
kk: Firefox-та сіздің келесі тапсырманы орындауға жаңа мүмкіндітер бар! <a href="%">Көбірек білу үшін бейнені көріңіз.</a>
mr: पुढच्या कार्यावर नेहमीपेक्षा पटकन जाण्यासाठी फायरफॉक्समध्ये नवीन गुणविशेष समाविष्ट केले आहेत! <a href="%">अधिक शिकण्याकरीता व्हिडीओ पहा.</a>
ru: Новые возможности Firefox делают переход от одной задачи к другой ещё быстрее! <a href="%">Чтобы узнать больше, посмотрите видео.</a>
sr: Фајерфокс има нове могућности које ће Вас до следећег задатка довести брже него икада! <a href="%">Погледајте видео да бисте сазнали више.</a>

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
as: Firefox Beta ক ভাল পায়? Firefox লে অতি সোনকালে কি আহি আছে তাৰ এটা চমু দৃশ্য প্ৰাপ্ত কৰিবলে <a href="%s">আপোনাৰ বন্ধুসকলক আমন্ত্ৰণ জনাওক</a> ।
es: ¿Te encanta Firefox Beta? <a href="%s">Invita a tus amigos</a> a que descubran cómo será el futuro de Firefox.
fa: عاشق فایرفاکس بتا هستید؟ <a href="%s">دوستان خود را دعوت کنید</a> تا گوشه چشمی از آنچه بزودی در فایرفاکس خواهد آمد را ببینند.
fr: Vous aimez Firefox Bêta&nbsp;? <a href="%s">Dites-le à vos amis</a> pour qu'eux aussi découvrent les nouvelles fonctionnalités de Firefox en avant première.
kk: Firefox Beta-ны ұнатасыз ба? <a href="%s">Достарыңызды шақырып</a> Firefox-тың жаңалықтарын білу үшін тез көз тастаңыз.
mr: फायरफॉक्स बिटा पसंत आहे? फायरफॉक्समध्ये काय लवकर येत आहे याची झलक पहण्यासाठी <a href="%s">मित्रांना आमंत्री करा</a>.
ru: Нравится Firefox Бета? <a href="%s">Пригласите своих друзей</a> заглянуть в будущее Firefox.
sr: Свиђа Вам се Фајерфокс бета? <a href="%s">Позовите своје пријатеље</a> да виде нове могућности које ће ускоро стићи у Фајерфокс.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
as: মই Firefox ত অতি সোনকালে আহিব লগিয়া শেহতীয়া বৈশিষ্ট্যসমূহ আৰু উদ্ভাৱনসমূহৰ এটা চমু দৃশ্য প্ৰাপ্ত কৰিবলে Firefox Beta ব্যৱহাৰ কৰো। <a href="%s">ইয়াক পৰিক্ষা কৰি চাওক</a>।
es: Uso Firefox Beta para descubrir cómo serán las últimas características e innovaciones que se integrarán en Firefox. <a href="%s">Compruébalo</a>.
fa: من از فایرفاکس بتا استفاده می‌کنم تا گوشه چشمی از آخرین امکانات و خلاقیت‌هایی که بزودی به فایرفاکس اضافه می‌شوند را ببینم. <a href="%s">نگاهی بندازید</a>.
fr: J'utilise Firefox Bêta pour avoir toutes les nouvelles fonctionnalités de Firefox en avant première. <a href="%s">Essaye-le</a>.
kk: Мен Firefox Beta-ны қолдап, соңғы жаңартуларға және инновацияларға тез көз тастаймын. <a href="%s">Оны сынап көріңіз</a>.
mr: फायरफॉक्समध्ये लवकरच येणाऱ्या नवीन गुणविशेष व नाविन्यची झलक पहण्यासाठी मी फायरफॉक्स बिटाचा वापर करतो. <a href="%s">तपासून पहा</a>.
ru: Я использую Firefox Бета, чтобы оценить последние возможности и новинки, которые скоро появятся в Firefox. <a href="%s">Попробуй его</a>.
sr: Користим Фајерфокс бету због најновијих могућности и иновација које ће стићи у нови Фајерфокс. <a href="%s">Испробај је и ти</a>.

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
as: Firefox ক অধিক দুৰন্ত কৰাত সহায় কৰিবলে Firefox Beta ব্যৱহাৰ কৰাৰ বাবে ধন্যবাদ। ইয়াক পৰিক্ষা কৰি চাবলে <a href="%s">আপোনাৰ বন্ধুসকলক আমন্ত্ৰণ জনাওক</a>।
es: Gracias por usar Firefox Beta y ayudarnos a que Firefox sea aún más alucinante. <a href="%s">Invita a tus amigos</a> a que lo prueben.
fa: بخاطر استفاده از فایرفاکس بتا برای هر چه بهتر شدنش سپاسگذاریم. حالا <a href="%s">دوستان خود را دعوت کنید</a> تا آن را امتحان کنند.
fr: Merci d'utiliser Firefox Bêta, et de contribuer à faire de Firefox un meilleur navigateur. Maintenant,<a href="%s">dites à vos amis</a> de l'essayer.
kk: Firefox Beta-ны қолданып, оны тамаша жасағаныңызға рахмет. Оны қазір сынап алуға <a href="%s">достарыңызды шақырыңыз</a>.
mr: फायरफॉक्सला आणखी उत्तकृष्ट करण्यासाठी, फायरफॉक्स बिटाचा वापर केल्याबद्दल धन्यवाद. वापरून पहाण्यासाठी <a href="%s">आपल्या मित्रांना आमंत्रीत करा</a>.
ru: Спасибо, что используете Firefox Бета, чтобы помочь сделать Firefox ещё лучше. Вы можете <a href="%s">пригласить своих друзей</a> испытать его в работе.
sr: Хвала што користите Фајерфокс бету како бисте Фајерфокс учинили још бољим. <a href="%s">Позовите своје пријатеље</a> да је и они испробају.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
as: মই শেহতীয়া বৈশিষ্ট্যসমূহ পৰিক্ষা কৰাত সহায় কৰিবলে আৰু Firefox ক অধিক দুৰন্ত কৰিবলে Firefox Beta ব্যৱহাৰ কৰো। <a href="%s">ইয়াক পৰিক্ষা কৰি চাওক</a>।
es: Uso Firefox Beta para ayudar a probar las últimas características y hacer que Firefox sea aún más alucinante. <a href="%s">Pruébalo</a>.
fa: من از فایرفاکس بتا استفاده می‌کنم تا به آزمایش آخرین امکانات کمک کنم و فایرفاکس را عالی‌تر از همیشه کنم. <a href="%s">امتحان کنید</a>.
fr: En utilisant Firefox Bêta, j'aide à tester les dernières fonctionnalités de Firefox pour en faire un meilleur navigateur.<a href="%s">Essaye-le</a>.
kk: Мен Firefox Beta-ны қолданып,соңғы жаңартуларды сынап тұрмын және Firefox-ты одан да тамаша жасаймын. <a href="%s">Оны сынап көріңіз</a>.
mr: नवीन गुणविशेषांची चाचणी करणे व फायरफॉक्सला आणखी उत्तकृष्ट बनवण्यासाठी मी फायरफॉक्स बिटाचा वापर करतो. <a href="%s">वापरून पहा</a>.
ru: Я использую Firefox Бета, чтобы помочь протестировать новейшие возможности и сделать Firefox ещё лучше. <a href="%s">Испытай его в работе</a>.
sr: Користим Фајерфокс бету због тестирања најновијих могућности чиме помажем усавршити следећи Фајерфокс.. <a href="%s">Испробај је и ти</a>.
