Repository: alvinlaz96/mozilla-lang
Catalog: */snippets.lang.po
Languages: as, bg, br, cy, es, fa, fi, fr, hi_in, hy_am, id, kk, ku, mr, ms, oc, pt, ru, sr, te, th, uz, vi, xh, zh_tw

source: Celebrity judges and great prizes. <a href="%s">Learn more about Firefox Flicks</a>, our global video contest about the power of mobile.
bg: Съдии знаменитости и големи награди. <a href="%s">Научете повече за Firefox Flicks</a>, нашият глобален видео конкурс за силата на мобилността.
br: Barnerien brudet ha prizioù dibar. <a href="%s">Dizoloit Firefox Flicks</a>, hor c'henstrivadeg etrevroadel a-zivout galloud an hezougelloù.
cy: Beirniaid enwog a gwobrau gwych. <a href="%s">Dysgwch ragor am Firefox Flicks</a>, ein cystadleuaeth fideo byd eang am rym dyfeisiau symudol.
es: Jueces famosos y fantásticos premios. <a href="%s">Descubre Firefox Flicks</a>, nuestro concurso mundial de vídeos sobre el poder de los móviles.
fa: داورهای مشهور و جایزه‌های ویژه. در خصوص فایرفاکس فلیکس، مسابقه‌ی ویدئویی ما در مورد قدرت موبایل، <a href="%s">اطلاعات بیشتر کسب کنید</a>.
fi: Julkkistuomareita ja hienoja palkintoja. <a href="%s">Lue lisää Firefox Flicksistä</a>, maailmanlaajuisesta videokilpailusta mobiilin voimasta.
fr: De célèbres juges et de superbes prix. <a href="%s">Découvrez Firefox Flicks</a>, notre concours mondial de création vidéo destiné à mettre en avant la puissance du mobile.
hi_in: सेलिब्रिटी न्यायाधीशों और महान पुरस्कार. <a href="%s">फ़ायरफ़ॉक्स Flicks के बारे में और अधिक जानें</a>, हमारे मोबाइल की शक्ति के बारे में वैश्विक वीडियो प्रतियोगिता.
hy_am: Ճանաչելի դատավորներ և մեծ մրցանակներ: <a href="%s">Կարդացեք ավելին Firefox Flicks-ի մասին</a> մեր գլոբալ ցանցը՝ բջջայինի հզորության մասին
id: Juri selebritas, hadiah nan luar biasa. <a href="%s">Pelajari selengkapnya tentang Firefox Flicks</a>, kontes video global kami tentang kedigdayaan dunia seluler.
kk: Әйгілі қазылар және бағалы сыйлықтар. <a href="%s">Firefox Flicks туралы көбірек біліңіз</a>, ол - мобильді платформаның мүмкіндіктері туралы глобалды видео байқауы.
ku: Juriyeke navdar û xelatên nûwaze. <a href="%s">Derbarê Firefox Flicksê de bêtir bizane</a> ku pêşbaziyeke vîdeoyî ya gerdûnî ye.
mr: प्रसिध्द परीक्षक आणि भव्य पुरस्कार. <a href="%s">Firefox Flicksविषयी आणखी शिका</a>, मोबाईलची शक्ती प्रदर्शित करणारी आमची जागतिक व्हिडिओ स्पर्धा.
ms: Juri selebriti dan hadiah hebat. <a href="%s">Pelajari lagi tentang Firefox Flicks</a>, pertandingan video global kami tentang kuasa mudah alih.
oc: De jutges e de grands prèmis.<a href="%s">Participatz a Firefox Flicks</a>, lo concors vidèo mondial sul poder del portable.
pt: Júris célebres e prémios fantásticos. <a href="%s">Saiba mais sobre o Firefox Flicks</a>, o nosso concurso global sobre o poder da mobilidade.
ru: Судьи из знаменитостей и отличные призы. <a href="%s">Узнайте больше о Firefox Flicks</a>, нашем глобальном видеоконкурсе, посвященном силе мобильных устройств.
sr: Славне судије и одличне награде. <a href="%s">Сазнајте више о Фајерфокс Фликсу</a>, нашем глобалном такмичењу о снази мобилних уређаја.
th: คนดังร่วมตัดสินและรางวัลใหญ่ <a href="%s">เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox Flicks</a> การประกวดวิดีโอระดับโลกของเราที่เกี่ยวกับพลังของมือถือ
uz: Tadbir hakamliklari va a’lo yutuqlar. Mobil qurilmalarni kuchaytirish haqidagi xalqaro videokonkursimiz - <a href="%s">"Firefox Flicks" haqida ko‘proq o‘rganing</a>.
xh: Abagwebi abanendumasi nezidudla zamabhaso. <a href="%s">Funda okungakumbi nge-Firefox Flicks</a>, ukhuphiswano lwethu lwevidiyo lwehlabathi malunga namandla eemfonomfono eziphathwayo.
zh_tw: 知名評審與超棒大獎。<a href="%s">歡迎參加 Firefox Flicks</a>，一場關於行動裝置威力的短片競賽。

source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
bg: Годишния доклад за Състоянието на Mozilla вече е достъпен. <a href="%s">Прочетете го</a>, за да видите как продължаваме да строим едно по-добро Уеб пространство.
br: Deuet eo er-maez an danevell vloaziek Stad eus Mozilla. <a href="%s">Lennit anezhi</a> evit gouzout penaos emaomp o sevel ur gwellañ kenrouedad.
cy: Mae adroddiad blynyddol State of Mozilla report ar gael. <a href="%s">Darllenwch yr adroddiad</a> i weld sut rydym yn parhau i adeiladu gwe gwell.
fi: Vuosittainen Mozilla-yhteisön tila -raportti on julkaistu. <a href="%s">Lue siitä</a> kuinka pyrimme rakentamaan webistä parempaa meille kaikille.
ku: Rapora salane ya Rewşa Mozillayê amade ye. <a href="%s">Bixwîne</a> û bibîne ka em çawa dixebitin ku Webeke çêtir çêkin.
ms: Laporan tahunan Keadaan Mozilla telah keluar. <a href="%s">Bacanya</a> untuk melihat bagaimana kami meneruskan untuk membina Web yang lebih baik.
pt: O relatório anual do Estado da Mozilla já foi publicado. <a href="%s">Leia-o</a> para saber como continuamos a construir uma Web melhor.
te: మొజిల్లా స్థితిగతుల వార్షిక నివేదిక విడుదలయ్యంది. మరింత మెరుగైన జాలాన్ని నిర్మించడంలో మేం ఎలా ముందుకెళ్తున్నామో తెలుసుకోడానికి <a href="%s">ఆ నివేదికను చదవండి</a>.
th: รายงานประจำปี State of Mozilla ออกแล้ว <a href="%s">อ่าน</a> เพื่อดูว่าเรากำลังทำอย่างไรในการสร้างเว็บที่ดีขึ้น
uz: Har yillik Mozilla holati hisoboti chiqdi. Internetni yanada yaxshilashni davom ettirishni o‘rganish uchun <a href="%s">uni o‘qib chiqing</a>.
xh: Ingxelo yonyaka Engobume BeMozilla iyafumaneka ngoku. <a href="%s">Yifunde</a> ukuze ubone indlela esiqhubeka sisakha ngayo iWebhu engcono.
zh_tw: Mozilla 年報出爐了。<a href="%s">立刻閱讀</a>，看看我們如何持續讓網路變得更好。

source: You donâ€™t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
id: Tak perlu mahir dalam pemrograman untuk berperan dalam Mozilla. <a href="%s">Pelajari berbagai cara menjadi sukarelawan</a>.
ms: Anda tidak perlu tahu bagaimana untuk mengkod untuk turut serta bersama Mozilla. <a href="%s">Pelajari lagi tentang peluang sukarelawan kami</a>.
xh: Akuyomfuneko ukuba wazi indlela yokwenza iikhowudi ukuze ubandakanyeke kwi-Mozilla. <a href="%s">Funda okungakumbi ngamathuba akhoyo okuba litsha-ntliziyo</a>.
