Repository: alvinlaz96/mozilla-lang
Catalog: */snippets.lang.po
Languages: as, bg, br, cy, es, fa, fi, fr, hi_in, hy_am, id, kk, ku, mr, ms, oc, pt, ru, sr, te, th, uz, vi, xh, zh_tw

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
as: আপুনি য'লৈকে যায় Firefox ক লৈ যাওক! Android ৰ বাবে শেহতীয়া Firefox এতিয়া জীৱন্ত আৰু আপোনাৰ প্ৰয়োগৰ বাবে সাজু। <a href="%s">ইয়াক এতিয়াই প্ৰাপ্ত কৰক।</a>
bg: Нека Firefox бъде навсякъде с вас! Най-новият Firefox за Android е на линия и е готов да ви предостави чудесно изживяване. <a href="%s">Вземете го сега.</a>
br: Kemerit Firefox da forzh pelec'h ez eot ! Hegerz ha prest evidoc'h eo handelv diwezhañ Firefox evit Android. <a href="%s">Kaout anezhi bremañ.</a>
cy: Cymrwch Firefox i ble bynnag yr ewch! Mae'r Firefox diweddaraf ar gyfer Android yn fyw ac ar gael i chi ei fwynhau. <a href="%s">Estyn nawr</a>.
es: ¡Llévate Firefox a todas partes! La última versión de Firefox para Android está lista para que la disfrutes. <a href="%s">Descárgala ahora.</a>
fa: فایرفاکس را همه جا به همراه خود ببرید! آخرین نسخه فایرفاکس برای آندروئید آماده استفاده است. <a href="%s">هم‌اکنون آن را دریافت کنید.</a>
fi: Ota Firefox mukaasi! Uusin Firefox Androidille on valmis nautittavaksi. <a href="%s">Lataa heti!</a>
fr: Emportez Firefox partout avec vous&nbsp;! La dernière version de Firefox pour Android est disponible. <a href="%s">Téléchargez-la maintenant</a>.
hi_in: फ़ायरफ़ॉक्स को मनमर्जी अपने साथ ले चलें! एंड्रायड के लिए ताज़ातरीन फ़ायरफ़ॉक्स लाइव है और आप इसका आनंद ले सकते हैं. <a href="%s">इसे अभी ही पाएँ.</a>
hy_am: Վերցրու՛ Firefox-ը քեզ հետ ամենուր։ Firefox-ը հասանելի է նաև Android-ի համար և այն սպասում է քեզ: <a href="%s">Ներբեռնել հիմա</a>:
id: Bawa selalu Firefox kemana saja! Firefox terbaru untuk Android kini telah hadir dan dapat segera dinikmati. <a href="%s">Dapatkan sekarang.</a>
kk: Қайда барсаңыз да, Firefox-ты өзіңізбен бірге алып жүріңіз! Android үшін жасалған соңғы Firefox сіз үшін дайын. <a href="%s">Оны қазір алыңыз.</a>
ku: Firefoxê bi xwe re bibe her derê! Firefoxa dawî ya ji bo Androidan niha di xizmeta te de ye. <a href="%s">Niha bistîne.</a>
mr: तुमच्यासह फायरफॉक्स्ला कुठेही न्या! अँड्राईडकरीता सर्वात नवीन फायरफॉक्स लाईव्ह आहे व मजा लूटण्यासाठी तयार आहे. <a href="%s">आत्ताच प्राप्त करा</a>.
ms: Bawa Firefox ke mana sahaja anda pergi! Firefox untuk Android yang terkini telah sedia untuk dinikmati olehmu. <a href="%s"> Dapatkannya sekarang</a>.
oc: Emportatz Firefox pertot amb vos&nbsp;! La darrièra version de Firefox per Android es disponibla. <a href="%s">Telecargatz-la ara</a>.
pt: Leve o Firefox para onde quer que vá! O Firefox mais recente para Android está pronto a usar. <a href="%s">Obtenha-o agora.</a>
ru: Всегда носите с собой Firefox! Последний Firefox для Android уже вышел и готов вас порадовать. <a href="%s">Загрузите его сейчас.</a>
sr: Понесите Фајерфокс са собом! Најновији Фајерфокс за Андроид је доступан и спреман за Вас да уживате у њему. <a href="%s">Добавите га одмах.</a>
te: మీరు యెక్కడికి వెళ్ళినా ఫైర్‌ఫాక్సును తీసుకుపోండి! ఆన్డ్రాయిడ్ కొరకు సరికొత్త ఫైర్‌ఫాక్స్ అందుబాటులోవుంది ఆనందించండి. <a href="%s">ఇప్పుడే పొందండి.</a>
th: พก Firefox ไปกับคุณทุกที่! Firefox สำหรับ Android รุ่นล่าสุดพร้อมให้คุณใช้งานแล้ว <a href="%s">ติดตั้งเลย</a>
uz: Doimo "Firefox"ni o‘zingiz bilan birga olib yuring! So‘nggi Android uchun Firefox sizni xursand qilish uchun chiqdi. <a href="%s">Hozir uni yuklab oling</a>.
vi: Dùng Firefox ở bất kỳ đâu. Firefox cho Android mới nhất đã sẵn sàng. <a href="%s">Tải về ngay.</a>
xh: Hamba ne-Firefox naphi na apho uya khona! I-Firefox yamvanje ye-Android ikhona yaye sele ilungele wena ukuba uyinandiphe. <a href="%s">Yifumane ngoku</a>.
zh_tw: Firefox 隨身帶著走！最新 Android 版本的 Firefox 已經可供使用。<a href="%s">立刻下載。</a>

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
as: এতিয়া যিহেতু আপোনাৰ ওচৰত শেহতীয়া সংস্কৰণ আছে, Firefox ৰ সৈতে আপুনি কৰিব পৰা <a href="%s">সকলো কাৰ্য্যৰ বিষয়ে জানক</a>।
es: Ahora que tienes la última versión, <a href="%s">conoce todas las cosas increíbles</a> que puedes hacer con Firefox.
fa: حالا که جدیدترین نسخه را دریافت نموده‌اید، درباره تمام ویژگی‌های جدید و جذاب فایرفاکس <a href="%s">بیشتر بدانید</a>.
fr: Maintenant que vous avez la dernière version, <a href="%s">découvrez tout ce que vous pouvez faire</a> avec Firefox.
kk: Ал, соңғы нұсқасын алдыңыз, енді Firefox көмегімен жасауға болатын <a href="%s">барлық тамаша нәрселер жөнінде біліңіз</a>.
mr: नविन आवृत्ती प्राप्त केल्यावर, फायरफॉक्स्सह लागू करण्याजोगी <a href="%s">सर्व नवीन बाबी शिका</a>.
ru: Теперь, когда вы установили последнюю версию, <a href="%s">узнайте обо всех классных вещах</a>, которые вы можете сделать с вашим Firefox.
sr: Сада када имате најновију верзију, <a href="%s">научите о свим новим супер стварима</a> које можете урадити са својим Фајерфоксом.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
as: আপুনি Firefox ৰ শেহতীয়া সংস্কৰণ ব্যৱহাৰ কৰা নাই। ৱেবৰ শ্ৰেষ্ঠ প্ৰাপ্ত কৰিবলে <a href="%s">আজিয়ে উন্নত কৰক</a>!
bg: Не сте с най-новата версия на Firefox. <a href="%s">Обновете днес</a>, за да получите най-доброто от Мрежата!
br: N'emañ ket handelv diwezhañ Firefox ganeoc'h. <a href="%s">Hizivait hiziv</a> evit kaout ar pep gwellañ eus ar Web !
cy: Nid ydych yn defnyddio'r fersiwn diweddaraf o Firefox. <a href="%s">Diweddarwch heddiw</a> i gael y gorau o'r We!
es: No estás usando la última versión de Firefox. ¡<a href="%s">Actualiza hoy</a> para conseguir lo mejor de la Web!
fa: شما در حال استفاده از آخرین نسخه فایرفاکس نیستید. برای بهترین استفاده از وب، <a href="%s">هم‌اکنون فایرفاکس خود را به‌هنگام کنید</a>!
fi: Käytössäsi ei ole uusin Firefoxin versio. <a href="%s">Päivitä heti</a>, jotta saisit verkosta enemmän irti!
fr: Vous n'utilisez pas la dernière version de Firefox. <a href="%s">Faites la mise à jour aujourd'hui</a> pour profiter du meilleur du Web&nbsp;!
hi_in: आप फ़ायरफ़ॉक्स के ताज़ा तरीन संस्करण पर नहीं है. वेब का सर्वश्रेष्ठ हासिल करने के लिए <a href="%s">आज ही उन्नत करें</a>!
hy_am: Ձեր Firefox-ը ամենավերջին տարբերակը չէ: <a href="%s">Թարմացրեք այսօր</a>, որպեսզի վեբից ստանաք առավելագույնը։
id: Anda belum menggunakan versi terbaru Firefox. <a href="%s">Perbarui sekarang juga</a> untuk mendapatkan yang terbaik dari Web!
kk: Сізде Firefox-тың ең соңғы нұсқасы емес. Интернетті толығырақ қолдану үшін, оны <a href="%s">қазір жаңартыңыз</a>!
ku: Firefoxa te ne guhertoya herî nû ye. Ji bo Weba herî baş, Firefoxê <a href="%s">îro bilind bike</a>!
mr: तुमच्याकडे फायरफॉक्स्ची सर्वात नवीन आवृत्ती नाही. वेबचे सर्वोत्तम प्राप्त करण्यासाठी <a href="%s">आजच सुधारित करा</a>!
ms: Anda tidak berada di versi Firefox yang terkini. <a href="%s">Pertingkatkan hari ini</a> untuk mendapatkan yang terbaik dari Web!
oc: Utilizatz pas la darrièra version de Firefox. <a href="%s">Fasètz la mesa a jorn uèi</a> per profiechar del melhor del Web !
pt: Não está a usar a versão mais recente do Firefox. <a href="%s">Atualize hoje</a> para obter o melhor da Web!
ru: Вы не используете последнюю версию Firefox. <a href="%s">Обновитесь сегодня</a>, чтобы использовать Веб по полной!
sr: Ви не користите најновију верзију Фајерфокса. <a href="%s">Надоградите данас</a> да бисте узели најбоље од Интернета!
te: మీరు సరికొత్త ఫైర్‌ఫాక్స్ వర్షన్‌పై లేరు. వెబ్ నందు వుత్తమమైన దాని కొరకు <a href="%s">నేడే నవీకరించండి</a> !
th: คุณกำลังใช้ Firefox รุ่นเก่า <a href="%s">ปรับรุ่นวันนี้</a> เพื่อการใช้งานเว็บได้อย่างเต็มที่
uz: Siz so‘nggi "Firefox"dan foydalanmayapsiz. Internetdan to‘liq foydalanish uchun <a href="%s">bugun yangilang.</a>
vi: Bạn chưa dùng phiên bản Firefox mới nhất. <a href="%s">Nâng cấp ngay</a> và tận hưởng Web!
xh: Ukuhlelo lwamvanje lwe-Firefox. <a href="%s">Hlaziya namhlanje</a> ukuze ufumane okona kungcono kwiWebhu!
zh_tw: 您所使用的 Firefox 不是最新版本。<a href="%s">立刻升級</a> 以得到最棒的網路體驗！

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
as: Firefox ৰ শেহতীয়া বৈশিষ্টসমূহক <a href="%s">Aurora</a> ত প্ৰাপ্ত কৰক।
es: Sé el primero en disfrutar de las últimas características de Firefox en <a href="%s">Aurora</a>.
fa: جزء اولین افرادی باشید که آخرین ویژگی‌های فایرفاکس را در <a href="%s">آرورا</a> تجربه می‌کنند.
fr: Obtenez les toutes dernières fonctionnalités de Firefox en avant-première avec <a href="%s">Aurora</a>.
kk: Firefox-тың ең жаңа мүмкіндіктерін <a href="%s">Aurora-мен</a> бірінші болып алыңыз.
mr: फायरफॉक्स्मधील सर्वात नवीन गुणविशेष सर्वप्रथम <a href="%s">अरोरा</a>मध्ये प्राप्त करा.
ru: Узнайте о новейших возможностях Firefox, загрузив <a href="%s">Aurora</a>.
sr: Будите први који ће искусити најновије могућности Фајерфокса користећи <a href="%s">Аурору</a>.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
as: Firefox ৰ ভৱিষ্যতৰ এটা চমু পূৰ্বদৰ্শন চাওক। <a href="%s">Firefox Aurora ডাউনল'ড কৰক</a> আৰু শেহতীয়া বৈশিষ্টসমূহক পৰীক্ষা কৰক।
bg: Надникнете в бъдещето на Firefox. <a href="%s">Изтеглете Firefox Aurora</a> и тествайте най-новите функции и приложения.
br: Ho pezet un alberz eus an dazont eus Firefox. <a href="%s">Pellgargit Firefox Aurora</a> hag amprouit ar c'heweriusterioù diwezhañ.
cy: Cael rhagolwg cyntaf o Firefox y dyfodol. <a href="%s">Llwythwch Firefox Aurora i lawr</a> a phrofi'r nodweddion diweddaraf.
es: Descubre cómo será el futuro de Firefox. <a href="%s">Descarga Firefox Aurora</a> y prueba las últimas características.
fa: دورنمایی از آینده فایرفاکس را ببینید. <a href="%s">فایرفاکس آرورا را دریافت کنید</a> و جدیدترین ویژگی‌ها را امتحان کنید.
fi: Kurkista Firefoxin tulevaisuuteen. <a href="%s">Lataa Firefox Aurora</a> ja kokeile uusimpia ominaisuuksia.
fr: Jetez un œil sur le futur de Firefox. <a href="%s">Téléchargez Firefox Aurora</a> et testez les toutes dernières fonctionnalités.
hi_in: भविष्य के फ़ायरफ़ॉक्स का चुपके से दर्शन करें. <a href="%s">फ़ायरफ़ॉक्स ऑरोरा डाउनलोड करें</a> और नवीनतम विशेषताओं की जाँच करें.
hy_am: Ստացեք ապագա Firefox-ի նախնական տեսքը: <a href="%s">Ներբեռնեք Firefox Aurora</a>-ն և փորձարկեք վերջին նորամուծությունները:
id: Intip Firefox masa depan. <a href="%s">Unduh Firefox Aurora</a> dan uji coba fitur terbarunya.
kk: Болашақ Firefox-пен алдын-ала таныса аласыз. <a href="%s">Firefox Aurora жүктеп алып</a>, соңғы мүмкіндіктерін сынаңыз.
ku: Taybetiyên Firefoxê bibîne. <a href="%s">Firefox Aurorayê jêbar bike</a> û taybetiyên herî nû biceribîne.
mr: फायरफॉक्स्च्या भविष्याचे एक पूर्वावलोकन प्राप्त करा. <a href="%s">फायरफॉक्स अरोरा डाऊनलोड करा</a> व सर्वात नवीन गुणविशेषांची चाचणी करा.
ms: Dapatkan pratonton tidak rasmi akan Firefox pada masa hadapan.<a href="%s">Muat turun Firefox Aurora</a> dan uji ciri-ciri terbarunya.
oc: Donatz una ulhada sul futur de Firefox. <a href="%s">Telecargatz Firefox Aurora</a> e testatz las totas darrièras foncionalitats.
pt: Anteveja o futuro do Firefox. <a href="%s">Descarregue o Firefox Aurora</a> e teste as últimas funcionalidades.
ru: Загляните в будущее Firefox. <a href="%s">Загрузите Firefox Aurora</a> и протестируйте новейшие возможности.
sr: Завирите у будућност Фајерфокса. <a href="%s">Преузмите Фајерфокс аурору</a> и тестирајте најновије могућности.
th: ทดลองความสามารถใหม่ในอนาคตของ Firefox <a href="%s">ด้วยการดาวน์โหลด Firefox Aurora</a>
uz: "Firefox" kelajagiga nazar tashlang. <a href="%s">"Firefox Aurora"ni yuklab oling</a> va yangi xususiyatlarni sinab ko‘ring.
vi: Trải nghiệm bản Firefox chưa ra lò. <a href="%s">Tải Firefox Aurora</a> và thử nghiệm những tính năng mới nhất.
xh: Zibonele amavandlakanya ekamva le-Firefox. <a href="%s">Khuphela i-Firefox Aurora</a> uze uvavanye iinkalo zamvanje.
zh_tw: 未來的 Firefox，先睹為快！<a href="%s">下載 Firefox Aurora 測試版</a> 並測試最新功能。

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
as: Firefox ৰ আগতে তাৰ Beta থাকে, আৰু Beta ৰ আগতে Aurora থাকে। শেহতীয়া শ্ৰেষ্ঠ বৈশিষ্টসমূহৰ কাৰণে এতিয়া <a href="%s">Firefox Aurora পৰীক্ষা কৰক</a>।
es: Antes de Firefox está Beta, y antes de Beta está Aurora. <a href="%s">Prueba Firefox Aurora</a> ahora con las características más innovadoras.
fa: نسخه آرورا پیش از بتا، و بتا پیش از نسخه نهایی فایرفاکس می‌آید. برای مشاهده آخرین ویژگی‌های جدید، <a href="%s">فایرفاکس آرورا</a> را هم‌اکنون امتحان کنید.
fr: Avant Firefox il y a la Bêta, et avant la Bêta il y a Aurora. <a href="%s">Essayez Firefox Aurora</a> maintenant pour profiter des toutes dernières fonctionnalités.
kk: Firefox-тың алдында Beta тұр, ал Beta-ның алдында Aurora бар. Ең соңғы мүмкіндіктерін алу үшін, <a href="%s">Firefox Aurora-ны көріңіз</a>.
mr: फायरफॉक्स्च्या अगोदर बिटा येतो, व बिटाच्या अगोदर अरोरा. नविन अत्याधुनिक वैशिष्ट्यांकरीता <a href="%s">फायरफॉक्स अरोरा वापरून पहा</a>.
ru: Перед Firefox есть Бета, а перед Бета есть Aurora. <a href="%s">Попробуйте Firefox Aurora</a> и испытайте новейшие передовые возможности.
sr: Пре Фајерфокса постоји бета, а пре бете постоји Аурора. <a href="%s">Пробајте Фајефокс аурору</a> одмах како бисте испробали најновије могућности.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
as: <a href="%s">এজন Firefox সভ্য হওঁক</a> আৰু Firefox ক বিশ্বৰ সৈতে অংশীদাৰী কৰিবলে প্ৰয়োজনীয় সকলোবোৰ প্ৰাপ্ত কৰক!
bg: <a href="%s">Стани съдружник на Firefox</a> и получи всичко, от което имаш нужда, за да споделиш Firefox със света!
br: <a href="%s">Deuit da vezañ kenezel eus Firefox</a> hag ho pezet pep tra hoc'h eus ezhomm a-benn rannañ Firefox gant ar bed !
cy: <a href="%s">Dod yn Gyfaill Firefox</a> a chael popeth angenrheidiol er mwyn rhannu Firefox gyda'r byd!
es: ¡<a href="%s">Conviértete en simpatizante de Firefox</a> y consigue todo lo necesario para compartir Firefox con el mundo!
fa: <a href="%s">به فایرفاکس بپیوندید</a> و تمام چیزی را که برای اشتراک‌گذاری فایرفاکس با دنیا لازم دارید بدست آورید!
fi: <a href="%s">Ryhdy Firefox-yhteistyökumppaniksi</a>, ja saat kaikki työkalut Firefoxin jakamiseen koko maailman kanssa!
fr: <a href="%s">Rejoignez le programme d'affiliation Firefox</a> et recevez tout ce dont vous avez besoin pour promouvoir Firefox&nbsp;!
hi_in: <a href="%s">फ़ायरफ़ॉक्स सहबद्ध बनें</a> और वो सब कुछ पाइये जो आपको फ़ायरफ़ॉक्स को दुनिया के साथ साझा करने के लिए आवश्यक हैं!
hy_am: <a href="%s">Դարձիր Firefox-ի գործընկերը</a> և ձեռք բեր անհրաժեշտ ամեն ինչ Firefox-ը աշխարհում տարածելու համար:
id: Yuk, turut menjadi <a href="%s">Firefox Affiliate</a> dan dapatkan semua yang Anda perlukan untuk berbagi Firefox kepada seluruh dunia!
kk: <a href="%s">Firefox көмекшісі болып</a>, Firefox-пен бүкіл әлеммен бөлісуге керегін алыңыз!
ku: <a href="%s">Bibe Hevkarê/a Firefoxê</a> û hemû tiştên ku ji bo parvekirina Firefoxê ya li cîhanê pêwîst in bi dest bixe.!
mr: <a href="%s">फायरफॉक्ससह संलग्न व्हा</a> व फायरफॉक्सला जगाशी शेअर करण्यासाठी आवश्यक बाबी प्राप्त करा!
ms: ;<a href="%s">Jadilah seorang Firefox Affiliate</a> dan dapatkan segalanya yang anda perlu untuk berkongsi Firefox dengan dunia!
oc: <a href="%s">Rejonhètz lo programa d'afiliacion Firefox</a> e recebètz tot çò qu'avètz besonh per promòure Firefox !
pt: <a href="%s">Torne-se um afiliado da Mozilla</a> e obtenha tudo o que necessita para partilhar o Firefox com o mundo!
ru: <a href="%s">Станьте помощником Firefox</a> и получите всё, что вам нужно, чтобы поделиться Firefox с миром!
sr: <a href="%s">Постаните Фајерфокс промотер</a> и добијте све што требате како би поделили Фајерфокс са светом!
te: <a href="%s">ఫైర్‌ఫాక్స్ సంబంధీకుడవ్వండి</a>ప్రపంచంతో ఫైర్‌ఫాక్స్ పంచుకోవడానికి కావలసినవన్నీ పొందండి !
th: <a href="%s">เข้าเป็นพันธมิตรกับ Firefox</a> และรับทุกอย่างที่คุณต้องใช้เพื่อช่วยแบ่งปัน Firefox ให้กับโลกนี้!
uz: <a href="%s">"Firefox" yordamchisi bo‘ling</a> va "Firefox"ni dunyo bilan baham ko‘rishda sizga kerak bo‘ladigan hamma narsaga ega bo‘ling!
vi: <a href="%s">Trở thành hội viên Firefox</a> để biết những gì bạn cần chia sẻ Firefox với mọi người!
xh: <a href="%s">Yiba liHlakani le-Firefox</a> uze ufumane yonke into oyisweleyo ekwabelaneni ngeFirefox kunye nehlabathi!
zh_tw: <a href="%s">想要成為 Firefox 的好夥伴嗎？</a>這裡可以讓您贏得能把 Firefox 分享給全世界的東西！

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
as: Firefox গৰ্বিতভাৱে লাভবিহিন আৰু আপোচ নকৰাকৈ আপোনাৰ বাবে উদ্ভাৱন কৰিবলে মুক্ত। আমাৰ লক্ষ্যৰ বিষয়ে <a href="%s">অধিক জানক</a>।
bg: Firefox се гордее, че функционира като организация с нестопанска цел и има свободата без колебание да въвежда иновации от ваше име. <a href="%s">Научете повече</a> за нашата мисия.
br: Lorc'hus o vezañ hep pal arc'hantus ha frank da neveziñ evidoc'h hep treuzvarc'had ebet eo Thunderbird. <a href="%s">Gouzout hiroc'h</a> a-zivout hor c'hefridi.
cy: Mae Firefox yn falch o fod yn gorff ddim er elw ac yn rhydd i arloesi heb gyfaddawdu. <a href="%s">Dysgwch ragor</a> am ein cenhadaeth.
es: Firefox lo desarrolla una organización sin ánimo de lucro y tiene la libertad de innovar sin tener que comprometerse con nadie. <a href="%s">Conoce</a> nuestra misión.
fa: فایرفاکس، با افتخار، غیر انتفاعی و آزاد است تا به نمایندگی از شما، نوآوری‌های بی‌دریغ انجام دهد. درباره هدف ما <a href="%s">بیشتر بخوانید</a>.
fi: Firefox on ylpeästi voittoa tavoittelematon projekti ja pystyy siksi innovoimaan sinun etusi mukaisesti ilman kompromisseja. <a href="%s">Lue lisää</a> missiostamme.
fr: Firefox est développé par une organisation à but non-lucratif, libre d'innover pour vous, sans compromis. <a href="%s">En savoir plus</a> sur notre mission.
hi_in: फ़ायरफ़ॉक्स को गर्व है की वो गैर लाभ हैं और समझौता किए बिना अपनी ओर से कुछ नया करने के लिए स्वतंत्र हैं. हमारे मिशन के बारे में <a href="%s">अधिक जानें</a>.
hy_am: Firefox-ը շահույթ չի հետապնդում և այն կարող է նորացվել Ձեր կողմից առանց նախապայմանների: <a href="%s">Տեղեկացեք ավելին</a>մեր առաքելության մասին:
id: Firefox bangga sebagai nirlaba, dan bebas berinovasi tanpa kompromi untuk Anda. Baca tentang <a href="%s">misi kami</a> selengkapnya.
kk: Firefox коммерциялық емес болуын мақтан тұтады, және сіз үшін инновацияларды ешбір кедергісіз-ақ әкеледі. Миссиямыз жөнінде <a href="%s">көбірек біліңіз</a>.
ku: Ji bo Fîrefoxê rûmetek e ku armanca wê ne pere ye û bêyî ku rêgezên xwe binpê bike tiştên nû digihîne we. Derbarê Mîsyona me de <a href="%s">agahiyên din</a>.
mr: फायरफॉक्स अभिमानाने विना नफा आहे व कोणत्याही दडपणाशिवाय तुमच्यासाठी नविन उपक्रम सुरू करतो. आमच्या विशेष कार्यविषयी <a href="%s">आणखी शिका</a>.
ms: Firefox dengan bangganya adalah tidak berasaskan keuntungan dan bebas untuk berinovasi bagi pihak anda tanpa kompromi. <a href="%s">Maklumat lanjut</a> mengenai misi kami.
oc: Firefox es desvolopat per una organizacion amb tòca non lucrativa, liura d'innovar per vos, sens compromés. <a href="%s">Ne saber mai</a> sus nòstra mission.
pt: O Firefox é orgulhosamente não lucrativo e livre para inovar em seu benefício sem compromissos. <a href="%s">Saiba mais</a> sobre a nossa missão.
ru: Firefox является некоммерческим, свободен в своем развитии и ему не нужно идти на компромиссы. <a href="%s">Узнайте больше</a> о нашей миссии.
sr: Фајерфокс је са поносом непрофитан, и слободан да иновира у Вашу корист без компромиса. <a href="%s">Сазнајте више</a> о нашој мисији.
te: సర్దుబాటు లేకుండా మీ తరపున సృజనాత్మకత కనబర్చడానికి లాభాపేక్షలేకుండా మరియు వుచితంగా అందచేయటానికి గర్వించే సంస్థ . మా గమ్యాన్ని<a href="%s">మరింత తెలుసుకోండి</a>.
th: Firefox เป็นองค์กรไม่แสวงกำไรที่น่าภาคภูมิที่ตั้งใจสร้างนวัตกรรมสำหรับคุณFirefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
uz: Firefox notijorat hisoblanadi, rivojlanish yo‘lida erkin, unga turli xil taqiqlar kerak emas. Bizning vazifamiz haqida <a href="%s">ko‘proq ma’lumot oling</a>.
vi: Firefox tự hào là tổ chức phi lợi nhuận, tự do trong sáng tạo. <a href="%s">Tìm hiểu thêm</a> về sứ mệnh của chúng tôi.
xh: I-Firefox iyazidla ngokungenzi-nzuzo yaye ikhululekile ukuba ikuvelisele ezintsha ngaphandle kokuyayanisa. <a href="%s">Funda okungakumbi</a> ngomsebenzi wethu.
zh_tw: Firefox 以身為非營利組織，並站在您的立場，為了您創新為榮。<a href="%s">了解我們的使命</a>。
