Repository: alvinlaz96/mozilla-lang
Catalog: */snippets.lang.po
Languages: as, bg, br, cy, es, fa, fi, fr, hi_in, hy_am, id, kk, ku, mr, ms, oc, pt, ru, sr, te, th, uz, vi, xh, zh_tw

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
as: দ্ৰুত, স্থিতিস্থাপক আৰু সুৰক্ষিত, Firefox আপোনাক প্ৰাথমিকতা দিয়া একমাত্ৰ ব্ৰাউছাৰ। আমাক কাৰ বাবে ৰূপাঙ্কণত ভিন্ন তাৰ বিষয়ে <a href="%s">অধিক জানক</a>।
bg: Бърз, гъвкав и сигурен, Firefox е единственият браузър, който поставя вас на първо място. <a href="%s">Научете повече</a> за това какво ни прави изначално различни.
br: Herrek, azasaus ha diogel, ez eo Firefox ar merdeer nemetañ a laka ac'hanoc'h war ar renk kentañ. <a href="%s">Gouzout hiroc'h</a> diwar ar pezh a laka ac'hanomp disheñvel dre anien.
cy: Cyflym, hyblyg a diogel, Firefox yw'r unig borwr sy'n eich rhoi chi'n gyntaf. <a href="%s">Dysgwch fwy</a> am yr hyn sy'n ein gwneud ni'n fwriadol wahanol.
es: Rápido, flexible y seguro, Firefox es el único navegador para el que tú eres lo primero. De todos, para todos. <a href="%s">Descubre</a> lo que nos hace diferentes.
fa: سریع، انعطاف‌پذیر و ایمن، فایرفاکس تنها مرورگری است که شما را در الویت قرار می‌دهد. درباره اینکه چه چیزهایی ما را در طراحی متفاوت می‌کند <a href="%s">بیشتر بخوانید</a>.
fi: Firefox on nopea, joustava ja turvallinen sekä ainoa selain, jolle sinun etusi on ensisijaisen tärkeää. <a href="%s">Lue lisää</a>, miten eroamme perustavista muista.
fr: Rapide, flexible et sûr, Firefox est le seul navigateur qui place vos intérêts avant tout. <a href="%s">Découvrez pourquoi</a> nous sommes différents par nature.
hi_in: तेज, लचीला और सुरक्षित, फ़ायरफ़ॉक्स केवल ब्राउज़र है कि आप पहले डालता है. <a href="%s"> अधिक जानें </a> क्या हमें डिजाइन में अलग बनाता है.
hy_am: Արագ, ճկուն և անվտանգ՝ Firefox-ը միակ դիտարկիչն է, որ Ձեզ առաջինն է դարձնում: <a href="%s">Տեղեկացեք ավելին</a> այն մասին, թե ինչն է մեր դիզայնը տարբերակված դարձնում:
id: Cepat, fleksibel, dan aman. Hanya Firefox, peramban satu-satunya yang mengutamakan Anda. <a href="%s">Pelajari selengkapnya</a> tentang mengapa kami berbeda.
kk: Жылдам, икемді әрі қауіпсіз, Firefox - өз алдына сізді қоятын жалғыз браузер. Құрылысы жағынан бізді басқалардан не ажырататыны жөнінде <a href="%s">көбірек біліңіз</a>.
ku: Geroka Fîrefoxê ku lezgîn, guherbar û ewle ye, te dixe rêza yekemîn. <a href="%s">Bizane</a> ka felsefeya me çawan me cuda dike.
mr: जलद, लवचीक व सुरक्षित, फायरफॉक्स एकमेव ब्राऊजर आहे जे तुम्हाला पुढे ठेवते. आम्ही रचनेने कसे भिन्न आहोत त्याविषयी <a href="%s">आणखी शिका</a>.
ms: Pantas, fleksible dan selamat. Firefox adalah satu-satunya pelayar web yang mengutamakan anda. <a href="%s">Maklumat lanjut</a> tentang kelainan kami dari segi rekaan.
oc: Rapid, flexible e segur, Firefox es lo sol navigador que plaça vòstres interèsses abans tot. <a href="%s">Descobrissètz perqué</a> sèm diferents per natura.
pt: Rápido, flexível e seguro, o Firefox é o único navegador que o coloca em primeiro. <a href="%s">Saiba mais</a> sobre o que nos faz diferentes por design.
ru: Firefox быстр, гибок, безопасен, и является единственным браузером, который ставит вас на первое место. <a href="%s">Узнайте больше о том</a>, что отличает нас от других.
sr: Брз, флексибилан и сигуран, Фајерфокс је једини прегледач који Вас ставља на прво место. <a href="%s">Сазнајте више</a> шта нас то чини другачијим по дизајну.
te: వేగం, సులభంగా మార్పులుచేసుకోనేసౌలభ్యం మరియు సురక్షితమైనది. ఫైర్‌ఫాక్స్ ఒకే ఒక విహరిణి మీ అవసరాలకు మొదటిప్రాధాన్యమిచ్చేది. రూపంలో తేడాలగురించి <a href="%s">మరింత తెలుసుకోండి</a>.
th: เร็ว ยืดหยุ่นและปลอดภัย Firefox เป็นเว็บเบราเซอร์เดียวที่ให้ความสำคัญกับคุณก่อน <a href="%s">เรียนรู้เพิ่มเติม</a> ว่าอะไรที่ทำให้เราแตกต่างโดยการออกแบบ
uz: Tez, moslashuvchan, xavfsiz va sizni birinchi o‘ringa qo‘yadigan yagona brauzer. Bizning boshqalardan farqimiz haqida <a href="%s">ko‘proq ma’lumot oling</a>.
vi: Nhanh, linh hoạt, an toàn. <a href="%s">Tìm hiểu thêm</a> lý do thiết kế tạo nên sự khác biệt.
xh: Iyakhawuleza, isebenza kwinto yonke yaye ikhuselekile, i-Firefox kuphela kwebhrawuza ekubeni kwindawo yokuqala. <a href="%s">Funda okungakumbi</a> ngezinto ezisenza sahluke ngokwendlela esiyenze ngayo.
zh_tw: 更快、更有彈性，更安全，Firefox 是唯一把您置於最優先的瀏覽器。<a href="%s">了解更多</a> 關於我們從設計開始就與眾不同的資訊。

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
as: <a href="%s">Firefox ক আপোনাৰ Android টেবলেটত ডাউনল'ড কৰক</a> আৰু ৱেবৰ শক্তিক আপোনাৰ হাতত আনক। ইয়াক এতিয়ায় প্ৰাপ্ত কৰক।
bg: <a href="%s">Свалете Firefox на своя Android таблет</a> и вземете силата на уеб-пространството в ръцете си. Свалете го сега.
br: <a href="%s">Pellgargit Firefox war ho tabler Android</a> ha grit ho mad eus galloud ar Web. Kaout anezhañ diouzhtu.
cy: <a href="%s">Llwytho Firefox i lawr i'ch tabled Android</a> a rhoi grym y we yn eich dwylo. Estyn copi yn awr.
es: <a href="%s">Descarga Firefox en tu tableta Android</a> y pon todo el poder de la Web en tus manos. Descárgalo ahora.
fa: <a href="%s">فایرفاکس را بر روی رایانه لوحی اندروید خود بارگیری کنید</a> و قدرت وب را در دستان خود بگیرید. هم‌اکنون دریافت کنید.
fi: <a href="%s">Lataa Firefox Android-laitteellesi</a> ja kaikki verkossa on käsissäsi. Lataa se heti.
fr: <a href="%s">Téléchargez Firefox sur votre tablette Android</a> dès maintenant et profitez de toute la puissance du Web au bout de vos doigts.
hi_in: <a href="%s">अपने Android टेबलेट पर फ़ायरफ़ॉक्स के डाउनलोड करें</a>और अपने हाथों में सही वेब की शक्ति डाल दीजिए. अभी ही पाएँ
hy_am: <a href="%s">Բեռնեք Firefox-ը Ձեր Android սարքում</a> և համացանցի հզորությունը կհայտնվի Ձեր ձեռքերում: Ձեռք բեր այն հիմա:
id: <a href="%s">Unduh Firefox untuk tablet Android Anda</a>, untuk Web nan digdaya selalu dalam genggaman Anda. Dapatkan sekarang juga!.
kk: <a href="%s">Firefox-ты өзіңіздің Android планшетіңізге</a> жүктеп алып, Интернеттің барлық мүмкіндіктерін қолыңызға түсіріңіз. Оны қазір-ақ алыңыз.
ku: <a href="%s">Fîrefoxê ji bo tableta xwe ya Androîd jêbar bike</a> û hema aniha Webê bixe nav lepên xwe. Niha bistîne.
mr: <a href="%s">अँड्राईड टॅबलेटवर फायरफॉक्स डाऊनलोड करा</a> व वेबची शक्ति तुमच्या हातात घ्या. आत्ताच प्राप्त करा.
ms: <a href="%s">Muat turun Firefox pada tablet Android anda</a> dan letakkan kuasa Web ditangan anda. Dapatkan ia sekarang.
oc: <a href="%s">Telecargatz Firefox sus vòstra tableta Android</a> tre ara e profiechatz de tota la poténcia del Web al cap de vòstres dets.
pt: <a href="%s">Descarregue o Firefox para o seu tablet Android</a> e controle a Internet com as suas mãos. Obtenha-o agora.
ru: <a href="%s">Загрузите Firefox на ваш Android планшет</a> и вся мощь Интернета окажется у вас в руках. Получите его прямо сейчас.
sr: <a href="%s">Преузмите Фајерфокс на Вашем Андроид таблету</a> и ставите моћ веба право у Ваше руке. Набавите га сада.
te: <a href="%s"> మీ అండ్రాయిడ్ టాబ్లెట్ పై ఫైర్‌ఫాక్స్ దింపుకోండి</a> మరియు వెబ్ శక్తిని మీ చేతుల్లో పెట్టండి. ఇప్పడే తెచ్చుకోండి.
th: <a href="%s">ดาวน์โหลด Firefox บนแท็บเล็ต Android ของคุณ</a> และใส่พลังของเว็บไว้ในมือของคุณ ดาวน์โหลดเลย
uz: <a href="%s">"Firefox"ni Android planshetingizga yukllab oling</a> va internetning kuchini qo‘lingizga sinab ko‘ring. Uni hoziroq oling.
vi: <a href="%s">Tải Firefox về máy tính bảng Android</a>, sức mạnh của Web về tay bạn. Hãy tải ngay!
xh: <a href="%s">Khuphela i-Firefox kwithabhlethi ye-Android</a> uze ubeke amandla eWebhu ezandleni zakho. Yifumane ngoku.
zh_tw: <a href="%s">在您的 Android 平板裝置下載 Firefox</a>，並把網頁的力量玩轉於您的指尖。立刻下載。

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
as: <a href="%s">প্লাগিন নীৰিক্ষণ</a> ৰ সৈতে আপোনাৰ প্লাগিনসমূহক বৰ্তমান তাৰিখলৈ উন্নত ৰাখক আৰু অনলাইন সুৰক্ষিত থাকক।
bg: Обновявайте редовно своите приставки и сърфирайте сигурно с помоща на <a href="%s"> Проверка на приставки</a>.
br: Hizivait hoc'h enlugelladoù ha chomit diogel war ar genrouedad gant <a href="%s">Plugin Check</a>.
cy: Cadw eich ategion yn gyfoes a chadw'n ddiogel ar-lein gyda <a href="%s">Gwiro Ategion</a>.
es: Mantén tus plugins actualizados y protege tu seguridad en Internet con la <a href="%s">Comprobación de plugins</a>.
fa: با <a href="%s">بررسی افزونه</a> افزونه‌های خود را بروز نگاه دارید و ایمن بمانید.
fi: Tarkista, että selaimesi liitännäiset ovat ajan tasalla ja selailusi on turvallista <a href="%s">Liitännäisten tarkistus</a>-sivulla.
fr: Gardez vos plugins à jour et naviguez en toute sécurité grâce à la page de <a href="%s">vérification de plugins</a>.
hi_in: अपने प्लग-इन अपडेट रखें और ऑनलाइन सुरक्षित रहे <a href="%s"> प्लग इन चेक करें</a>
hy_am: Ձեր բաղադրիչները թարմացած պահեք և անվտանգությունն ապահովեք առցանց՝ <a href="%s">Ստուգել Բաղադրիչը</a> գործիքով։
id: Perbarui selalu plugin di perambanmu, agar aman di dunia maya selalu. <a href="%s">Periksa Plugin</a> adalah temanmu.
kk: Плагиндеріңізді жаңартуды ұмытпаңыз, және <a href="%s">плагиндерді тексеру</a> көмегімен Интернетте қауіпсіз жұмыс істеңіз.
ku: Bi saya <a href="%s">Kontrola Pêvekan</a> bila pêvekên te her tim nû bin û ewlekariya te saz be.
mr: प्लगइन्स सुधारित करा व ऑनलाइनरित्या <a href="%s">प्लगइन तपासा</a> सह सुरक्षित रहा.
ms: Pastikan plugin anda adalah terkini dan kekal selamat dalam talian dengan <a href="%s">Semak Plugin</a>.
oc: Gardatz vòstres plugins a jorn e navegatz en tota seguretat gràcias a la pagina de <a href="%s">verificacion de plugins</a>.
pt: Mantenha os seus plugins atualizados e proteja-se com o <a href="%s">Verificador de plugins</a>.
ru: Держите ваши плагины свежими и будьте в безопасности при работе в Интернете, используя сайт <a href="%s">Проверки Плагинов</a>.
sr: Држите Ваше прикључке ажурним како би остали сигурни на интернету са <a href="%s">провером прикључака</a>.
te: <a href="%s">ప్లగిన్ చెక్</a> తో మీ ప్లగిన్ల తాజాస్థితిలో వుంచి సురక్షితంగా వుండండి.
th: ทำให้โปรแกรมเสริมของคุณทันสมัยอยู่เสมอเพื่อความปลอดภัยออนไลน์ด้วย <a href="%s">การตรวจสอบโปรแกรมเสริม</a>
uz: Plaginlaringizni doimo yangilangan holda saqlang va <a href="%s">Plaginlarni tekshirish</a> saytidan foydalanib, internetda ishlaganda xavfsizlikda bo‘ling.
vi: Luôn giữ phần mở rộng cập nhật và an toàn với <a href="%s">Kiểm tra Phần mở rộng</a>.
xh: Gcina izongezelelo zakho zisemaxesheni uze uhlale ukhuselekile kwi-intanethi <a href="%s">ngokuHlola Izongezelelo</a>.
zh_tw: 透過 <a href="%s">外掛程式更新檢查</a> 來確保您已安裝的外掛程式皆為最新版本，保護您在網路上的安全。

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
as: আপোনাৰ Firefox ক সজ্জিত ৰাখক। ইয়াক শেহতীয়া <a href="%s">পাৰচোনাসমূহ</a> ৰ সৈতে সজাওক।
es: Da un toque de estilo a tu Firefox. Vístelo con los últimos diseños de la galería de <a href="%s">Personas</a>.
fa: فایرفاکس خود را مُد روز نگه دارید. با آخرین <a href="%s">Personasها</a> آن را بپوشانید.
fr: Firefox tout en style. Habillez-le des dernières <a href="%s">Personas</a>.
kk: Firefox-ты стильді ұстаңыз. Оны соңғы <a href="%s">Personas</a> көмегімен киіндіріңіз.
mr: फायरफॉक्सच्या रचनेत नाविन्य ठेवा. सर्वात नविन <a href="%s">पर्सोनाज्</a> वापरून पहा.
ru: Придайте вашему Firefox стиль. Оденьте его в новейшие <a href="%s">обои</a>.
sr: Нека Ваш Фајерфокс буде у стилу. Обуците га са најновијим <a href="%s">Персона темама</a>.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
as: অত্যাধিক টেব? এটা <a href="%s">পেনোৰামা</a> ৰ সৈতে আপোনাৰ ব্ৰাউছাৰক ক্লাটাৰৰ পৰা পুনৰ উদ্ধাৰ কৰক।
es: ¿Demasiadas pestañas? Pon orden en tu navegador con <a href="%s">Panorama</a>.
fa: زبانه‌های خیلی زیاد؟ مرورگر خود را از بهم ریختگی‌ها به وسیله‌ی <a href="%s">پانوراما</a> اصلاح کنید.
fr: Trop d'onglets ? Faites du rangement dans votre navigateur avec <a href="%s">Panorama</a>.
kk: Беттер саны тым көп пе? <a href="%s">Panorama</a> көмегімен браузеріңізді тәртіпке келтіріңіз.
mr: एकापेक्षाजास्त टॅब्स्? <a href="%s">पनोरमा</a>च्या मदतीने ब्राउजरला अव्यवस्थेपासून पुनःप्राप्त करा.
ru: Слишком много вкладок? Не дайте хаосу поглотить ваш браузер, используя <a href="%s">Панораму</a>.
sr: Превише језичака? Повратите прегледност Вашег прегледача са <a href="%s">Панорамом</a>.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
as: কোনো দুজন Firefox ব্যৱহাৰকাৰী একে নহয়। <a href="%s">আপোনাৰ ব্ৰাউছাৰলে যিকোনো বুটাম যোগ কৰক</a> অথবা আপুনি ব্যৱহাৰ নকৰাসমূহ আতৰাওক। ঘৰত ৰাইট-ক্লিক কৰি স্বনিৰ্বাচন কৰক বাছক।
es: No hay dos usuarios de Firefox iguales. <a href="%s">Añade cualquier botón a tu navegador</a> o elimina los que no uses. Haz clic con el botón secundario en Inicio y selecciona Personalizar.
fa: هیچ دو استفاده کننده‌ای از فایرفاکس یکسان نیستند. <a href="%s">هر دکمه‌ای را به مرورگر خود اضافه کنید</a> یا آنهایی که استفاده نمی‌کنید را پاک کنید. بر روی خانه کلیک راست و سفارشی‌سازی را انتخاب کنید.
fr: Chaque utilisateur de Firefox est différent. <a href="%s">Ajoutez un bouton à votre navigateur</a> ou supprimez ceux que vous n'utilisez pas. Faites un clic droit sur le bouton de menu Firefox et sélectionnez Personnaliser…
kk: Өзара ұқсас екі Firefox пайдаланушысы табылмайды. <a href="%s">Браузеріңізге кез-келген батырманы қосыңыз</a>, немесе қолданбайтындарды алып тастаңыз. Үй батырмасына оң жақпен шертіп, баптауды таңдаңыз.
mr: दोन फायरफॉक्स वापरकर्ते समान राहत नाही. <a href="%s">ब्राउजरमध्ये कोणतिही बटन समाविष्ट करा</a> किंवा वापर न होणाऱ्या बटनांना काढून टाका. होमवर उजवी क्लिक देऊन पसंतीचे करा याची निवड करा.
ru: Каждый из пользователей Firefox уникален. <a href="%s">Добавьте любую кнопку в ваш браузер</a> или удалите неиспользуемую. Щёлкните правой кнопкой по значку дома и выберите Настроить.
sr: Не постоје два иста корисника Фајерфокса. <a href="%s">Додајте било које дугме</a> или уклоните оно које не желите да користите. Десним притиском на почетно дугме и одаберите прилагоди.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
as: আপোনাৰ Firefox ক পাৰচোনাসমূহৰ সৈতে সজাওক। চেষ্টা কৰিবলে উলুটাওক, প্ৰয়োগ কৰিবলে ক্লিক কৰক। অথবা হাজাৰটা অধিক পাৰচোনাৰ বাবে <a href="%s">গেলাৰি</a> ভ্ৰমণ কৰক!
es: Viste tu Firefox con Personas. Pasa el puntero para probar una, haz clic para usarla. ¡O visita la <a href="%s">galería</a> para ver muchísimas más!
fa: با Personas فایرفاکس را زیبا کنید. برای امتحان کردن موشی را نگه دارید و برای انتخاب کلیک کنید. یا از <a href="%s">گالری</a> برای مشاهده هزاران طرح دیگر دیدن کنید.
fr: Habillez Firefox avec des Personas. Passez la souris au-dessus pour les essayer, cliquez pour appliquer. Ou visitez la <a href="%s">galerie</a> pour en découvrir des milliers d'autres&nbsp;!
kk: Өз Firefox-ты Personas көмегімен киіндіріңіз. Қарау үшін тышқанды апарыңыз, іске асыру үшін шертіңіз. Немесе, басқа да мындаған темасы бар <a href="%s">галереяны</a> шолыңыз!
mr: फायरफॉक्समध्ये पर्सोनाज्चा वापर करा. प्रयत्न करण्यासाठी रोल ओव्हर करा, लागू करण्यासाठी क्लिक करा. किंवा हजारोंकरिता <a href="%s">दालन</a> येथे भेट द्या!
ru: Оденьте ваш Firefox с помощью Обоев. Наведите для обкатки, щёлкните для примерки. Или посетите <a href="%s">галерею</a> с тысячами других обоев!
sr: Обуците Ваш Фајерфокс са Персона темама. Пређите преко њих како би их пробали, притисните да би сте их поставили. Или посетите <a href="%s">галерију</a> за хиљаду више!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
as: Beta লে যোৱাৰ আগত, শেহতীয়া বৈশিষ্টসমূহ প্ৰথমবাৰৰ বাবে চাওক। <a href="%s">Firefox Aurora ডাউনল'ড কৰক।</a>
es: Echa un primer vistazo a las últimas características, antes incluso de que vayan a Beta. <a href="%s">Descargar Firefox Aurora.</a>
fa: اولین نگاه را به جدیدترین امکانات بیاندازید، حتی قبل از انتشار آزمایشی. <a href="%s">فایرفاکس آئورا را بارگیری کنید.</a>
fr: Essayez les dernières fonctionnalités en avant-première, avant même qu'elles ne soient en Bêta. <a href="%s">Téléchargez Firefox Aurora</a>.
kk: Beta-ға да әлі өтпеген, ең жаңа әрі соңғы мүмкіндіктерімен танысыңыз. <a href="%s">Firefox Aurora-ны жүктеп алыңыз.</a>
mr: नविन गुणविशेषांची पहिली झलक घ्या, बिटामध्ये सामिल होण्याआधि. <a href="%s">फायरफॉक्स अरोरा डाऊनलोड करा.</a>
ru: Оцените последние новинки, не дожидаясь бета-версии. <a href="%s">Загрузите Firefox Aurora.</a>
sr: Испробајте први најновије могућности, чак пре него што дођу у бету. <a href="%s">Преузмите Фајерфокс аурору.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
as: বৈশিষ্টসমূহ পৰিক্ষা কৰি Beta লৈ যোৱাৰ কাৰক নিৰ্ধাৰণ কৰাত আমাক সহায় কৰিবলে <a href="%s">Firefox Aurora ডাউনল'ড কৰক</a>।
es: <a href="%s">Descarga Firefox Aurora</a> para probar las nuevas funcionalidades y ayudarnos a seleccionar cuáles pasan a Beta.
fa: <a href="%s">فایرفاکس آئورا را بارگیری کنید</a> تا امکاناتش رو بررسی کنید و به ما کمک کنید بفهمیم چه چیزی برای انتشار آزمایشی احتیاج دارد.
fr: <a href="%s">Téléchargez Firefox Aurora</a> pour tester les dernières fonctionnalités et nous aider à choisir celles qui passeront en version Bêta.
kk: <a href="%s">Firefox Aurora-ны</a> жүктеп алып, Beta-ға өтетін мүмкіндіктерді сынауға көмектесіңіз.
mr: गुणविशेषांची चाचणी करण्यासाठी <a href="%s">फायरफॉक्स अरोरा डाऊनलोड करा</a> व बिटामध्ये समाविष्ट होणारे गुणविशेष ओळखण्यास मदत करा.
ru: <a href="%s">Загрузите Firefox Aurora</a>, чтобы протестировать новинки и помочь нам определить, что войдёт в бета-версию.
sr: <a href="%s">Преузмите Фајерфокс аурору</a> како би тестирали могућности и помогли нам да утврдимо шта ће бити у бети.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
as: সোনাকালে অংশগ্ৰহণ কৰক আৰু Firefox ৰ ভৱিষ্যতক আকৃতি দিয়াত সহায় কৰক। <a href="%s">Firefox Aurora ডাউনল'ড কৰক।</a>
es: Comienza ya a dar forma al futuro de Firefox. <a href="%s">Descargar Firefox Aurora.</a>
fa: زودتر بیایید و به شکل‌گیری آینده‌ی فایرفاکس کمک کنید. <a href="%s">فایرفاکس آئورا را بارگیری کنید.</a>
fr: Soyez un précurseur et aidez-nous à façonner le futur de Firefox. <a href="%s">Téléchargez Firefox Aurora.</a>
kk: Firefox болашағын ертеректен анықтауға көмекстесіңіз. <a href="%s">Firefox Aurora-ны жүктеп алыңыз.</a>
mr: पटकन प्राप्त करा व भविष्यातील फायरफॉक्स्ला आकार देण्यासाठी मदत करा. <a href="%s">फायरफॉक्स अरोरा डाऊनलोड करा.</a>
ru: Включайтесь пораньше и помогите сформировать будущее Firefox. <a href="%s">Загрузите Firefox Aurora.</a>
sr: Ступите рано у тестирање, и помозите нам да обликујемо будућност Фајерфокса. <a href="%s">Преузмите Фајерфокс аурору.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
as: Android ৰ বাবে Firefox এতিয়া আপুনি টেবলেটসমূহত ব্ৰাউছ কৰাৰ পদ্ধতিৰ বাবে অনুকূলিত। <a href="%s">ৱেবৰ শক্তিক আপোনাৰ আঙুলিত প্ৰাপ্ত কৰক</a>।
es: Firefox para Android está ya optimizado para la navegación en tabletas. <a href="%s">Todo el poder de la Web al alcance de tu mano. ¡Siéntelo!</a>.
fa: فایرفاکس برای اندروید هم‌اکنون به‌شکلی که شما بر روی رایانه‌های لوحی اینترنت را مرور می‌کنید، بهینه شده است. <a href="%s">قدرت وب را زیر انگشتان خود احساس کنید</a>.
fr: Firefox pour Android est maintenant optimisé pour la navigation sur tablettes. <a href="%s">Profitez de la puissance du Web au bout de vos doigts</a>.
kk: Android үшін Firefox планшеттерде жұмыс істеуге икемделген. <a href="%s">Оның мүмкіндіктерімен таңыс болыңыздар</a>.
mr: टॅबलेटस्वर ब्राऊज करण्यासाठी आत्ता अँड्राईडकरीता फायरफॉक्स अनुकूलित केले आहे. <a href="%s">वेबची शक्ती आपल्या बोटांवर मिळवा</a>.
ru: Firefox для Android теперь оптимизирован для работы на планшетах. <a href="%s">Ощутите мощь Интернета на кончиках своих пальцев</a>.
sr: Фајерфокс за Андроид је сада прилагођен начину на који Ви прегледавате веб на таблетима. <a href="%s">Имајте моћ веба на дохват прстију.</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
as: আপোনাৰ Android টেবলেটত Firefox ডাউনল'ড কৰক আৰু ৱেবৰ শক্তিক আপোনাৰ হাতত আনক। <a href="%s">ইয়াক এতিয়ায় প্ৰাপ্ত কৰক</a>।
es: Descarga Firefox en tu tableta Android y pon todo el poder de la Web en tus manos. <a href="%s">Consíguelo ahora</a>.
fa: فایرفاکس را بر روی رایانه لوحی خود نصب کنید و قدرت وب را در دستان خود بگیرید. <a href="%s">هم‌اکنون دریافت کنید</a>.
fr: <a href="%s">Téléchargez Firefox sur votre tablette Android</a> et bénéficiez de la puissance du Web au bout de vos doigts.
kk: Өзіңіздің Android негізіндегі планшетіңіз үшін Firefox-ты жүктеп алыңыз да, вебтің бар мүмкіндіктерін өз қолыңызға алыңыз. <a href="%s">Оны қазір-ақ алыңыз</a>.
mr: अँड्राईड टॅबलेटवर फायरफॉक्स डाऊनलोड करा व वेबची शक्ती आपल्या हातात घ्या. <a href="%s">आत्ताच प्राप्त करा</a>.
ru: Загрузите Firefox на ваш Android планшет и вся мощь Интернета окажется у вас в руках. <a href="%s">Получите его прямо сейчас</a>.
sr: Преузмите Фајерфокс на Вашем Андроид таблету и имајте моћ веба у Вашим рукама. <a href="%s">Набавите га одмах</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
as: <a href="%">Firefox Beta ডাউনল'ড কৰক</a>, আৰু পৰৱৰ্তী Firefox ক আমাৰ ৪৫০ নিযুত ব্যৱহাৰকাৰীৰ বাবে আৰু অধিক আকৰ্শণীয় কৰাত সহায় কৰিবলে সঁহাৰি দিয়ক।
es: <a href="%">Descarga Firefox Beta</a>, da tus opiniones y sugerencias, y haz que el próximo Firefox sea incluso más alucinante para nuestros 450 millones de usuarios.
fa: <a href="%">فایرفاکس بتا را دریافت کنید</a>، بازخوردهای خود را برای ما ارسال کنید و به ما برای ساخت فایرفاکسی بهتر برای ۴۵۰ میلیون کاربر کمک کنید.
fr: <a href="%">Téléchargez Firefox Bêta</a>, partagez votre expérience et rendez la prochaine version de Firefox encore meilleure pour ses 450 millions d'utilisateurs.
kk: <a href="%">Firefox Beta жүктеп алыңыз</a>, кері байланысты жеткізіп тұрыңыз және келесі Firefox-ты біздің 450 миллион пайдаланушы үшін одан да тамаша жасауға көмектесіңіз.
mr: <a href="%">फायरफॉक्स बिटा डाऊनलोड करा</a>, प्रतिसाद पुरवा व पुढील फायरफॉक्स्ला 450 दशलक्ष वापरकर्त्यांसाठी अधिक स्तूतीदायक बनवा.
ru: <a href="%">Загрузите Firefox Бета</a>, отправьте нам отзывы и помогите сделать следующий Firefox ещё лучше для наших 450 миллионов пользователей.
sr: <a href="%">Преузмите Фајерфокс бету</a>, пошаљите повратне информације, и помозите нам да следећи Фајерфокс учинимо још бољим за нашим 450 милиона корисника.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
as: বৈশিষ্টসমূহ পৰিক্ষা কৰক, সিহতক পৰিস্ৰাৱন আৰু পালিচ কৰক আৰু আমাৰ পৰৱৰ্তী সংস্কৰণ সকলোতকৈ উন্নত কৰাত আমাক সহায় কৰক। <a href="%">Firefox Beta আজিয়ে ডাউনল'ড কৰক!</a>
es: Prueba características, defínelas y perfecciónalas, y ayuda a que nuestra próxima versión sea incluso mejor . <a href="%">¡Descarga Firefox Beta!</a>
fa: امکانات را آزمایش، اصلاح و احیا کنید و به ما در ساخت نسخه‌ای عالی‌تر از همیشه کمک کنید. <a href="%">امروز فایرفاکس بتا را دریافت کنید!</a>
fr: Testez des fonctionnalités, améliorez-les, et aidez-nous à rendre la prochaine version meilleure que jamais. <a href="%">Téléchargez Firefox Bêta maintenant&nbsp;!</a>
kk: Жаңалықтарды сынап алып, оларды арттырыңыз және келесі нұсқаны бір кезде жақсырақ жасауға көмектесіңіз. <a href="%"> Firefox Beta бүгін жүктеп алыңыз!</a>
mr: गुणविशेषांची चाचणी करा, त्यास अधिक चांगले करा आणि चमकवा व पुढील आवृत्ती नेहमीच्या आवृत्तीपेक्षा चांगले बनवण्यासाठी आमची मदत करा. <a href="%">आजच फायरफॉक्स बिटा डाऊनलोड करा!</a>
ru: Тестируя, совершенствуя и отлаживая новые возможности, вы помогаете нам сделать следующую версию ещё лучше. <a href="%">Загрузите Firefox Бета прямо сейчас!</a>
sr: Тестирајте могућности, усавршите и исполирајте их и помозите нам да следећу верзију учинимо бољом неко икад. <a href="%">Преузмите Фајерфокс бету данас!</a>
