Repository: alvinlaz96/mozilla-lang
Catalog: */snippets.lang.po
Languages: as, bg, br, cy, es, fa, fi, fr, hi_in, hy_am, id, kk, ku, mr, ms, oc, pt, ru, sr, te, th, uz, vi, xh, zh_tw

source: Be the master of your social circle with <a href="%s">Facebook Messenger for Firefox</a>. Try it today and let all your Facebook friends know.
as: <a href="%s">Firefox ৰ বাবে Facebook Messenger</a> ৰ সৈতে আপোনাৰ সামাজিক চক্ৰৰ অধিপতি হওক। ইয়াক আজিয়ে পৰিক্ষা কৰি চাওক আৰু আপোনাৰ সকলো Facebook বন্ধুসকলক ইয়াৰ বিষয়ে জ্ঞাত কৰক।
bg: Бъдете властелинът на своя социален кръг със <a href="%s">Facebook Messenger за Firefox</a>. Изпробвайте го днес и разкажете на приятелите си във Facebook.
br: Bezit kalon ho kelc'h kevredadel gant <a href="%s">Facebook Messenger evit Firefox</a>. Esaeit anezhañ hiziv ha kemennit ho mignoned.
cy: Byddwch feistr ar eich cylch cymdeithasol gyda <a href="%s">Facebook Messenger ar gyfer Firefox</a>. Rhowch gynnig arno heddiw a dywedwch wrth eich holl ffrindiau Facebook.
es: Sé el centro de atención de tu círculo social con <a href="%s">Facebook Messenger para Firefox</a>. Pruébalo hoy y compártelo con tus amigos de Facebook.
fa: با <a href="%s">فیس‌بوک برای فایرفاکس</a> دایره‌ی اجتماعی خود را در کنترل داشته باشید. امروز امتحان کنید و به دوستان فیس‌بوکی خود هم اطلاع بدهید.
fi: Hallitse sosiaaliset ympyräsi <a href="%s">Facebook viestimellä Firefoxille</a>. Kokeile sitä tänään ja kerro siitä kaikille Facebook kavereillesi.
fr: Soyez le maître de votre cercle d'amis avec <a href="%s">Facebook Messenger pour Firefox</a>. Adoptez-le dès aujourd'hui et faites-le savoir à tous vos amis Facebook.
hi_in: <a href="%s">फ़ायरफ़ॉक्स के लिए फेसबुक मैसेन्जर </a> के साथ अपने सामाजिक सर्कल में प्रचलित बनें. आज ही कोशिश करो और इससे सभी अपने फेसबुक दोस्तों को बताएं.
hy_am: Կառավարեք ձեր սոցիալական ցանցը <a href="%s">Facebook Messenger Firefox-ի համար</a>հնարավորությամբ։ Փորձեք այն այսօր և կապի մեջ եղեք Facebook-ի ձեր ընկերների հետ։
id: Jangan sampai ketinggalan kabar dari media sosial. Gunakan <a href="%s">Facebook Messenger untuk Firefox</a> sekarang, dan kabari semua teman.
kk: <a href="%s">Firefox үшін Facebook чат</a> арқылы сіздің әлеуметтік тобыңыздың басқарушы болыңыз. Оны қазір сынап көріңіз де барлық Facebook достарыңызға айтыңыз.
ku: Bi <a href="%s">Facebook Messengera ji bo Firefoxê</a> bibe serwerê derdora xwe ya civakî. Îro biceribîne û bi hemû hevalên xwe yên Facebookê re parve bike.
mr: <a href="%s">फायरफॉक्सकरीता फेसबूक मेसेंजर</a> सह सामाजिक वर्तुळात तज्ञ व्हा. आजच वापरून पहा व तुमच्या फेसबूक मित्रांना कळवा.
ms: Jadilah tuan pada lingkungan sosial anda dengan <a href="%s">Facebook Messenger untuk Firefox</a>. Cubanya hari ini dan biarkan semua rakan Facebook anda mengetahuinya.
oc: Siatz lo mèstre de vòstre cercle d'amics amb <a href="%s">Facebook Messenger per Firefox</a>. Adoptatz-lo tre uèi e fasètz-lo saber a totes vòstres amics Facebook.
pt: Seja o mestre do seu círculo social com o <a href="%s">Facebook Messenger para o Firefox</a>. Experimente hoje e diga aos seus amigos.
ru: Управляйте своим социальным кругом с помощью <a href="%s">Чата Facebook для Firefox</a>. Попробуйте его сейчас и расскажите о нём всем своим друзьям в Facebook.
sr: Будите владар свог друштвеног круга са <a href="%s">Фејсбук месинџером за Фајерфокс</a>. Испробајте га и препоручите га својим пријатељима на Фејсбуку.
te: <a href="%s">ఫైర్‌ఫాక్స్ కొరకు ఫేస్‌బుక్ మెసెంజర్</a>‌తో మీ సాంఘిక జాలానికి నిపుణులవ్వండి. ఈ రోజే ప్రయత్నించి చూసి మీ ఫేస్‌బుక్ మిత్రులందరికీ చెప్పండి.
th: เป็นเทพในแวดวงสังคมออนไลน์ของคุณด้วย <a href="%s">Facebook Messenger for Firefox</a> ลองวันนี้และบอกให้เพื่อนๆ บน Facebook รู้เลย
uz: O‘zingizning ijtimoiy halqangizni <a href="%s">Firefox uchun Facebook suhbati</a> yordamida boshqaring. Uni hoziroq sinab ko‘ring va u haqda do‘stlaringizga "Facebook"da so‘zlab bering.
vi: Trở thành trung tâm mạng xã hội với <a href="%s">Facebook Messenger cho Firefox</a>. Thử ngay và báo cho bạn bè biết.
xh: Yiba yingcungela kubantu oncokola nabo ube <a href="%s">yiFacebook Messenger ye-Firefox</a>. Yizame namhlanje uze wazise bonke abahlobo bakho kuFacebook.
zh_tw: 使用 <a href="%s">Firefox 專用的 Facebook 即時通</a>，讓你成為社交圈的中心點。立刻試試看，並且告訴所有的 Facebook 好友。

source: Keep up with friends wherever you go on the Web with <a href="%s">Facebook Messenger for Firefox</a>. Add it to Firefox today!
as: <a href="%s">Firefox ৰ বাবে Facebook Messenger</a> ৰ সৈতে ৱেবৰ যিকোনো ঠাইত আপোনাৰ বন্ধুসকলৰ সৈতে সংযুক্ত থাকক। ইয়াক আজিয়ে Firefox ত যোগ কৰক!
bg: Бъдете в крак с приятелите си, където и да отидете в интернет, с <a href="%s">Facebook Messenger за Firefox</a>. Добавете го към Firefox сега!
br: Chomit e darempred gant ho mignoned ne vern pelec'h ez it war ar genrouedad gant <a href="%s">Facebook Messenger evit Firefox</a>. Ouzhpennit anezhañ war Firefox hiziv !
cy: Cadwch mewn cysylltiad â'ch holl ffrindiau lle bynnag fyddwch ar y we gyda <a href="%s">Facebook Messenger ar gyfer Firefox</a>. Ychwanegwch hwn i'ch Firefox heddiw!
es: Sigue en contacto con tus amigos desde cualquier lugar de la Web con <a href="%s">Facebook Messenger para Firefox</a>. ¡Agrégalo a Firefox hoy!
fa: هرجا که می‌روید توسط <a href="%s">پیام‌رسان فیس‌بوک برای فایرفاکس</a> با دوستان خود در ارتباط باشید. امروز به فایرفاکس اضافه‌اش کنید!
fi: Pysy perillä kavereittesi tekemisistä missä päin verkkoa selailetkin <a href="%s">Facebook viestimellä Firefoxille</a>. Lisää se Firefoxiisi heti!
fr: Gardez le contact avec vos amis où que vous soyez sur le Web grâce à <a href="%s">Facebook Messenger pour Firefox</a>. Ajoutez-le maintenant à Firefox&nbsp;!
hi_in: दोस्तों के साथ रहो जहाँ आप <a href="%s">फ़ायरफ़ॉक्स के लिए फेसबुक मैसेन्जर</a> के साथ वेब पर जाओ.इसे आज फ़ायरफ़ॉक्स के लिए जोड़ें!
hy_am: Կապի մեջ եղեք ձեր ընկերների հետ որտեղ էլ որ գտնվեք <a href="%s">Facebook Messenger Firefox-ի համար</a>։ Ավելացրեք այն Firefox-ում հենց այսօր։
id: Tetap selalu mendapatkan kabar terbaru teman, kemana pun Anda menjelajahi Web, dengan <a href="%s">Facebook Messenger untuk Firefox</a>. Tambahkan ke Firefox Anda, sekarang juga!
kk: <a href="%s">Firefox үшін Facebook чат</a> арқылы, интернетте болғанда, достарыңызбен әрқашан байланысыңыз. Оны Firefox-қа қазір қосыңыз!
ku: Li ku dera Webê bî, bi <a href="%s">Facebook Messengera ji bo Firefoxê</a> bi hevalên xwe re di nav peywendiyê de be. Îro vê li Firefoxê zêde bike!
mr: <a href="%s">फायरफॉक्सकरीता फेसबूक मेसेंजर</a> सह वेबवर कुठेही तुमच्या मित्रांबरोबर रहा. आजच फायरफॉक्समध्ये समाविष्ट करा!
ms: Sentiasa bersama rakan walau dimana anda berada dalam Web dengan <a href="%s">Facebook Messenger untuk Firefox</a>. Tambahkannya pada Firefox hari ini!
oc: Gardatz lo contacte amb vòstres amics ont que siatz sul Web gràcias a <a href="%s">Facebook Messenger per Firefox</a>. Apondètz-lo ara a Firefox&nbsp;!
pt: Acompanhe os seus amigos onde quer que vá na Web com o <a href="%s">Facebook Messenger para o Firefox</a>. Adicione-o hoje ao Firefox!
ru: Оставайтесь на связи с друзьями в любой момент пребывания в Интернете с помощью <a href="%s">Чата Facebook для Firefox</a>. Добавьте его в Firefox прямо сейчас!
sr: Останите у контакту са пријатељима где год били на вебу. Испробајте <a href="%s">Фејсбук месенџер за Фајерфокс</a>!
te: జాలంలో మీరు ఎక్కడికి వెళ్ళినా <a href="%s">ఫైర్‌ఫాక్స్ కొరకు ఫేస్‌బుక్ మెసెంజర్</a>‌తో మీ స్నేహితుల సాన్నిహిత్యంలో ఉండండి. దాన్ని నేడే ఫైర్‌ఫాక్స్‌కి చేర్చుకోండి!
th: ติดต่อเพื่อนบน Facebook ได้ตลอดเวลาด้วย <a href="%s">Facebook Messenger for Firefox</a> ติดตั้งลง Firefox วันนี้เลย
uz: Internetda bo‘lganda doimo do‘stlaringiz bilan <a href="%s">Firefox uchun Facebook suhbati</a> yordamida doimo aloqada qoling. Uni hoziroq "Firefox"ga qo‘shing!
vi: Giữ liên lạc với bạn bè bất kỳ lúc nào trên Web với <a href="%s">Facebook Messenger cho Firefox</a>.
xh: Hlala unxibelelene nabahlobo naphi na apho uya khona kwiWebhu <a href="%s">ngeFacebook Messenger ye-Firefox</a>. Yongezelele kwi-Firefox namhlanje!
zh_tw: 使用 <a href="%s">Firefox 專用的 Facebook 即時通</a>，不論瀏覽到哪都跟朋友在一起。快開啟此功能！

source: Be the master of your social circle with Facebook Messenger for Firefox. <a href="%s">Watch the video</a> to learn more.
as: Firefox ৰ বাবে Facebook Messenger ৰ সৈতে আপোনাৰ সামাজিক চক্ৰৰ অধিপতি হওক। অধিক জানিবলে <a href="%s">ভিডিঅ' চাওক</a>।
bg: Бъдете властелинът на своя социален кръг със Facebook Messenger за Firefox. <a href="%s">Гледайте видеото</a>, за да научите повече.
br: Bezit kalon ho kelc'h kevredadel gant Facebook Messenger evit Firefox. <a href="%s">Sellit ouzh ar video</a> evit gouzout hiroc'h.
cy: Byddwch feistr ar eich cylch cymdeithasol gyda Facebook Messenger ar gyfer Firefox. <a href="%s">Gwyliwch y fideo</a> i ddysgu ragor.
es: Sé el centro de atención de tu círculo social con Facebook Messenger para Firefox. <a href="%s">Mira el vídeo</a> para tener más información.
fa: با فیس‌بوک برای فایرفاکس دایره‌ی اجتماعی خود را در کنترل داشته باشید. برای اطلاع بیشتر <a href="%s">این ویدئو را ببینید</a>.
fi: Hallitse sosiaaliset ympyräsi Facebook viestimellä Firefoxille. <a href="%s">Katso lisätietoja videosta</a>.
fr: Soyez le maître de votre réseau social avec Facebook Messenger pour Firefox. <a href="%s">Regardez la vidéo</a> pour en apprendre davantage.
hi_in: फ़ायरफ़ॉक्स के लिए फेसबुक मैसेन्जर के साथ अपने सामाजिक सर्कल में प्रचलित बनें. अधिक जानने के लिए <a href="%s"> वीडियो देखें </a>.
hy_am: Կառավարեք ձեր սոցիալական ցանցը Facebook Messenger Firefox-ի միջոցով։ <a href="%s">Դիտեք տեսանյութը</a>՝ մանրամասների համար։
id: Jangan sampai ketinggalan kabar dari media sosial. Gunakan <a href="%s">Tonton videonya</a> untuk mengetahui caranya.
kk: Firefox үшін Facebook чат арқылы сіздің әлеуметтік тобыңыздың басқарушы болыңыз. Көбірек білу үшін <a href="%s">бейнені қараңыз</a>.
ku: Bi Facebook Messengera ji bo Firefoxê bibe serwerî derdora xwe ya civakî. <a href="%s">Li vîdeoyê temaşe bike</a> û bêtir bizane.
mr: फायरफॉक्सकरीता फेसबूक मेसेंजरसह सामाजिक वर्तुळात तज्ञ व्हा. अधिक शिकण्याकरीता <a href="%s">व्हिडीओ पहा</a>.
ms: Jadilah tuan untuk lingkungan sosial anda dengan Facebook Messenger untuk Firefox. <a href="%s">Lihat video</a> untuk mengetahui dengan labih lanjut.
oc: Siatz lo mèstre de vòstra ret sociala amb Facebook Messenger per Firefox. <a href="%s">Agachatz la vidèo</a> per n'aprene mai.
pt: Seja o mestre do seu círculo social com o Facebook Messenger para o Firefox. <a href="%s">Veja o vídeo</a> para saber mais.
ru: Управляйте своим социальным кругом с помощью Чата Facebook для Firefox. Чтобы узнать больше, <a href="%s">просмотрите видео</a>.
sr: Будите владар свог друштвеног круга са Фејсбук месинџером за Фајерфокс. Да бисте сазнали више, <a href="%s">погледајте видео</a>.
te: ఫైర్‌ఫాక్స్ కొరకు ఫేస్‌బుక్ మెసెంజర్‌తో మీ సాంఘిక జాలానికి నిపుణులవ్వండి. మరింత తెలుసుకోడానికి <a href="%s">ఈ వీడియోను చూడండి</a>.
th: เป็นเทพในแวดวงสังคมออนไลน์ของคุณด้วย Facebook Messenger สำหรับ Firefox. <a href="%s">ดูวิดีโอ</a> เพื่อเรียนรู้เพิ่มเติม
uz: O‘zingizning ijtimoiy halqangizni "Firefox uchun Facebook suhati" yordamida boshqaring. Ko‘proq o‘rganish uchun <a href="%s">videoni ko‘ring</a>.
vi: Trở thành trung tâm mạng xã hội với Facebook Messenger cho Firefox. <a href="%s">Xem video hướng dẫn</a>.
xh: Yiba yingcungela kubantu oncokola nabo ngeFacebook Messenger ye-Firefox. <a href="%s">Bukela ividiyo</a> ukuze ufunde okungakumbi.
zh_tw: 使用 Firefox 專用的 Facebook 即時通，讓你成為社交圈的中心點。<a href="%s">看影片</a> 了解更多資訊。

source: Get Facebook Messenger for Firefox and chat with friends while you browse. <a href="%s">Watch the video</a> to learn how.
as: Firefox ৰ বাবে Facebook Messenger প্ৰাপ্ত কৰক আৰু ব্ৰাউছ কৰি থকা অৱস্থাত বন্ধুসকলৰ সৈতে চেট কৰক। অধিক জানিবলে <a href="%s">ভিডিঅ' চাওক</a>।
bg: Вземете Facebook Messenger за Firefox и си пишете с приятелите си докато сърфирате в мрежата. <a href="%s">Гледайте видеото</a>, за да научите как.
br: Ho pezet Facebook Messenger evit Firefox ha flapit gant ho mignoned en ur verdeiñ war ar genrouedad. <a href="%s">Sellit ouzh ar video</a> evit gouzout penaos.
cy: Estynwch Facebook Messenger ar gyfer Firefox a sgwrsio gyda ffrindiau wrth bori. <a href="%s">Gwyliwch y fideo</a> i ddysgu sut.
es: Obtén Facebook Messenger para Firefox y chatea con tus amigos mientras navegas. <a href="%s">Mira el vídeo</a> para tener más información.
fa: پیام‌رسان فیس‌بوک را برای فایرفاکس نصب کنید و هنگام مرور اینترنت با دوستانتان گپ بزنید. برای اطلاع بیشتر <a href="%s">این ویدئو را ببینید</a>.
fi: Aseta Facebook viestin Firefoxille päälle ja keskustele kavereittesi kanssa selatessasi. <a href="%s">Katso lisätietoja videosta</a>.
fr: Activez Facebook Messenger pour Firefox et discutez avec vos amis tout en naviguant. <a href="%s">Regardez la vidéo</a> pour savoir comment faire.
hi_in: फ़ायरफ़ॉक्स के लिए फेसबुक मैसेन्जर डालें और दोस्तों से बातें करें जब आप ब्राउज़ करें.अधिक जानने के लिए <a href="%s"> वीडियो देखें </a>.
hy_am: Ունեցեք Facebook Messenger Firefox-ի համար և շարունակեք զրույցը ձեր ընկերների հետ դիտարկմանը զուգահեռ։ <a href="%s">Դիտեք տեսանյութը</a>՝ մանրամասների համար։
id: Dapatkan Facebook Messenger untuk Firefox dan mengobrol dengan teman saat Anda menjelajah. <a href="%s">Tonton videonya</a> untuk mengetahui caranya.
kk: Firefox үшін Facebook чат арқылы достарыңызбен тура браузерден байланыста болыңыз. Оны қалай жасау керек туралы<a href="%s">видеоны қараңыз</a>.
ku: Facebook Messengera ji bo Firefoxê bistîne û dema li ser înternetê digerî bi hevalên xwe re sohbetê bike. Ji bo rêbazê fêr bibî <a href="%s">li vîdeoyê temaşe bike</a>.
mr: फायरफॉक्सकरीता फेसबूक मेसेंजर प्राप्त करा व तपासणी करतेवेळी मित्रांसह चॅट करा. हे कसे केले जाते त्याकरीता <a href="%s">व्हिडीओ पहा</a>.
ms: Dapatkan Facebook Messenger untuk Firefox dan sembang dengan rakan anda ketika anda melayari. <a href="%s"> Lihat video</a> untuk mengetahui bagaimana caranya.
oc: Activatz Facebook Messenger per Firefox e discutètz amb vòstres amics en tot navigant. <a href="%s">Agachatz la vidèo</a> per saber cossí far.
pt: Obtenha o Facebook Messenger para o Firefox e comunique com os seus amigos enquanto navega. <a href="%s">Veja o vídeo</a> para saber mais.
ru: Установите Чат Facebook для Firefox и общайтесь с друзьями, не выходя из браузера. Чтобы узнать как, <a href="%s">просмотрите видео</a>.
sr: Набавите Фејсбук месинџер за Фајерфокс и ћаскајте са Вашим пријатељима док сурфујете. Да бисте сазнали више, <a href="%s">погледајте видео</a>.
te: ఫైర్‌ఫాక్స్ కొరకు ఫేస్‌బుక్ మెసెంజర్‌ను తెచ్చుకోండి జాలంలో విహరిస్తూనే మీ స్నేహితులతో కబుర్లాడండి. ఎలానో తెలుసుకోడానికి <a href="%s">ఈ వీడియోను చూడండి</a>.
th: ติดตั้ง Facebook Messenger สำหรับ Firefox และแชทกับเพื่อนในขณะที่คุณกำลังท่องเว็บ <a href="%s">ดูวิดีโอ</a> เพื่อเรียนรู้เพิ่มเติม
uz: "Firefox uchun Facebook suhbati"ni o‘rnating va brauzerdan chiqmasdan do‘stlaringiz bilan suhbatlashing. Qanday qilishni o‘rganish uchun <a href="%s">videoni ko‘ring</a>.
vi: Tải Facebook Messenger cho Firefox và chat với bạn bè ngay cả khi duyệt Web. <a href="%s">Xem video Watch the video</a> hướng dẫn.
xh: Fumana iFacebook Messenger ye-Firefox uze uncokole nabahlobo ngelixa ubhrawuza. <a href="%s">Bukela ividiyo</a> ubone ukuba ungenza njani na.
zh_tw: 開啟 Firefox 專用的 Facebook 即時通，讓你可以邊瀏覽邊聊天。<a href="%s">看影片</a> 了解更多資訊。

# ./snippets.lang:162
source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
kk: Mozilla жағдайы туралы жылдағы есептемесі шықты. <a href="%s">Оны оқып</a>, интернетті жақсарту үшін біздің ісімізді біліңіз.

# ./snippets.lang:166
source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
kk: Mozilla жағдайы туралы жылдағы есептемесі шықты. <a href="%s">Оны оқып</a>, интернетті жақсарту үшін біздің ісімізді біліңіз.

source: You're the director. Mobile is the star. <a href="%s">Enter Firefox Flicks, our global video contest about the power of mobile</a>.
bg: Вие сте режисьорът. Мобилността е звездата. <a href="%s">Регистрирайте се във Firefox Flicks, нашият глобален видео конкурс за силата на мобилността</a>.
br: Ar sevener oc'h c'hwi. Ar steredenn eo an hezougelloù. <a href="%s">Kemerit perzh e Firefox Flicks, hor c'henstrivadeg etrevroadel a-zivout galloud an hezougelloù</a>.
cy: Chi yw'r cyfarwyddwr. Symudol yw'r seren. <a href="%s">Ymunwch â Firefox Flicks, ein cystadleuaeth fideo byd eang am rym y ffôn symudol</a>.
es: Tú diriges. Y el móvil es el protagonista. <a href="%s">Participa en Firefox Flicks, nuestro concurso mundial de vídeos sobre el poder de los móviles</a>.
fa: شما کارگردان هستید. تلفن‌همراه ستاره‌ی شماست. <a href="%s">به فایرفاکس فلیکس، مسابقه‌ی جهانی ویدئویی ما در مورد قدرت تلفن‌همراه وارد شوید</a>.
fi: Sinä olet ohjaaja. Mobiili on stara. <a href="%s">Osallistu Firefox Flicksiin, maailmanlaajuiseen videokilpailuun mobiilin voimasta</a>.
fr: C'est vous le réalisateur. Le Mobile est la star. <a href="%s">Participez à Firefox Flicks, notre concours international de vidéos célébrant toute la puissance du Mobile</a>.
hi_in: आप निर्देशक हो.मोबाइल सितारा है. <a href="%s">मोबाइल की शक्ति के बारे में फ़ायरफ़ॉक्स Flicks, हमारे वैश्विक वीडियो प्रतियोगिता दर्ज करें</a>.
hy_am: Դուք տնօրեն եք։ Բջջայինը աստղ է։ <a href="%s">Մուտք գործեք Firefox Flicks՝ տեսանյութերի մեր գլոբալ ցանցը՝ բջջայինի հզորության մասին</a>։
id: Anda sang sutradara. Mobile sang bintang. <a href="%s">Firefox Flicks, kontes video global tentang kedigdayaan dunia seluler</a>.
kk: Өзіңіз режиссер болып, ұялы телефон туралы видео түсіріңіз. <a href="%s">Firefox Flicks-ке, біздің мобильді платформаның мүмкіндіктері туралы глобалды видео байқауына қатысыңыз</a>.
ku: Derhêner tu yî. CÎhana mobîl jî lehenga stêrk. <a href="%s">Ji bo hêza mobîlê nîşan bidî, beşdarî pêşbaziya me ya vîdeoyî ya gerdûnî Firefox Flicksê bibe</a>.
mr: तुम्ही संचालक आहात. मोबाईल तारका आहे. <a href="%s">Enter Firefox Flicks मध्ये सहभागी व्हा, मोबाईलची शक्ती प्रदर्शित करणारी आमची जागतिक व्हिडिओ स्पर्धा</a>.
ms: Andalah pengarah. Mudah alih adalah bintang. <a href="%s">Masuk ke Firefox Flicks, pertandingan video global tentang kuasa mudah alih.</a>
oc: Sètz lo director. Lo telefonet es la star. <a href="%s">Participatz a Firefox Flicks, nòstre concors vidèo mondial sul poder del portable </a>.
pt: Você é o realizador. A mobilidade é a estrela. <a href="%s">Entre no Firefox Flicks, o nosso concurso global de vídeo sobre o poder da mobilidade</a>.
ru: Вы режиссер. Смартфон это звезда. <a href="%s">Примите участие в Firefox Flicks, нашем глобальном видеоконкурсе, посвященном силе мобильных устройств</a>.
sr: Ви сте режисер. Мобилни је звезда. <a href="%s">Укључите се у Фајерфокс Фликс, наше глобално такмичење о снази мобилних уређаја</a>.
th: คุณคือผู้กำกับ มือถือคือดารา <a href="%s">เข้าสู่ Firefox Flicks การประกวดวิดีโอระดับโลกของเราที่เกี่ยวกับพลังของมือถือ</a>
uz: Siz rejissorsiz. Telefoningiz esa kinoyulduz. <a href="%s">Mobil qurilmalarni kuchaytirishga bag‘ishlangan xalqaro videokonkursimiz - "Firefox Flicks"da ishtirok eting.</a>
xh: Ungumlawuli. Imfonomfono ephathwayo ngungqa-phambili. <a href="%s">Faka i-Firefox Flicks, ukhuphiswano lwethu lwevidiyo lwehlabathi malunga namandla eemfonomfono eziphathwayo</a>.
zh_tw: 你就是導演，讓行動網路發揮璀璨光芒！<a href="%s">歡迎參加 Firefox Flicks，一個敘說行動裝置威力的全球性短片競賽</a>。

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
bg: Не е нужно да знаеш, как се пише код, за да се присъединиш към Mozilla. <a href="%s">Научете повече за нашите възможности за доброволци</a>.
br: N'eus ket ezhomm bezañ barrek war ar gouleviñ evit kemer perzh e Mozilla. <a href="%s">Dizoloit ar perzhiadurioù a ginnigomp deoc'h</a>.
cy: Does dim rhaid i chi wybod sut i godio i gyfrannu gyda Mozilla. <a href="%s">Dysgwch fwy am ein cyfleoedd gwirfoddoli</a>.
es: No tienes que saber programación para colaborar con Mozilla. <a href="%s">Más información sobre nuestras oportunidades de participación</a>.
fa: لازم نیست برای همکاری با موزیلا کدنویسی یاد داشته باشید. <a href="%s">در مورد موقعیت‌های همکاری بیشتر بدانید</a>.
fi: Sinun ei tarvitse osata ohjelmoida osallistuaksesi Mozilla-projektiin. <a href="%s">Lue lisää siitä, millaisia mahdollisuuksia vapaaehtoisilla on</a>.
fr: Pas besoin de savoir programmer pour contribuer à Mozilla. <a href="%s">Découvrez les contributions que nous vous proposons</a>.
hi_in: मोज़िला के साथ शामिल होने के लिए आपको कोड जानने की नहीं हैं. <a href="%s">हमारे स्वयंसेवक के अवसरों के बारे में अधिक जानें.</a>.
hy_am: Mozilla-ին գործակցելու համար պարտադիր չէ լինել ծրագրավորող։ <a href="%s">Կարդացեք ավելին մեր կամավորների հնարավորությունների մասին</a>։
kk: Mozilla-ға көмек көрсету үшін код жазуды білу міндетті емес. <a href="%s">Біздің еркін көмекшілер мүмкіндіктері туралы көбірек біліңіз</a>.
ku: Ji bo piştgiriya Mozillayê bikî ne pêwîst e ku kodan zanibî. <a href="%s">Agahiyên ji bo derfetên piştgiriya dilxwazî bistîne</a>.
mr: Mozillaसह संलग्न होण्यासाठी तुम्हाला कोडिंगचे ज्ञान आवश्यक नाही. <a href="%s">स्वयंसेवक संधीविषयी आणखी शिका</a>.
oc: Vos cal pas forçadament saber encodar per èsser implicat dins Mozilla. <a href="%s"> Aprend-ne mai sus nòstras oportunitats de volontariat </a>.
pt: Não tem de saber como programar para se envolver com a Mozilla. <a href="%s">Saiba mais sobre as nossas oportunidades de voluntariado</a>.
ru: Вам не нужно ничего знать о программировании, чтобы принять участие в проекте Mozilla. <a href="%s">Узнайте больше о возможностях предоставляемых добровольцам</a>.
sr: Не требате бити програмер да бисте се прикључили Мозили. <a href="%s">Сазнајте више о волонтерским позицијама</a>.
th: คุณไม่จำเป็นต้องรู้วิธีเขียนโค้ดเพื่อมีส่วนร่วมกับ Mozilla <a href="%s">เรียนรู้เพิ่มเติมเกี่ยวกับโอกาสการเป็นอาสาสมัครของเรา</a>
uz: Mozilla loyihasida ishtirok etishingiz uchun dasturlashni bilishingiz shart emas. <a href="%s">Ko‘ngillilar uchun imkoniyatlar haqida ko‘proq ma’lumot oling</a>.
zh_tw: 您不需要知道怎麼寫程式就能加入 Mozilla 的專案。<a href="%s">看看您能幫忙我們做什麼事</a>。
