Repository: alvinlaz96/mozilla-lang
Catalog: */upgradepromos.lang.po
Languages: ar, bn_bd, bn_in, cy, es, fr, hi_in, km, ms, oc, pt, ru, ta, tr, uz, xh

source: Mozilla Firefox Web Browser — Free Download
bn_bd: মোজিলা ফায়ারফক্স ওয়েব ব্রাউজার — বিনামূল্যে ডাউনলোড করুন
bn_in: Mozilla Firefox ওয়েব ব্রাউজার — বিনামূল্যে ডাউনলোড
cy: Mozilla Firefox, y Porwr Gwe — Llwytho i Lawr am Ddim
es: Navegador Mozillla Firefox — Descarga gratuita
fr: Navigateur Web Mozilla Firefox — Téléchargement gratuit
hi_in: मोज़िला फ़ायरफ़ॉक्स वेब ब्राउज़र — मुफ़्त डाउनलोड
km: ការ​ទាញ​យក​ដោយ​ឥត​គិត​ថ្លៃ​កម្មវិធី​អ៊ីនធឺណិត​ Mozilla Firefox
ms: Pelayar Web Mozilla Firefox — Muat turun Percuma
oc: Navigador Web Mozilla Firefox - Telecargament gratuit
pt: Navegador web Mozilla Firefox — transferência gratuita
ru: Веб-браузер Mozilla Firefox — Загрузить бесплатно
ta: Mozilla Firefox இணைய உலாவி — இலவச பதிவிறக்கம்
tr: Mozilla Firefox Web Tarayıcı — Ücretsiz İndir
uz: "Mozilla Firefox" veb brauzeri — Bepul yuklab oling
xh: IBhrawza YeWebhu yeMozilla Firefox — Dawnlowuda Simahla

source: How fast is <span>your Firefox?</span>
bn_bd: কত দ্রুত <span>আপনার ফায়ারফক্স?</span>
bn_in: কতটা দ্রুত <span>আপনার Firefox?</span>
cy: Pa mor gyflym yw<span>eich Firefox?</span>
es: ¿A qué velocidad navega <span>tu Firefox?</span>
fr: Quelle est la vitesse de <span>votre Firefox&nbsp;?</span>
hi_in: <span>आपका फ़ायरफ़ॉक्स</span> कितना गतिमान है?
km: តើ​​ <span>Firefox របស់​អ្នក​លឿន​​របៀប​ណា?</span>
ms: Berapa pantas <span>Firefox anda></span>
oc: Quina es la rapiditat de <span>vòstre Firefox ? </span>
pt: Quão rápido é o <span>seu Firefox?</span>
ru: Насколько быстр <span>ваш Firefox?</span>
ta: எவ்வளவு வேகம் <span>உன்னுடைய Firefox?</span>
tr: <span>Firefox'unuz</span> ne kadar hızlı?
uz: <span>Firefox brauzeringiz</span> qanchalik tezkor ekan?
xh: Ikhawuleza kangakanani <span>iFirefox yakho?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
bn_bd: নতুন ফায়ারফক্স ৭ গুন দ্রততর। (এটা অনেক!) দেখার জন্য স্পীডমিটার চেক করুন যদি আপনি তা ধরে রাখতে পারেন।
bn_in: নতুন Firefox ৭ গুণ দ্রুত। (যা অত্ত্যধিক!) দ্রুতিমাপকটি চেক করুন যদি আপনার টাও বাড়ে।
cy: Mae'r Firefox newydd 7 gwaith yn gynt. (Mae hynny'n lot!) Edrychwch ar y mesurydd cyflymder i weld os yw eich un chi mor gyflym.
es: El nuevo Firefox es hasta 7 veces más rápido. (¡Eso es mucho!) Echa un vistazo al velocímetro y comprueba que el tuyo no se queda atrás.
fr: Le dernier Firefox est jusqu'à 7 fois plus rapide. C'est beaucoup&nbsp;! <br/> Jetez un coup d'œil au compteur, le vôtre est-il toujours dans la course&nbsp;?
hi_in: नया फ़ायरफ़ॉक्स लगभग ७ गुना अधिक गतिमान है | (ये तो बहुत है!) आपकी भी गति बनाए रखने या सुधरने के लिए स्पीडोमीटर की जाँच करें |
km: Firefox ថ្មី​​បង្កើន​ល្បឿន​លឿន​ ៧ ដង​ (នោះ​ច្រើន!) ធីក​ការ​ស្ទង់មតិ​ដើម្បី​មើល ប្រសិនបើ​​អាច​រក្សាទុក។
ms: Firefox baru kini 7 kali lebih pantas. (Itu sangat banyak!) Periksa speedometer untuk melihat jika anda punya boleh meneruskannya.
oc: Lo Firefox novèl es fins a 7 còps mai rapid. ( Es fòrça !) Verificatz lo comptador de velocitat per veire se lo vòstre pòt gardar lo contraròtle de la situacion.
pt: O novo Firefox é até sete vezes mais rápido. (Isto é muito!) Consulte o velocímetro para ver se o seu consegue acompanhar.
ru: Новый Firefox до 7 раз быстрее. (Это много!) Проверьте на спидометре, сможете ли вы его догнать.
ta: புதிய Firefox ஏழு மடங்கு வேகம். ( அது அதிகம்!) வேகமானிகளை பார்க்க உன்னுடையது வரை வைத்திருக்க முடியும் என்றால்
tr: Yeni Firefox eskisine göre 7 kat hızlı. (Hem de çok hızlı!) Hız göstergesine bakıp sizin de o kadar hızlı mı bakabilirsiniz.
uz: Yangi Firefox tezligi 7 marta tezroq. (Bu oz emas!) Tezlikni saqlash uchun spedometrga qarab, tekshirib turing.
xh: IFirefox entsha ikhawuleza ngokuphindwe kayi-7. (Ikhawuleza gqitha!) Khangela ispidomitha ukuze ubone ukuba eyakho ingamelana na nayo.

source: Old Firefox = <em>Sadface</em>
bn_bd: পুরোনো ফায়ারফক্স = <em>Sadface</em>
bn_in: পুরনো Firefox = <em>Sadface</em>
cy: Hen Firefox = <em>Gwyneb Trist</em>
es: Antiguo Firefox = <em>No mola</em>
fr: Firefox ancien= <em>Petit train</em>
hi_in: पुराना फ़ायरफ़ॉक्स = <em>Sadface</em>
km: Firefox ចាស់ = <em>Sadface</em>
ms: Firefox Lama= <em>Sadface</em>
oc: Ancian Firefox = <em>Sadface</em>
pt: Firefox antigo = <em>Cara triste</em>
ru: Старый Firefox = <em>Печаль</em>
ta: பழைய Firefox = <em>Sadface</em>
tr: Eski Firefox = <em>Sadface</em>
uz: Eski Firefox = <em>Qayg‘uga botgan</em>
xh: IFirefox Endala= <em>Ubuso obudakumbileyo</em>

source: New Firefox = <em>Yay!</em>
bn_bd: নতুন ফায়ারফক্স = <em>ওহ!</em>
bn_in: নতুন Firefox = <em>Sadface</em>
cy: Firefox Newydd = <em>Hwre!</em>
es: Nuevo Firefox = <em>¡Mola!</em>
fr: Nouveau Firefox = <em>TGV&nbsp;!</em>
hi_in: नया फ़ायरफ़ॉक्स = <em>Yay!</em>
km: Firefox ថ្មី = <em>Yay!</em>
ms: Firefox Baru = <em>Yay!</em>
oc: Firefox novèl = <em>Osca !</em>
pt: Firefox novo = <em>Fixe!</em>
ru: Новый Firefox = <em>Ура!</em>
ta: புதிய Firefox = <em> மகிழ்ச்சி!</em>
tr: Yeni Firefox = <em>Şahane!</em>
uz: Yangi Firefox = <em>Ura!</em>
xh: IFirefox Entsha = <em>Yay!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
bn_bd: এটি শুধু কেটে যাচ্ছে না। অতীতের ব্রাউজিং থামান এবং <a %s>এখনি হালনাগাদ করুন!</a>
bn_in: এটা শুধুমাত্র এটাকে কেটে দেবে না। অতীতে ব্রাউজিং করা বন্ধ করুন এবং <a %s>এখনই আপগ্রেড করুন!</a>
cy: Fydd e byth. Peidiwch pori'n y gorffennol -<a %s>diweddarwch nawr!</a>
es: Eso no va a solucionar mucho. Deja de navegar en el pasado y <a %s>¡actualiza ahora!</a>
fr: Ça ne va pas le faire. Arrêtez de naviguer dans le passé et <a %s>mettez-vous à jour maintenant&nbsp;!</a>
hi_in: ऐसे बात नहीं बनने वाली. अतीत में ब्राउज़िंग बंद करें और <a %s>अभी उन्नयन (Upgrade) करें!</a>
km: គ្រាន់តែ​មិន​កាត់​វា។ បញ្ឈប់​ការ​រុករក​មុន ហើយ <a %s>ធ្វើ​ឲ្យ​ទាន់​សម័យ​ឥឡូវ​នេះ!</a>
ms: Itu tidak dapat mematahkannya. Hentikan pelayaran yang telah lalu dan <a %s>naik taraf sekarang!</a>
oc: Aquò resoldrà pas res. Arrestatz de navigar dins lo passat e <a %s>metètz-vos a jorn ara&nbsp;!</a>
pt: Assim não vai lá. Pare de navegar no passado e <a %s>atualize agora!</a>
ru: Это просто никуда не годится. Откажитесь от браузера из прошлого и <a %s>обновитесь прямо сейчас!</a>
ta: என்றும் தான் அதை குறைக்க போவதில்லை. பழைய உலாவுதலை நிறுத்தி <a %s>இப்போது மேம்படுத்து</a>
tr: Geçmişte taramayı bırakın ve tarayıcınızı <a %s>şimdi yükseltin!</a>
uz: U endi hech narsaga yaramaydi. Eski brauzerdan voz keching va uni <a %s>hoziroq yangilang!</a>
xh: Ayinakuyenza nto. Yeka ukubhrawza ngezinto zakudala yaye <a %s>yihlaziye ngoku!</a>

source: Now we’re talking!
ar: هذا ما نتحدّث عنه!
bn_bd: এখন আমরা কথা বলছি!
bn_in: এখন আমরা কথা বলছি!
cy: Iawn, dyna ni!
es: ¡Esto ya nos gusta más!
fr: À présent on peut discuter&nbsp;!
hi_in: ये बात हुई!
km: ឥឡូវ​នេះ​យើង​កំពុង​និយាយ!
ms: Kini kami bercakap!
pt: Agora estamos a falar!
ru: Вот это другой разговор!
ta: இப்போது நாம் பேசுகிறோம்!
uz: Bu boshqa gap!
xh: Siyathetha ke ngoku!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
ar: أليس الوضع أفضل؟ مرحبًا بك في مستقبل الوِبّ. يا لروعة المكان هنا.
bn_bd: আরো ভাল অনুভব করছেন, তাই নয় কি? ভবিষ্যতের ওয়েব এ আপনাকে স্বাগতম। চমৎকার।
bn_in: ভাল মতো অনুভূত হয়, তাই নয় কি? ওয়েবের ভবিষ্যতে স্বাগতম। এটি চমৎকার।
cy: Mae'n teimlo'n well, yn barod? Croeso i ddyfodol y We. Mae'n braf fan hyn.
es: Mucho mejor ahora, ¿a que sí? Este es el futuro de la Web. Bienvenido.
fr: C'est mieux, non&nbsp;? Bienvenue dans le futur du Web. C'est joli par ici.
hi_in: अच्छा महसूस हो रहा है, है न? वेब के भविष्य में आपका स्वागत है | यहाँ अच्छा है |
km: ល្អ​ប្រសើរ, តើ​មិន​មែន​វា​ឬ? ស្វាគមន៍​មក​កាន់​លក្ខណ​បណ្ដាញ។ វា​​ល្អ​នៅ​ទីនេះ។
ms: Rasa lebih bagus, betul kan? Selamat datang ke Web masa depan. Adalah lebih baik di sini.
pt: É melhor, não é? Bem vindo ao futuro da Web. Está-se bem aqui.
ru: Стало лучше, не так ли? Добро пожаловать в будущее Интернета. Тут мило.
ta: சிறந்த உணர்ச்சி, அல்லவா? வலை எதிர்காலத்துக்கு வரவேற்கிறோம். அது இங்கே நன்றாக இருக்கிறது
uz: Ancha yaxshilandi, shunday emasmi? Kelajak internetiga xush kelibsiz. Bu yer juda ajoyib.
xh: Ibhetele ngoku, akunjalo? Wamkelekile kwiWebhu yexesha elizayo, Kumnandi apha.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
ar: أنت هناك! يبدو أنّك تستخدم %BROWSER%. لمَ لا تجرّب فيرفُكس وتجرّب مذاق السّرعة؟
bn_bd: আরে, মনে হচ্ছে আপনি %BROWSER% ব্যবহার করছেন। আরো বেশি দ্রুতবেগ পেতে কেন ফায়ারফক্স ধরছেন না।
bn_in: নমস্কার , দেখে মনে হচ্ছে আপনি %BROWSER% ব্যবহার করছেন। Firefox ব্যবহার করুন এবং ব্রাউজার এর গতি বারান।
cy: Ydych chi'n defnyddio %BROWSER%. Beth am bori gyda Firefox a chadw fyny.
es: Oye, parece que estás usando %BROWSER%. ¿Por qué no descargas Firefox y descubres lo que es la velocidad?
fr: Hé, on dirait que vous utilisez %BROWSER%. Pourquoi ne pas passer à Firefox et prendre de la vitesse&nbsp;?
hi_in: जनाब, लगता है आप %BROWSER% इस्तेमाल कर रहे है | क्यों न फ़ायरफ़ॉक्स अपनाकर गतिमान रहें |
km: សួស្ដី, អ្នក​កំពុង​ប្រើ %BROWSER% ។ ហេតុ​​អ្វី​មិន​​ប្រើ​ Firefox ។
ms: Hey, kelihatannya anda menggunakan %BROWSER%. Mengapa tidak rebut Firefox dan dapatkan kelajuan.
pt: Parece que está a utilizar o %BROWSER%. Porque não experimentar o Firefox e aumentar a velocidade.
ru: Похоже, что вы используете %BROWSER%. Почему бы не взять Firefox и выжать из Интернета максимум.
tr: Hey, %BROWSER% kullanıyor gibisin. Neden Firefox'a geçip hızlanmıyorsun?
uz: Siz %BROWSER% brauzeridan foydalanayotganga o‘xshaysiz. Uning o‘rniga Firefox brauzeridan foydalanib, Internet tezligini maksimal darajaga olib chiqishni xohlaysizmi?
xh: Hey, kukhangeleka ngathi usebenzisa i %BROWSER%. Kutheni ungazifumaneli iFirefox uze uthi chatha isantya.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
ar: أنت هناك! يبدو أنّك لا تستخدم فيرفُكس كمتصّفح الوِبّ. لمَ لا تجرّب فيرفُكس وتذوق السّرعة؟
bn_bd: আরে, মনে হচ্ছে আপনার ব্রাউজার হিসাবে আপনি ফায়ারফক্স ব্যবহার করেন না। দ্রুতবেগ পেতে কেন ফায়ারফক্স ধরছেন না।
bn_in: নমস্কার , দেখে মনে হচ্ছে আপনি ব্রাউজার হিসেবে ফায়ারফক্স ব্যবহার করছেন না। Firefox ব্যবহার করুন এবং ব্রাউজার এর গতি বাড়ান।
cy: Ddim yn defnyddio Firefox fel eich porwr? Beth am bori gyda Firefox a chadw fyny.
es: Oye, parece que no estás usando Firefox como navegador. ¿Por qué no descargas Firefox y descubres lo que es la velocidad?
fr: Hé, on dirait que vous n'utilisez pas Firefox. Pourquoi ne pas passer à Firefox et prendre de la vitesse&nbsp;?
hi_in: जनाब, लगता है आप ब्राउज़िंग के लिए फ़ायरफ़ॉक्स नहीं इस्तेमाल करते | क्यों न फ़ायरफ़ॉक्स अपनाकर गतिमान रहे |
km: សួស្ដី, អ្នក​មិន​កំពុង​ប្រើ​កម្មវិធី​អ៊ីនធឺណិត Firefox ទេ។ ហេតុ​អ្វី​បាន​ជា​អ្នក​មិន​ប្រើ Firefox ។
ms: Hey, kelihatannya anda tidak menggunakan Firefox sebagai pelayar anda. Mengapa tidak rebut Firefox dan dapatkan kelajuan.
pt: Parece que não está a utilizar o Firefox como navegador web. Porque não experimentar o Firefox e aumentar a velocidade.
ru: Похоже, что вы не используете Firefox как свой браузер. Почему бы не взять Firefox и выжать из Интернета максимум.
uz: Siz Firefox brauzeridan foydalanmayotganga o‘xshaysiz. Firefox brauzeridan foydalanib, Internet tezligini maksimal darajaga olib chiqishni xohlaysizmi?
xh: Hey, kukhangeleka ngathi akusebenzisi iFirefox njengebhrawza yakho. kutheni ungazifumaneli iFirefox uze unyuse isantya sakho.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
ar: فيرفُكس الجديد أسرع، وحرّ (كما هو دائمًا)، وانهياراته أقلّ، وأيضًا يحمي خصوصيّتك أكثر.
bn_bd: নতুন ফায়ারফক্স দ্রুততর, বিনামূল্যে (সর্বদা), ক্র্যাশহীন এবং আপনার গোপনীয়তা আরো সুরক্ষা করে।
bn_in: নতুন Firefox দ্রুততর, বিনামূল্যে পাওয়া যায়ে (যেমন সব সময় থাকে), বিপর্যয় কম হয় এবং আপনার গোপনীয়তা কে রক্ষা করে।
cy: Mae'r Firefox newydd yn gynt, am ddim(fel arfer), chwalu'n llai aml ac yn diogelu eich preifatrwydd.
es: El nuevo Firefox es más rápido, gratuito (como siempre), falla menos y protege más tu privacidad.
fr: Le nouveau Firefox est plus rapide, libre et gratuit (comme toujours), plus stable et protège encore mieux votre vie privée.
hi_in: नया फ़ायरफ़ॉक्स गतिमान, मुफ़्त(हमेशा की तरह), कम क्रैश होता है और आपके गोपनीयता की जादा सुरक्षा करता है |
km: Firefox ថ្មី​មាន​ល្បឿន​លឿន, ឥត​គិត​ប្រាក់ (ជា​និច្ច), គ្មាន​ការ​គាំង ហើយ​ការ​ពារ​ភាព​ឯកជន​របស់​របស់​អ្នក។
ms: Firefox baru lebih pantas, percuma (macam biasa), tanpa musnah dan melindungi privasi anda dengan lebih.
pt: O novo Firefox é mais rápido, gratuito (como sempre), bloqueia menos e protege mais a sua privacidade.
ru: Новый Firefox стал быстрее, остался бесплатным (как всегда), реже падает и лучше защищает вашу приватность.
tr: Yeni Firefox daha hızlı, ücretsiz (her zaman olduğu gibi), daha az çöker ve gizliliğinizi daha fazla korur.
uz: Yangi Firefox tezroq, tekin (har doimgiday), nosozliklar kam va maxfiyligingizni yanada himoya qiladi.
xh: IFirefox entsha iyakhawuleza, yeyasimahla (ngokuqhelekileyo), ayifane ikreshe yaye ikukhusela ngakumbi ukuba bucala kwakho.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
ar: تأخذ <a %s>التّرقية</a> منك أقلّ من دقيقة ولن تفقد لا التّأريخ ولا العلامات! مرحى!
bn_bd: <a %s>উন্নীত করা হচ্ছে</a>একটি মিনিটেরও কম সময় নেয় এবং আপনি আপনার ইতিহাস বা বুকমার্ক হারাবেন না। কি মজা!
bn_in: <a %s>আপগ্রেডি হচ্ছে</a> হতে ১ মিনিটের কম সময় লাগে এবং আপনি আপনার ইতিহাস এবং বুকমার্ক হারাবেন না।
cy: Mae <a %s>diweddaru</a> yn cymryd llai na munud a fyddwch chi ddim yn colli eich hanes na'ch nodau tudalen. Hwre!
es: Tardas menos de un minuto en hacer la <a %s>actualización</a> y no perderás ni tu historial ni tus marcadores. ¡Guay!
fr: <a %s>Mettre Firefox à jour</a> prend moins d'une minute et vous ne perdrez ni votre historique ni vos marque-pages. Hourra&nbsp;!
hi_in: <a %s>उन्नयन (Upgrading)</a> १ मिनट से कम समय लेता है और आप अपना इतिहास और पुस्तचिह्न भी नहीं खोते. हुर्रे !
km: <a %s>​ការ​ធ្វើ​បច្ចុប្បន្នភាព</a> ចំណាយ​ពេល​តិច​ជាង​មួយ​នាទី ហើយ​អ្នក​នឹង​មិន​បាត់​បង់​ប្រវត្តិ​ ឬ​ចំណាំ​របស់​អ្នក​ឡើយ។ Hooray!
ms: <a %s>Menaik taraf</a> mengambil kurang dari satu minit dan anda tidak akan kehilangan sejaran atau tanda buku anda. Hooray!
pt: <a %s>Atualizar</a> demora menos de um minuto e não vai perder o seu histórico ou marcadores. Porreiro!
ru: <a %s>Обновление</a> займёт меньше минуты и вы не потеряете вашу историю или закладки. Ура!
ta: <a %s>மேம்படுத்த</a>ஒரு நிமிடத்திற்கும் குறைவாகவே எடுக்கும் மேலும் உங்கள் வரலாறு அல்லது புத்தகக்குறிகளை இழக்கமாட்டீர்கள். எப்படீ!
tr: <a %s>Yükseltme</a> bir dakikadan az sürer, geçmişinizi ve yer imlerinizi kaybetmezsiniz. Yaşasın!
uz: <a %s>Yangilash</a> bir daqiqadan kamroq vaqt olib, bunda brauzer tarixingiz va xatcho‘plaringiz saqlanib qoladi. Ura!
xh: <a %s>Ukuhlaziya</a> kuthatha ngaphantsi komzuzu kwaye awunako ukulahlekelwa yimbali yakho okanye ibhukhmakhi. Hooray!

source: Fewer Crashes <span>More Happiness</span>
ar: خراب أقلّ <span>سعادة أكثر</span>
bn_bd: অপেক্ষাকৃত কম ক্র্যাশ<span>বেশি আনন্দ</span>
bn_in: কম সংখ্যক ক্র্যাশ <span>অধিক আনন্দ</span>
cy: Llai o Chwalu <span>Mwy o Hapusrwydd</span>
es: Menos fallos <span>Más felicidad</span>
fr: Moins de plantages <span>Plus de plaisir</span>
hi_in: कम क्रैश <span>जादा खुशियाँ</span>
ms: Kurang Kemusnahan <span>Lebih Kegembiraan</span>
oc: Mens de plantatges <span>Mai de plaser</span>
pt: Menos bloqueios <span>mais felicidade</span>
ru: Меньше падений <span>Больше счастья</span>
ta: குறைவான சிதைவு <span>நிறைவான மகிழ்ச்சி</span>
tr: Daha az çökme <span>Daha fazla mutluluk</span>
uz: Kamroq nosozliklar<span>Ko‘proq xursanchilik</span>
xh: Ikrsha Kambalwa <span>Ulonwabo Olungakumbi</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
bn_bd: এখন উন্নীত করুন এবং দেখুন কত আনন্দের হতে পারে <b>সবচেয়ে নতুন এবং দ্রুততম ফায়ারফক্সে ব্রাউজিং </b>।
bn_in: এক্ষুনি আপগ্রেড করুন এবং দেখুন </b>নতুন এবং দ্রুততর Firefox-এ</b> ব্রাউসিং করা কতটা আনন্দদায়ক।
cy: Diweddarwch nawr a gweld faint yn hapusach gall bori fod gyda'r <b>Firefox diweddaraf a chyflymaf</b>.
es: Actualiza ahora y siente la felicidad de navegar con el <b>nuevo y más rápido Firefox</b>.
fr: Mettez-vous à jour et profitez d'une navigation plus fluide, plus rapide, plus agréable grâce au <b>tout dernier Firefox</b>.
hi_in: अभी उन्नयन (Upgrade) करें और देखें की <b>newest and fastest Firefox</b> के साथ आपकी ब्राउज़िंग कितनी खुशहाल होती है |
km: ធ្វើ​ឲ្យ​ទាន់​សម័យ​ឥឡូវ​នេះ ហើយ​មើល​ចំនួន​ការ​​រកមើល​ជាមួយ​នឹង <b> Firefox ដែល​លឿន​បំផុត និង​រហ័ស​បំផុត</b>។
ms: Naik taraf sekarang dan lihat berapa banyak kegembiraan pelayaran boleh terjadi dengan <b> Firefox terbaru dan terpantas</b>.
pt: Atualize agora e veja como a navegação pode ficar melhor com o <b>Firefox novo e mais rápido</b>.
ru: Обновитесь прямо сейчас и убедитесь, насколько лучше веб-сёрфинг может быть в <b>самом новом и быстром Firefox</b>.
uz: Hoziroq yangilang hamda <b>yangi va tezkor Firefox</b> bilan veb-sahifalarni ochish aslida qanchalik yaxshi ekanligini his qiling.
xh: Hlaziya ngoku uze ubone indlela ongakonwabela ngayo ukubhrawza <b>ngeyona intsha neyona ikhawulezayo iFirefox</b>

source: Upgrade Firefox
ar: قم بترقية فيرفُكس
bn_bd: ফায়ারফক্স উন্নীত করুন
bn_in: Firefox আপগ্রেড করুন
cy: Diweddaru Firefox
es: Actualizar Firefox
fr: Mettez Firefox à jour
hi_in: फ़ायरफ़ॉक्स का उन्नयन (Upgrade) करे |
km: ធ្វើ​ឲ្យ Firefox ទាន់​សម័យ
ms: Naiktaraf Firefox
oc: Metre a jorn Firefox
pt: Atualize o Firefox
ru: Обновить Firefox
tr: Firefox'u yükseltin
uz: Firefox brauzerini yangilash
xh: Hlaziya iFirefox

source: Old Firefox
ar: فيرفُكس القديم
bn_bd: পুরোনো ফায়ারফক্স
bn_in: পুরোনো Firefox
cy: Hen Firefox
es: Antiguo Firefox
fr: Ancien Firefox
hi_in: पुराना फ़ायरफ़ॉक्स
km: Firefox ចាស់
ms: Firefox Lama
oc: Ancian Firefox
pt: Firefox antigo
ru: Старый Firefox
ta: பழைய Firefox
tr: Eski Firefox
uz: Eski Firefox
xh: IFirefox Endala

source: New Firefox
ar: فَيَرفُكس جديد
bn_bd: নতুন ফায়ারফক্স
bn_in: নতুন Firefox
cy: Firefox Newydd
es: Nuevo Firefox
fr: Nouveau Firefox
hi_in: नया फ़ायरफ़ॉक्स
km: Firefox ថ្មី
ms: Dapatkan Firefox
oc: Firefox novèl
pt: Novo Firefox
ru: Новый Firefox
ta: புதிய Firefox
tr: Yeni Firefox
uz: Yangi Firefox
xh: IFirefox Entsha

source: 3, 2, 1<span>Ready to Go?</span>
ar: ثلاثة، إثنان، واحد<span>أجاهز للانطلاق؟</span>
bn_bd: ৩, ২, ১<span>যাবার জন্য প্রস্তুত?</span>
bn_in: 3, 2, 1<span>এগোতে প্রস্তুত?</span>
cy: 3, 2, 1<span>Barod i Gychwyn?</span>
es: 3, 2, 1<span>¿Estás listo?</span>
fr: 3… 2… 1<span>Prêt&nbsp;?</span>
hi_in: ३, २, १<span>जाने के लिए तैयार?</span>
km: 3, 2, 1<span>រួចរាល់​ក្នុង​ការ​ទៅ?</span>
ms: 3, 2, 1<span>Sedia dan Pergi?</span>
oc: 3, 2, 1<span>Prèst ?</span>
pt: 3, 2, 1<span>Pronto?</span>
ru: 3, 2, 1<span>Готовы к запуску?</span>
ta: 3, 2, 1<span>போக தயார் ?</span>
tr: 3, 2, 1<span>Hazır mısın?</span>
uz: 3, 2, 1<span>Tayyormisiz?</span>
xh: 3, 2, 1<span>RUkulungele Ukuqala?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
ar: خُذ العلامات وتأريخ التّصفّح معك في رحلة إلى فيرفُكس أسرع.
bn_bd: ফায়ারফক্সে দ্রুত যাত্রার জন্য আপনার সাথে আপনার একটি বুকমার্কস এবং ব্রাউজিং ইতিহাস নিন।
bn_in: আপনার বুকমার্ক এবং ব্রাউজিং ইতিহাসকে আপনার সঙ্গে করে নিন একটি দ্রুততর Firefox এ যাবার সময়।
cy: Cymrwch eich nodau tudalen a hanes pori gyda chi ar daith i Firefox cyflymach.
es: Llévate tus marcadores e historial de navegación a un viaje rumbo a un Firefox más rápido.
fr: Emportez avec vous vos marque-pages et l'historique de votre navigation pour un voyage vers un Firefox plus rapide.
hi_in: गतिमान फ़ायरफ़ॉक्स की यात्रा पर अपने पुस्तचिह्न और ब्राउज़िंग इतिहास को साथ ले चलें |
km: យក​ប្រវត្តិ​កម្មវិធី​អ៊ីនធឺណិត​ និង​ចំណាំ​របស់​អ្នក​នៅ​កន្លែង​ណា​ក៏​ចំពោះ Firefox រហ័ស។
ms: Ambil tanda buku dan sejarah pelayaran anda bersama anda pada perjalanan ke Firefox terpantas.
pt: Leve os seus marcadores e histórico de navegação consigo numa viagem para um Firefox mais rápido.
ru: Возьмите свои закладки и журнал с собой в путешествие к более быстрому Firefox.
uz: Xatcho‘plar va brauzer tarixini o‘zingiz bilan olib, tezkor Firefox tomon sayohatga chiqing.
xh: Thatha iibhukmakhi zakho nembali yakho yokubhrawza kuhambo oluya kwiFirefox ekhawulezayo.

source: Upgrade Firefox and take your bookmarks with you.
ar: رقّ فيرفُكس وخذ العلامات معك.
bn_bd: ফায়ারফক্স হালনাগাদ করুন এবং আপনার সাথে আপনার বুকমার্ক নিন।
bn_in: Firefox আপগ্রেড করুন এবং আপনার বুকমার্কগুলো আপনার সাথে নিয়ে নিন।
cy: Diweddarwch Firefox a chymryd eich nodau tudalen gyda chi.
es: Actualiza Firefox y llévate tus marcadores contigo.
fr: Mettez à jour Firefox et emportez vos marque-pages avec vous.
hi_in: फ़ायरफ़ॉक्स का उन्नयन (Upgrade) करें और अपने पुस्तचिह्न साथ ले चलें |
km: ធ្វើ​ឲ្យ Firefox ទាន់​សម័យ ហើយ​យក​ចំណាំ​របស់​អ្នក​ជាមួយ​អ្នក។
ms: Naik taraf Firefox dan ambil tanda buku bersama anda.
oc: Metètz a jorn Firefox e emportatz vòstres marcapaginas amb vos.
pt: Atualize o Firefox e leve os seus marcadores consigo.
ru: Обновите Firefox и возьмите с собой свои закладки.
uz: Firefox brauzerini yangilang va xatcho‘plaringizni o‘zingiz bilan saqlab qoling.
xh: Hlaziya iFirefox uze uthathe iibhukmakhi zakho kunye nawe.
