Repository: alvinlaz96/mozilla-lang
Catalog: */upgradedialog.lang.po
Languages: ar, as, az, bg, bn_bd, es_mx, fa, fr, ga_ie, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, pt, ru, si, sr, ta, te, th, tr, ur, uz, vi, xh, zh_tw

source: Your version of Firefox is no longer protected against online attacks.
ar: الإصدارة التي تستخدمها من فَيَرفُكس لم تعد محمية من هجمات الإنترنت.
as: আপোনাৰ Firefox ৰ সংস্কৰণ অন-লাইন আক্ৰমণৰ বাবে আৰু সুৰক্ষিত নহয়।
az: Sizin Firefox versiyanız artıq internet hücumlarına qarşı qorumasızdır.
bg: Вашата версия на Firefox вече не е защитена срещу онлайн атаки.
bn_bd: আপনার ফায়ারফক্স সংস্করণটি আর অনলাইন আক্রমণ থেকে সুরক্ষিত নয়।
es_mx: Tu versión de Firefox ya no te protege contra ataques informáticos.
fa: نسخه فایرفاکس شما از این پس در برابر حملات اینترنتی مقاوم نیست.
fr: Votre version de Firefox n'est plus protégée contre les attaques en ligne.
ga_ie: Níl an leagan de Firefox atá agat cosanta ar ionsaithe ar líne a thuilleadh.
hi_in: फ़ायरफ़ॉक्स का आपका मौजूदा संस्करण ऑनलाइन हमले के खिलाफ अब सुरक्षित नहीं रह गया है.
hr: Vaša inačica Firefoxa više nije zaštićena od napada na Internetu.
hy_am: Firefox-ի ձեր տարբերակը այլևս չի կարող ապահովել անվտանգությունը:
id: Versi Firefox Anda tidak lagi terlindungi dari serangan daring di Internet.
kk: Сіздің Firefox нұсқаңыз желідегі шабуылдарға қарсы енді қорғалмаған.
km: កំណែ Firefox របស់​អ្នក​គ្មាន​ការ​ការពារ​ប្រឆាំង​ការ​វាយប្រហារ​នៅ​លើ​បណ្ដាញ​ទៀត​ទេ។
kn: ನಿಮ್ಮಲ್ಲಿರುವ ಫೈರ್ಫಾಕ್ಸಿನ ಆವೃತ್ತಿಯು ಆನ್‌ಲೈನ್‌ ಧಾಳಿಗಳಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುವುದಿಲ್ಲ.
ku: Guhertoya te ya Firefoxê êdî li hemberî êrîşên webê nayê parastin.
lt: Jūsų naudojama naršyklės „Firefox“ laida jūsų nebesaugo nuo internetinių atakų.
lv: Jūsu Firefox versija vairs nepasargā no apdraudējumiem internetā.
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സിന്റെ പതിപ്പിനു് ഓണ്‍ലൈന്‍ ആക്രമണങ്ങളില്‍ നിന്നും സുരക്ഷ ലഭ്യമല്ല.
mr: फायरफॉक्सची आवृत्ती यापुढे ऑनलाइन धोक्याविरूद्ध सुरक्षीत राहणार नाही.
ms: Versi Firefox anda bukan lagi dilindungi terhadap serangan dalam talian.
my: ယခုမီးမြေခွေးဗားရှင်းသည် အွန်လိုင်းတိုက်ခိုက်မှူများအား ဆက်လက်ကာကွယ်မပေးတော့ပါ
nn_no: Din versjon av Firefox er ikkje lenger beskytta mot nettåtak.
oc: Vòstra version de Firefox es pas mai protegida contra los atacs en linha.
pt: A sua versão do Firefox já não está protegida contra ataques online.
ru: Ваша версия Firefox устарела и более не защищена от атак из Интернета.
si: ඔබ භාවිත කරන ෆයර්ෆොක්ස් වෙළුම තවදුරටත් සබැඳි ප්‍රහාරයන්ගෙන් ආරක්‍ෂා නොකරයි.
sr: Ваша верзија Фајерфокса Вас више не чува од опасности на интернету.
ta: உங்கள் Firefox பதிப்பு ஆன்லைன் தாக்குதலுக்கு பாதுகாப்பாக இருக்காது.
te: మీరు ఉపయోగిస్తున్న ఫైర్‌ఫాక్స్ సంచిక ఆన్‌లైన్ దాడులను ఎదుర్కోడానికి సురక్షితం కాదు.
th: Firefox รุ่นนี้ไม่อาจปกป้องคุณจากการโจมตีออนไลน์ได้อีกต่อไป
tr: Kullandığınız Firefox sürümü artık çevrimiçi saldırılara karşı korunmuyor.
ur: آپ کی Firefox کی ورژن اب آن لائن حملوں سے محفوظ نہیں۔
uz: Kompyuteringizdagi Firefox versiyasi onlayn hujumlardan himoya qila olmay qoladi.
vi: Phiên bản Firefox của bạn không còn được bảo vệ chống lại các cuộc tấn công trực tuyến.
xh: Uhlelo lwakho lweFirefox alusakhuselekanga kwiintlaselo ze-intanethi
zh_tw: 您所使用的 Firefox 版本將不再受到避免您遭受網路攻擊的保護。

source: This is your last reminder before you will be automatically updated to the latest version
ar: هذا آخر تذكير لك قبل أن تُحدث نسختك تلقائيًا إلى آخر إصدار
as: এইটো আপোনাক স্বচালিতভাৱে শেহতীয়া সংস্কৰণলে উন্নত কৰাৰ আগৰ শেষ সোৱৰণী
az: Bu avtomatik olaraq yeni versiyaya yenilənmədən əvvəl son xəbərdarlığınızdır
bg: Това е вашето последно напомняне преди да ви бъде инсталирана последната версия
bn_bd: সর্বাধুনিক সংস্করণে উন্নীতকরণের স্বয়ংক্রিয় হালনাগাদ প্রক্রিয়া আরম্ভ হবার পূর্বে, আপনাকে শেষবার জানানো হচ্ছে
es_mx: Este es el último recordatorio antes de que tu versión se actualice automáticamente
fa: این آخرین یادآوری برای شما قبل از بروزرسانی خودکار به آخرین نسخه است
fr: Ceci est le dernier rappel avant la mise à jour automatique vers la dernière version
ga_ie: Seo é an rabhadh deireanach sula mbeidh do bhrabhsálaí nuashonraithe go huathoibríoch.
hi_in: यह आपके लिए अंतिम रिमाइंडर है जिसके बाद आपको स्वतः नवीनतम संस्करण के लिए अद्यतन कर दिया जाएगा
hr: Ovo je vaš zadnju podsjetnik prije automatske nadogradnje na najnoviju inačicu
hy_am: Սա վերջին հարցումն է՝ մինչ ինքնաշխատ թարմացումը:
id: Ini merupakan pemberitahuan terakhir sebelum peramban Anda diperbarui secara otomatis ke versi yang lebih baru
kk: Соңғы нұсқаға дейін автоматты жаңарту алдында бұл сіздің соңғы ескертуіңіз
km: នេះ​ជា​ការ​រំលឹក​ចុងក្រោយ មុន​ពេល​អ្នក​​នឹង​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ​ទៅ​កំណែ​ថ្មី​បំផុត
kn: ಇದು ಇತ್ತೀಚಿನ ಒಂದು ಆವೃತ್ತಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡುವುದಕ್ಕೂ ಮುಂಚೆ ನೀಡಲಾಗುವ ಕಡೆಯ ಜ್ಞಾಪನೆಯಾಗಿದೆ
ku: Beriya nûkirina xweber bo versiyona nû, ev hişyariya dawiyê ye
lt: Šis įspėjimas – paskutinis prieš automatiškai atnaujinant jūsų naudojamą „Firefox“ iki šviežiausios laidos
lv: Šis ir pēdējais atgādinājums pirms automātiskas atjaunināšanas uz jaunāko Firefox versiju
ml: ഏറ്റവും പുതിയ പതിപ്പിലേക്കു് സ്വയമായി പരിഷ്കരിയ്ക്കുന്നതിനു് മുമ്പു് നിങ്ങളെ അവസാനമായി ഓര്‍മ്മപ്പെടുത്തുന്നു
mr: सर्वात नवीन आवृत्तीकरीता स्वयं सुधारीत होण्यापूर्वी हे शेवटचे स्मरणपत्र आहे
ms: Ini ialah peringatan terakhir anda sebelum anda akan mengemaskinikan secara automatik kepada versi terbaru
my: ဒါဟာ သင့်ကို အလိုအလျောက် အဆင့်မမြှင့်တင်မှီ နောက်ဆုံး အကြိမ်သတိပေးတာပါ။
nn_no: Dette er siste påminning før du automatisk vert oppgradert til nyaste versjon
oc: Aquò es lo darrièr rapèl abans la mesa a jorn automatica cap a la darrièra version
pt: Esta é a última lembrança antes de ser atualizado automaticamente para a última versão
ru: Это последнее напоминание перед тем, как вы будете автоматически обновлены на последнюю версию
si: මෙය නවතම නිකුතුවට ස්වයංක්‍රීයව යාවත්කාලීන කිරීමට පෙර ඔබට කරන අවසන් සිහි කැඳවීමයි
sr: Ово је последња опомена пре него што ћете бити аутоматски надограђени на последњу верзију.
ta: புதிய பதிப்பிற்கு தானாக புதுப்பிப்பதற்க்கு முன்னால் இது உங்களுக்கு கடைசி நினைவூட்டல்
te: తనంతతానుగా తాజా రూపాంతరమునకు మార్చు ప్రక్రియకు ఇదే చివరి హెచ్చరిక
th: นี่เป็นการเตือนครั้งสุดท้ายก่อนที่เราจะปรับรุ่นเป็นรุ่นล่าสุดให้เองโดยอัตโนมัติ
tr: Bu, otomatik olarak son sürüme güncelleme yapılmadan önce yapılan son hatırlatmadır
ur: آپ کو خود بخود تازہ ترین ورژن پر بدلنے سے پہلے یہ آپ کی آخری یاد دہانی ہے
uz: So‘nggi versiyaga avtomatik yangilashdan oldin bu so‘nggi ogohlantirishdir
vi: Đây là thông báo cuối cùng, bạn sẽ được tự động nâng cấp lên bản mới nhất
xh: Esi sisikhumbuzo sokugqibela ngaphambi kokuba uhlelo lwakho luhlaziyelwe ngokuzenzekelayo kolwamvanje
zh_tw: 這是在自動更新到最新版本前的最後通知

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
ar: فَيَرفُكس لم يعد يدعم إصدار نظام تشغيلك وسيصبح غير محميّ أمام هجمات الوب بسبب ذلك.
as: Firefox এ আপোনাৰ অপাৰেটিং চিস্টেমৰ সংস্কৰণ সমৰ্থন নকৰে আৰু অনলাইন আক্ৰমণৰ সন্মুখিন হব।
az: Firefox artıq sizin əməliyyat sisteminizin bu versiyasını dəstəkləmir və internet hücumlarına qarşı qorumasız olacaq.
bg: Firefox повече не поддържа вашата операционна система и може да бъде уязвим за злонамерени онлайн атаки.
bn_bd: সর্বশেষ ফায়ারফক্স আর আপনার অপারেটিং সিস্টেমের সংস্করণ সমর্থন করে না এবং অনলাইন আক্রমণের মাধ্যমে অরক্ষিত হতে পারে।
es_mx: Firefox ya no es compatible con la versión de tu sistema operativo, por lo que será vulnerable a ataques informáticos.
fa: فایرفاکس دیگر از این نسخهٔ سیستم‌عامل شما پشتیبانی نمی‌کند و در برابر حملات اینترنتی مقاوم نخواهد بود.
fr: Firefox ne gère plus la version de votre système d'exploitation et sera bientôt vulnérable aux attaques en ligne.
ga_ie: Ní thacaíonn Firefox le do chóras oibriúcháin a thuilleadh, agus beidh tú i mbaol ó ionsaithe ar líne.
hi_in: फ़ायरफ़ॉक्स अब आपके ऑपरेटिंग सिस्टम के संस्करण के लिए समर्थन नहीं करता है और अब ऑनलाइन हमले के लिए भेद्य हो जाएगा.
hr: Firefox više ne podržava vašu inačicu operativnog sustava, te neće biti siguran protiv napada na Internetu.
hy_am: Firefox-ը այլևս չի աջակցում օպերացիոն համակարգի ձեր տարբերակը և խոցելի կլինի առցանց գրոհների համար:
id: Firefox tidak lagi mendukung versi sistem operasi Anda dan akan rentan terhadap serangan daring.
kk: Firefox сіздің операциялық жүйе нұсқасын енді қолдамайды және желідегі шабуылдарға төзімсіз болады.
km: Firefox មិន​គាំទ្រ​កំណែ​ប្រព័ន្ធ​ប្រតិបត្តិការ​របស់​អ្នក​ទៀត​ទេ ហើយ​អាច​ធ្វើ​ឲ្យ​មាន​ការ​វាយ​ប្រហារ​នៅ​លើ​​បណ្ដាញ។
kn: ಫೈರ್ಫಾಕ್ಸ್ ನಿಮ್ಮ ಗಣಕ ಕಾರ್ಯವ್ಯವಸ್ಥೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ ಮತ್ತು ಆನ್‌ಲೈನ್ ಧಾಳಿಗಳಿಗೆ ಈಡಾಗುವ ಸಂಭವವಿದೆ.
ku: Firefox êdî piştgiriyê nade vê versiyona pergala xebatê ku tu bi kar tînî û êdî li hemberî êrîşên înternetê bêparastin be
lt: „Firefox“ nebepalaiko jūsų naudojamos operacinės sistemos versijos, todėl liksite atviri atakoms tinkle.
lv: Firefox vairs neatbalsta jūsu operētājsistēmas versiju un nespēs aizsargāt no Interneta uzbrukumiem.
ml: നിങ്ങളുടെ ഓപ്പേറ്റിങ് സിസ്റ്റത്തിന്റെ പതിപ്പു് ഫയര്‍ഫോക്സ് പിന്തുണയ്ക്കുന്നില്ല, അതിനാല്‍ ഓണ്‍ലൈന്‍ ആക്രമങ്ങള്‍ ഉണ്ടാവാം.
mr: फायरफॉक्स यापुढे कार्यप्रणालीच्या आवृत्तीकरीता समर्थन पुरवत नाही व ऑनलाइन धोक्याकरीता पात्र ठराल.
ms: Firefox tidak lagi menyokong versi sistem pengendalian anda dan akan mudah menjadi kepada serangan didalam talian.
my: မီးမြေခွေးဟာ သင်၏ Operating System အား ဆက်လက်ထောက်ပံ့မပေးတော့ပါ။
nn_no: Firefox støttar ikkje lenger operativsystem-versjonen du bruker, og vil derfor vera sårbar for åtak på nettet.
oc: Firefox gerís pas mai la version de vòstre sistèma operatiu e serà lèu vulnerable als atacs en linha.
pt: O Firefox já não suporta a versão do seu sistema operativo e está vulnerável a ataques online.
ru: Firefox больше не поддерживает вашу версию операционной системы и будет уязвим для атак из Интернета.
si: ෆයර්ෆොක්ස් තවදුරටත් අන්තර්ජාල ප්‍රහාරයන්ට ලක්විය හැකි ඔබගේ මෙහෙයුම් පද්ධති නිකුතුව සඳහා සහායය නොදක්වයි.
sr: Фајерфокс више не подржава Ваш оперативни систем и биће рањив од напада на интернету.
ta: Firefox இனிமேல் உங்கள் இயங்குதளதிற்கு ஆதரவு வழங்காது மற்றும் இணைய தாக்குதலுக்கு உள்ளாகும்.
te: మీ ఫైర్‌ఫాక్స్ రూపం మీ నిర్వహణ వ్యవస్థ రూపానికి తోడ్పాటు లేదు, అందువలన త్వరలో ఆన్లైన్ దాడులకు గురిఅవగలరు.
th: Firefox ไม่มีการสนับสนุนการใช้งานร่วมกับระบบปฏิบัติการที่คุณใช้อยู่อีกต่อไป และคุณอาจจะตกเป็นเหยื่อของการโจมตีออนไลน์
tr: Firefox artık işletim sistemi sürümünüzü desteklemiyor ve çevrimiçi saldırılara açık kalacaktır.
ur: Firefox اب آپ کے اوپریٹنگ سسٹم کی معاونت نہیں کرتا اور آن لائن حملوں کے خطرے میں ہو گا۔
uz: Firefox endi operatsion tizimingizning ushbu versiyasi bilan ishlay olmaydi hamda u onlayn hujumlardan zararlanadigan bo‘lib qoladi.
vi: Firefox không còn hỗ trợ hệ điều hành bạn đang dùng; bạn sẽ bị nguy cơ tấn công trực tuyến.
xh: IFirefox ayisaluxhasi uhlelo olusetyenziswa yinkqubo oyisebenzisayo yaye luya kuba secicini lweentlaselo ze-intanethi
zh_tw: Firefox 將不再支援您的作業系統，您將會暴露於遭受線上攻擊的風險當中。

source: We recommend:
ar: ننصح أن:
as: আমি উপদেশ দিও:
az: Biz tövsiyyə edirik:
bg: Препоръчваме:
bn_bd: আমরা প্রস্তাব করছি:
es_mx: Recomendamos:
fa: ما به شما توصیه می‌کنیم:
fr: Nous vous recommandons&nbsp;:
ga_ie: Molaimid:
hi_in: हमारी सलाह है:
hr: Mi preporučamo:
hy_am: Մենք խորհուրդ ենք տալիս.
id: Kami sarankan untuk:
kk: Біз ұсынамыз:
km: យើង​ផ្ដល់​អនុសាសន៍៖
kn: ನಮ್ಮ ಸಲಹೆ:
ku: Pêşniyara me:
lt: Rekomenduojame:
lv: Mēs iesakām:
ml: നിങ്ങള്‍ക്കു് ഉചിതമായതു്:
mr: आम्ही शिफारस करतो:
ms: Kami mencadangkan:
my: ကျွနု်ပ်တို့အကြံပေးသည်မှာ:
nn_no: Me tilrår:
oc: Vos recomandam&nbsp;:
pt: Nós recomendamos:
ru: Мы рекомендуем:
si: අපි අනුමත කරන්නෙමු:
sr: Ми препоручујемо:
ta: எங்கள் பரிந்துரை:
te: మా సిఫారసులు:
th: เราแนะนำว่าคุณควรจะ:
tr: Önerilerimiz:
ur: ہم ان کی تجویز کرتے ہیں:
uz: Biz tavsiya qilamiz:
vi: Chúng tôi khuyến nghị:
xh: Sikhuthaza:
zh_tw: 我們建議您:

source: Upgrading your <a %s>operating system</a>
ar: ترقّي <a %s>نظام التشغيل</a>
as: আপোনাৰ <a %s>অপাৰেটিং চিস্টেম</a> উন্নত কৰা
az: Sizin <a %s>əməliyyat sisteminiz</a> yenilənsiz
bg: Осъвременете вашата <a %s>операционна система</a>
bn_bd: আপনার <a %s>অপারেটিং সিস্টেম</a> হালনাগাদ করা হচ্ছে
es_mx: Actualiza tu <a %s>sistema operativo</a>
fa: بروزرسانی <a %s>سیستم‌عامل</a> خود
fr: de mettre à jour votre <a %s>système d'exploitation</a>
ga_ie: Do <a %s>chóras oibriúcháin</a> a nuashonrú
hi_in: आपके <a %s>operating system</a> का उन्नयन
hr: Nadogradnju vašeg <a %s>operativnog sustava</a>
hy_am: Նորացնել ձեր <a %s>օպերացիոն համակարգը</a>
id: Meningkatkan versi (<i>upgrade</i>) <a %s>sistem operasi</a> Anda
kk: <a %s>Операциялық жүйеңізді</a> жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព <a %s>ប្រព័ន្ធ​ប្រតិបត្តិការ​</a> របស់​អ្នក
kn: ನಿಮ್ಮ <a %s>ಕಾರ್ಯ ವ್ಯವಸ್ಥೆ</a>ಯನ್ನು ನವೀಕರಿಸುವಿಕೆ
ku: <a %s>Pergala xebatê</a> bilind bike
lt: Atnaujinti <a %s>operacinę sistemą</a>
lv: Atjaunināt <a %s>operētājsistēmu</a>
ml: നിങ്ങളുടെ <a %s>ഓപ്പറേറ്റിങ് സിസ്റ്റം</a> പരിഷ്കരിയ്ക്കുന്നു
mr: <a %s>कार्यप्रणालीला</a> सुधारीत करा
ms: Menaik taraf <a %s>sistem operasi</a> anda
my: <a %s>Operating System</a>အားအဆင့်မြှင့်တင်လျက်
nn_no: Oppgraderar <a %s>operativsystem</a> ditt
oc: de metre a jorn vòstre <a %s>sistèma operatiu</a>
pt: Atualizar o <a %s>sistema operativo</a>
ru: Обновить вашу <a %s>операционную систему</a>
si: <a %s>මෙහෙයම් පද්ධතිය</a> උසස් කිරීම
sr: Надограђивање Вашег <a %s>оперативног система</a>
ta: உங்கள் இயங்குதளத்தை <a %s>புதுப்பியுங்கள்</a>
te: మీ <a %s>నిర్వహణవ్యవస్థ</a> తాజాపరచటం
th: ปรับรุ่น<a %s>ระบบปฏิบัติการ</a>ของคุณ
tr: <a %s>İşletim sisteminizi</a> yükseltin
ur: آپ کا <a %s>اوپریٹنگ سسٹم</a> اپ گریڈ کر رہا ہے
uz: Sizning <a %s>operatsion tizimingiz</a>ni yangilash
vi: Nâng cấp <a %s>hệ điều hành</a> của bạn
xh: Uhlaziye%s>inkqubo oyisebenzisayo</a>
zh_tw: 升級您的 <a %s>作業系統</a>

source: Downloading a compatible browser
ar: تنزّل متصفحًا متوافقًا
as: এটা সুসংগত ব্ৰাউছাৰ ডাউনল'ড কৰা
az: Uyğun gələn səyyahı yüklə
bg: Изтеглете съвместим браузър
bn_bd: একটি সামঞ্জস্যপূর্ণ ব্রাউজার ডাউনলোড করা হচ্ছে
es_mx: Descarga un navegador compatible
fa: دریافت یک مرورگر سازگار
fr: de télécharger un navigateur compatible
ga_ie: Brabhsálaí comhoiriúnach a íosluchtú
hi_in: एक संगत ब्राउजर का डाउनलोड
hr: Preuzimanje kompatibilnog web preglednika
hy_am: Բեռնել համատեղելի դիտարկիչ
id: Mengunduh peramban yang kompatibel
kk: Үйлесімді браузерді жүктеп алу
km: ការ​ទាញ​យក​កម្មវិធី​អ៊ីនធឺណិត​ដែល​ត្រូវ​​គ្នា
kn: ಹೊಂದಿಕೆಯಾಗುವ ಜಾಲವೀಕ್ಷಕವನ್ನು ಇಳಿಸಿಕೊಳ್ಳುವುದು
ku: Gerokeke lêhatî jêbar bike
lt: Parsisiųsti ją palaikančią naršyklę
lv: Lejupielādēt saderīgu pārlūku
ml: പൊരുത്തമുള്ളൊരു ബ്രൌസര്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നു
mr: सहत्व ब्राऊजर डाऊनलोड करत आहे
ms: Muat turun pelayar web yang bersesuaian
my: သင့်လျော်သော ဘယောက်ဆာတစ်ခုအားဒေါင်းလုဒ်ရယူနေသည်
nn_no: Lastar ned ein kompatibel nettlesar
oc: de telecargar un navigador compatible
pt: Transferir um navegador compatível
ru: Загрузить совместимый браузер
si: ගැලපෙන බ්‍රව්සරයක් බාගත කිරීම
sr: Преузимањем одговарајућег веб прегледача
ta: ஒரு பொருத்தமான உலாவியை பதிவிறக்கவும்
te: సరితగిన విహరిణి దించుకొనుట
th: ดาวน์โหลดเบราว์เซอร์รุ่นที่เข้ากันได้
tr: Uyumlu bir tarayıcı indirin
ur: ایک موازن براؤزر ڈاؤن لوڈ کر رہا ہے
uz: Mos keladigan brauzerni yuklab olish
vi: Tải trình duyệt tương thích
xh: Ukhuphele ibhrawuza ehambelana nayo
zh_tw: 下載相容的瀏覽器

source: Installing a free upgrade to your <a %s>operating system</a>
ar: تثبّت ترقية مجانية <a %s>لنظام التشغيل</a>
as: আপোনাৰ <a %s>অপাৰেটিং চিস্টেম</a> লে এটা বিনামূলীয়া উন্নয়ন ইনস্টল কৰা
az: <a %s>Əməliyyat sisteminiz</a> üçün pulsuz yeniləmələri qurun
bg: Инсталирайте безплатно надграждане към вашата <a %s>операционна система</a>
bn_bd: বিনামূল্যে হালনাগাদ করা হচ্ছে আপনার <a %s>অপারেটিং সিস্টেম</a>
es_mx: Instalando una actualización gratuita de tu <a %s>sistema operativo</a>
fa: نصب یک بروزرسانی رایگان بر روی <a %s>سیستم‌عامل شما</a>
fr: d'installer une mise à jour gratuite pour votre <a %s>système d'exploitation</a>
ga_ie: Nuashonrú saor in aisce a dhéanamh ar do <a %s>chóras oibriúcháin</a>
hi_in: अपने <a %s>operating system</a> के लिए निःशुल्क उन्नयन का संस्थापन
hr: Instalaciju besplatne nadogradnje na vaš <a %s>operativnog sustava</a>
hy_am: Տեղադրել ազատ թարմացումներ ձեր <a %s>օպերացիոն համակարգի</a> համար
id: Memasang peningkatan versi (<i>upgrade</i>) gratis untuk <a %s>sistem operasi</a> Anda
kk: <a %s>Операциялық жүйеңіз</a> үшін тегін жаңартуды орнату
km: ដំឡើង​បច្ចុប្បន្នភាព​ដោយ​ឥត​គិត​ថ្លៃ​ចំពោះ <a %s>ប្រព័ន្ធ​ប្រតិបត្តិ​ការ​​</a>​ របស់​អ្នក
kn: ನಿಮ್ಮ <a %s>ಕಾರ್ಯ ವ್ಯವಸ್ಥೆ</a>ಯ ಉಚಿತ ನವೀಕರಣವನ್ನು ಅನುಸ್ಥಾಪಿಸುವುದು
ku: Bilindkirina belaş ya <a %s>pergala xebatê</a> bar bike
lt: Įdiegti nemokamą <a %s>operacinės sistemos</a> naujinimą
lv: Instalēt bezmaksas atjauninājumu jūsu <a %s>operētājsistēmai</a>
ml: നിങ്ങളുടെ <a %s>ഓപ്പറേറ്റിങ് സിസ്റ്റത്തിലേക്കു്</a> ഒരു ഫ്രീ പരിഷ്കരണം ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: <a %s>कार्यप्रणालीवर</a> मोफत सुधारणा प्रतिष्ठापीत करत आहे
ms: Memasang upgrade percuma untuk <a %s>sistem operasi</a> anda
my: အခမဲ့အဆင့်မြှင့်တင်မှူအား သင်၏ <a %s>Operating System</a>သို့တပ်ဆင်ပေးနေသည်။
nn_no: Installerer ei gratisoppdatering av <a %s>operativsystemet</a> ditt
oc: d'installar la mesa a jorn gratuita per vòstre <a %s>sistèma operatiu</a>
pt: Instalar uma atualização gratuíta ao <a %s>sistema operativo</a>
ru: Установить бесплатное обновление для вашей <a %s>операционной системы</a>
si: ඔබගේ <a %s>මෙහෙයම් පද්ධතිය</a> නොමිලයේ උසස් (upgrade) කරගන්න
sr: Инсталирањем бесплатне надоградње на Ваш <a %s>оперативни систем</a>
ta: உங்கள் <a %s>இயங்குதளத்திற்கு</a> ஒரு இலவச புதிப்பித்தலை நிறுவுகிறது
te: మీ %s>నిర్వహణవ్యవస్థ</a> కి ఉచిత తాజారూపం స్థాపించటం
th: ติดตั้งการปรับรุ่นฟรีให้กับ<a %s>ระบบปฏิบัติการ</a>ของคุณ
tr: <a %s>İşletim sisteminizin</a> ücretsiz yükseltmesini yükleyin
ur: آپ کے <a %s>عمل کاری نظام</a> میں ایک مفت تازہ کاری نصب کر رہا ہے
uz: <a %s>Operatsion tizim</a>ingizga bepul yangilanishni o‘rnatish
vi: Cài đặt bả nâng cấp miễn phí cho <a %s>hệ điều hành</a> của bạn
xh: Ufakele ehlaziyiweyo yasimahla<a %s>kwinkqubo oyisebenzisayo</a>
zh_tw: 安裝您 <a %s>作業系統</a> 的免費升級套件

source: You will be prompted once more before being automatically updated.
ar: ستحصل على تنبيه أخير قبل بدء عملية التحديث التلقائي.
as: আপোনাক স্বচালিতভাৱে উন্নত কৰাৰ আগত আৰু এবাৰ সোধা হব।
az: Avtomatik yenilənmədən əvvəl bu xəbərdarlıq sizə bir daha göstəriləcək.
bg: Ще ви предупредим още един път, преди да бъдете автоматично надграден.
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ করার পূর্বে আপনাকে আরো একবার অনুরোধ করা হবে।
es_mx: Te mostrará otro aviso más antes de que la actualización se instale automáticamente.
fa: یک‌بار دیگر قبل از بروزرسانی خودکار به شما اطلاع داده خواهد شد.
fr: Vous recevrez cet avertissement une dernière fois avant d'être mis à jour automatiquement
ga_ie: Gheobhaidh tú rabhadh amháin eile, ansin beidh do bhrabhsálaí nuashonraithe go huathoibríoch.
hi_in: स्वतः अद्यतन किए जाने के पहले आपको एक बार प्रांप्ट किया जाएगा.
hr: Prije automatske nadogradnje, bit ćete obaviješteni još samo jednom.
hy_am: Այս հարցումը ևս մեկ անգամ կցուցադրի՝ մինչ ինքնաշխատ թարմացումը:
id: Anda akan ditanyai sekali lagi sebelum diperbarui secara otomatis.
kk: Автоматты түрде жаңартылғанға дейін сізге тағы бір рет ескерту көрсетіледі.
km: កម្មវិធី​នឹង​ប្រាប់​អ្នក​ឲ្យ​ដឹង​ម្ដង​ មុន​ពេល​​ធ្វើ​បច្ចុប្បន្នភាព​​ដោយ​ស្វ័យប្រវត្តិ។
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡುವ ಮೊದಲು ನಿಮಗೆ ಇನ್ನೊಮ್ಮೆ ತಿಳಿಸಲಾಗುವುದು.
ku: Beriya nûkirina xweber tu yê careke din bêyî hişyarkirin.
lt: Šis įspėjimas – priešpaskutinis prieš automatiškai atnaujinant jūsų naudojamą „Firefox“ iki šviežiausios laidos.
lv: Pirms automātiskās atjaunināšanas jums šo jautās vēl vienu reizi.
ml: സ്വയമായി പരിഷ്കരിയ്ക്കുന്നതിനു് മുമ്പു് ഒരിക്കല്‍ കൂടി നിങ്ങളെ അറിയിയ്ക്കുന്നു.
mr: स्वयं सुधारणापूर्वी तुम्हाला पुन्हा विचारले जाईल.
ms: Anda akan dipaparkan sekali lagi sebelum dikemaskini secara automatik.
my: သင်သည အလိုအလျောက် အဆင့်မြှင့်တင်မှူပြီးဆုံးခါနီးတွင် သတိပေးချက်ရရှိလိမ့်မည်။
nn_no: Du får ei påminning til før du automatisk vert oppdatert.
oc: Recebretz aqueste avertiment un darrièr còp abans d'èsser mes a jorn automaticament.
pt: Será avisado mais uma vez antes de atualizr automaticamente.
ru: Этот запрос будет показан вам ещё один раз перед тем, как вы будете автоматически обновлены.
si: ස්වයංක්‍රීයව යාවත්කාලීන කිරීමට පෙර එක් වරක් ඔබව යොමු කරවනු ඇත.
sr: Бићете упитани још једном пре него што будете аутоматски надограђени.
ta: தானாக புதுப்பிப்பதற்க்கு முன்பு இன்னொரு முறை நீங்கள் நினைவுட்டபடுவிர்கள்.
te: స్వయంచాలకంగా నవీకరించుటకు ముందుగా మీకు మరియొక సారి తెలుపును.
th: คุณจะได้รับการแจ้งเตือนอีกครั้งก่อนที่จะได้รับการปรับรุ่นโดยอัตโนมัติ
tr: Otomatik güncellemeden önce bir kez daha uyarılacaksınız.
ur: خودبخود تازہ کاری کی جانے سے پہلے آپ کو ایک دفعہ اور لقمیا دیا جائے گا۔
uz: Avtomatik yangilashingizdan oldin bu so‘rov yana bir marta ko‘rsatiladi.
vi: Chúng tôi sẽ nhắc bạn một lần nữa trước khi tự động nâng cấp.
xh: Uya kuphinda uyalelwe kwakhona ngaphambi kokuba ihlaziywe ngokuzenzekelayo
zh_tw: 您將會在自動更新前再被通知一次。
