Repository: alvinlaz96/mozilla-lang
Catalog: */upgradedialog.lang.po
Languages: ar, as, az, bg, bn_bd, es_mx, fa, fr, ga_ie, hi_in, hr, hy_am, id, kk, km, kn, ku, lt, lv, ml, mr, ms, my, nn_no, oc, pt, ru, si, sr, ta, te, th, tr, ur, uz, vi, xh, zh_tw

source: Get the Newest Firefox
as: শেহতীয়া Firefox প্ৰাপ্ত কৰক
az: Ən son Firefox-u əldə et
bg: Вземете най-новия Firefox
bn_bd: নতুনতম ফায়ারফক্স নিয়ে নিন
es_mx: Consigue el nuevo Firefox
fa: دریافت جدیدترین فایرفاکس
fr: Obtenir la dernière version de Firefox
ga_ie: Faigh an Firefox is déanaí
hi_in: ताज़ातरीन फ़ायरफ़ॉक्स पाएँ
hr: Preuzmite najnoviji Firefox
hy_am: Ձեռք բեր ամենանոր Firefox-ը
id: Dapatkan Firefox Terbaru
kk: Ең жаңа Firefox-ты алыңыз
km: ទទួល​​យក Firefox ថ្មី​បំផុត
kn: ಹೊಚ್ಚ ಹೊಸ ಫೈರ್ಫಾಕ್ಸನ್ನು ಪಡೆದುಕೊಳ್ಳಿ
ku: Firefoxa herî nû bistîne
lt: Parsisiųskite naujausią „Firefox“ laidą
lv: Iegūstiet jaunāko Firefox
ml: ഏറ്റവും പുതിയ ഫയര്‍ഫോക്സ് ലഭ്യമാക്കൂ
mr: सर्वात नवीन फॉयरफॉक्स प्राप्त करा
ms: Dapatkan Firefox terkini
my: အသစ်လွင်ဆုံးမီးမြေခွေးအားရယူပါ
nn_no: Få nyaste Firefox
oc: Obtenètz lo novèl Firefox
pt: Obtenha o novo Firefox
ru: Загрузите новейший Firefox
si: නවතම ෆයර්ෆොක්ස් නිකුතුව ලබාගන්න
sr: Преузмите најновији Фајерфокс
ta: புதிய Firefox-ஐ பெறுங்கள்
te: కొంగొత్త ఫైర్‌ఫాక్సును పొందండి
th: ใช้ Firefox รุ่นล่าสุด
tr: En yeni Firefox'u edinin
ur: جدید ترین فائرفاکس حاصل کریں
uz: Eng yangi Firefox brauzerini yuklab oling
vi: Tải Firefox mới nhất
xh: Fumana eyona Firefox intsha
zh_tw: 取得最新的 Firefox

source: The Newest Firefox is Here!
ar: أحدث فَيَرفُكس هنا!
as: নতুন Firefox এতিয়া উপলব্ধ!
az: Ən son Firefox burada!
bg: Най-новият Firefox е вече тук!
bn_bd: নতুনতম ফায়ারফক্স এখানে!
es_mx: ¡El nuevo Firefox está aquí!
fa: جدیدترین فایرفاکس اینجاست!
fr: Le tout nouveau Firefox est arrivé&nbsp;!
ga_ie: Tá an Firefox Nua anseo!
hi_in: ताज़ातरीन फ़ायरफ़ॉक्स यहाँ है!
hr: Najnoviji Firefox je ovdje!
hy_am: Նոր Firefox-ը այստեղ է:
id: Firefox Terbaru Telah Hadir!
kk: Ең жаңа Firefox келіп қалды!
km: Firefox ថ្មី​បំផុត​មាន​នៅ​ទីនេះ!
kn: ಹೊಚ್ಚ ಹೊಸ ಫೈರ್ಫಾಕ್ಸ್ ಇಲ್ಲಿದೆ!
ku: Firefoxa herî nû li virê ye!
lt: Naujausioji „Firefox“ naršyklės laida jau čia!
lv: Jaunākais Firefox ir klāt!
ml: ഇതാ ഏറ്റവും പുതിയ ഫയര്‍ഫോക്സ്!
mr: सर्वात नवीन फॉयरफॉक्स येथे आहे!
ms: Firefox yang paling terkini ada disini!
my: နောက်ဆုံးထွက်မီးမြေခွေးကဒီမှာ!
nn_no: Nyaste Firefox er her!
oc: Lo tot novèl Forefox es arribat !
pt: Chegou o novo Firefox!
ru: Новейший Firefox уже здесь!
si: නවතම ෆයර්ෆොක්ස් නිකුතුව මෙන්න!
sr: Најновији Фајерфокс је ту!
ta: புதிய Firefox இங்கே உள்ளது
te: కొంగొత్త ఫైర్‌ఫాక్స్ వచ్చేసింది!
th: Firefox รุ่นล่าสุดอยู่ที่นี่แล้ว!
tr: Firefox yenilendi!
ur: جدید ترین فائر فاکس یہاں موجود ہے!
uz: Eng yangi Firefox shu yerda!
vi: Firefox mới nhất ở đây!
xh: Eyona Firefox intsha ilapha!
zh_tw: 最新的 Firefox 來了！

source: <a %s>Quick, easy and free update</a>
ar: <a %s>تحديث سريع وسهل ومجاني</a>
as: <a %s>দ্ৰুত, সহজ আৰু বিনামূলীয়া আপডেইট</a>
az: <a %s>Tez, asan və pulsuz yeniləmə</a>
bg: <a %s>Бързо, лесно и свободно обновяване</a>
bn_bd: <a %s>দ্রুত, সহজ ও বিনামূল্যের আপডেট</a>
es_mx: <a %s>Actualización rápida, fácil y gratuita</a>
fa: <a %s>بروزرسانی سریع، آسان و رایگان</a>
fr: <a %s>Mise à jour rapide, facile et gratuite</a>
ga_ie: <a %s>Nuashonrú tapa, éasca, saor in aisce</a>
hi_in: <a %s>तेज़, आसान और निःशुल्क अद्यतन</a>
hr: <a %s>Brza, jednostavna i besplatna nadogradnja</a>
hy_am: <a %s>Արագ, հեշտ և անվճար թարմացում</a>
id: <a %s>Pembaruan yang cepat, gampang, dan gratis</a>
kk: <a %s>Жылдам, жеңіл әрі тегін жаңарту</a>
km: <a %s>ធ្វើ​បច្ចុប្បន្នភាព​រហ័ស ងាយ និង​ឥត​គិត​ថ្លៃ</a>
kn: <a %s>ತ್ವರಿತ, ಸುಲಭ ಹಾಗು ಉಚಿತ ಅಪ್‌ಡೇಟ್‌</a>
ku: <a %s>Rojanekirina lezgîn, hêsan û belaş</a>
lt: <a %s>Greitas, paprastas ir nemokamas naujinimas</a>
lv: <a %s>Ātrs, vienkāršs un bezmaksas atjauninājums</a>
ml: <a %s>എളുപ്പത്തില്‍, അനയാസം ലഭ്യമാക്കാം ഈ സൌജന്യ പരിഷ്കരണം</a>
mr: <a %s>जलद, सोपे व मोफत सुधारणा</a>
ms: <a %s>Cepat, mudah dan kemaskini percuma</a>
my: <a %s>မြန်ဆန် ၊ လွယ်ကူ တဲ့အခမဲ့အဆင့်မြှင့်တင်မှူ</a>
nn_no: <a %s>Rask, enkel og gratis oppdatering</a>
oc: <a %s>Mesa a jorn rapida, aisida e gratuita</a>
pt: <a %s>Rápido, fácil e gratuito</a>
ru: <a %s>Быстрое, лёгкое и бесплатное обновление</a>
si: <a %s>වේගවත්, පහසු සහ නිදහස් යාවත්කාල කිරීම</a>
sr: <a %s>Брза, лака и бесплатна доградња</a>
ta: <a %s>வேகமான, எளிமையான மற்றும் இலவச புதுபித்தல்</a>
te: <a %s>త్వరిత, తేలికైన మరియు ఉచిత తాజాకరణ</a>
th: <a %s>ปรับรุ่นฟรี ง่ายและเร็ว</a>
tr: <a %s>Çabuk, kolay ve ücretsiz güncelleme</a>
ur: <a %s>سریع، آسان اور مفت تازہ کاری</a>
uz: <a %s>Tez, oson va bepul yangilash</a>
vi: <a %s>Cập nhật nhanh chóng, dễ dàng và miễn phí</a>
xh: %s>Ihlaziyeka ngokukhawuleza, lula yaye simahla</a>
zh_tw: <a %s>快速、簡單，而且不用錢的更新</a>

source: Fresh new look
ar: مظهر أنيق رائع
as: অভিনৱ নতুন ৰূপ
az: Yenilənmiş xarici görünüş
bg: Свеж нов изглед
bn_bd: সতেজ নতুন চেহারা
es_mx: Nueva imagen renovada
fa: نمایی جدید و تازه
fr: Un tout nouveau look
ga_ie: Cuma úrnua
hi_in: ताज़ा नया रूप-रंग
hr: Novi, svježi izgled
hy_am: Նոր թարմ տեսք
id: Tampilan baru
kk: Жаңарған сыртқы түрі
km: ធ្វើ​ឲ្យ​ស្រស់​រូបរាង​ថ្មី
kn: ತಾಜಾ ಹೊಸ ನೋಟ
ku: Xuyakirina nû û teze
lt: Atnaujinta išvaizda
lv: Jauns moderns izskats
ml: പുത്തന്‍ ആവിഷ്കരണം
mr: ताजे नवीन दृष्य
ms: Wajah baru yang segar
my: လန်းဆန်းတဲ့ အသွင်သစ်
nn_no: Heilt ny utsjånad
oc: Una aparéncia novèla
pt: Nova apresentação
ru: Обновлённый внешний вид
si: නැවුම් නව පෙනුම
sr: Нов и свежији изглед
ta: புத்தம் புதிய பார்வை
te: సరికొత్త తాజా రూపం
th: หน้าตาแบบใหม่
tr: Yepyeni bir görünüm
ur: نئی تازہ وضع
uz: Yangicha tashqi ko‘rinish
vi: Giao diện hoàn toàn mới
xh: Inkangeleko entsha tsha
zh_tw: 全新外觀

source: Much faster than Firefox 3.6
ar: أسرع بكثير من فَيَرفُكس 3.6
as: Firefox 3.6 কে বহু গুণে দ্ৰুত
az: Firefox 3.6-dan daha sürətli
bg: Много по-бърз от Firefox 3.6
bn_bd: ফায়ারফক্স ৩.৬ এর চেয়ে আরও বেশি দ্রুত
es_mx: Mucho más rápido que Firefox 3.6
fa: بسیار سریع‌تر از فایرفاکس ۳.۶
fr: Plus rapide que jamais
ga_ie: I bhfad níos tapúla ná Firefox 3.6
hi_in: फ़ायरफ़ॉक्स 3.6 से काफी तेज़
hr: Mnogo brži od Firefoxa 3.6
hy_am: Շատ ավելի արագ քան Firefox 3.6-ը
id: Lebih cepat daripada Firefox 3.6
kk: Firefox 3.6 нұсқасынан әлдеқайда жылдам
km: លឿន​ជាង Firefox 3.6
kn: ಫೈರ್ಫಾಕ್ಸ್ 3.6 ಕ್ಕಿಂತಲೂ ವೇಗವಾಗಿದೆ
ku: Ji Firefox 3.6ê gelekî lezgîntir e
lt: Žymiai spartesnė už „Firefox 3.6“
lv: Daudz ātrāks kā Firefox 3.6
ml: ഫയര്‍ഫോക്സ് 3.6-ലും വേഗത്തില്‍ പ്രവര്‍ത്തനം
mr: फायरफॉक्स 3.6 पेक्षा जास्त वेगवान
ms: Lebih pantas daripada Firefox 3.6
my: မီးမြေခွေးဗားရှင်း ၃.၆ ထက်အများကြီးပိုမြန်လာ
nn_no: Mykje raskare enn Firefox 3.6
oc: Plan mai rapid que Firefox 3.6
pt: Muito mais rápido que o Firefox 3.6
ru: Гораздо быстрее чем Firefox 3.6
si: ෆයර්ෆොක්ස් 3.6 ට වඩා වේගවත්
sr: Много бржи од Фајерфокса 3.6
ta: Firefox 3.6 ஐ காட்டிலும் வேகமானது
te: ఫైర్‌ఫాక్స్ 3.6 కంచే చాలా వేగవంతం
th: เร็วกว่า Firefox 3.6
tr: Firefox 3.6'dan çok daha hızlı
ur: فائر فاکس 3.6 سے کہیں زیادہ تیز
uz: "Firefox 3.6"dan ko‘ra ancha tezroq
vi: Nhanh hơn nhiều so với Firefox 3.6
xh: Ikhawuleza kakhulu ngaphezu kweFirefox 3.6
zh_tw: 比 Firefox 3.6 快上許多

source: More awesomeness than ever
ar: روعة تزداد تألقًا
as: সৰ্বকালিন ৰাজকীয়তা
az: Və daha heyrətamiz
bg: По-страхотен от всякога
bn_bd: যে কোন সময়ের চেয়ে বেশি ভাল
es_mx: Más cosas alucinantes que nunca
fa: عالی‌تر از هر زمانی
fr: Encore plus fantastique
ga_ie: Níos fearr ná aon leagan riamh
hi_in: पहले से कहीं अधिक अद्भुत
hr: Bolji nego ikada
hy_am: Ավելի հիասքանչ քան երբևէ
id: Lebih keren!
kk: Бұрынғыдан да тамаша
km: គួរ​ស្ងើចសរសើរ​ជាង​ពេល​មុនៗ
kn: ಹಿಂದೆಂದಿಗಿಂತಲೂ ಅದ್ಭುತವಾಗಿದೆ
ku: Ji yên hemû deman hêjatir e
lt: Dar nuostabesnė nei iki šiol
lv: Vairāk superīguma kā jebkad
ml: ഏറ്റവും അടിപൊളി ബ്രൌസര്‍
mr: नेहमीपेक्षा अधिक उत्कृष्ट
ms: Lebih hebat daripada sebelum ini
my: တစ်ခုပြီးတစ်ခု အံ့ဩစရာများ
nn_no: Smartare enn nokon gong
oc: Encara mai fantastic
pt: Mais fantástico que nunca
ru: И ещё более изумительней
si: අන් කවරදාටත් වඩා විශිෂ්ඨ ලෙසින්
sr: Бољи него икад
ta: எப்போதையும் விட அதிக அற்புதமானது
te: మునుపెన్నడూ లేనంతగా మనోహరం
th: เจ๋งกว่าทุกรุ่นที่มีมา
tr: Her zamankinden daha da şahane
ur: پہلے سے اور زیادہ زبردست
uz: Har doimgidan ham ajoyibroq
vi: Và nhiều điều kỳ diệu khác
xh: Isemagqabini kunangaphambili
zh_tw: 比以往更棒

source: There’s a new version of Firefox that can better protect you against online attacks.
ar: هذه نسخة جديدة من فَيَرفُكس تساعد على حمايتك من هجمات الوب.
as: Firefox ৰ এটা নতুন সংস্কৰণ আছে যি আপোনাক অনলাইন আক্ৰমণসমূহৰ বিপৰিতে অধিক ভাল সুৰক্ষা দিব পাৰিব।
az: Sizi internet hücumlardan daha yaxşı qoruyacaq yeni Firefox versiyası çıxıb.
bg: Има нова версия на Firefox, която ви защитава по-добре от злонамерени онлайн атаки.
bn_bd: ফায়ারফক্সের একটি নতুন সংস্করণ যা উন্নত অনলাইন আক্রমণের বিরুদ্ধে রক্ষা করতে পারে।
es_mx: Hay una nueva versión de Firefox que puede protegerte mejor contra los ataques informáticos.
fa: یک نسخهٔ جدید فایرفاکس عرضه شده است که از شما در برابر حملات اینترنتی محافظت می‌کند.
fr: Une nouvelle version de Firefox qui vous protègera mieux contre les attaques en ligne.
ga_ie: Leis an leagan nua de Firefox, beidh tú cosanta ar ionsaithe ar líne.
hi_in: फ़ायरफ़ॉक्स का नया संस्करण है जो आपको ऑनलाइन हमले से बेहतर रक्षा कर सकता है.
hr: Dostupna je novija inačica Firefoxa koja vas može bolje zaštititi od napada na Internetu.
hy_am: Հասանելի է Firefox-ի նոր տարբերակը:
id: Tersedia versi baru Firefox yang dapat melindungi Anda dari serangan daring.
kk: Сізді желідегі шабуылдардан жақсырақ сақтайтын Firefox-тың жаңа нұсқасы бар.
km: មាន Firefox កំណែ​ថ្មី​ដែល​អាច​ការពារ​​អ្នក​បាន​ប្រសើរ​ទប់ទល់​នឹង​ការ​វាយប្រហារ​​នៅ​លើ​​អ៊ីនធឺណិត។
kn: ನಿಮ್ಮನ್ನು ಆನ್‌ಲೈನ್‌ ಧಾಳಿಗಳಿಂದ ಸಂರಕ್ಷಿಸುವ ಫೈರ್ಫಾಕ್ಸಿನ ಒಂದು ಹೊಸ ಆವೃತ್ತಿಯು ಲಭ್ಯವಿದೆ.
ku: Versiyoneke nû ya Firefoxê heye ku dikare te li hemberî êrîşên înternetê biparêze.
lt: Išleista nauja „Firefox“ laida, galinti geriau jus apsaugoti nuo atakų tinkle.
lv: Ir pieejama jauna Firefox versija, kas daudz labāk aizsargā no uzbrukumiem Intertnetā.
ml: ഓണ്‍ലൈന്‍ ആക്രമണങ്ങളില്‍ നിന്നും നിങ്ങളെ സംരക്ഷിയ്ക്കുന്നതിനായി ഫയര്‍ഫോസിന്റെ പുതിയ പതിപ്പു് സഹായിയ്ക്കുന്നു.
mr: ऑनलाइन धोक्याविरुद्ध सुरक्षा पुरवण्यासाठी फायरफॉक्स्ची नवीन आवृत्ती उपलब्ध आहे.
ms: Ada versi terbaru daripada Firefox yang boleh lebih melindungi anda daripada ancaman dalam talian.
my: အွန်လိုင်းတိုက်ခိုက်မှူများမှ သင့်ကို ကာကွယ်ပေးမည့် မီးမြေခွေး အသစ်ထွက်နေပြီ။
nn_no: Ein nyare versjon av Firefox kan beskytta deg betre mot nettåtak.
oc: Una novèla version de Firefox que vos protegirà melhor contra los atacs en linha.
pt: Existe uma nova versão do Firefox tque o pode proteger melhor contra ataques online.
ru: Вышла новая версия Firefox, которая сможет лучше защитить вас от атак из Интернета.
si: වඩාත් ආරක්ෂිත නව ෆයර්ෆොක්ස් නිකුතුවක් ඇත.
sr: Постоји нова верзија Фајерфокса која Вас може боље заштити од напада на интернету.
ta: Firefoxஇன் புதிய பதிப்பு இருக்கிறது, அது உங்களை இணைய தாக்குதல்களிடம் இருந்து உங்களை சிறப்புடன் பாதுகாக்கும்.
te: ఆన్లైన్ దాడులనుండి మిమ్ములను సురక్షితంగా వుంచే కొత్త ఫైర్‌ఫాక్స్ రూపం వుంది.
th: มี Firefox รุ่นใหม่ที่ช่วยปกป้องคุณจากการโจมตีออนไลน์ได้ดียิ่งขึ้น
tr: Sizi çevrimiçi saldırılara karşı daha iyi koruyabilecek daha yeni bir Firefox sürümü var.
ur: Firefox کی ایک نئی ورژن ہے جو آپ کو آن لائن حملوں سے بہتر طریقے سے حفاظت کر سکتی ہے۔
uz: Firefox brauzerining ushbu yangi versiyasi sizni onlayn hujumlardan yanada yaxhiroq himoyalaydi.
vi: Có bản Fireofx mới hơn, an toàn hơn, bảo vệ bạn khi lướt Web.
xh: Kukho uhlelo olutsha lweFirefox olunokukukhusela ngcono kwiintlaselo ze-intanethi.
zh_tw: 有新版本的 Firefox 推出了，可以更好的幫助您抵禦網路上的攻擊。

source: <a %s>Get the upgrade</a> — it’s fast & free!
ar: <a %s>قُم بالترقية</a> - إنها سريعة ومجانية!
as: <a %s>উন্নত সংস্কৰণ পাওক</a> — ই দ্ৰুত আৰু বিনামূলীয়া!
az: <a %s>Yeni versiyanı yüklə</a> — bu tez və pulsuzdur!
bg: <a %s>Изтеглете новата версия</a> - свободна и много бърза!
bn_bd: <a %s>আপগ্রেড গ্রহন করুন</a> - এটি দ্রুত এবং মুক্ত!
es_mx: <a %s>Actualiza tu Firefox</a>. ¡Es rápido y gratuito!
fa: <a %s>بروزرسانی را دریافت کنید</a> — سریع و آسان!
fr: <a %s>Adoptez la dernière mise à niveau</a> — c'est rapide et gratuit&nbsp;!
ga_ie: <a %s>Faigh an leagan nua</a> - tá sé tapa agus saor in aisce!
hi_in: <a %s>उन्नत संस्करण पाएँ</a> - यह अधिक तेज और निःशुल्क है!
hr: <a %s>Preuzmite nadogradnju</a> - brzo je i besplatno!
hy_am: <a %s>Թարմացրեք</a>՝ այն ազատ է և արագ:
id: <a %s>Dapatkan versi barunya</a> - cepat dan gratis!
kk: <a %s>Жаңартуды алыңыз</a> - ол жылдам әрі тегін!
km: <a %s>ដំឡើង​កំណែ</a> — លឿន & ឥត​គិត​ថ្លៃ!
kn: <a %s>ನವೀಕರಣಗೊಳಿಸಿ</a> - ವೇಗವಾಗಿ ಆಗುತ್ತದೆ ಹಾಗು ಉಚಿತವಾಗಿದೆ!
ku: <a %s>Bilind bike</a> - lezgîn û belaş e!
lt: <a %s>Parsisiųskite naujinimą</a> – tai neužtruks ir nieko nekainuos!
lv: <a %s>Iegūstiet jauninājumu</a> - tas būs ātri un par brīvu!
ml: <a %s>പുതിയതു് ഡൌണ്‍ലോഡ് ചെയ്യൂ</a> - വേഗവും സൌജന്യവുമാണു്!
mr: <a %s>सुधारणा प्राप्त करा</a> - हे वेगवान व मोफत आहे!
ms: <a %s>Dapatkan upgrade</a>— ia pantas & percuma!
my: <a %s>အဆင့်မြင့်ပါ</a> — မြန်မြန်နဲ့အခမဲ့ပါ
nn_no: <a %s>Last ned oppgraderinga</a> — det går raskt og det er gratis!
oc: <a %s>Telecargatz la mesa a jorn</a> — es rapid & gratuit !
pt: <a %s>Obter a actualização</a> - é rápido e gratuito!
ru: <a %s>Загрузите обновление</a> — это быстро и бесплатно!
si: <a %s>යාවත් කිරීම ගන්න</a> - එය වේගවත් ඒවගේම නොමිලේ!
sr: <a %s>Набавите доградњу</a> - брзо и бесплатно!
ta: <a %s>மேம்படுத்தலை பெறவும்</a> - இது விரைவானது மற்றும் இலவசமானது!
te: <a %s>నవీకరణని తెచ్చుకోండి</a> - తర్వరగా అయిపోతుంది మరియు ఉచితం !
th: <a %s>ปรับรุ่น</a> - เร็วและฟรี!
tr: <a %s>Şimdi yükseltin</a>: Hızlı ve bedava!
ur: <a %s>اپ گریڈ حاصل کریں</a> — یہ تیز & مفت ہے!
uz: <a %s>Yangilanishni yuklab oling</a> — u tez va bepul!
vi: <a %s>Tải nâng cấp</a> - nhanh và miễn phí!
xh: %s>Fumana ehlaziyiweyo</a>iyakhwuleza & isimahla
zh_tw: <a %s>立刻升級</a> - 很快，而且不用錢！

source: get the latest in security
ar: احصل على أحدث نسخة تزيد الأمان
as: সুৰক্ষাত শেহতীয়া প্ৰাপ্ত কৰক
az: ən son qorumanı əldə edin
bg: получете най-доброто от света на сигурността
bn_bd: সর্বশেষ নিরাপত্তায় পেতে
es_mx: consigue lo último en seguridad
fa: آخرین‌ها در امنیت را دریافت کنید
fr: offrez-vous la sécurité la plus avancée
ga_ie: faigh na gnéithe slándála is déanaí
hi_in: सुरक्षा में हालिया सुधार को लें
hr: dobijte najnovije sigurnosne mogućnosti
hy_am: ստացեք նորագույն պաշտպանությունը
id: dapatkan fitur keamanan yang terbaru
kk: қауіпсіздіктің жақсысын алу
km: ទទួល​យក​​ចុងក្រោយ​បំផុត​មាន​សុវត្ថិភាព
kn: ಸುರಕ್ಷತೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಇತ್ತೀಚಿನದನ್ನು ಪಡೆದುಕೊಳ್ಳಿ
ku: ji bo ewlekariyê nû bike
lt: šviežiausi saugumo naujinimai
lv: iegūstiet drošāko
ml: സുരക്ഷയില്‍ ഏറ്റവും പുതിയതു് ലഭ്യമാക്കുക
mr: सुरक्षामध्ये नाविन्य प्राप्त करा
ms: Dapat yang terkini dalam sekuriti
my: လုံခြုံမှူအရှိဆုံးနောက်ဆုံးထွက်ကိုရယူ
nn_no: få det siste innan sikkerheit
oc: ofrissètz-vos la seguretat la mai avançada
pt: obtenha os últimos melhoramentos de segurança
ru: получите новейшую защиту
si: නවතම ආරක්ෂිත නිකුතුව ලබාගන්න
sr: имајте последње мере безбедности
ta: பாதுகாப்பில் புதுமையானதை பெறுங்கள்
te: రక్షణలో అత్యంత నవీకరమైనది తెచ్చుకో
th: เพิ่มความปลอดภัยรุ่นล่าสุด
tr: en yeni güvenlik güncellemelerini alın
ur: سلامتی میں سو سے تازہ ترین حاصل کریں
uz: so‘nggi himoyani yuklab oling
vi: tin mới nhất về an minh mạng
xh: fumana ukhuseleko lwamvanje
zh_tw: 得到即時安全防護

source: experience faster performance
as: দ্ৰুত কাৰ্য্যক্ষমতা পাওক
az: işinizi daha sürətli həll edin
bg: получете по-бързо работещ браузър
bn_bd: দ্রুত কর্মক্ষমতার অভিজ্ঞতা
es_mx: experimenta un rendimiento más rápido
fa: عملکردی سریع‌تر را تجربه کنید
fr: bénéficiez de meilleures performances
ga_ie: brabhsáil níos sciobtha
hi_in: अधिक तेज कार्यकुशलता पाएँ
hr: ostvarite bolje performanse
hy_am: բարձրացրեք աշխատանքի արագությունը
id: rasakan kinerja yang tinggi
kk: өнімділігін арттыру
km: បទពិសោធន៍​ការ​អនុវត្ត​រហ័ស
kn: ವೇಗವಾದ ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಅನುಭವಿಸಿ
ku: derbasî performansa lezgîntir bibe
lt: atraskite spartesnį naršymą
lv: iegūstiet uzlabotu ātrdarbību
ml: മെച്ചപ്പെട്ട പ്രവര്‍ത്തനം ലഭ്യമാക്കൂ
mr: गतिशील कामगिरी प्राप्त करा
ms: Alami prestasi lebih cepat
my: ပိုမြန်သောလုပ်ဆောင်ချက်အားခံစားကြည့်
nn_no: få betre yting
oc: beneficiatz de performàncias melhoras
pt: tenha um melhor desempenho
si: වේගවත් ක්‍රියාකාරිත්වය ලබා ගන්න
sr: искусите боље перформансе
ta: விரைவான செயல்திறனை பெற
te: వేగవంతమైన విహారణను పొందండి
th: ประสิทธิภาพดีกว่าเดิม
tr: daha yüksek performans elde edin
ur: get faster performance
uz: ishingizning unumini oshiring
vi: hiệu năng tốt hơn
xh: fumana esebenza ngokukhawuleza
zh_tw: 體驗更佳效能

source: enjoy greater customization
ar: استمتع بتخصيص أروع
as: উন্নত স্বনিৰ্বাচনৰ আনন্দ লওক
az: böyük özəlləşdirmə imkanlarından həzz alın
bg: насладете се на още по-добра персонализация
bn_bd: বৃহত্তর স্বনির্ধারণ উপভোগ করুন
es_mx: disfruta de una mayor personalización
fa: از امکان سفارشی‌سازی بیشتر لذت ببرید
fr: personnalisez encore mieux à votre goût
ga_ie: saincheapadh níos éasca
hi_in: बेहतर मनपसंदीकरण का आनंद लें
hr: uživajte u boljim prilagodbama
hy_am: վայելեք առավել ճկուն հարմարելիությունը
id: nikmati berbagai pengubahsuaian
kk: өзіңіз үшін жақсырақ баптау
km: រីករាយ​​​តាម​តម្រូវ​ការ​ដ៏​អស្ចារ្យ
kn: ಉತ್ತಮ ಅಗತ್ಯಾನುಗುಣ ಬದಲಾಯಿಸುವಿಕೆಗೆ ಅವಕಾಶವಿದೆ
ku: bi taybetiyên şexsî kêfê bike
lt: mėgaukitės platesniu individualizavimu
lv: izbaudiet lielāku pielāgojamību
ml: നിങ്ങള്‍ക്കു് ഉചിതമായ രീതിയില്‍ തയ്യാറാക്കുക
mr: अधिक पसंतीचे करण्याची मजा लुटा
ms: Nikmati keriangan kustomisasi
my: ပိုကောင်းလာတဲ့ပြင်ဆင်နိုင်မှူကို ခံစားလိုက်ပါ
nn_no: ta i bruk nye tillpassingsmulegheiter
oc: personalizatz encara melhor
pt: desfrute de uma maior personalização
ru: насладитесь большей гибкостью настройки
si: ඉහළ රිසිකරණ අත්දැකීම ලබන්න
sr: уживајте у већој могућности прилагођавања
ta: மேலான விருப்பமையை அனுபவியுங்கள்
te: మరింత మలచుకొనడాన్ని ఆనందించండి
th: สนุกกับการปรับแต่งเองขั้นสุดยอด
tr: daha fazla kişiselleştirmenin keyfini sürün
ur: زیادہ تخصیص کاری سے لطف اٹھائیں
uz: o‘ta moslashuvchan sozlamalardan rohatlaning
vi: tùy biến dễ hơn
xh: nandipha ulungiselelo olukhudlwana
zh_tw: 享用更完整的自訂

source: Your version of Firefox will soon be vulnerable to online attacks.
ar: نسختك الحالية من فَيَرفُكس ستصبح غير محصنة قريبًا من هجمات الوب.
as: আপোনাৰ Firefox ৰ সংস্কৰণ অতি সোনকালে অনলাইন আক্ৰমণৰ সন্মুখিন হব।
az: Sizin Firefox versiyanız tezliklə internet hücumlara qarşı zəif olacaq.
bg: Вашата версия на Firefox скоро ще бъде уязвима за злонамерени онлайн атаки.
bn_bd: আপনার ফায়ারফক্স এর সংস্করণটি শীঘ্রই অরক্ষিত অনলাইন আক্রমণের শিকার হবে।
es_mx: Tu versión de Firefox pronto será vulnerable a ataques informáticos.
fa: نسخه فایرفاکس شما به‌زودی در برابر حملات اینترنتی آسیب‌پذیر خواهد بود.
fr: Votre version de Firefox sera bientôt vulnérable aux attaques en ligne.
ga_ie: Beidh do leagan de Firefox i mbaol ó ionsaithe ar líne go luath.
hi_in: फ़ायरफ़ॉक्स का आपका यह संस्करण जल्दी ही ऑनलाइन हमले के लिए भेद्य हो जाएगा.
hr: Vaša inačica Firefoxa uskoro više neće biti sigurna protiv napada na Internetu.
hy_am: Firefox-ի ձեր տարբերակը շուտով կդառնա առցանց հարձակումների թիրախ:
id: Versi Firefox Anda akan rentan terhadap serangan daring.
kk: Сіздегі Firefox нұсқасы жақын арада желідегі шабуылдарға төзімсіз болады.
km: កំណែ Firefox របស់​អ្នក​អាច​​ទន់​ខ្សោយ​នៅ​លើ​ការ​វាយប្រហារ​នៅ​លើ​​អ៊ីនធឺណិត។
kn: ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸಿನ ಆವೃತ್ತಿಯು ಸಧ್ಯದಲ್ಲಿಯೆ ಆನ್‌ಲೈನ್ ಧಾಳಿಗೆ ಈಡಾಗುವ ಸಾಧ್ಯತೆ ಇದೆ.
ku: Versiyona Firefoxa te ya niha dê di nêzîk de li hemberî êrîşên înternetê bêparastin be.
lt: Jūsų naudojama „Firefox“ laida netrukus taps lengvu internetinių atakų taikiniu.
lv: Jūsu Firefox versiju drīzumā apdraudēs uzbrukumi Internetā.
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് ഓണ്‍ലൈന്‍ ആക്രമണങ്ങള്‍ക്കു് ഉടന്‍ വിധേയമാകുന്നു.
mr: फायरफॉक्सची ही आवृत्ती लवकरच ऑनलाइन धोक्याकरीता प्रात्र ठरेल.
ms: Versi Firefox anda tidak lama lagi akan terdedah kepada serangan dalam talian.
my: သင့်ရဲ့မီးမြေခွေးဗားရှင်းဟာမကြာခင်မှာပဲ အွန်လိုင်းတိုက်ခိုက်မှူများကိုခံနိုင်တော့မှာမဟုတ်ပါဘူး။
nn_no: Din versjon av Firefox kjem snart til å vera sårbar for nettangrep.
oc: Vòstra version de Firefox serà lèu vulnerabla als atacs en linha.
pt: Brevemente a sua versão do Firefox será vulnerável a ataques online.
ru: Ваша версия Firefox скоро будет уязвима для атак из Интернета.
si: ඔබගේ ෆයර්ෆොක්ස් නිකුතුව අන්තර්ජාල ප්‍රහාරයන්ට ලක්විය හැකිය.
sr: Ваша верзија Фајерфокса ће ускоро бити рањива од напада на интернету.
ta: Firefoxஇன் உங்கள் பதிப்பு விரைவில் இணைய தாக்குதலுக்கு உள்ளாகும்.
te: మీ ఫైర్‌ఫాక్స్ రూపం త్వరలో ఆన్లైన్ దాడులకు గురిఅవగలదు.
th: Firefox รุ่นที่คุณใช้อยู่อาจจะตกเป็นเป้าหมายของการโจมตีออนไลน์ในเร็วๆ นี้
tr: Kullandığınız Firefox sürümü yakında çevrimiçi saldırılara açık kalacaktır.
ur: آپ کی Firefox کی ورژن جلد آن لائن حملوں کے خطرے میں ہو گی۔
uz: Kompyuteringizdagi Firefox versiyasi tez orada onlayn hujumlardan zararlanadigan bo‘lib qoladi.
vi: Phiên bản Firefox của bạn sẽ sớm không an toàn đối với tấn công mạng
xh: Uhlelo lwakho lweFirefox kungekudala luza kuba secicini lokuhlaselwa kwi-intanethi
zh_tw: 您的 Firefox 很快將會暴露於遭受線上攻擊的風險當中。

source: Stay safe online
as: অন-লাইন হওঁতে সুৰক্ষিত থাকক
az: İnternetdə Təhlükəsizliyinizi təmin edin
bg: Бъдете защитени онлайн
bn_bd: অনলাইনে নিরাপদ থাকুন
es_mx: Mantén tu seguridad en línea
fa: در اینترنت ایمن بمانید
fr: restez en sécurité en ligne
ga_ie: bí slán sábháilte ar líne
hi_in: ऑनलाइन सुरक्षित रहें
hr: ostanite sigurni na Internetu
hy_am: Ապահովեք Ձեր անվտանգությունը Համացանցում
id: Tetap aman di Internet
kk: Желідегі жұмысты қауіпсіз қылу
km: ស្ថិតនៅ​សុវត្ថិភាព​លើ​បណ្ដាញ
kn: ಸುರಕ್ಷಿತವಾದ ಆನ್‌ಲೈನಿನಲ್ಲಿರಿ
ku: xwe bixe ewlehiyê
lt: internete išlikite saugūs
lv: esiet drošībā
ml: സുരക്ഷിതമായി ഓണ്‍ലൈന്‍ പ്രവര്‍ത്തിയ്ക്കൂ
mr: ऑनलाइन सुरक्षीत रहा
ms: Kekal selamat didalam talian
my: အွန်လိုင်းမှာ လုံခြုံစွာနေပါ
nn_no: Ver trygg på nettet
oc: Demoratz en seguretat en linha
pt: Mantenha-se seguro online
si: අන්තර්ජාලයේ ආරක්‍ෂිතව ඉන්න
sr: Останите безбедни на интернету
ta: பாதுகாப்பான ஆன்லைனில் இருக்க
te: ఆన్‌లైన్లో సురక్షితంగా ఉండండి
th: ปลอดภัยขณะออนไลน์
tr: internette güvende kalın
uz: Internetda xavfsizligingizni ta'minlang
vi: Online an toàn
xh: Hlala ukhuselekile kwi-intanethi
zh_tw: 保持線上安全

source: Enjoy new features
as: নতুন বৈশিষ্টসমূহৰ সুবিধা লওক
az: Yeni imkanlardan həzz alın
bg: Радвайте се на новите възможности
bn_bd: নতুন বৈশিষ্ট্য উপভোগ করুন
es_mx: Disfruta de nuevas características
fa: از امکانات جدید لذت ببرید
fr: appréciez les nouvelles fonctionnalités
ga_ie: go leor gnéithe nua
hi_in: नई सुविधाओं का आनंद लें
hr: uživajte u novim mogućnostima
hy_am: Վայելեք նոր հնարավորությունները
id: Nikmati fitur barunya
kk: Жаңа мүмкіндіктерін алу
km: រីករាយ​ជាមួយ​លក្ខណៈ​ថ្មីៗ
kn: ಹೊಸ ಸವಲತ್ತುಗಳನ್ನು ಆನಂದಿಸಿ
ku: taybetiyên nû bistîne
lt: atraskite naujas funkcijas
lv: izbaudiet jaunas iespējas
ml: പുതിയ വിശേഷതകള്‍ ആസ്വദിയ്ക്കൂ
mr: नवीन गुणविशेषांची मजा लुटा
ms: Nikmati ciri-ciri baru
my: အင်္ဂါရပ်အသစ်များကိုသုံးကြည့်ပါ
nn_no: Oppdag nye fuksjonar
oc: Profiechatz de la novèlas foncionalitats
pt: Aprecie as novas funcionalidades
si: අලුත්ම ගුණාංග අත්විදින්න
sr: уживајте у новим могућностима
ta: புதிய அம்சங்களை அனுபவிக்க
te: కొత్త సౌలభ్యాలను ఆనందించండి
th: สนุกกับความสามารถใหม่
tr: yeni özelliklerin tadını çıkarın
uz: Yangi imkoniyatlardan bahra oling
vi: Tận hưởng tính năng mới
xh: Nandipha iinkalo ezintsha
zh_tw: 享用全新功能

source: URGENT!
ar: عاجل!
as: জৰুৰী!
az: TƏCİLİ!
bg: ВАЖНО!
bn_bd: জরুরী!
es_mx: ¡URGENTE!
fa: فوری!
ga_ie: PRÁINNEACH!
hi_in: बेहद जरूरी!
hr: VAŽNO!
hy_am: ՈՒՇԱԴՐՈՒԹՅՈՒՆ.
id: PENTING!
kk: БҰЛ МАҢЫЗДЫ!
km: ប្រញាប់ប្រញាល់!
kn: ತ್ವರೆ ಮಾಡಿ!
ku: GIRÎNG!
lt: SVARBU!
lv: SVARĪGI!
ml: ശ്രദ്ധിയ്ക്കൂ...!
mr: तातडीचे!
ms: SEGERA!
nn_no: VIKTIG!
oc: URGENT&nbsp;!
pt: URGENTE!
ru: ВНИМАНИЕ!
si: හදිසියි!
sr: ХИТНО!
ta: அவசரம்!
te: అత్యవసరం!
th: ด่วนที่สุด!
tr: ACİL!
ur: سخت اہمیت!
uz: DIQQAT!
vi: KHẨN CẤP!
xh: KUNGXAMISEKILE!
zh_tw: 緊急！
