Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/includes/mwc_2015_schedule.lang.po
Languages: dsb

source: Schedule is subject to change.
dsb: Casowy plan pódlažy změnam.

source: Monday
dsb: Pónjeźele

source: March 2
dsb: 2. měrca

source: Firefox OS. The Independent Path. Overview and Opportunities.
dsb: Firefox OS. Njewótwisna droga. Pśeglěd a móžnosći.

source: Firefox OS. Flexibility &amp; Extensibility. Success Stories.
dsb: Firefox OS. Fleksibelnosć a rozšyrjujobnosć. Tšojenja wuspěchow.

source: Firefox on Mobile Devices
dsb: Firefox na mobilnych rědach

source: Building Mozilla Values into Firefox OS
dsb: Zatwarjenje gódnotow Mozilla do Firefox OS

source: Firefox OS. Beyond Smartphones.
dsb: Firefox OS. Dalej smartfonow.

source: Webmaker for Mobile. Building Local Content and Web Literacy
dsb: Webmaker za mobilny telefon. Napóranje lokalnego wopśimjeśa a webkompetence

source: Firefox Marketplace. Why We Chose the Web.
dsb: Wikowanišćo Firefox. Cogodla smy web wubrali.

source: Firefox OS, the Web of Things and Open Web Hardware
dsb: Firefox OS, web wěcow a hardware wótwórjonego weba

source: Tuesday
dsb: Wałtora

source: March 3
dsb: 3. měrca

source: Wednesday
dsb: Srjoda

source: March 4
dsb: 4. měrca

source: Thursday
dsb: Stwórtk

source: March 5
dsb: 5. měrca
