Repository: alvinlaz96/mozilla-lang
Catalog: ln/firefox/os/faq.lang.po
Languages: ln

source: Firefox OS Frequently Asked Questions
ln: Mituna mpe Biyano mpo na Firefox OS

source: About Firefox OS
ln: Maye matali Firefox

source: What is Firefox OS?
ln: Firefox OS eza nini?

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ln: Etelemisami na ba nkombo minene oyo ekende sango na industrie, Firefox OS eza systeme d'exploitation ouvert mpo na ba smartphones oyo ekelami na Mozilla.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ln: Mobimba nayango etongami na bosaleli HTML5 mpe ba standards ouverts misusu ya Web, Firefox OS ekangemi te na mibeko mpe bipekisami oyo ezalaka na ba plateforme ya ba nkolo.

source: How is Firefox OS different from other operating systems?
ln: Lolenge nkani Firefox OS ekeseni na basysteme d'exploitation misusu?

source: Firefox OS is the only operating system with Adaptive App Search.
ln: Firefox OS eza systeme d'exploitation ya likinda oyo eza na Boluki Adaptaif ya App.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ln: Na ntango ba telefone misusu lelo eza statique, kopesaka yo baapps moko-moko wana ntango inso opelisi yango, Firefox OS ebongwamaka ntango inso kopesaka nayo kaka baapps oyo olingi na eleko nionso ya bomoyi buayo.

source: It adapts so you can live every moment to its fullest.
ln: Edaptaka mpo ete obika ntango inso manso maye ezali nayango.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ln: Firefox OS epesameli yo na Mozilla, lingomba monene eye eza sans but lucratif oyo ebetaka sete likolo ya baprincipe koleka matabisi.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ln: Tondimaka ete Web eza ressource publique mpo na banso mpe ya kobatela, ezali te eloko ya koteka.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ln: Tosalaka na lingomba monene na mokili mobimba mpo na kokela baproduit ya source ouverte neti Mozilla Firefox mpe koinnover mpo litomba ya moto moko na moko mpe konetola Web.

source: The result is great products built by passionate people and better choices for everyone.
ln: Resultat eza baproduit kitoko eye esalemi na batu oyo bamipesi motema mobimba mpe biloko kitoko ya kopona mpo na moto nionso.

source: Buying Firefox OS
ln: Kosomba Firefox OS

source: What phones will Firefox OS be available on?
ln: Batelefone nini ekozala na Firefox OS?

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ln: Mpo na kotala liste mobimba ya batelefone oyo eza na Firefox OS, tala <a href="%(link)s">lokasa ya baappareil</a>.

source: Where can I buy Firefox OS?
ln: Epayi wapi nakoki kosomba Firefox OS?

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ln: Mpo nakosomba telefone ya Firefox OS, tala <a href="%(link)s">lokasa ya baappareil</a> mpe pona mboka oyo ezali.

source: What will be the price of the phone?
ln: Telefone ekozala na ntalo nini?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ln: Mozilla epesaka bantalo te, yango ekopesama na opérateur nabiso na bapartenaire manufaturier nabiso kolandana motindo mombongo eza kosalema nakati ya mboka.

source: What apps will be available on Firefox OS?
ln: Baapps nini ekozala na Firefox OS?

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ln: Liste eye eza kokola eza na baapps oyo ekende sango neti Facebook, Twitter, Nokia HERE maps, Cut the Rope, na Time Out.

source: Many more are being made available every day.
ln: Mingi koleka eza kolengelama mikolo nionso.

source: Is Firefox OS available in my language?
ln: Firefox OS ezali mpe na lokota nangai?

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ln: Firefox OS na ngonga oyo ezali na Kiespagnole, Kipolonais, Angele, Kiitalien, Kipuluges, Kiallemand, Kiserbien, Kihongrois na Kigrek.

source: We’re working on adding more languages all the time.
ln: Toza kokoba kosala ntango inso mpo na kobakisa nkota misusu.

source: Using Firefox OS
ln: Kosalela Firefox OS

source: How do I…
ln: Ndenge nini nakoki…

source: …make a call?
ln: …kobenga?

source: …import my contacts?
ln: …kobenda bacontact nangai?

source: …create and view messages?
ln: …kokoma mpe kotala bamessages?

source: …use the internet?
ln: …kosalela internet?

source: …download and install an app?
ln: …télécharger mpe koinstaller app?

source: …take pictures?
ln: …kokanga bafoto?

source: …compose and send an email?
ln: …kokoma mpe kotinda email?

source: Adaptive App Search
ln: Luka App adaptative

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ln: Zwa mayebisi mpo na likambo songolo na ntango olingi, epesamela yo mpe telefone nayo na Firefox OS.

source: Your go-to source for the best apps for Firefox OS.
ln: Nzela nayo ya kokende na source mpo na baapps ya kitoko ya Firefox OS.

source: Firefox browser
ln: Navigateur Firefox

source: The fast, smart, safe way to get the best of the Web.
ln: Nzela ya noki, ya malamu, ya bokengi mpo na kozwa Web ya kitoko koleka.

source: Deep integration with social media
ln: Integration ya mozindo na ba media sociaux

source: Full access to every Twitter and Facebook update from wherever you are.
ln: Boyingeli na manso ya mise à jour ya Twitter na Facebook bipayi binso ozali.

source: With built-in style filters for fun, creative shots.
ln: Na bafiltre eye ekelami o kati mpo na kokanga bafoto ya kosepelisa mpe ya créativité.

source: FM Radio
ln: Radio FM

source: All the audio you want on the go, all on one device.
ln: Ba audio nionso olingi na mbala moko, nionso na appareil moko.

source: Maps
ln: Bacarte

source: Includes directions, traffic and local transit information.
ln: Bakisa baitinéraire, basango ya nzela mpe mayebisi ya transit local.

source: Privacy and Security
ln: Confidentialité &amp; Bokengi

source: Mozilla was the first to implement the Do Not Track privacy feature.
ln: Mozilla ezalaki ya yambo kosalela caractéristique ya Kolandela confidentialité Te.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ln: Firefox eza mpe kofonctionnaliser baparamètre ya bokengi eye ekoki kozala personnaliser mpo kokamba liloba ya sekele, lisitwale, badonnée confidentielle, ba cookies, baoption ya site mpe bibakisi. <a href="%(url)s">Mingi ya koyekola.</a>

source: Developer Questions
ln: Mituna ya Badeveloppeur

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ln: Oza developpeur? Oza na mituna? <a href="%(url)s">Yekola mingi na Réseau Developpeur Mozilla.</a>
