Repository: alvinlaz96/mozilla-lang
Catalog: ln/firefox/os/index.lang.po
Languages: ln

source: Get Firefox OS
ln: Zwa Firefox OS

source: The Adaptive Phone
ln: Telefone adaptatif

source: The Features
ln: Bacarctéristique

source: The Mission
ln: Mission

source: The Devices
ln: Baappareil

source: Get a phone
ln: Zwa telefone

source: Photos
ln: Bafoto

source: Music
ln: Miziki

source: Maps
ln: Bacarte

source: Dual SIM
ln: SIM Mibale

source: Messages
ln: Sango

source: Make every <br>moment count
ln: Sala ete ngonga inso <br>etangema

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
ln: Biposa nayo bibongwanaka uta ngonga moko kino ngonga mosusu. Ntina yango Firefox OS esalaka obe lolenge wana. Epesaka yo makoki ya kobika tango inso manso maye azali nayango mpe bomikotisi na mokili moye mozali kitoko mpeza.

source: Get a Firefox OS smartphone today
ln: Zwa Firefox OS mpo na smartphone lelo

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ln: Kota-na mpo na bulletin nabiso ya suka ya sanza mpe zwa basango ya Firefox OS

source: It adapts, so you <br>can too
ln: Eza koadapter, ebongo yo <br>mpe okoki

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
ln: Firefox OS eza komono na mosika biposa nayo, koadapter na likambo nionso mpe kopesa mbala moko <br>mayebisi maye osengeli nayango.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
ln: Yango ezali biye biyebani mingi, ba apps ya nkombo ekende sango, na mpe contenu local oyo eza na ntina mingi mpo nayo mpe bomoyi buayo.

source: Adaptive App Search
ln: Luka App adaptative

source: Type a word or subject you’re interested in
ln: Koma liloba to likambo liye lisimbami nayo

source: Find exactly what you want — and more
ln: Kuta maye olingi solo — mpe misusu

source: Get instant access or save apps to your phone
ln: Zwa boyingeli ya mbala moko to bomba ba apps na telefone nayo

source: Discover more apps on Firefox Marketplace
ln: Kundola ba apps ebele na Firefox Marketplace

source: Have it all
ln: Zwa yango nionso

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
ln: Firefox OS ebongisami na bacaractéristique eye ekosala yo olinga smartphone mbala moko. Ekozinga bomoyi buayo malamu mpeza mpo ete okoka kozala malamu na maye mazali nzinga nzinga nayo.

source: Made for the moments of your life
ln: Ekelami mpo na bileko ya bomoyi buayo

source: Moments with friends
ln: Ntango na baninga

source: Import your contacts directly from Facebook and share updates instantly.
ln: Benda ba bacontact nayo mbala moko kowuta na Facebook mpe kabola ba mise à jour wana-wana.

source: Creative moments
ln: Bantango ya créativité

source: Take photos on the go then make them amazing using built-in style filters.
ln: Kanga bafoto mbala moko ebongo komisa yango kitoko mpeza na bosaleli bafiltre ya style eye ekelami o kati.

source: Moments that entertain
ln: Bantango eye eza kosepelisa

source: Listen to your favorite songs, artists and radio stations, all from one device.
ln: Yoka banzembo, basali ntoki mpe bastation ya ladio olingaka mingi, nionso uta appareil moko.

source: Moments in between
ln: Bantango ya kati

source: Get to where you’re going with directions, traffic and local transit information.
ln: Koma bipayi oza kokende na baitinéraires, basango ya nzela mpe mayebisi ya transit local.

source: Moments of choice
ln: Bantango ya boponi

source: Take full control of calls and messages with dual SIM and dual standby functionality.
ln: Zala na full controle ya baappel mpe messages na SIM mibale mpe standby mibale.

source: Moments of connection
ln: Bantango ya connexion

source: Stay in touch with family and friends by email and text message.
ln: Zala na contact na libota mpe baninga na nzela ya email mpe message ya nkoma.

source: Moments of discovery
ln: Bantango ya bokundoli

source: Find the best apps from around the world and your own backyard.
ln: Kuta ba apps ya kitoko mpeza kowuta mokili mobimba mpe bipayi owuta.

source: Transform the future
ln: Bongola mikolo miye miza koya

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
ln: Toza wana mpo na kosala bokeseni, eza te mpo na matabisi. Tango oponi Firefox OS, oza kosalisa kolengela malamu mpeza mikolo miye miza koya mpo na Web mpe basaleli bipayi nionso.

source: From our community to yours
ln: Kowuta na lingomba lya biso tii na oyo yayo

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
ln: Ba smartphones ebele ekelami na motango moke ya batu, banso na esika moko, tango mosusu kamua mosika na esika obikaka. Batelefone Firefox OS eza ndenge mosusu. Ekelami na lingomba monene ya batu ndenge na ndenge mpe eza ba smartphones ya likinda oyo esosolaka mpe esalaka oyo olingi mpe oyo osengeli.

source: The best of the Web
ln: Web ya kitoko koluta

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
ln: Firefox ebongolaki navigation mpo na libela na botiyi basaleli yambo mpe kopesa ndelo yasika ya boponi mpe innovation na Internet. Sik'oyo toza kosala yango nionso lisusu na Firefox OS, tango toza komema experience ya navigation ya likolo mpeza na smartphone nayo. Nayango okoki kozwa controle ya bomoyi buayo na Internet mpe kozwa maye makopesama na Web ya kitoko koluta ezala wapi oza kokende.

source: For partners &amp; developers:
ln: Mpo na partenaires &amp; badeveloppeur:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
ln: Yekola maye matali mabaku ya partenariat <a href="%(link)s">Tala site ya bapartenaire Firefox OS</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
ln: Zwa app nayo na Firefox OS <a href="%(link)s">Tinda yango na Firefox Marketplace</a>

source: For users:
ln: Mpo na basaleli

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
ln: Soki osengeli na mua lisalisi <a href="%(link)s">Zwa yango kowuta na baninga bayo na Mozilla Support</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
ln: Mituna mya yo nionso mikoyanolama <a href="%(link)s">Tanga FAQ nabiso ya litomba monene</a>

source: Email app
ln: App email

source: Contacts app
ln: App ya bacontact

source: Messages app
ln: App ya bamessage

source: Camera app
ln: App camera

source: Facebook app
ln: App Facebook

source: Maps app
ln: App ya bacarte

source: Photos app
ln: App ya bafoto

source: Music app
ln: App ya miziki

source: Radio app
ln: App ya radio

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ln: Tosalaka na motango songolo ya bafournisseur mpo na kotiya Firefox OS na baappareil ndenge na ndenge.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ln: Pona moko kowuta na liste oyo eza awa na se mpo na kozwa smartphone Firefox OS na mboka nayo.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ln: Pona moko kowuta na liste oyo eza awa na se mpo na kozwa smartphone Firefox OS na mboka nayo.

source: Sign up for our monthly newsletter
ln: Kota -na mpo na bulletin nabiso ya suka na sanza

source: Thank you for signing up!
ln: Matondo mpo na komikomisa!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ln: Firefox OS — Telefone adaptif — Bacaractéristique, Baaps kitoko ya Smartphone mpe Ebele

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
ln: Tala makomi ya version <a href="%(link)s">Tanga maye matali bacaractéristique, mbongwana mpe ebele</a>
