Repository: alvinlaz96/mozilla-lang
Catalog: sat/legal/index.lang.po
Languages: sat

source: Legal
sat: आ़इन लेका ते

source: Terms
sat: नियोम को

source: Our Websites
sat: आलेयाक् वेब साइट को

source: Firefox Services
sat: फायारफॉक्स का़मी को

source: Webmaker
sat: वेबमेकार

source: Firefox Marketplace
sat: फायारफॉक्स बाजार जायगा

source: Privacy & trademarks
sat: निजेराक् ट्रेडमार्क को

source: Privacy Notices and Policy
sat: निजेराक् इतला़य आर निती

source: Trademark Policy
sat: ट्रेडमार्क निती

source: Downloadable software notices
sat: सोफ्टवेयार इतला़य को आ़तुर आंड़गो

source: Firefox
sat: फायारफॉक्स

source: Thunderbird
sat: थांडारवार्ड

source: Get involved
sat: सा़मिलोक्

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
sat: आपे जोतो को बिसेस सारहाव ओकोय मोजिला दा़गी रेयाक् बा़डिज बेभार को रिपोर्ट रे गोड़ो आकात् आ, सासोन बेबोसता फोरुम रे सा़मिलोक्, आमाक् नोडेनाक् तेयार आर आ़इन नियोम रे फिडबेक एम, आर मोजिला प्रोजेक्ट रा़स लेकाते पारोम ला़गित् आमाक् लेक को हा़टिञा .

source: Get involved!
sat: सा़मिलोक्!

source: Protect the Fox
sat: फॉक्स आ़ड

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
sat: मोजिला ट्रेडमार्क रेयाक् बा़डिच् बेभार रिपोर्ट एम दाराय ते आले रिन बेभार को आ़ड काते आले गोड़ोवाले मे.

source: Takedown requests
sat: नेहोर को ओल आंड़गो

source: Report abuse of your copyrights and trademarks.
sat: आमाक् छापा सोदोर होक आर ट्रेडमार्क रेयाक् बा़ड़िच् का़मी रे आ़गू रिपोर्टy.
