Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: bs, fr, pt, zh_tw

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
bs: Firefox će uvijek biti dio Mozilline misije koju ljudi mogu vidjeti, osjetiti i dodirnuti. Uzbuđeni smo napretkom i inovacijama koje smo vidjeli kod desktop verzije Firefoxa proteklih godinu dana. Nekoliko poboljšanja performansi i sigurnosti, poboljšanja memorije čine ovaj Firefox najboljim do sad. Ponosni smo na posao koji radimo da učinimo razvoj na Firefoxu lakšim dodavanjem uzbudljivih alata za programere, kao što su <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> i <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
fr: Parmi les missions de Mozilla, Firefox restera toujours celle que l'on pourra voir, sentir et toucher. Nous sommes enthousiasmés par le progrès et l'innovation constatés ces dernières années sur les versions de Firefox pour ordinateur. De nombreuses améliorations en matière de performances, de sécurité et d'utilisation de la mémoire ont permis d'obtenir la meilleure version de Firefox jusqu'à présent. Nous sommes fiers du travail que nous avons accompli pour faciliter le développement avec Firefox, en ajoutant des outils efficaces à destination des développeurs, comme la <a href="%(cmdline_url)s" rel="external">barre de développement</a>, la <a href="%(console_url)s" rel="external">console web</a> et <a href="%(tilt_url)s" rel="external">“Tilt”, l'examinateur de page en 3D</a>.
pt: O Firefox irá sempre fazer parte da missão da Mozilla que as pessoas podem ver, sentir e tocar. Estamos muito contentes com o progresso e inovação que assistimos na versão do Firefox para computadores ao longo do último ano. Várias melhorias de desempenho, de segurança e de consumo de memória fazem deste o melhor Firefox até ao momento. Estamos orgulhosos do trabalho que temos feito para facilitar a programação no Firefox, adicionando ferramentas interessantes para os programadores, como a <a href="%(cmdline_url)s" rel="external">Linha de Comandos para o Programador</a>, <a href="%(console_url)s" rel="external">Consola Web</a> e <a href="%(tilt_url)s" rel="external">“Tilt” o inspetor de páginas a 3D</a>.
zh_tw: Firefox 將永遠是 Mozilla 使命中，人們可以看見、感受，並伸手可及的一部分。過去幾年來桌面版本的 Firefox 有著大家都看得到的進步與創新，讓我們非常的振奮。許多性能與安全性的改進，還有記憶體使用量的改善，讓目前的 Firefox 成為有史以來最棒的版本。我們對於能讓在 Firefox 上進行開發變得更簡單感到非常驕傲，包含了 <a href="%(cmdline_url)s">開發者命令列</a> 、<a href="%(console_url)s">網頁主控台</a>、以及 <a href="%(tilt_url)s">「Tilt」3D 頁面檢測器</a> 等等。

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
bs: Nedavno, eksperimentisali smo s načinima integracije društvenih funkcija u Firefox. Firefox će podržati novi društveni API koji će omogućiti programerima integraciju društvenih servisa direktno u pretraživač. Društveni API će podržavati višestruke davatelje usluga i imati beskrajan potencijal za integraciju društvenih mreža, e-maila, finansija, vijesti i drugih aplikacija u vaše Firefox iskustvo. Naš prvi eksperimentalni davatelj usluga je Facebook.
fr: Récemment, nous avons expérimenté l'implémentation d'une fonctionnalité sociale dans Firefox. Ce dernier prendra en charge une nouvelle API sociale qui permet aux développeurs d'intégrer des services sociaux directement dans le navigateur. L'API sociale prendra en charge de multiples fournisseurs et a un potentiel infini pour l'intégration de réseaux sociaux, de courriels, d'informations financières, d'actualités, ou de toute autre application, au sein de votre utilisation de Firefox. Notre première expérimentation se fait en partenariat avec Facebook.
pt: Recentemente temos estado a experimentar formas de integrar funcionalidades sociais no Firefox. O Firefox irá suportar a nova API Social que permite a programadores integrarem serviços sociais diretamente no navegador. A API Social irá suportar múltiplos fornecedores e tem um potencial sem limites para integração de redes sociais, e-mail, finanças, notícias e outras aplicações na sua experiência de utilização do Firefox. O nosso primeiro fornecedor experimental é o Facebook.
zh_tw: 最近，我們開始進行幾個將社群網路與 Firefox 整合起來的實驗性計畫。Firefox 將會支援一組全新的社群 API，讓開發者可以直接將社群網路服務整合到瀏覽器當中。社群 API 將會支援多個社群網路服務提供者，並且有著無窮的潛力，讓社群網路、電子郵件、金融、新聞與其他各種應用，統統整合進入您的 Firefox。我們第一個實驗性的服務提供者為 Facebook。

source: Webmaker: Teaching the world the Web
bs: Webmaker: Učenje svijeta o webu
fr: Webmaker&nbsp;: enseigner le Web au monde entier
pt: Webmaker: Ensinar a Web ao mundo
zh_tw: Webmaker：教世界撰寫網頁

source: The unique power of the Web is that anyone can make and build with it.
bs: Jedinstvena snaga weba je ta da svako može stvarati i graditi sa njim.
fr: Ce qui fait la force du Web, c'est que n'importe qui peut en être un maillon et le construire.
pt: O poder único da Web é que qualquer pessoa pode fazer e construir coisas com ela.
zh_tw: 網頁有個獨特的力量：任何人都可以製作與建立自己的網頁。

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
bs: Jedinstvena snaga weba znači da svako može stvarati i graditi sa njim. Naša nova obrazovna ponuda, <a href="%(webmaker_url)s" rel="external">Mozilla web kreator</a>, će staviti tu snagu u ruke miliona novih kreatora svuda.
fr: Ce qui fait la force du Web, c'est que n'importe qui peut en être un maillon et le construire. Notre nouvelle offre d'éducation, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, mettra cette force entre les mains de millions de nouveaux créateurs à travers le monde.
pt: O poder único da Web traduz-se no facto de qualquer pessoa poder fazer e construir coisas com ela. A nossa nova oferta educativa, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, irá colocar este poder em todo o lado nas mãos de milhões de novos criadores.
zh_tw: 網頁有個獨特的力量：任何人都可以製作與建立自己的網頁。我們有個新的教育專案 <a href="%(webmaker_url)s">Mozilla Webmaker</a> 將會讓世界各地數以百萬計的創作者都能擁有這個力量。

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
bs: Alati web kreatora, projekti i događaji pomažu nastavnicima, mladima, medij kreatorima i svakodnevnim korisnicima širom svijeta da se pomaknu od korištenja weba ka stvaranju weba. U 2013, web kreator će mobilizirati globalnu zajednicu mentora, instruktora i mladih da podučavaju i uče zajedno; napredne revolucionarne softverske alate web kreatora kao što su <a href="%(popcorn_url)s" rel="external">Popcorn</a> i <a href="%(thimble_url)s" rel="external">Thimble</a>; i da zajedno rade na izgradnji još pismenije web planete.
fr: Les outils Webmaker, les projets et les événements d'aide aux enseignants, la jeunesse, les responsables de presse et les utilisateurs au quotidien de par le monde changent leur usage du Web en même temps qu'ils le réinventent. En 2013, Webmaker impliquera une large communauté de mentors, formateurs et jeunes pour enseigner et apprendre ensemble&nbsp;; faire avancer les logiciels Webmaker révolutionnaires comme <a href="%(popcorn_url)s" rel="external">Popcorn</a> et <a href="%(thimble_url)s" rel="external">Thimble</a>&nbsp;; et travailler ensemble pour construire une planète connectée plus instruite.
pt: As ferramentas, projetos e eventos Webmaker ajudam educadores, jovens, produtores de media e consumidores diários à volta do mundo a utilizar a Web para fazer a Web. Em 2013, o Webmaker irá mobilizar uma comunidade global de mentores, instrutores e jovens a ensinar e aprender juntos; fazer avançar ferramentas Webmaker revolucionárias como o <a href="%(popcorn_url)s" rel="external">Popcorn</a> e o <a href="%(thimble_url)s" rel="external">Thimble</a>; e trabalhar juntos para construir um planeta com mais conhecimentos sobre a Web.
zh_tw: Webmaker 工具、專案與活動將會協助全世界的教育人員、青少年、媒體創作者及日常消費者，從原本單純使用網頁進一步來開發網頁。在 2013 年，Webmaker 專案將會推動全球的導師、教學者與青少年社群，透過讓他們使用先進的先進工具如 <a href="%(popcorn_url)s">Popcorn</a> 與 <a href="%(thimble_url)s">Thimble</a>，來互相指導與學習，一同建立一個更有網路識讀能力的星球。

source: Webmaker: Video
bs: Web kreator: Video
fr: Webmaker&nbsp;: vidéo
pt: Webmaker: Vídeo
zh_tw: Webmaker：影片

source: Click to view this video
bs: Kliknite da pogledate ovaj video
fr: Cliquez pour lire cette vidéo
pt: Clique para ver este vídeo
zh_tw: 點此播放影片

source: Advocating for Web standards
bs: Zalaganje za web standarde
fr: Plaider pour les standards du Web
pt: A promover as normas da Web
zh_tw: 倡導網頁標準

source: Mozilla will continue to contribute to Web standards.
bs: Mozilla će nastaviti da doprinosi web standardima.
fr: Mozilla continuera à contribuer aux standards du Web.
pt: A Mozilla vai continuar a contribuir para as normas da Web.
zh_tw: Mozilla 將會持續貢獻網頁標準。

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leader in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
bs: Mozilla je uvijek doprinosila web standardima, vraćajući se nazad na početak projekta, i nastavit će raditi to i u buduće. Mi i <a href="%(cofound_url)s" rel="external">suosnivač</a><a href="%(whatwg_url)s" rel="external">WHAT-WG</a>da otpočnemo<a href="%(html5_url)s" rel="external">HTML5</a>. Mi smo lideri u <a href="%(javascript_url)s" rel="external">JavaScript standardizaciji</a>. Mi imamo nekoliko najboljih <a href="%(dbaron_url)s" rel="external">CSS</a> i <a href="%(ocallahan_url)s" rel="external">projekt</a> stručnjaka u svijetu.
pt: A Mozilla sempre contribuiu para as normas da Web, desde o início do projeto, e irá continuar a fazer o mesmo no futuro. Nós fomos os <a href="%(cofound_url)s" rel="external">co-fundadores</a> do <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> para começar o <a href="%(html5_url)s" rel="external">HTML5</a>. Nós somos um dos líderes da <a href="%(javascript_url)s" rel="external">normalização do JavaScript</a>. Temos alguns dos melhores especialistas em <a href="%(dbaron_url)s" rel="external">CSS</a> e <a href="%(ocallahan_url)s" rel="external">layout</a> do mundo.
zh_tw: 從專案肇始以來，Mozilla 一直都持續對網頁標準進行貢獻，我們也將會在持續發展的同時繼續這麼做。我們與其他組織 <a href="%(cofound_url)s">共同創立</a> 了 <a href="%(whatwg_url)s">WHAT-WG</a>，來開發 <a href="%(html5_url)s">HTML5</a> 的標準規範。我們也是 <a href="%(javascript_url)s">JavaScript 標準化</a> 的領導者。我們有些成員也是世界上首屈一指的 <a href="%(dbaron_url)s">CSS</a> 與 <a href="%(ocallahan_url)s">版面</a> 專家。

source: Standards are a multi-vendor effort, but Mozilla is proud of the many technologies we have pioneered and submitted to standards bodies to make them interoperable for the Web as a whole. Some examples of these include geolocation, WebGL, the Gamepad API, Web Telephony and IndexedDB.
bs: Standardi su zajedničko ostvarenje, ali Mozilla je ponosna na mnoštvo tehnologija koje smo razvili i unijeli u postojeće standarde kako bi ih učinili da muđusobno djeluju za web u cjelini. Neke od tih tehnologija čine geolokator, WebGL, Gamepad API, Web Telephony i IndexedDB.
fr: Les standards représentent l'effort commun des acteurs du marché, mais Mozilla est fière des technologies qu'elle a initiées et proposées dans une démarche de normalisation pour les rendre compatibles sur la globalité du Web. Plusieurs exemples sont à retenir, comme la géolocalisation, WebGL, l'API Gamepad, la téléphonie en ligne ou encore IndexedDB.
pt: As normas são um esforço multi-fabricante, mas a Mozilla está orgulhosa de muitas das tecnologias que promovemos e submetemos aos corpos de normalização para as tornar interoperáveis para a Web como um todo. Alguns exemplos incluem a geolocalização, WebGL, a API de Gamepad, telefonia Web e IndexedDB.
zh_tw: 標準規格是由不同廠商一起合作制定的，而 Mozilla 以作為許多技術的先鋒為榮，並將這些規格送交給標準化組織，讓網路成為一個可互通的整體。這些標準如：地理定位資訊、WebGL、Gamepad API、Web Telephony、與 IndexedDB。

source: Fighting for you: Standing up for your security, privacy and freedom
bs: Borimo se za vas: Stojeći za vašu sigurnost, privatnost i slobodu.
fr: Nous nous battons pour vous&nbsp;: nous défendons votre sécurité, votre vie privée et votre liberté
pt: A lutar por si: Defendendo a sua segurança, privacidade e liberdade
zh_tw: 挺身而出，為您的安全、隱私、自由而戰

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
bs: Mozilla je ponosna neprofitna organizacija i ne odgovara nikome osim vama. To znači da smo na jedinstven način u stanju boriti se za korisnike u kritičnim momentima internet historije. Gledajući u budućnost, mi ćemo mobilizirati milione ljudi da ustanu za svoju privatnost, sigurnost i slobodu na mreži. Mi ćemo preuzeti nove prijetnje za budućnost interneta — od zaključanih vlasničkih platformi, do tzv. kritičara i vratara, i kratkovidnih zakona vlade. Zajedno ćemo uspostaviti slobodni mobilni internet, reafirmirati ključnu važnost privatnosti i suvereniteta korisnika, i pridružiti se ostalima u izgradnji bolje web pismenosti svijeta.
fr: Mozilla est fière d'être une organisation à but non lucratif qui ne rend des comptes qu'à vous. Cela signifie que nous sommes les seuls capables de nous battre pour les utilisateurs à un moment clé de l'histoire du Web. Nous allons mobiliser des millions de personnes pour défendre la confidentialité, la sécurité et la liberté en ligne. Nous allons combattre tout ce qui menace l'avenir du Web —&nbsp;des plateformes propriétaires verrouillées en passant par les censeurs potentiels, les garde-frontières du numérique et jusqu'aux décisions gouvernementales qui ne tiennent pas compte du long terme. Ensemble, nous libérerons le Web mobile, réaffirmerons l'importance capitale de la confidentialité ainsi que de la souveraineté de l'utilisateur et nous nous joindrons à ceux qui veulent construire un monde plus éduqué au Web.
pt: A Mozilla não tem fins lucrativos e não responde a ninguém a não ser a si. Isto significa que estamos numa posição única, capazes por lutar pelos utilizadores num momento crítico da história da Web. A olhar para o futuro, iremos mobilizar milhões de pessoas para lutarem pela sua privacidade, segurança e liberdade online. Iremos enfrentar as novas ameaças para o futuro da Web — de plataformas fechadas proprietárias, a censuradores e guardiões, a legislação governamental sem visão. Juntos iremos libertar a Web móvel, reafirmar a importância vital da privacidade e soberania dos utilizadores, e iremos juntar-nos a outros para construir um mundo com mais conhecimento sobre a Web.
zh_tw: Mozilla 以非營利為榮，我們只回答您的問題。這代表了在網路發展史上如此重要的一刻，我們將會帶領數以百萬計的使用者挺身而出，完全為您的安全、隱私、自由而戰。我們將會成為威脅網路的人的對手，不論是針對封閉的專有平台、審查者、守門人，或是短視近利的政府法律。我們將一起解放行動網頁、重申使用者團結與隱私的重要，並與其他人一同打造出一個網頁識讀能力更好的世界。

source: Do Not Track
bs: Ne prati
fr: Ne pas me pister
pt: Impedir monitorização

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
bs: Naši internet doživljaji uključuju više od naših podataka, kao što su slika ili profil od toga ko smo na mreži. Sposobnost za organizacije za praćenje, prijave, čuvanje, korištenje, koleraciju i prodaju informacija o tome ko smo i šta radimo ima ogromne posljedice za pojedince i za društvo.
fr: Nos usages d'Internet génèrent davantage de données personnelles, qui font partie intégrante de l'image ou du profil qui apparaît de nous en ligne. La capacité des organismes à surveiller, enregistrer, stocker, utiliser, associer et vendre des informations sur nous et nos activités a une incidence notable sur les individus et la société.
pt: As nossas experiências na Internet implicam mais informação pessoal, o que forma uma imagem ou um perfil de quem somos online. A capacidade das organizações para monitorizarem, registarem, guardarem, utilizarem, correlacionarem e venderem a informação sobre quem somos e o que fazemos, tem grandes implicações para indivíduos e para a sociedade.
zh_tw: 我們將越來越多的個人資料傳送到網路上，不論只是一張照片，或是誰在不在線上的資訊。某些組織可以監控、紀錄、儲存、使用、關聯、甚至販售我們是誰、我們在網路上做什麼的資訊，對我們每個人或社會都有巨大的影響。

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
bs: U nastojanju da pružimo korisnicima više kontrole nad njihovim web iskustvima, razvili smo <a href="%(dnt_url)s" rel="external">Ne prati</a> mogućnost u Firefoxu. Također, postali smo prvi proizvođač pretraživača kojeg nudimo na više platformi, uključujući Windows, Mac, Linux i Android. <a href="%(dntfxos_url)s" rel="external">Ne prati je dostupan čak i za Firefox OS</a> tako da postavke privatnosti korisnika mogu biti konrolirane na sistemu visokog nivoa da bi se osiguralo da svaka aplikacija treće strane na uređaju korisnika poštuje njihov izbor.
fr: Dans l'optique de permettre aux utilisateurs de mieux contrôler leurs usages du Web, nous avons développé la fonctionnalité <a href="%(dnt_url)s" rel="external">&laquo;&nbsp;Ne pas me pister&nbsp;&raquo;</a> au sein de Firefox. Nous sommes également devenus le premier éditeur de navigateur à la proposer sur différentes plateformes, dont Windows, Mac, Linux et Android. <a href="%(dntfxos_url)s" rel="external">&laquo;&nbsp;Ne pas me pister&nbsp;&raquo; est même disponible sur Firefox OS</a>, pour que les paramètres de confidentialité des utilisateurs soient contrôlables au niveau du système d'exploitation, afin de s'assurer que chaque application tierce présente sur l'appareil respecte le choix de son utilisateur.
pt: Num esforço de dar aos utilizadores mais controlo sobre as suas experiências na Web, nós implementámos a funcionalidade de <a href="%(dnt_url)s" rel="external">não-monitorização</a> no Firefox. Fomos também o primeiro produtor de navegadores a oferecer esta funcionalidade em múltiplas plataformas, incluindo no Windows, Mac, Linux e Android. A <a href="%(dntfxos_url)s" rel="external">não-monitorização está até disponível para o Firefox OS</a> para que as definições de privacidade possam ser controladas a um nível de sistema para garantir que todas as aplicações de terceiros nos dispositivos dos utilizadores respeitam as escolhas desses mesmos utilizadores.
zh_tw: 為了讓使用者能夠自己控制上網的體驗，我們在 Firefox 中開發了 <a href="%(dnt_url)s">別追蹤我（Do Not Track）</a> 的功能。我們也是第一個在不同平台中都加入此功能的瀏覽器，包含了 Windows、Mac、Linux、與 Android。<a href="%(dntfxos_url)s">Firefox OS 中也有 Do Not Track 功能</a>，如此一來，與使用者隱私相關的選項可在系統層級進行調整，確保裝置中所有的第三方應用程式都必須尊重使用者的選擇。

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
bs: Ne prati je važan jer daje korisnicima glas na internetu da izraze svoje prioritete za privatnost i personalizaciju. On snima namjere korisnika i omogućava im da dignu svoju ruku i pitaju za internet privatnost.
fr: &laquo;&nbsp;Ne pas me pister&nbsp;&raquo; est une fonction importante, car elle permet aux utilisateurs d'exprimer leurs préférences en matière de confidentialité et de personnalisation en ligne. Elle met en lumière les choix des utilisateurs et leur permet de lever la main pour demander de la confidentialité en ligne.
pt: A não-monitorização é importante porque dá uma voz online aos utilizadores para expressar as suas preferências para privacidade e personalização. Captura a intenção dos utilizadores e permite que estes levantem a sua mão e peçam por privacidade online.
zh_tw: Do Not Track 的重要之處在於它提供使用者一個表態對於隱私權與個人化服務之間的偏好的權利。這個功能將會尊重使用者的意圖，保留他們在線上的隱私。
