Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011faq.lang.po
Languages: bn_bd, bs, km, sr, ur, uz, zh_tw

source: The State of Mozilla
bn_bd: Mozilla এর অবস্থা
bs: Stanje Mozille
km: ស្ថានភាព​របស់ Mozilla
sr: Мозилин годишњни извештај
ur: Mozilla کی حالت
uz: Mozilla holati
zh_tw: Mozilla 年報

source: Frequently Asked Questions
bn_bd: প্রায়ই জিজ্ঞাসিত প্রশ্ন
bs: Često postavljana pitanja
km: សំណួរ​ដែល​សួរ​ញឹកញាប់
sr: Често постављена питања
ur: عمومی سوالات
uz: Tez-tez so‘raladigan savollar
zh_tw: 常見問題

source: What are the key projects for Mozilla in the next year? How do you plan to influence the market going forward?
bn_bd: আগামী বছরে Mozilla এর প্রধান প্রকল্পগুলো কি কি? বাজারকে এগিয়ে নিতে আপনার পরিকল্পনা কি?
bs: Koji su ključni projekti za Mozillu u sljedećoj godini? Kako planirate utjecati na tržište u budućnosti?
km: តើ​គម្រោង​សំខាន់​សម្រាប់​ Mozilla នៅ​ក្នុង​ឆ្នាំ​បន្ទាប់​​មាន​អ្វី​ខ្លះ? តើ​អ្នក​មាន​ផែនការណ៍​ដើម្បី​ផ្ដល់​ទីផ្សារ​បន្ត​​ដូចម្ដេច?
sr: Који су кључни пројекти за Мозилу у следећој години? Како планирате да утичете на напредак тржишта?
ur: Mozilla کے لیے اگلے سال میں بڑے پروجیکٹ کیا ہیں؟ آپ آگے بڑھتے ہوئے مارکیٹ پر کیا اثر ڈالنا چاہتے ہیں؟
uz: Keyingi yilda Mozilla uchun asosiy loyihalar qaysilar? Bozorga ta’sir etishni qanday davom ettirishni rejalashtirgansiz?
zh_tw: Mozilla 來年有哪些重點專案？你們打算如何影響市場，讓市場更加進步？

source: The Firefox Web browser is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission.
bn_bd: ফায়ারফক্স ওয়েব ব্রাউজার ওয়েবকে সামনের দিকে চালানোর ক্ষেত্রে এবং মজিলা মিশনকে আগুয়ান করতে তার মৌলিকতা অব্যাহত রেখেছে এবং রাখবে।
bs: Firefox web pretraživač je i će nastaviti da bude osnovna poluga u upravljanju weba naprijed i unapređenja Mozilla misije.
km: កម្មវិធី​អ៊ីនធឺណិត Firefox នឹង​បន្ត​ការ​លើក​ទឹកចិត្ត​ជា​ចម្បង​ក្នុង​ការ​បង្កើន​ទៅ​មុន​ និង​បេសកកម្ម​របស់ Mozilla ។
sr: Фајерфокс јесте, и биће и даље, фундаментална основа у унапређењу Интернета и наставку мозилине мисије.
ur: Firefox ویب براؤزر ویب کو آگے بڑھانے اور Mozilla مہم کو آگے چلانے میں اہم کردار ادا کر رہا ہے اور کرتا رہے گا۔
uz: Firefox veb brauzeri internetni rivojlantirishda va Mozilla maqsadlarini amalga oshirishda asosiy dastak bo‘lib qoladi.
zh_tw: Firefox 網頁瀏覽器在目前與未來都將會扮演最基礎的力量，持續帶領網頁技術發展，並讓 Mozilla 的使命更進一步。

source: Firefox OS is Mozilla’s mobile operating system, based entirely on HTML5. Today, 50 percent of 2.3 Billion people who go online do so primarily through a mobile device, and that number is expected to grow. With Firefox OS, Mozilla has set out to develop and a completely open and standards-based Web as a platform for innovation. We've built the technologies and <abbr title="Application Program Interfaces">APIs</abbr> to make the Web a rich and viable option and we are committed to driving forward the adoption of HTML5 as a platform for the mobile industry.
bs: Firefox OS je Mozillin mobilni operativni sistem, zasnovan u potpunosti na HTML5. Danas, 50 posto od 2.3 milijarde ljudi koji idu na internet rade to primarno preko mobilnog uređaja, i očekuje se da će taj broj rasti. Uz Firefox OS, Mozilla je postavila razvijen i u potpunosti otvoren internet zasnovan na standardima kao platformu za inovacije. Mi smo izgradili tehnologije i <abbr title="Application Program Interfaces">API-e</abbr> da napravimo web bogatom i održivom opcijom i predani smo ići naprijed prema usvajanju HTML5 kao platforme za mobilnu industriju.
km: Firefox OS ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​ចល័ត​របស់ Mozilla, ផ្អែក​លើ HTML5 ទាំងស្រុង។ បច្ចុប្បន្ន, 50 ភាគរយ​ក្នុង​ចំណោម​មនុស្ស 2.3 Billion ដែល​​នៅ​លើ​បណ្ដាញ​តាម​រយៈ​ឧបករណ៍​ចល័ត, នោះ​ជា​ចំនួន​ដែល​ត្រូវ​បាន​រំពឹង​កើន​ឡើង។ ជាមួយ Firefox OS, Mozilla បាន​កំណត់​ក្នុង​ការ​អភិវឌ្ឍន៍ និង​បើក​​ទូលាយ​ និង​បណ្ដាញ​មាន​មូលដ្ឋាន​ស្តង់ដារ​ជា​វាទិកា​សម្រាប់​ការ​ច្នៃប្រឌិត។ យើង​កំពុង​តែ​ស្ថាបនា​បច្ចេកវិទ្យា និង <abbr title="Application Program Interfaces">APIs</abbr> ដើម្បី​បង្កើត​បណ្ដាញ និង​ជម្រើស​ដែល​អាច​សម្រេច​បាន ហើយ​យើង​ប្ដេជ្ញា​យើង​នឹង​បន្ត​ការ​អនុវត្ត​ HTML5 ជា​វេទិកា​សម្រាប់​ឧស្សាហកម្ម​ចល័ត។
sr: Фајерфокс ОС је мозилин оперативни систем за мобилне уређаје који је коплетно заснован на ХТМЛ5 технологији. Данас, 50 % ОД 2,3 милијарде људи пруступа интернету првенствено преко мобилног уређаја, и очекује се пораст тог броја људи. Са Фајерфокс оперативним системом Мозила се упутила у развој потпуно отвореног Веба заснованог на стандардима који ће служити као платформа за иновације. Развили смо технологију и abbr title="Application Program Interfaces">APIs</abbr> како бисмо учинили интернет богатијом и одрживом опцијом и посвећени смо усвајању ХТМЛ5 технологије као платформе за мобилну индустрију.
ur: Firefox OS، پوری طور پر HTML5 پر مشتمل، Mozilla کا موبائل آپریٹنگ سسٹم ہے۔ آج، 2.3 بلیئن آن لائن جانے والے لوگوں میں سے 50 فیصد عمومی طور پر کسی موبائل آلے کے ذریعے جاتے ہیں، اور اس تعداد کی بڑھنے کی توقع ہے۔ Firefox OS کے ساتھ Mozilla تجدید کے لیے ایک پوری طرح سے آزاد اور معیارات پر مبنی ویب تیار کرنے نکلا ہے۔ ہم نے ویب کو ایک اعلی اور اچھی پسند بنانے کے لیے ٹیکنالجیاں اور <abbr title="Application Program Interfaces">API</abbr> بنائی ہیں اور ہم موبائل انڈسٹری کا HTML5 کو پلٹ فارم کے طور پر اپنانے کو آگے بڑھانے پر پرعزم ہیں۔
uz: Firefox OS - HTML5 ga asoslangan, Mozilla’ning mobil operatsion tizimi. Bugungi kunda, internetga kiruvchi 2.3 milliard odamning 50 foiz qismi mobil qurilmalar orqali kiradi va bu miqdor o‘sib bormoqda. Firefox OS bilan, Mozilla innovatsiyangiz uchun butunlay ochiq va standartlarga asoslangan internetni ochiq qilish va rivojlantirishnini maqsad qilgan. Biz texnologiyala va <abbr title="Application Program Interfaces">API’lar</abbr>ni internetni boy va yashab qoladigan qilib tuzdik hamda HTML5’ni mobil industuriya uchun platforma sifatida moslashtirishni rivojlantirishni maqsad qilib qo‘ydik.
zh_tw: Firefox OS 是 Mozilla 的行動作業系統，完全使用 HTML5 打造。目前全球 23 億上網人口中有一半的人主要使用行動裝置上網，這個數字還會持續成長。透過 Firefox OS，Mozilla 開始著手開發一個完全開放且依照網頁標準為基礎的平台。我們打造了一些創新技術與 <abbr title="應用程式介面（Application Program Interfaces）">API</abbr>，讓網頁成為一個豐富且可行的選項。我們承諾將持續前進，帶領 HTML5 成為行動產業的技術平台。

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great Web experiences. The goal is to create a more Web literate planet through tools and learning programs that fuel creativity on the Web.
bs: Sa programom Mozilla Webmaker, cilj nam je pomaknuti milione ljudi iz web korisnika u aktivne web kreatore koji će graditi sljedeća velika web iskustva. Cilj je stvoriti više pismeniju web planetu putem alata i programa za učenje kao goriva kreativnosti na webu.
km: ក្នុង​កម្មវិធី Mozilla Webmaker , យើង​មាន​បំណង​​បង្កើត​​ឲ្យ​​អ្នក​ប្រើប្រាស់​​រាប់​លាន់​​លើ​​បណ្ដាញ ដើម្បី​ធ្វើ​ឲ្យ​​កម្មវិធី​បង្កើត​បណ្ដាញ​សកម្ម​ដែល​នឹង​​ផ្ដល់​នូវ​​បទពិសោធន៍​បណ្ដាញ​ដ៏​​​អស្ចារ្យ។ គោលដៅ​ក្នុង​ការ​បង្កើត​បណ្ដាញ​ជា​ច្រើន​តាម​រយៈ​ឧបករណ៍ និង​កម្មវិធី​​ដែល​បាន​ស្វែងយល់​ពី​គំនិត​ច្នៃ​ប្រឌិត​លើ​បណ្ដាញ។
sr: Са мозилиним Вебмејкер програмом (Mozilla Webmaker ) имамо циљ да претворимо милионе интернет корисника у милионе интернет ствараоца који ће стварати прилике за нова Интернет искуства. Циљ је створити "Веб-писменију" планету путем разних алата и програма за учење који ће подстаћи креативност на интернету.
ur: Mozilla Webmaker پروگرام کے ساتھ، ہمارا مقصد لاکھوں لوگوں کو ویب صارفین سے بڑھا کر ویب تخلیق کرنے والا بنانا ہے جو کے ویب کے آنے والے ذبردست تجربات تیار کریں گے۔ ہمارا مقصد ٹول اور ایسے تعلیمی پروگراموں کے ذریعے جو ویب پر تجدید کو فروغ دیتے ہیں، ایک ویب خواندہ دنیا بنانا ہے۔
uz: Mozilla vebmeyker dasturi bilan millionlab veb foydalanuvchilarini keyingi buyuk veb namunalarini tuzuvchi veb ijodkorlariga aylantirishni maqsad qilganmiz. Maqsadimiz internetda ijod uchun yonilg‘i bo‘ladigan asboblar va o‘rganish dasturlari yordamida ancha internet savodxonligi baland bo‘lgan veb sayyorani yaratish.
zh_tw: 在 Mozilla Webmaker 專案中，我們致力於將數以百萬的網路使用者進階成打造未來更好的網路體驗的網路創作者。我們的目標是透過工具與教學專案，點燃網路上的創意，來打造出一個更具網路識讀素養的世代。

source: How do you measure success?
bn_bd: আপনি কিভাবে সফলতাকে পরিমাপ করেন?
bs: Kako mjerite uspjeh?
km: តើ​អ្នក​វាស់​ភាព​ជោគជ័យ​របៀប​ណា?
sr: Како мерите успех ?
ur: آپ کامیابی کا حساب کیسے لگاتے ہیں؟
uz: Muvaffaqiyatni qanday o‘lchaysiz?
zh_tw: 你們怎麼判斷自己做得好不好？

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
bs: U Mozilli, mjerimo uspjeh koliko radimo na poboljšanju cjelokupnog zdravlja weba i unaprijeđenja interesa korisnika i programera. Uspjeli smo kada stvaramo proizvode koje ljudi vole, i kada druge organizacije prave osobine i svojstva o kojima brinemo za završavanje proizvoda. Na primjer, vidimo Google Chrome-ovu nedavnu implementaciju funkcije Do Not Track koju smo razvili da bude uspjeh za Mozillu i našu misiju.
km: Mozilla, យើង​វាស់​ស្ទង់​ភាព​ជោគជ័យ​តាម​ចំនួន​អ្វី​ដែល​យើង​កំពុង​ធ្វើ​ក្នុង​ការ​បង្កើន​ស្ថានភាព​ទូទៅ​នៃ​បណ្ដាញ និង​ការ​កើន​ឡើង​ចំណាប់​អារម្មណ៍​អ្នក​ប្រើប្រាស់ និង​អ្នក​អភិវឌ្ឍន៍។ យើង​ទទួល​បាន​ជោគជ័យ​នៅ​ពេល​យើង​បាន​​បង្កើត​ផលិតផល​ដែល​មនុស្ស​ចូលចិត្ត, និង​នៅ​ពេល​ស្ថាប័ន​ផ្សេងៗ​ទៀត​បង្កើត​​លក្ខណៈ​ផ្សេងៗ​គ្នា។ ឧទាហរណ៍, យើង​មើល​ការ​ប្រតិបត្តិ​ថ្មីៗ​របស់ Google Chrome មិន​មែន​ជា​លក្ខណៈ​តាមដាន​ដែល​យើង​បាន​ស្វែងរក​ដើម្បី​ជោគជ័យ​សម្រាប់ Mozilla និង​បេសកកម្ម​របស់​យើង។
sr: Ми у Мозили, меримо успех тиме колико смо учинили да побољшамо генерално здравље Интернета и заштитиме интересе корисника и програмера. Ми успевамо када правимо производе који људи воле и када друге организације користе врлине и својства до којих је нама сталу, у стварању конкурентних производа. На пример, ми видимо имплементацју својства "Немој ме пратити " (Do Not Track ) , коју смо ми развили, у Гугл Хрому (Google Chrome) као успех за Мозилу и нашу мисију.
ur: Mozilla میں ہم اپنی کامیابی کا اندازہ یہ دیکھ کر لگاتے ہیں کہ ہم ویب کی تندرستی اور صارفین ور ڈیولپر کے فائدے کے لیے کتنا کام کر رہیں ہیں۔ جب ہم وہ مصنوعات بناتے ہیں جن کو لوگ پسند کرتے ہیں، اور جب دوسری تنظیمیں ہماری پسند کے فیچروں کو مقبلے کے مصنوعات میں ڈالتے ہیں تو ہم کامیاب ہوتے ہیں۔ مثال کے طور پر Chrome کا Do Not Track فیچر کا اپنانا، جس کی شروعات ہم نے کی تھی، اس کو ہم Mozilla اور اپنی مہم کی کامیابی سمجھتے ہیں۔
uz: Mozilla’da biz muvaffaqiyatni internetdagi umumiy yaroqlilik holatini yaxshilash uchun, foydalanuvchilar va dasturchilar qiziqishlarini oshirish uchun qancha harakat qilayotganimiz bilan o‘lchaymiz. Qachonki odamlar sevadigan mahsulotlarni yaratsak va qachonki boshqa tashkilotlar biz g‘amxo‘rlik qilayotgan tugal mahsulotlar xususiyatlarini shakllantirsa biz o‘zimizni muvaffaqiyatga erishdik deb hisoblaymiz. Masalan, biz Google Chrome’ning "Kuzatmang" so‘nggi xususiyatini Mozilla muvaffaqiyati va maqsadimizga erishish uchun ko‘rib chiqdik.
zh_tw: 在 Mozilla，我們透過如何促進網際網路整體更為健康、增進使用者與開發者的利益，來衡量我們做得如何。當我們打造人們喜愛的產品，促使其他組織將我們在意的功能也放進競爭產品時，我們就成功了。舉例來說，我們將 Google Chrome 瀏覽器也加入了我們領先推出的「別追蹤我（Do Not Track）」功能的這件事視為 Mozila 與 Mozilla 使命的成就之一。

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals and we are seeing growth in these areas.
bn_bd: আমাদের প্রধান প্রতিদ্বন্দ্বীদের মত, Mozilla সাফল্য অর্জন করেছে মানুষদের সাহায্যের মাধ্যমে যে তারা কি ধরনের সফটওয়ার ব্যবহার করতে চায়, অনলাইনে কোন পর্যায়ের প্রতিযোগিতা দেখতে চায় এবং ভাল ইন্টারনেট তৈরিতে কিভাবে অংশ নেয়া যায় এসব সিদ্ধান্ত নেয়ায়। উদাহরণস্বরূপ, যখন আমরা কমিউনিটির অবদানকারী, সফটওয়ার স্থানীয়করণ এবং প্রতিযোগিতামূলক ব্রাউজার মার্কেটের উন্নতি দেখি, তখন আমরা জানি যে আমরা সামনের দিকে যাচ্ছি এবং আমরা এসব এলাকায় উন্নতি দেখছি।
bs: Za razliku od naših glavnih konkurenata, Mozilla postiže uspjeh pomažući više ljudi da naprave izbor o tome koji softver žele koristiti, koji nivo učešća bi željeli da imaju na internetu, i kako da učestvuju u izgradnji boljeg interneta. Kada vidimo rast saradnika zajednice, lokalizacije softvera i konkurentne prodavnice pretraživača, na primjer, znamo da se krećemo prema našim ciljevima i vidimo rast u ovim područjima.
km: ភាព​ខុស​គ្នា​អ្នក​ចូលរួម​ចម្បង​របស់​យើង, Mozilla សម្រេច​បាន​ភាព​ជោគជ័យ​ដោយ​ជួយ​មនុស្ស​ជា​ច្រើន​ធ្វើ​ការ​ជ្រើសរើស​កម្មវិធី​ដែល​ពួក​គេ​ចង់​ប្រើ, កម្រិត​នៃ​ការ​ចូលរួម​ដែល​ពួក​គេ​ចង់​មាន​នៅ​លើ​បណ្ដាញ​ជា​ផ្នែក​ក្នុង​ការ​ស្ថាបនា​អ៊ីនធឺណិត​ឲ្យ​កាន់​តែ​ល្អ​ប្រសើរ។ នៅ​ពេល​យើង​មើល​ឃើញ​ភាព​រីក​ចម្រើន​ក្នុង​សហគមន៍, ការ​បកប្រែ​កម្មវិធី, និង​ទីផ្សារ​កម្មវិធី​អ៊ីនធឺណិត​មាន​ការ​ប្រកួតប្រជែង ឧទាហរណ៍, យើង​ដឹង​ថា​យើង​កំពុង​ឈាន​​ទៅ​រក​គោលដៅ​របស់​ពួក​យើង ហើយ​យើង​កំពុង​មើល​ឃើញ​ភាព​រីកចម្រើន​ក្នុង​តំបន់​ទាំងនេះ។
sr: За разлику од наших конкурената, Мозила постиже успех тако што помаже људима у вези избора софтвера који желе да користе, који ниво суделовања желе на имају на вези и у томе како да се прикључе изградњи бољег Интернета. Када видимо раст у броју друштвених сарадника, локализатора софтвера и раст на конкурентон тржишту веб прегледача, онда знамо да се крећемо према нашим циљевима.
ur: ہمارے اہم مسابقین کے بر عقص، Mozilla کامیابی حاصل کرتا ہے لوگوں کو اپنے استعمال کی سافٹ ویئر کے انتخاب، اپنی آن لائن شرکت، اور بہتر انٹرنیٹ بنانے میں حصہ لینے کے لیے مدد کر کے۔ جب ہم، مثال کے طور پر، کمیونٹی معاونین، سافٹ ویئر مقامیت سازی، اور ایک مسابقتی براؤزر مارکیٹ دیھکتے ہیں، تو ہمیں پتہ چلتا ہے کہ ہم اپنے مقصد کی طرف بڑھ رہے ہیں اور ہمیں ان علاقوں میں افزائش نظر آ رہی ہے۔
uz: Raqobatchilarimizdan farqli ravishda Mozilla foydalanuvchilarga o‘zlari ishlatishni xohlagan dasturiy ta’minotni tanlash imkonini berish, onlaynda qaysi darajadagi hissa qo‘shishni xohlashlari va yaxshiroq internetni tuzishda ishtirok etishlariga yordam berish bilan muvaffaqiyatga erishadi. Biz jamiyat hissa qo‘shuvchilari, dastur tarjimonlari va brauzer raqobat bozorini o‘sishini ko‘rganimizda, masalan, biz maqsadimizga qarab ketyayotganligimizni bilamiz va ushbu hududdag o‘sishni kuzatib boramiz.
zh_tw: 與我們的主要競爭對手們不同，Mozilla 將幫助更多人選擇想要使用的軟體、決定他們在網路上想要的涉入程度、協助參與打造更好的網際網路作為衡量成功的標準。假如我們看到社群參與者、軟體在地化團隊、及一個充滿競爭的瀏覽器市場成長時，我們就知道我們正在朝向目標邁進。

source: What was Mozilla’s total revenue for 2011?
bn_bd: ২০১১ সালে Mozilla-এর মোট রাজস্ব কত ছিল?
bs: Koliki je bio Mozillin ukupni prihod za 2011.-u?
km: តើ​ប្រាក់​ចំណូល​សរុប​របស់ Mozilla សម្រាប់​ឆ្នាំ ២០១១ មាន​អ្វី​​ខ្លះ?
sr: Колики је мозилин укупан приход за 2011 годину?
ur: Mozilla کی 2011 میں کل آمدنی کیا تھی؟
uz: 2011-yilda Mozilla’ning umumiy kirimi qanday edi?
zh_tw: Mozilla 在 2011 年的總盈餘狀況如何？

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2011 was $163M (US), up approximately 33 percent from $123M in 2010.
bn_bd: মজিলার রাজস্ব আয় রিপোর্ট (মোজিলা ফাউন্ডেশন ও সমস্ত সহায়ক) অনুযায়ী ২০১১ সালে $১৬৩ (US), ২০১০ সালের $১২৩M এর চেয়ে প্রায় প্রায় 33 শতাংশ বেশি।
bs: Mozillin konsolidovani prijavljeni prihod (Mozilla fondacije i svih podružnica) za 2011-u bio je 163 miliona američkih dolara, veći za oko 33 procenta u odnosu na 123 miliona u 2010-oj.
km: ប្រាក់​ចំណេញ​តាម​របាយការណ៍​រួម​របស់ Mozilla (មូលនិធិ Mozilla និង​សាខា​ទាំងអស់) សម្រាប់​ឆ្នាំ 2011 មាន $163M (US), កើនឡើង​ប្រហែល 33 ភាគរយ​​ពី​ $123M ក្នុង​ឆ្នាំ 2010។
sr: Мозилин консолидовани приход(Фондација Мозила и под-компаније и њене организације ) за 2011 је $163 милиона америчких долара. За тридесет посто већи од прихода за 2010 годину који је износио$123M милиона америчких долара.
ur: Mozilla کی 2011 کے لیے کنسولیڈیٹڈ رپورٹ کی گئی آمدنی (Mozilla Foundation اور تمام سبسڈیریاں) $163M (US) تھی، 2010 میں $123M سے 33 فیصد آگے۔
uz: Mozilla’ning birlashtirilgan hisob berilgan kirimi (Mozilla Foundation va barcha yordamchilari) 2011-yilda $ 163 mln (AQSH) edi, taxminan 2010-yildagi $ 123 milliondan 33 foyizga oshgan.
zh_tw: Mozilla 的 2011 年合併營收（Mozilla 基金會與所有子公司與附屬機構）為美金 1 億 6300 萬，比起 2010 年成長了大約百分之 33。

source: How does Mozilla generate revenue?
bn_bd: কিভাবে Mozilla আয় করে?
bs: Kako Mozilla generiše prihode?
km: តើ​ Mozilla បង្កើត​ប្រាក់​ចំណូល​ដោយ​របៀប​ណា?
sr: Како Мозила ствара приходе?
ur: Mozilla آمدنی کیسے پیدہ کرتا ہے؟
uz: Qanday qilib Mozilla foyda (kirim) qiladi?
zh_tw: Mozilla 怎麼賺取盈餘？

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, Ebay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
bn_bd: Mozilla-এর অধিকাংশ রাজস্ব আসে আমাদের Firefox প্রোডাক্টের Google, Bing, Yahoo, Yandex, Amazon, Ebay এবং অন্যান্য সকল সার্চ পার্টনারসহ সার্চ এবং বাণিজ্য কার্যকারিতার মধ্যদিয়ে। এছাড়াও Mozilla-এর বিবরণকৃত রাজস্ব অনেক গুরুত্বপূর্ণ পৃথক ও কর্পোরেট থেকে দান ও অনুদান অন্তর্ভুক্ত, যা বিশেষভাবে উন্নতিসাধন করছে, সেইসাথে আমাদের বিনিয়োগযোগ্য সম্পদও অন্যান্য আয়ের গঠন।
bs: Većina Mozillinih prihoda je generisana iz pretraga i funkcionalnosti trgovine uključene u naš Firefox proizvod kroz sve glavne partnere za pretrage uključujući Google, Bing, Yahoo, Yandex, Amazon, Ebay i druge. Mozilla je izvjestila da prihodi također uključuju vrlo važne individualne i korporativne donacije i grantove, koji značajno rastu, kao i druge oblike prihoda od naše investicijske imovine.
km: ភាព​ច្រើន​នៃ​ប្រាក់​ចំណូល​របស់ Mozilla ​ទទួល​បាន​ពី​ការ​ស្វែងរក និង​គោលបំណង​​​ធ្វើ​ជំនួញ​​រួម​មាន​ផលិតផល Firefox ​តាម​រយៈ​ដៃ​គូ​ស្វែងរក​ចម្បង​ទាំងអស់​ដូច​ជា Google, Bing, Yahoo, Yandex, Amazon, Ebay និង​ច្រើន​ទៀត។ ប្រាក់​ចំណូល​ដែល​បាន​រាយការណ៍ Mozilla ​មាន​សារៈសំខាន់​ណាស់​​ព្រមទាំង​ការ​ផ្ដល់​នូវ​ផ្សេង, ដែល​ជា​ការ​បង្កើន​យ៉ាង​សំខាន់, ព្រមទាំង​ទម្រង់​ប្រាក់​ចំណូល​ផ្សេងៗ​ពី​ទ្រព្យសកម្ម​ដែល​វិនិយោគ​បាន​របស់​ពួក​យើង។
sr: Већина мозилиног прихода произилази из својсвта претраге и трговине која су садржана у Фајерфоксу преко свих главних претраживачких компанија укључујући Гугл, Бинг, Јаху, Амазон, Ибеј итд. У мозилине приходе спадају и веома важне донације од стране индивидуалаца и корпорација, које су у значајном порасту исто као и остале врсте прихода од наших средстава.
ur: Mozilla کی بیشتر آمدنی ہماری Firefox میں تمام اہم تلاش شرکا، جن میں Google، Bing، Yahoo، Yandex، Amazon، Ebay اور دیگر شامل ہیں، کی ڈالی ہوئی تلاش اور کمرشل فعلیت ے ذریعے آتی ہے۔ Mozilla کی رپورٹ کردہ آمدنی میں بہت اہم انفرادی اور کارپوریٹ ڈونیشن اور گرانٹ بھی شامل ہیں، جو کہ کافی بڑھ رہے ہیں، اور اس کے علاوہ ہمارے انوسٹیبل ایسٹس میں سے اور قسم کی آمدنی۔
uz: Mozilla’ning asosiy kirimi Firefox mahsulotimizga qo‘shilgan asosiy qidiruv hamkorlarimiz, Google, Bing, Yahoo, Yandex, Amazon, Ebay va boshqa qidiruv va tijoriy funksiyalardan keladi. Mozilla’ning hisobot bergan kirimlariga, shuningdek, sezilarli oshib borayotgan, bizning investitsiya aktivlarimizdan kiruvchi boshqa shakllar kabi juda muhim rol o‘ynaydigan yakka shaxslar va korporativ xayriyalar hamda grantlar ham kiradi.
zh_tw: Mozilla 大部分的盈餘產生自 Firefox 中的搜尋與商業功能，我們的主要搜索合作伙伴包含 Google、Bing、 Yahoo、Yandex、Amazon、Ebay 與其他公司。Mozilla 的營收也包含非常重要的個人與企業捐款，這些捐款與我們其他來自資產的收入一樣正在顯著地成長。

source: Are you exploring partnership opportunities to diversify your revenue stream?
bn_bd: আপনি কি আপনার রাজস্ব প্রবাহকে বহুমুখী করার জন্য অংশীদ্বারীত্বের সুযোগ-সুবিধাগুলো অনুসন্ধান করছেন?
bs: Istražujete li mogućnosti partnerstva za diverzifikaciju izvora prihoda?
km: តើ​អ្នក​​កំពុង​ពន្យល់​ពី​​ឱកាស​ភាព​ជា​ដៃគូ​ក្នុង​ការ​ធ្វើ​ឲ្យ​មាន​ចរន្ត​ប្រាក់​ចំណូល​ផ្សេងៗ​គ្នា​ឬ?
sr: Да ли размишљате започињању нових партнерстава како бисте повећали разноликост прихода?
ur: آپ اپنی آمدنی کی سٹریم کو بہتر بنانے کے لیے شراکت کے مواقع چیک کر رہے ہیں؟
uz: Kirim oqimlaringizni ko‘paytirishda hamkorlik imkoniyatlarini izlayapsizmi?
zh_tw: 你們是否正探索其他合作機會，以便分散獲利來源？

source: We currently have several key business partnerships and are actively exploring new partnership opportunities as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
bn_bd: বর্তমানে আমাদের বেশ কিছু প্রধান ব্যবসায়িক পার্টনারশীপ আছে এবং আমরা সচেতনভাবে নতুন পার্টনারশীপ সুযোগ-সুবিধাগুলো সেইসাথে অন্যান্য সম্ভ্যাব্য রাজস্ব সুযোগ-সুবিধাগুলোও উৎঘাটন করছি। আমরা চমৎকার প্রোডাক্ট তৈরিতে অব্যাহত থাকব যা মানুষকে ইন্টারনেটের ঐশ্বর্য উপভোগ করতে সাহায্য করে, এবং আমরা আত্নবিশ্বাসী যে এটি আমাদের রাজস্বের যথাযথ উৎস চিহ্নিত করতে সাহায্য করে যা উদেশ্য ও আমাদের গ্রাহক উভয়কে সেবা দেয়।
bs: Trenutno imamo nekoliko ključnih poslovnih partnerstava i aktivno istražujemo nove mogućnosti partnerstva kao i druge potencijalne mogućnosti prihoda. Nastavit ćemo praviti odlične proizvode da pomognemo ljudima da uživaju u bogatstvu interneta, a sigurni smo da ovo omogućava da identifikujemo odgovarajuće izvore prihoda koji služe i misijama i našim korisnicima.
km: បច្ចុប្បន្ន​យើង​មាន​ដៃគូ​អាជីវកម្ម​សំខាន់ៗ​មួយ​ចំនួន ហើយ​កំពុង​ស្វែងរក​ដៃ​គូ​ថ្មី ព្រមទាំង​ស្វែងរក​ប្រាក់​ចំណូល។ យើង​នឹង​បន្ត​ការ​ស្ថាបនា​ផលិតផល​​ដែល​ជួយ​ដល់​មនុស្ស​​រីករាយ​នៅ​លើ​អ៊ីនធឺណិត, ហើយ​យើង​ជឿជាក់​ថា​​វា​ពិត​ជា​ផ្ដល់​នូវ​ប្រភព​ត្រឹមត្រូវ​នៃ​ប្រាក់​ចំណូល​ទាំង​បេសកកម្ម និង​អ្នក​ប្រើ។
sr: Тренутно имамо пар кључних пословних партнера и активно смо у потрази за новим партнерским могућностима као и новим потенцијалним изворима прихода. Наставићено да стварамо одличне производе који помажу људима да уживају у богатству Интернета, и сигурни смо да нам ово дозвољава да открујемо прикладне изворе прихода који служе и мозилиној мисији и нашим корисницима
uz: Hozirgi vaqtda bizda bir nechta asosiy biznes hamkorliklari mavjud va faol ravishda yangi hamkorlik imkoniyatlarini, shuningdek, foyda olish uchun boshqa potensial imkoniyatlarni izlamoqda. Biz internet boyligidan rohatlanishda odamlar yordam beradigan buyuk mahsulotlarni yaratishda davom etamiz va ishonamizki, bu foydalanuvchilarimiz va maqsadimizga xizmat qilishi mumkin bo‘lgan kirim manbalarini aniqlashimizda yordam beradi.
zh_tw: 我們目前有幾個關鍵的商業夥伴，也持續探索建立新的合作與潛在收入的機會。我們將持續打造強大的產品，幫助人們體驗網際網路的豐富性；我們相信如此可以幫助我們找到適當的收入來源，作為我們的使命與使用者的後盾。

source: Some key Mozilla Foundation projects, like Collusion, have received grants from organizations such as the Ford Foundation.
bn_bd: Mozilla ফাউন্ডেশনের কিছু মূল প্রোজেক্ট, কলিশনের মত, প্রতিষ্ঠান যেমন ফর্ড ফাউন্ডেশন থেকে মূল্য পাচ্ছে।
bs: Neki ključni projekti Mozilla fondacije, kao što je Udruživanje, dobili su grantove iz organizacija kao što je Ford fondacija.
km: គម្រោង​មូលនិធិ​របស់​ Mozilla សំខាន់ៗ​មួយ​ចំនួន, ដូច្នេះ Collusion, បាន​ទទួល​ប្រាក់​សម្រាប់​ការ​ស្រាវជ្រាវ​ពី​អង្គការ​ដូចជា​ Ford Foundation។
sr: Неки пројекти Мозила Фондације, као што је Колужн (Collusion) , су примили донације од организација као што су, на пример, Форд Фондација.
ur: Collusion جیسے کچھ کلیدی Mozilla Foundation پراجیکٹس، Ford Foundation جیسی تنظیموں سے گرانٹ وصول کر چکے ہیں۔
uz: Bir nechta "Collusion"ga o‘xshagan asosiy Mozilla Foundation loyihalari, "Ford Foundation"ga kabi tashkilotlardan grantlar oldi.
zh_tw: 一些 Mozilla 基金會重要的專案—例如 Collusion—曾接受諸如福特基金會等其他組織的捐款。

source: What is the status of the organization’s search partnerships?
bn_bd: প্রতিষ্ঠানের অনুসন্ধান অংশীদারিত্বের অবস্থা কি?
bs: Kakav je status organizacijskih partnerstava za pretrage?
km: តើ​ស្ថានភាព​​ភាព​ជា​ដៃគូ​ការ​ស្វែងរក​របស់​អង្គភាព​ដូចម្ដេច​ហើយ?
sr: Који је статус партнера у домену претраге ?
ur: تنظیم کی تلاش شراکتوں کی کیا صورت حال ہے؟
uz: Tashkilotlarning qidiruv bo‘yicha hamkorlik holati qanday?
zh_tw: Mozilla 的搜尋合作夥伴狀況如何？
