Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011faq.lang.po
Languages: bn_bd, bs, km, sr, ur, uz, zh_tw

source: Firefox Marketplace will offer developers’ discovery, distribution and monetization opportunities and will also be customizable by partners. For example, with Telefónica, we will provide direct-to-bill capabilities in the device, in the event that app store owners would like to bill Telefónica customers directly. But app developers are free to use their own billing systems. You can read about this in the Telefónica Marketplace Payments Guide for further details of how payments will work.
bs: Firefox Marketplace će ponuditi programerima mogućnosti otkrića, raspodjele i zarade i također će biti prilagodljiv od strane partnera. Na primjer, s Telefonicom, mi ćemo osigurati mogućnost direktno na račun u uređaju, u slučaju da vlasnici prodavnica za aplikacije žele naplaćivati direktno od potrošača Telefonice. Ali programeri aplikacija su slobodni da koriste svoje vlastite sisteme naplate. Možete pročitati o ovome u Telefonica Marketplace vodiću za plaćanje za više detalja o tome kako će isplate raditi.
km: ទីផ្សារ Firefox នឹង​ផ្ដល់​ឱកាស​សម្រាប់​អ្នក​អភិវឌ្ឍន, ការ​ចែកចាយ ឱកាស​ដែល​អាច​ត្រូវ​ការ​ដោយ​ដៃ​គូ។ ឧទាហរណ៍, ជាមួយ Telefónica, យើង​ផ្ដល់​សមត្ថភាព​ដោយ​ផ្ទាល់​​នៅ​ក្នុង​ឧបករណ៍, ជា​ព្រឹត្តិការណ៍​​ម្ចាក់ ​app store ​ចង់​ប្រកាស Telefónica ដល់​អតិថិជន​ដោយ​ផ្ទាល់។ ប៉ុន្តែ​អ្នកអភិវឌ្ឍន​កម្ម​វិធី​ប្រើ​ដោយ​ឥត​គិត​ប្រាក់​កម្រៃ​សម្រាប់​ប្រព័ន្ធ​ផ្ទាល់​ខ្លួន​របស់​ពួក​គេ។ អ្នក​អាច​អាន​​មគ្គុទ្ទេសក៍​ការ​ចំណាយ​លើ​ទីផ្សារ Telefónica សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ចំណាយ​នឹង​ដំណើរការ។
uz: Firefox Marketplace dasturchilarga aniqlash, tarqatish va pullash imkoniyatlarini taklif qiladi va hamkorlar tomonidan moslanadigan qiladi. Masalan, Telefónica bilan biz qurilmada qonuniy loyihadagi imkoniyatni namoyish qilamiz, bunday holatda App Store egalari Telefonica mijozlari hisobini qo‘yishni xohlashardi. Ammo ilova dastur dasturchilari o‘zlarining to‘lov tizimlarini erkin tanlashlari mumkin. Siz bu haqda Telefónica Marketplace to‘lovlari qo‘llanmasidan to‘lovlar qanday ishlashi bo‘yicha batafsil ma’lumotlarni o‘qishingiz mumkin.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
bn_bd: 2013 সালে ডেক্সটপ, মোবাইল, অপারেটিং সিস্টেম এর ক্রমোন্নয়নের জন্য আপনার অভিক্ষেপ কি?
bs: Koje su vaše projekcije za rast u 2013-oj za desktop, mobilni, OS?
km: តើ​អ្វី​ទៅ​ជា​ការ​រៀបចំ​គម្រោង​របស់​អ្នក​​សម្រាប់​ការ​បង្កើន​ក្នុង​ឆ្នាំ 2013 ជា​ផ្ទៃតុ, ឧបករណ៍​ចល័ត, OS?
sr: Која су ваша предвиђања раста у пољима рачунарства, мобилне технологије и ОС-а у 2013. ?
ur: آپ کی 2013 میں ڈیسک ٹاپ، موبائیل اور OS میں افزائش کی کیا پروجیکشن ہے؟
uz: 2013-yilda kompyuter, mobil, OS’da o‘sishi uchun bashoratlaringiz qanday?
zh_tw: 你們對於 2013 年在桌面版、行動版、與作業系統等產品的成長預測為何？

source: We are not providing forecasts or projections at this time.
bn_bd: আমরা এই সময়ে পূর্বাভাস বা অনুমান প্রদান করছিনা।
bs: Ne dajemo prognoze ili projekcije u ovom trenutku.
km: យើង​មិន​បាន​ផ្ដល់​ការ​ព្យាករណ៍​ ឬ​​ការ​រៀបចំ​គម្រោង​នៅ​ពេល​នេះ​ទេ។
sr: Не пружамо прогнозе у овом тренутку.
ur: ہم اس وقت فورکاسٹ یا پروجیکشن نہیں مہیا کر رہے۔
uz: Biz ushbu vaqtda bashorat qila olmaymiz yoki oldindan ayta olmaymiz.
zh_tw: 我們目前不發表相關的預測訊息。

source: Mozilla has announced a commercial partnership with Telefonica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
sr: Мозила је најавила комерцијално партнерство са Телефоником за Фајерфокс ОС. Тачни услови договора су подлежни традиционалном споразуму о поверљивости. Развијамо ново партнерство са додатним <abbr title="Original Equipment Manufacturers">OEMs</abbr> и оператерима, које ће бити најављено током преласка из 2012. у 2013. годину. Такође имамо бројне споразуме са издавачима апликација које ће бити садржане у фајерфоксовом маркету (Firefox Marketplace) .
zh_tw: Mozilla 已宣佈與 Telefónica 在 Firefox OS 上的商業合作。詳細的合約條款受保密條款限制。我們正在尋求與其他的 <abbr title="原始設備製造商（Original Equipment Manufacturers）">OEM</abbr> 廠商與電信業者合作，將會在 2012 至 2013 年間宣佈相關合作資訊。我們也與許多將會加入 Firefox Marketplace 的 App 發行商合作。

source: The Firefox Marketplace will offer developers’ discovery, distribution and monetization opportunities and will also be customizable by partners. For example, with Telefónica, we will provide direct-to-bill capabilities in the device, in the event that app store owners would like to bill Telefónica customers directly. But app developers are free to use their own billing systems. You can read about this in the Telefónica Marketplace Payments Guide for further details of how payments will work.
sr: Фајерфоксов Маркет ће нудити програмерима прилику за проналазак, дистрибуцију и зараду и такође ће бити посебно прилагођен у случају неких партнерстава. На пример код Текефоинке, пружаћемо услуче наплаћивања преко рачуна, у случајевима код којих би власници маркета за апликације директно наплатили услугу кориснику. Програмери апликација су слободни сами да изаберу свој систем програмирања. О овоме можете више прочитати у " Водичу за начин плаћања на маркету преко Телефонике " за више детаља о функционисању наплате.
zh_tw: Firefox Marketplace 將提供開發者一個被大眾看見、發佈程式與獲取營收的平台，也能由合作夥伴來客製化。舉例來說，在與 Telefónica 的合作案裡，我們將提供直接透過電信帳單付費的機制，讓商城的營運者能夠直接向 Telefónica 的用戶收費；而 App 開發者也可以自由選擇他們想使用的線上金流服務。若需更多付費機制的資訊，可以參考 Telefónica Marketplace Payments Guide 裡的說明。
