Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: bs, fr, pt, zh_tw

source: Firefox for Android
bs: Firefox za Android
fr: Firefox pour Android
pt: Firefox para Android
zh_tw: Android 版 Firefox

source: Welcome
bs: Dobrodošli
fr: Bienvenue
pt: Bem-vindo
zh_tw: 歡迎

source: Mobilized
bs: Mobilizirano
fr: Sur le front
pt: Mobilizada
zh_tw: 行動生活

source: Action
bs: Akcija
fr: Actions
pt: Ação
zh_tw: 作為

source: Community
bs: Zajednica
fr: Communauté
pt: Comunidade
zh_tw: 社群

source: Sustainability
bs: Održivost
fr: Viabilité
pt: Sustentável
zh_tw: 持續發展

source: Click to play this video
bs: Kliknite da pokrenete ovaj video
fr: Cliquez pour lire cette vidéo
pt: Clique para reproduzir este vídeo
zh_tw: 點此播放影片

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
bs: Mozillina vizija interneta je mjesto gdje svako može pristupiti informacijama, mjesto gdje svako može raditi šta želi; onaj koji ima otvorenost, slobodu i transparentnost; gdje korisnici imaju kontrolu nad njihovim ličnim podacima i gdje svi umovi imaju slobodu kreacije i konzumacije bez zidova ili uskih ograničenja.
fr: Mozilla considère Internet comme un endroit où chacun peut accéder à l'information, un espace où tout le monde peut bidouiller et bricoler&nbsp;; un endroit ouvert, libre et transparent, où les usagers ont le contrôle total de leurs données personnelles et où chacun est libre de créer et de consommer, sans restriction aucune.
pt: A visão da Mozilla para a Internet é um sítio onde todos podem aceder à informação, um lugar onde todos podem experimentar e mexer; algo que tem a abertura, liberdade e transparência; onde os utilizadores têm controlo sob os seus dados pessoais e onde todas as mentes têm a liberdade para criar e consumir sem limites ou restrições apertadas.
zh_tw: Mozilla 對於網際網路的願景是：網際網路是一個自由開放與透明的環境，所有人都可以取用網路上的資訊、對其開發與修補，所有使用者都可以掌握其個人的隱私資料，讓所有想法都能自由地被創造與使用，不被封閉於圍牆之中。

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
bs: U manje od 20 godina internet je promijenio naše živote. To je moćna platforma s jedinstvenom mogućnosti i povezanosti. Ali čak i sa ogromnim rastom i inovacijama postoje značajni izazovi za ovu zdravu viziju interneta.
fr: En moins de 20 ans, Internet a changé nos vies. Il s'agit d'une puissante plateforme ouvrant des possibilités et une connectivité sans précédents. Mais même avec une forte croissance et de l'innovation, cette vision d'un Internet sain demande de relever d'importants défis.
pt: Em menos de 20 anos, a Internet mudou as nossas vidas. É uma plataforma poderosa com oportunidades sem precedentes. Mas mesmo com grande crescimento e inovação, existem desafios significativos a esta visão de uma Internet saudável.
zh_tw: 網際網路在不到 20 年的歲月裡已經改變了我們的生活。這是一個強大的平台，有無窮的機會並且讓人與人之間連結在一起。但隨著大量的成長與創新，網際網路的健全發展也受到了嚴峻的考驗。

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
bs: Mozilla je mobilizirana da osigura zaštitu weba i da osnaži sutrašnjicu web stvaralaca i web korisnika. Danas, Mozilla raste — sa više zaposlenika, saradnika, proizvoda i lokacija — kako bi se osiguralo da web ostane otvoren, vibrantan ekosistem. Jer, web je platforma za izgradnju svijeta kakvog želimo.
fr: Mozilla se mobilise pour assurer la protection du Web et fournir plus de possibilités aux webmakers et aux utilisateurs de demain. Aujourd'hui, Mozilla est en pleine croissance —&nbsp;avec plus d'employés, de contributeurs, de produits et de lieux d'implantation&nbsp;— afin de permettre au Web de rester un écosystème ouvert et débordant de dynamisme. Parce que le Web est la plateforme qui nous permettra de construire le monde que nous voulons.
pt: A Mozilla está mobilizada para garantir a proteção da Web e para dar poder aos utilizadores e criadores da Web de amanhã. Hoje a Mozilla está a crescer - com mais empregados, colaboradores, produtos e localizações - para garantir que a Web se mantém um ecossistema aberto e vibrante. Porque a Web é a plataforma para construir o mundo que queremos.
zh_tw: Mozilla 致力於推動對網路的保護，並給予現在的網路使用者與明日的網路創作者們一臂之力。現在，Mozilla 正在成長，透過更多的雇員、貢獻者、產品與分公司來確保網路持續開放，讓生態系保持運作。因為我們相信，網路是一個構築著我們所嚮往的明日世界的平台。

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
bs: Molimo istražite ovu stranicu da saznate više o Mozilli, našim prioritetima i fokus područjima koji nam omogućavaju da se osigura zdrav rast ovog velikog i dragocjenog gobalnog resursa.
fr: Visitez ce site pour en apprendre plus sur Mozilla, nos priorités et nos domaines de prédilection qui nous permettent d'assurer l'évolution positive de cet outil vaste et précieux.
pt: Por favor, explore este sítio para saber mais sobre a Mozilla, as nossas prioridades e áreas de interesse que nos permitem garantir o crescimento sustentável deste grande e precioso recurso global.
zh_tw: 您可以透過本站了解更多關於 Mozilla 的資訊，包含我們注重的議題以及聚焦的方向，這些是我們確保網際網路這個巨大與珍貴的全球性資源能夠健全成長的方式。

source: Mozilla Mobilized
bs: Mozilla mobilizacija
fr: Mozilla sur tous les fronts
pt: A Mozilla mobilizada
zh_tw: Mozilla 行動生活

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
bs: Mozilla mobilizira milione ljudi da izgrade svijet kakav žele. Mobilizacija za postavljanje mobilnog weba slobodnim od strane privatnih platformi i vratara. Mobilizacija da osnaži sljedeće dvije milijarde web korisnika u svijetu. I mobilizacija na izgradnji nove generacije digiralnih inovatora, kreatora i web stvaralaca.
fr: Mozilla mobilise des millions de personnes pour construire avec elles le monde qu'elles désirent. Pour mettre en place le Web mobile indépendant des plateformes propriétaires et des gardiens de prisons numériques. Pour accueillir les deux prochains milliards d'internautes. Et pour construire une nouvelle génération d'innovateurs numériques, de créateurs et de webmakers.
pt: A Mozilla está a mobilizar milhões de pessoas para construir o mundo que estas querem. A mobilizar para libertar a Web móvel de plataformas proprietárias e agentes de controlo. A mobilizar para dar poder aos próximos dois biliões de utilizadores mundiais da Web. E a mobilizar para construir uma nova geração de inovadores, criadores e construtores da Web.
zh_tw: Mozilla 讓百萬人構出夢想的世界，讓行動網頁從專有平台與守門人的手中被解放出來，給予世界下個二十億網頁使用者一臂之力，並推動打造下一代的數位創新者與網路創作者。

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
bs: Napredovanjem ćemo nastaviti da se fokusiramo na stvaranje proizvoda, tehnološka rješenja i obrazovne ponude koje uključuju Mozilla vrijednosti u webu. Danas, Mozillina misija ostaje jednako važna kao i uvijek. Od Firefoxa kroz Firefox OS do naših novih obrazovnih ponuda za web kreatore, cilj je osnaživanje. Radi se o otključavanju pune mobilne stvaralačke moći; stojeći za suverenitet korisnika, privatnost i slobodu; i pomažući da se milioni ljudi pokrenu od korištenja weba do aktivne izgradnje njegove budućnosti.
fr: En nous ouvrant sur l'avenir, nous continuerons à nous concentrer, dans l'élaboration de nos produits, de nos solutions technologiques et de nos initiatives pour l'éducation, sur la place des valeurs de Mozilla sur le Web. Aujourd'hui, la mission de Mozilla reste tout aussi importante qu'à nos débuts. De Firefox à Firefox OS jusqu'à notre nouvelle initiative pour l'éducation Mozilla Webmaker, notre but, c'est d'offrir des possibilités. C'est de permettre l'exploitation pleine et entière des pouvoirs créatifs du mobile&nbsp;; de défendre la souveraineté de l'utilisateur, la vie privée, les libertés&nbsp;; et enfin d'aider des millions de personnes à passer de la simple utilisation du Web à la construction active de son avenir.
pt: Daqui para a frente iremos continuar a focar-nos em construir produtos, soluções tecnológicas e ofertas educativas que incorporem os valores da Mozilla na Web. Hoje, a missão da Mozilla mantém-se tão importante como sempre. Do Firefox, passando pelo Firefox OS até à nova oferta educacional Mozilla Webmaker, o objetivo é dar poder. É sobre desbloquear todo o potencial criativo do móvel; firmar posição pela soberania, privacidade e liberdade dos utilizadores; e ajudar milhões de pessoas a passar de utilizadores da Web a construtores do futuro.
zh_tw: 持續前進，我們將會繼續專注在打造產品、技術解決方案、並提供教育資源，讓網路實現 Mozilla 所重視的價值。今日，Mozilla 的使命一如往昔，從 Firefox 到 Firefox OS，乃至於 Mozilla Webmaker 教育專案，在在都強調了我們努力的目標：要解放行動運算中創造力，為使用者的主權、隱私權與自由來發聲，積極地幫助數以百萬的使用者繼續前進，透過網路建立所想要的未來。

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
bs: Baš kao što smo uradili na desktopu, Mozilla želi osigurati da i mobilni web bude pun slobode, izbora i mogućnosti.
fr: Tout comme nous l'avons fait pour l'ordinateur, nous voulons chez Mozilla mettre tout en &#156;uvre pour que le Web mobile regorge de libertés, de choix et d'alternatives.
pt: Tal como fizemos nos computadores, a Mozilla está empenhada em garantir que a Web móvel é cheia de liberdade, escolhas e oportunidades.
zh_tw: 如同我們在桌機市場所做的，Mozilla 正著手確保行動網頁環境中的自由、可選擇性、與機會。

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
bs: Baš kao što smo uradili na desktopu, Mozilla želi osigurati da i mobilni web bude pun slobode, izbora i mogućnosti i da ima sposobnost za korisnike da kreiraju sve što žele. Sa <a href="%(fxos_url)s" rel="external">Firefox OS</a>, možemo ponovo provaliti u svijet autohtonih operativnih sistema i zatvorenih platformi.
fr: Tout comme nous l'avons fait pour l'ordinateur, nous voulons chez Mozilla mettre tout en &#156;uvre pour que le Web mobile regorge de libertés, de choix et d'alternatives et que les utilisateurs disposent de la liberté et des outils pour créer tout ce qu'ils désirent. Avec <a href="%(fxos_url)s" rel="external">Firefox OS</a>, nous pouvons ouvrir une brèche décisive dans le monde des systèmes d'exploitation natifs et des plateformes fermées une fois encore.
pt: Tal como fizemos nos computadores, a Mozilla está empenhada em garantir que a Web móvel é cheia de liberdade, escolhas e oportunidades, e que esta tem a capacidade para que utilizadores possam criar tudo o que queiram. Com o <a href="%(fxos_url)s" rel="external">Firefox OS</a> podemos, mais uma vez, abrir o mundo de sistemas operativos nativos e de plataformas fechadas.
zh_tw: 如同我們在桌機市場所做的，Mozilla 正著手確保行動網頁環境的自由、可選擇性、與機會，讓使用者能夠創造任何他們自己想要的東西。透過 <a href="%(fxos_url)s">Firefox OS</a>，我們可以再次打破原生作業系統與封閉的平台所構建而成的藩籬。

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
bs: Firefox OS je prva istinski otvorena mobilna platforma. Programeri već prihvaćaju HTML5, ali do sada HTML5 aplikacije na mobitelima su ograničene jer ne mogu pristupiti osnovnim mogućnostima uređaja na način kako to autohtone aplikacije mogu. Firefox OS prevazilazi ova ograničenja i pruža potrebne <abbr title="Application Program Interfaces">API-e</abbr> da pokaže kako je moguće pokrenuti cijeli uređaj koristeći otvorene standarde.
fr: Firefox OS est la première plateforme pour mobile véritablement ouverte. Les développeurs s'emparent déjà du HTML5, mais jusqu'à présent les applications en HTML5 pour le mobile ont été entravées dans leur développement parce qu'elles ne pouvaient pas accéder aux capacités sous-jacentes des appareils comme le faisaient les applications natives. Firefox OS s'affranchit de ces limitations et procure des <abbr title="Application Program Interfaces">API</abbr> pour montrer comment on peut tirer le meilleur parti d'un appareil en utilisant des standards ouverts.
pt: O Firefox OS é a primeira plataforma móvel verdadeiramente aberta. Os programadores estão a abraçar o HTML5 mas, até agora, aplicações HTML5 para dispositivos móveis estiveram paradas porque estas não podem aceder às funcionalidades de suporte do dispositivo do mesmo modo que as aplicações nativas conseguem. O Firefox OS ultrapassa estas limitações e fornece as <abbr title="Application Program Interfaces" lang="en">APIs</abbr> necessárias para mostrar que é possível fazer com que um dispositivo consiga funcionar apenas com recurso a normas abertas.
zh_tw: Firefox OS 是第一個完全開放的行動平台。許多開發者們已經熟悉 HTML5，但至今使用 HTML5 開發的應用程式仍然無法直接接觸到手機的底層，發揮如同使用原生程式般的威力。Firefox OS 克服了這些限制，並提供了必要的 <abbr title="應用程式介面（Application Program Interfaces）">API</abbr>，以展示讓整台裝置都符合開放標準的可能性。

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
bs: Firefox OS uređaji će biti lansirani na početku 2013 kroz<a href="%(telefonica_url)s" rel="external">Telefónica</a>, uspostavljanje HTML5 kao održive platforme za mobilnu industriju. Web kao platforma će osloboditi programere da kreiraju nove revolucionarne aplikacije koje će raditi bez problema na svim uređajima, što je izazvalo novu eru inovacija i kreativnosti za sveprisutni web.
fr: Les appareils sous Firefox OS seront lancés dès le début 2013 en partenariat avec <a href="%(telefonica_url)s" rel="external">Telefónica</a>, et imposeront le HTML5 comme une plateforme fiable dans l'industrie du mobile. Le Web en tant que plateforme rendra les développeurs plus libres de créer de nouvelles applications à couper le souffle qui fonctionneront sans soucis sur tous les appareils, et jettera les bases d'une nouvelle ère d'innovation et de créativité sur un Web désormais omniprésent.
pt: Os dispositivos com Firefox OS irão ser lançados no começo de 2013 pela <a href="%(telefonica_url)s" rel="external">Telefónica</a>, estabelecendo o HTML5 como uma plataforma viável para a indústria móvel. A Web como a plataforma irá libertar os programadores para criar fantásticas novas aplicações que funcionam de forma transparente entre vários dispositivos, levando a uma nova era de inovação e criatividade para a Web ubíqua.
zh_tw: 使用 Firefox OS 的裝置將會在 2013 年早期透過 <a href="%(telefonica_url)s" rel="external">Telefónica</a> 推出，讓 HTML5 成為行動產業中可用的平台。以網路作為平台將可讓開發者自由地創造能在所有裝置中無縫執行的全新應用程式，為無處不在的網路激發出創新。

source: Fast.
bs: Brz.
fr: Rapide.
pt: Rápido.
zh_tw: 快速

source: Smart.
bs: Pametan.
fr: Malin.
pt: Inteligente.
zh_tw: 聰明

source: Safe.
bs: Siguran.
fr: Sûr.
pt: Seguro.
zh_tw: 安全

source: In June 2012 we released an update to <a href="%(mobile_url)s" rel="external">Firefox for Android</a> that we believe is the best browser for Android available. We completely rebuilt and redesigned the product in native UI, resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.
bs: U junu 2012 smo objavili nadogradnju za <a href="%(mobile_url)s" rel="external">Firefox za Android</a> za koji vjerujemo da je najbolji dostupan pretraživač za Android. Potpuno smo obnovili i redizajnirali proizvod u izvornom UI, što je rezultiralo elegantnom i dinamičnom nadogradnjom za mobilno pretraživanje koje je značajno brže od originalnog Android pretraživača. Ovo čini Firefox značajno bržim na Androidu i donosi mnogo bolje iskustvo pretraživanja korisnicima nego što to nudi originalni pretraživač uređaja. Također, dodali smo Do Not Track u Firefox za Andorid da dozvolimo korisnicima da izraze svoju namjeru za privatnost, čak i na mobitelu i da je prvi mobilni pretraživač koji nudi Do Not Track. Firefox za Android je ključni dio podrške otvorenom Webu. Ovo je odličan početak, ali to je samo početak. Želimo da ove mogućnosti postoje na svim slojevima našeg web iskustva.
fr: En juin 2012, nous avons publié une mise à jour de <a href="%(mobile_url)s" rel="external">Firefox pour Android</a>, que nous croyons être le meilleur navigateur disponible sur Android. Nous avons entièrement réécrit et repensé la conception de ce produit en utilisant une interface utilisateur native, grâce à cela nous avons accéléré et rendu plus dynamique la navigation mobile, qui est maintenant bien plus rapide qu'avec le navigateur par défaut d'Android. Ainsi, Firefox est significativement plus rapide sur Android, et offre une meilleure expérience de navigation aux utilisateurs que celle délivrée par le navigateur par défaut. Nous avons également ajouté l'option &laquo;&nbsp;Ne pas me pister&nbsp;&raquo; à Firefox pour Android afin de permettre aux utilisateurs d'exprimer leur volonté en matière de confidentialité, y compris sur mobile, et nous sommes les premiers à offrir une telle possibilité sur un navigateur web mobile. Firefox pour Android est un élément essentiel dans notre combat pour maintenir le Web ouvert. C'est un premier pas, mais ce n'est qu'un début. Nous souhaitons que des possibilités comme celle-ci existent à chaque niveau de notre expérience sur le Web.
pt: Em junho de 2012 lançamos uma atualização para o <a href="%(mobile_url)s" rel="external">Firefox para Android</a> que acreditamos ser o melhor navegador disponível para o Android. Reconstruimos e redesenhámos o produto no interface nativo, resultando numa melhoria ágil e dinâmica para a navegação em dispositivos móveis que é significativamente mais rápida do que o navegador original e predefinido do Android. Isto torna o Firefox significativamente mais rápido no Android e fornece uma melhor experiência de navegação aos utilizadores do que aquela que é dada pelo navegador por predefinido do dispositivo. Também adicionámos a não-monitorização ao Android para permitir que os utilizadores possam expressar a sua opção de privacidade, mesmo em dispositivos móveis, e somos o primeiro navegador móvel a oferecer esta funcionalidade. O Firefox para Android é uma parte fundamental no suporte à Web aberta. Este é um excelente começo, mas é apenas um início. Queremos que estas oportunidades existam em todas as camadas da nossa experiência na Web.
zh_tw: 我們在 2012 年 6 月釋出了全新的 <a href="%(mobile_url)s">Android 版 Firefox</a>，我們相信它是 Android 系統中最棒的瀏覽器。我們重新完整地設計了原生使用者介面，讓瀏覽器變得更加輕薄短小，比 Android 內建的瀏覽器效能還好。我們也新增了不要追蹤我（Do Not Track）的功能，讓使用者表達要透露多少隱私資訊，我們就連在行動市場中也是第一個推出此功能的瀏覽器。Android 版 Firefox是我們支援開放網路的非常重要的一塊，這是一個美好的開始，但也只是剛開始而已。我們希望這些機會能出現在網路體驗中的所有層面。

source: Firefox for Windows, Mac and Linux
bs: Firefox za Windows, Mac i Linux
fr: Firefox pour Windows, Mac et Linux
pt: Firefox para o Windows, Mac e Linux
zh_tw: Windows、Mac 與 Linux 全平台的 Firefox

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
bs: Firefox će uvijek biti dio Mozilline misije koju ljudi mogu vidjeti, osjetiti i dodirnuti.
fr: Parmi les missions de Mozilla, Firefox restera toujours celle que l'on pourra voir, sentir et toucher.
pt: O Firefox irá sempre fazer parte da missão da Mozilla que as pessoas podem ver, sentir e tocar.
zh_tw: Firefox 將永遠是 Mozilla 使命中，人們可以看見、感受，並伸手可及的一部分。
