Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: bs, fr, pt, zh_tw

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
bs: Neke od najbrže rastućih i najdinamičnijih zajednica su neke od naših najmlađih zajednica. Nalaze se na Bliskom Istoku, Africi i jugoistočnoj Aziji i mnogi njihovi članovi su pozvani kao sudionici na MozCamps u 2012. godini. <a href="%(tunisia_url)s" rel="external">Tuniška zajednica</a>, <a href="%(kenya_url)s" rel="external">Kenijska zajednica</a> i <a href="%(philippines_url)s" rel="external">Filipinska zajednica</a> su naročito radili izvanredan posao i svaki se sastoji od otprilike desetak aktivnih saradnika u nekoliko funkcionalnih područja, uključujući lokalizaciju, osiguranje kvaliteta, marketing i razvoj. Jedna od najnovijih Mozilla zajednica pokrenutih 2012. godine je u <a href="%(myanmar_url)s" rel="external">Mianmaru</a>.
fr: Certaines de nos communautés les plus récentes sont également les plus dynamiques et celles dont la croissance est la plus rapide. Elles se trouvent au Moyen-Orient, en Afrique et en Asie du Sud-Est, et nombre de leurs membres ont été invités à participer aux MozCamps de 2012. La <a href="%(tunisia_url)s" rel="external">communauté tunisienne</a>, la <a href="%(kenya_url)s" rel="external">communauté kenyane</a> et la <a href="%(philippines_url)s" rel="external">communauté philippine</a> tout particulièrement ont accompli un travail impressionnant, et chacune d'elles est composée d'à peu près une douzaine de contributeurs actifs dans de nombreux domaines fonctionnels, dont la localisation, l'assurance qualité, le marketing et le développement. L'une des dernières communautés Mozilla lancées en 2012 se situe au <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
pt: Algumas das comunidades mais dinâmicas e com maior crescimento são algumas das nossas comunidades mais jovens. Estas podem ser encontradas no Médio Oriente, África e Sudeste Asiático, e muitos dos seus membros têm sido convidados para MozCamps em 2012 como participantes. A <a href="%(tunisia_url)s" rel="external">comunidade Tunisina</a>, a <a href="%(kenya_url)s" rel="external">comunidade Queniana</a> e a <a href="%(philippines_url)s" rel="external">comunidade Filipina</a> têm vindo a fazer um trabalho extraordinário e cada uma tem sensivelmente uma dúzia de colaboradores ativos divididos por várias áreas funcionais, incluindo tradução, garantia de qualidade, marketing e desenvolvimento. Uma das comunidades mais recentes iniciada em 2012 está em <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
zh_tw: 有一些最年輕的社群有最快速的發展與靈活性，您可以在中東、非洲、與東南亞找到這些社群，他們有許多成員也被邀請參與 2012 年的 MozCamp。<a href="%(tunisia_url)s" rel="external">突尼西亞社群</a>、<a href="%(kenya_url)s" rel="external">肯亞社群</a> 與 <a href="%(philippines_url)s" rel="external">菲律賓社群</a> 完成了許多非常卓越的任務，這些社群都有十幾個活躍的貢獻者，於在地化、軟體品保、行銷與開發等不同領域中貢獻心力。2012 年所成立的 <a href="%(myanmar_url)s" rel="external">緬甸</a> 社群是最新的 Mozilla 社群之一。

source: Contributor Stories
bs: Priče saradnika
fr: Histoires de contributeurs
pt: Histórias de colaboradores
zh_tw: 貢獻者故事

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
bs: Chit je postao Mozillin volonter 2010. godine i od tada je vodio stvaranje zajednice u Mijanmaru.
fr: Chit a commencé à contribuer pour Mozilla en 2010 et elle dirige depuis le renforcement de la communauté au Myanmar.
pt: Chit começou a contribuir para a Mozilla em 2010 e tem liderado esforços em criar uma comunidade em Myanmar desde então.
zh_tw: Chit 自 2010 年開始貢獻到 Mozilla 並帶領緬甸社群進行貢獻。

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
bs: Viking je organizovao prvu ikad Firefox partiju u Indoneziji u 2007. godini i odveo napore marketing zajednice širom zemlje.
fr: Viking a organisé la toute première fête de lancement de Firefox en Indonésie en 2007 et a dirigé les efforts communautaires sur le plan du marketing à travers le pays.
pt: Viking organizou a primeira festa de sempre do lançamento do Firefox na Indonésia em 2007 e tem liderado esforços na comunidade marketing em todo o país.
zh_tw: Viking 於 2007 年策劃了印尼的第一個 Firefox 發行派對，並開始領導社群在印尼全國進行行銷推廣。

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
bs: Keng je poduzeo aktivne napore da dobije Firefox lokaliziran u tajlandski i bio je vođa zajednice od 2008. godine.
fr: Keng a donné le coup d'envoi pour la traduction de Firefox en thaïlandais et dirige la communauté depuis 2008.
pt: Keng iniciou esforços para conseguir que o Firefox fosse traduzido para Tailandês e tem sido um líder da comunidade desde 2008.
zh_tw: Keng 自 2008 年起開始致力於讓 Firefox 能有泰文版本，並成為社群領導者。

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
bs: Claire je počela doprinositi Mozilli u 2009. godini i ona je urednik Bonjour Mozilla bloga.
fr: Claire a commencé à contribuer pour Mozilla en 2009 et c'est la rédactrice du blog Bonjour Mozilla.
pt: Claire começou a contribuir para a Mozilla em 2009 e é a editora do blogue Bonjour Mozilla.
zh_tw: Claire 自 2009 年開始貢獻到 Mozilla，目前是 Bonjour Mozilla 部落格的編輯。

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
bs: Strastveno otvoren porijeklom propovjednik u njegovom rodnom Egiptu, Haitham je postao Mozilla Rep početkom 2011. godine.
fr: Évangéliste open source passionné dans son Égypte natale, Haitham est devenu un représentant de Mozilla début 2011.
pt: Haitham, um evangelista apaixonado com o código aberto no seu Egito, tornou-se um Mozilla Rep no início de 2011.
zh_tw: 身為一位熱情的開放原始碼傳教士，Haitham 於 2011 年成為他家鄉埃及的 Mozilla Rep。

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
bs: Ioana je vozila Mozilla hackthons kroz njenu rodnu Rumuniju od 2010. godine.
fr: Ioana est l'instigatrice des marathons de bidouillage web de Mozilla à travers sa Roumanie natale depuis 2010.
pt: Ioana tem conduzido diversas Mozilla hackatons no seu país de origem, a Roménia, desde 2010.
zh_tw: Ioana 自 2010 年起在他的國家羅馬尼亞舉辦了好幾次的駭客松（hackathons）。

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
bs: Brian je doprinosio Mozilli više od decenije i nedavno je postavljen u Mozilla vijeće za ponavljanja.
fr: Brian contribue pour Mozilla depuis plus d'une décennie, et siège depuis peu au conseil des représentants de Mozilla.
pt: Brian tem contribuído para a Mozilla na última década e recentemente sentou-se no Concelho de Representantes da Mozilla.
zh_tw: Brian 已經在 Mozilla 貢獻超過十年，目前是 Mozilla Reps Council 的一員。

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
bs: Strast za oživljavanje Songay, dijalekta u njegovom rodnom Maliu, Mohomodu je predvodio napore lokalizacije da dobije Firefox preveden u Songay.
fr: Passionné par la relance du songhaï, un dialecte de son pays natal, le Mali, Mohomodou a coordonné la traduction de Firefox en songhaï.
pt: Apaixonado em reavivar o Songay, um dialecto no seu país, o Mali, Mohomodou tem liderado esforços para conseguir com que o Firefox seja traduzido em Songay.
zh_tw: 致力於保存他家鄉馬利的一種方言 Songay 語，Mohomodou 付出了大量的心力將 Firefox 翻譯為 Songay 語言版本。

source: Sustainability and Partnerships
bs: Održivost i partnerstva
fr: Viabilité et partenariats
pt: Sustentabilidade e Parcerias
zh_tw: 持續發展與夥伴

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
bs: Uz ovaj godišnji izvještaj, objavili smo naše revidirane finansijske izjave za 2011. godinu. Mozilla ostaje dobro pozicionirana, i finansijski i organizaciono, da unaprijedi našu misiju izgradnje otvorenosti, slobode i sudjelovanja na internetu.
fr: Pour accompagner ce rapport annuel, nous avons publié nos bilans financiers audités pour l'année 2011. Mozilla est une entreprise qui demeure bien placée, à la fois financièrement et en ce qui concerne sa gestion, pour faire progresser notre mission qui consiste à favoriser l'ouverture, la liberté et la participation sur Internet.
pt: Em conjunto com este relatório anual, nós disponibilizamos as declarações da nossa auditoria financeira de 2011. A Mozilla continua bem posicionada, tanto a nível financeiro como em organização, para avançar com a nossa missão de construir compreensão, liberdade e participação dentro da Internet.
zh_tw: 除了這份年報之外，我們也發行了 2011 年度的已審核財務報表。Mozilla 不論是在財務上或組織上都保持往正確的方向發展，以達成我們打造開放、自由、參與網路發展的使命。

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
bs: Mozilla ostaje finansijski zdrava; nastavljamo globalno zapošljavati više ljudi, otvorili smo nova Mozilla mjesta širom svijeta, pokrenuli nove značajne inicijative kao što je Firefox OS i u mogućnosti smo podržati one s održivim resursima.
fr: Mozilla reste en bonne santé financière, nous continuons à embaucher davantage de personnes dans le monde, nous avons ouvert de nouveaux Mozilla Spaces dans le monde entier, avons lancé de nouvelles initiatives importantes telles que Firefox OS et nous sommes en mesure de soutenir des projets viables.
pt: A Mozilla continua financeiramente saudável; nós continuamos a contratar mais pessoas globalmente, abrimos espaços Mozilla à volta do mundo, lançámos iniciativas importantes, como o Firefox OS, e somos capazes de suportar isto tudo com recursos viáveis.
zh_tw: Mozilla 在財務上仍維持健全。我們持續於世界各地雇用員工，也在許多不同地方開設新的 Mozilla Space，並啟動如 Firefox OS 等重要的新專案，也提供這些專案持續運作所需的資源。

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
bs: Većina naših prihoda dolazi iz funkcionalnosti pretraga u Firefox pretraživaču. Google je najveći izvor prihoda i u decembru 2011. godine, mi smo objavili da smo pregovarali o značajnom i obostrano korisnom dogovoru i prihodu sa Google-om. Ovaj novi ugovor produžuje naš dugoročni odnos sa Google-om za najmanje tri dodatne godine.
fr: L'essentiel de nos revenus provient de la fonctionnalité de recherche du navigateur Firefox. Google est notre principale source de revenus et, en décembre 2011, nous annoncions avoir négocié avec Google un important accord, mutuellement bénéfique. Ce nouvel accord étend notre partenariat à long terme concernant la recherche avec Google pour au moins trois années supplémentaires.
pt: A maioria da nossa receita tem origem na funcionalidade de pesquisa do Firefox. A Google é a maior fonte de receita e em dezembro de 2011, anunciámos que negociámos um significativo e mutuamente benéfico acordo de receita com a Google. Este novo acordo estende a nossa longa relação de pesquisa com a Google por, pelo menos, durante mais três anos.
zh_tw: 我們大部分的盈餘產生自 Firefox 瀏覽器中的搜尋功能。Google 是我們最大的收入來源，在 2011 年 11 月，我們宣佈了與 Google 一份重要且互利的新合約，這份合約將我們與 Google 的長期搜尋合作關係延長至少 3 年。

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
bs: Mozilla ima niz drugih odnosa u web zajednici, kao i nove odnose sa mobilnim operaterima, proizvođačima uređaja, partneri u sadržajima trećih strana i drugih igrača u mobilnom ekosistemu.
fr: Mozilla possède un certain nombre d'autres relations dans la communauté du Web, ainsi que de nouvelles relations avec les opérateurs mobiles, les fabricants d'appareils, les partenaires de contenu tiers et d'autres acteurs de l'écosystème mobile.
pt: A Mozilla tem várias outras relações na comunidade Web, bem como novas relações com operadores móveis, fabricantes de dispositivos, produtores de conteúdo e outro participantes no ecossistema móvel.
zh_tw: Mozilla 與許多其他的網路社群有良好的關係，目前也與一些行動電話業者、行動裝置製造商、第三方內容夥伴，與行動市場中的其他成員有新建立的關係。

source: 2011 Audited Financial Statement
bs: Revidiran finansijski izvještaj za 2011. godinu
fr: Bilans financiers audités 2011
pt: Declaração financeira auditada de 2011
zh_tw: 2011 年度已審核財務報表

source: Download PDF
bs: Preuzmite PDF
fr: Télécharger le PDF
pt: Descarregar PDF
zh_tw: 下載 PDF

source: 2011 Form 990
bs: 2011 obrazac 990
fr: Formulaire 990, 2011
pt: Formulário 990 de 2011

source: Read
bs: Pročitajte
fr: Lire
pt: Ler
zh_tw: 閱讀

source: Done
bs: Gotovo
fr: Terminé
pt: Feito
zh_tw: 完成

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
bs: U Mozilli, mjerimo uspjeh koliko radimo na poboljšanju cjelokupnog zdravlja weba i unaprijeđenja interesa korisnika i programera. Uspjeli smo kada stvaramo proizvode koje ljudi vole, i kada druge organizacije prave osobine i svojstva o kojima brinemo za završavanje proizvoda. Na primjer, vidimo Google Chrome-ovu nedavnu implementaciju funkcije Do Not Track koju smo razvili da bude uspjeh za Mozillu i našu misiju.
fr: Chez Mozilla, nous mesurons le succès aux améliorations que nous apportons à la santé globale du Web et aux progrès dont les utilisateurs et les développeurs peuvent profiter. Nous réussissons quand les gens adorent les produits que nous élaborons, et quand d'autres entreprises créent en s'inspirant des fonctionnalités auxquelles nous tenons pour élaborer des produits compétitifs. Par exemple, la récente implémentation de l'option &laquo;&nbsp;Ne pas me pister&nbsp;&raquo; dans Google Chrome représente un succès pour Mozilla et sa mission.
pt: Na Mozilla, medimos o sucesso pelo quanto estamos a fazer para melhorar a saúde geral da Internet e promover os interesses dos utilizadores e programadores. Nós temos êxito quando construímos produtos que as pessoas adoram e quando outras organizações integram as caraterísticas e funcionalidades com as quais nos importamos nos seus produtos concorrentes. Por exemplo, nós vimos a recente implementação da funcionalidade de não-monitorização que desenvolvemos no Google Chrome como um sucesso para a Mozilla e para a nossa missão.
zh_tw: 在 Mozilla，我們透過如何促進網際網路整體更為健康、增進使用者與開發者的興趣，來衡量我們做得如何。當我們打造出人們喜愛的產品，促使其他組織將我們在意的功能也放進競爭產品時，我們就成功了。舉例來說，我們將 Google Chrome 瀏覽器也加入了我們領先推出的「別追蹤我（Do Not Track）」功能的這件事視為 Mozila 與 Mozilla 使命的成就之一。

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
bs: Mozilla je najavila komercijalno partnerstvo sa Telefónica za Firefox OS. Specifični uslovi ugovora su predmet tradicionalnih zahtjeva povjerljivosti. Mi razvojamo nova partnerstva sa dodatnim <abbr title="Original Equipment Manufacturers">OEM-ovima</abbr> i operaterima, koji će biti objavljeni u dogledno vrijeme kroz 2012. godinu i u 2013. godini. Također, imamo i brojne aranžmane sa izdavačima aplikacija koje će biti uključene u Firefox Marketplace.
fr: Mozilla a annoncé un partenariat commercial pour Firefox OS avec Telefónica. Les détails de cet accord sont soumis aux traditionnelles exigences de confidentialité. Nous créons de nouveaux partenariats avec des <abbr title="Original Equipment Manufacturers">OEM</abbr> (fabricants d'équipements d'origine) et des opérateurs supplémentaires, lesquels seront annoncés fin 2012 et en 2013. Nous avons également de nombreux accords avec les éditeurs d'applications qui seront présentes sur le Firefox Marketplace.
pt: A Mozilla anunciou uma parceria comercial com a Telefónica para o Firefox OS. Os termos específicos do acordo estão sujeitos aos habituais requisitos de confidencialidade. Nós estamos a desenvolver novas parcerias com <abbr title="Original Equipment Manufacturers" lang="en">OEMs</abbr> e operadores, que serão anunciados durante o decorrer de 2012 e 2013. Teremos também vários planos com produtores de aplicações que serão incluídas no Firefox Marketplace.
zh_tw: Mozilla 已宣佈與 Telefónica 在 Firefox OS 上的商業合作。詳細的合約條款受保密條款限制。我們正在尋求與其他的 <abbr title="原始設備製造商（Original Equipment Manufacturers）">OEM</abbr> 廠商與電信業者合作，將會在 2012 至 2013 年間宣佈相關合作資訊。我們也與多將會加入 Firefox Marketplace 的 App 發行商合作。

source: The State of Mozilla: 2011 Annual Report
bs: Stanje Mozille: godišnji izvještaj za 2011.-u
fr: Rapport annuel de Mozilla : 2011
pt: O estado da Mozilla: Relatório anual de 2011
zh_tw: The State of Mozilla: 2011 年報

source: SOPA / PIPA & ACTA
bs: SOPA / PIPA i ACTA
fr: SOPA / PIPA et ACTA
pt: SOPA / PIPA e ACTA

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leaders in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
fr: Depuis les débuts du projet, Mozilla a toujours contribué aux standards du Web et nous continuerons de les faire progresser. Nous avons <a href="%(cofound_url)s" rel="external">co-fondé</a> le <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> pour lancer <a href="%(html5_url)s" rel="external">HTML5</a>. Nous sommes pionniers dans la <a href="%(javascript_url)s" rel="external">standardisation de JavaScript</a>. Nous possédons certains des plus grands experts au monde en ce qui concerne le <a href="%(dbaron_url)s" rel="external">CSS</a> et le <a href="%(ocallahan_url)s" rel="external">layout</a>.

source: Firefox Flicks
zh_tw: Firefox Flicks 影片競賽
