Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011faq.lang.po
Languages: bn_bd, bs, km, sr, ur, uz, zh_tw

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox. This new agreement extends our long-term search relationship with Google for at least three additional years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
bn_bd: বর্তমানে আমাদের ভাল সংখ্যক সার্চ প্রদানকারীদের সাথে পার্টনারশীপ আছে যা মার্কেট দ্বারা ভিন্নরূপ। ডিসেম্বর ২০১১ সালে, আমরা Google এর সাথে Firefox এর ডিফল্ট সার্চ প্রদানকারী হিসেবে নতুন চুক্তিপত্র ঘোষণা দিয়েছিলাম। এই চুক্তিপত্র আমাদের সাথে Google-এর দীর্ঘ মেয়াদি সম্পর্ককে কমপক্ষে তিনটি অতিরিক্ত বছর পর্যন্ত বৃদ্ধি করে। এই বাণিজ্যিক চুক্তিপত্রের সুনির্দিষ্ট শর্তাবলী সনাতন গোপনীয়তার শর্তকে পাত্র করে, এবং সেটি প্রকাশ করার স্বাধীনতা আমাদের নেই।
bs: Trenutno imamo partnerstva s nizom provajdera za pretrage koji se razlikuju ovisno o tržištu. U decembru 2011.-e, objavili smo novi ugovor sa Google-om kao zadanim provajderom za pretrage u Firefoxu. Ovaj novi ugovor produžava naše dugoročne odnose sa Google-om za najmanje tri dodatne godine. Specifične odredbe ovog komercijalnog ugovora su predmet tradicionalnih zahtjeva povjerljivosti, a mi nismo u mogućnosti otkriti ih.
km: បច្ចុប្បន្ន​យើង​មាន​ដៃ​គូ​​​ជាមួយ​ក្រុមហ៊ុន​ផ្ដល់​ការ​ស្វែងរក​ដែល​មាន​ទីផ្សារ​ផ្សេងៗ​គ្នា។ ខែ​ធ្នូ ឆ្នាំ 2011, យើង​បាន​ប្រកាស​កិច្ចព្រមព្រៀង​ថ្មី​ជាមួយ Google ជា​​ក្រុម​ហ៊ុន​ផ្ដល់​ការ​ស្វែងរក​លំនាំដើម​ក្នុង Firefox ។ នេះ​ជា​កិច្ចព្រមព្រៀង​ថ្មី​ដែល​មាន​រយៈ​ពេល​វែង​ជាមួយ​ Google ដែល​មាន​រយៈ​ពេល​យ៉ាងហោចណាស់​ ៣ ឆ្នាំ។ លក្ខខណ្ឌ​កិច្ចព្រមព្រៀង​ពាណិជ្ជកម្ម​ជា​ប្រធានបទ​សម្ងាត់,ហើយ​សិន​នឹង​មិន​បិទ​សិទ្ធិ​ពួក​គេ​ឡើយ។
sr: Тренутно имамо партнерства са бројем претраживача која се разликују од тржишта до тржишта. У децембру 2011 смо најавили нови споразум са Гуглом који чини Гугл подразмеваним претраживачем у Фајерфоксу. Овај нови споразум продужује дугогодишње парнерство са Гуглом на још барем три године. Посебни делови овог комерцијалног споразума подлежу традиционалним захтеву о поверљивости, стога нисмо у могућности да их откријемо.
uz: Hozirgi vaqtda biz bozor bo‘yicha farqli ko‘plab qidiruv xizmatini ko‘rsatuvchilar bilan hamkorlik qilyapmiz, 2011-yil dekabr oyida Google bilan Firefox brauzeridagi asosiy qidiruv tizimi sifatida o‘rnatish bo‘yicha bitim imzoladik. Ushbu yangi bitim bizning Google bilan uzoq muddatlik qidiruv hamkorligini kamida uch yilga kengaytiradi. Tijoriy bitim bo‘yicha ko‘rsatilgan shartlar an’anaviy maxfiylik talablariga asoslangan va biz ularni ochish uchun erkinlikka ega emasmiz.
zh_tw: 我們目前在不同的市場中與一些不同的搜尋服務提供者有夥伴關係。在 2011 年 11 月，我們宣佈了與 Google 的新合約，將 Google 作為 Firefox 的預設搜尋引擎。這份新合約將我們與 Google 的長期搜尋合作關係延長至少 3 年。這份商業合約的詳細內容主要受一些保密條款限制，我們無法在此揭露。

source: What is the status of your commercial relationship with Bing?
bn_bd: Bing-এর সাথে আপনার বাণিজ্যিক সম্পর্ক কেমন?
bs: Kakav je status vašeg komercijalnog odnosa s Bing-om?
km: តើ​ស្ថានភាព​ទំនាក់ទំនង​ពាណិជ្ជកម្ម​ជាមួយ Bing ដូចម្ដេច​ហើយ?
sr: Који је статус вашег комерцијалног партнерства са Бингом ?
ur: آپ کے Bing کے ساتھ تجارتی تعلق کی کیا حالت ہے؟
uz: Bing bilan tijoriy hamkorlik aloqangiz holati qanday?
zh_tw: 你們與 Bing 的商業合作狀況如何？

source: Bing is included as a search provider in the US versions of Firefox. The arrangement includes revenue-sharing based on traffic sent from Firefox to Bing's search service.
bs: Bing je ukljućen kao provajder za pretrage u američkoj verziji Firefoxa. Aranžman uključuje raspodjelu prihoda na osnovu saobraćaja upućenog sa Firefoxa prema Bing-ovim servisima za pretrage.
km: Bing ត្រូវ​បាន​បញ្ចូល​ជា​ក្រុមហ៊ុន​ផ្ដល់​ការ​ស្វែងរក​ក្នុង​កំណែ Firefox របស់ US។ កិច្ចព្រមព្រៀង​រួម​មាន​ការ​ចែករំលែក​ប្រាក់​ចំណូល​ផ្អែកលើ​ចរាចរណ៍​ដែល​បាន​ផ្ញើ​ពី Firefox ទៅ​សេវាកម្ម​ស្វែងរក​​របស់ Bing ។
sr: Бинг је, као претраживач, у саставу америчке верзије Фајерфокса. Овај споразум садржи поделу прихода засновану на посети Бингу која долази преко Фајерфокса.
uz: Bing Firefox’ning AQSH versiyalarida qidiruv xizmati sifatida qo‘shilgan. Kelishuvga Firefox’dan Bing’ning qidiruv xizmatiga jo‘natiladigan traffigiga asoslangan bo‘lishilgan kirim qo‘shilgan.
zh_tw: Bing 是美國地區英語版 Firefox 的預設搜尋服務供者。此合作讓我們能從 Firefox 傳送到 Bing 的搜尋服務中獲得收入抽成。

source: What happened with Yandex? Is there anything you can update us on with that partnership?
bn_bd: Yandex সাথে কি ঘটেছে? এই অংশীদারিত্ব সম্পর্কে কোন খবর আমাদের জানাতে পারবেন?
bs: Šta se desilo sa Yandex-om? Ima li bilo šta što nam možete reči o tom partnerstvu?
km: អ្វី​ដែល​បាន​កើត​ឡើង​ជា Yandex ? តើ​មាន​អ្វី​មួយ​ចំនួន​ដែល​អ្នក​អាច​ធ្វើ​បច្ចុប្បន្នភាព​ជាមួយ​ពួក​យើង​ដែល​​​ជា​ភាព​ដៃ​គូ?
sr: Шта се десило са Јандексом? Да ли нам можете рећи шта се дешава са тим партнерсвом?
ur: Yandex کے ساتھ کیا ہوا؟ کیا آپ کے پاس ہمارے لیے اس شراکت کے بارے میں کو تازہ خبر ہے؟
uz: Yandex bilan nima ro‘y berdi? Hamkorlik bilan bizni yangilash uchun biror narsa bormi?
zh_tw: Yandex 怎麼了？有與此合作夥伴相關的新消息嗎？

source: Google is the default search provider on the Russian builds of Firefox. Yandex will remain in the pre-installed list of search plug-ins. The change is part of the global search renewal that Mozilla entered into with Google, which makes Google the search default.
bs: Google je zadani provajder za pretrage na ruskim verzijama Firefoxa. Yandex će ostati u preinstaliranoj listi dodataka za pretrage. Promjena je dio globalne obnove pretraga koje je Mozilla sklopila s Google-om, što čini Google zadanom tražilicom.
km: Google ជា​កម្មវិធី​ផ្ដល់​ការ​ស្វែងរក​លំនាំដើម​លើ​ការ​ស្ថាបនា Firefox សម្រាប់​រុស្ស៊ី។ Yandex នឹង​មាន​នៅ​ក្នុង​បញ្ជី​មុន​ដំឡើង​កម្មវិធី​ជំនួយ​ការ​ស្វែងរក។ ការ​ផ្លាស់ប្ដូរ​ជា​ផ្នែក​នៃ​ការ​ផ្លាស់ប្ដូរ​សកល​ដែល Mozilla បាន​បញ្ចូល​ទៅ​ក្នុង Google, ដែល​បង្កើត Google ​លំនាំដើម​ស្វែងរក។
sr: Гугл је подразмевани претраживач у руској верзији Фајерфокса. Јандеск ће остати на листи претраживача који су у саставу Фајерфокса пре његове инсталације. Ова промена је у складу са глобалним обнављањем претраживача у које је Мозила ступила са Гуглом и она чини Гугл основним претраживачем.
ur: Firefox کے روسی بلڈ پر طے شدہ مہیا کنندہ Google ہے۔ Yandex پہلے سے تنصیب کردہ تلاش پلگ ان کی فہرست میں موجود رہے گا۔ یہ تبدیلی ہمہ گیر تلاش تجدید کا حصہ ہے جو Mozilla نے Google کے ساتھ کی ہے، جس کے تحت Google کو تلاش میں طے شدہ ہے۔
uz: Google Firefox’ning ruscha tuzilmasida asosiy qidiruv tizimi hisoblanadi. Yandex qidiruv plaginlari ro‘yxatida oldindan o‘rnatilgan sifatida qoladi. O‘zgartirish Mozilla Google bilan birga kirgizadigan, Google’ni asosiy qidiruv sifatida o‘rnatadigan global qidiruv yangilanishi qismi hisoblanadi.
zh_tw: Google 是俄語版本 Firefox 目前的預設搜尋服務提供者。Yandex 仍然會在預設安裝的搜尋引擎清單中。此變動是 Mozilla 與 Google 全球搜尋服務更新計劃的一部份，讓 Google 成為預設搜尋引擎。

source: Mozilla and Yandex will continue to explore partnerships on a number of fronts, including the customized Yandex edition of the popular Firefox browser and the integration of Yandex search services in other regional builds.
bs: Mozilla i Yandex će nastaviti istraživati partnerstva na mnogim poljima, uključujući prilagođenu Yandex verziju popularnog Firefox pretraživača i integraciju Yandex servisa za pretrage u druge regionalne gradnje.
km: Mozilla និង Yandex នឹង​បន្ត​ក្នុង​ការ​​ស្វែងរក​ភាព​ជា​ដៃគូ, រួមមាន​ការ​កែសម្រួល Yandex តាម​តម្រូវ​ការ​នៃ​កម្មវិធី​អ៊ីនធឺណិត Firefox និង​ការ​រួម​បញ្ចូល​គ្នា​នៃ​សេវាកម្ម​ស្វែងរក Yandex ក្នុង​ការ​ស្ថាបនា​តំបន់​ផ្សេងៗ​ទៀត។
sr: Мозила и Јандекс ће наставити испитивати могућности партнерства на осталим пољима, укључујући прилагођеног издања Фјаерфокса у Јандексовој верзији у интеграцији претраживачких услуга Јандекса у остала регионална издања Фајерфокса.
ur: Mozilla اور Yandex کئی اور چیزوں پر شراکت کے مواقوں پر بات چیت کریں گے، ان میں مشہور Firefox براؤزر کی تخصیصی Yandex ایڈیشن اور دیگر علاقائی بلڈ میں Yandex تلاش سروس کا تکمل شامل ہیں۔
uz: Mozilla va Yandex ko‘pgina yo‘nalishlar bo‘yicha hamkorlik qilishda davom etishadi. Mashhur Firefox brauzerining moslangan Yandex uchun versiyasi va boshqa hududiy varintlari uchun Yandex qidiruv tizimiga asoslangan Firefox brauzeri chiqishda davom etadi.
zh_tw: Mozilla 與 Yandex 將會持續在不同方向探索合作機會，包含 Yandex 自訂的 Firefox 瀏覽器，並在其他地區語言版本中的 Firefox 整合 Yandex 的搜尋服務。

source: What sort of commercial agreements do you have in place in mobile?
bn_bd: আপনি মোবাইল এ কি ছোট একটা বাণিজ্যিক চুক্তি করার মত জায়গায় আছে ?
bs: Kakve vrste komercijalnih ugovora ćete postaviti u mobitele?
km: តើ​​ប្រភេទ​នៃ​កិច្ច​ព្រមព្រៀង​ពាណិជ្ជកម្ម​ដែល​អ្នក​​​កំណត់​ក្នុង​ឧបករណ៍​ចល័ត​ជា​អ្វី?
sr: Какве комерцијалне споразуме имате када је у питању мобилна индустрија ?
ur: آپ کے پاساس وقت موبائل میں کس قسم کی تجارتی معاہدے ہیں؟
uz: Mobil bo‘yicha qanday turdagi tijoriy bitimlar imzolagansiz?
zh_tw: 目前你們在行動領域中，有哪些商業合作？

source: Mozilla has announced a commercial partnership with Telefonica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in Firefox Marketplace.
bs: Mozilla je najavila komercijalno partnerstvo s Telefonicom za Firefox OS. Specifični uslovi ovog ugovora su predmet tradicionalnih zahtjeva povjerljivosti. Mi razvijamo nova partnerstva sa dodatnim <abbr title="Original Equipment Manufacturers">OEM-ovima</abbr> i operaterima, koji će biti objavljeni u dogledno vrijeme kroz 2012.-u i u 2013.-oj. Također, imamo i brojne aranžmane sa izdavačima aplikacija koji će biti uključeni u Firefox Marketplace.
km: Mozilla បាន​ប្រកាស​ភាព​ជា​ដៃគូ​ពាណិជ្ជកម្ម​ជាមួយ Telefonica សម្រាប់ Firefox OS ។ លក្ខខណ្ឌ​ពិសេស​នៃ​កិច្ចព្រមព្រៀង​ជា​ប្រធានបទ​តម្រូវ​ឲ្យ​មាន​ភាព​សម្ងាត់។ យើង​កំពុង​ធ្វើ​ការ​អភិវឌ្ឍន៍​ភាព​ជា​ដៃ​គូរ​ថ្មី <abbr title="Original Equipment Manufacturers">OEMs</abbr> និង​សហការី, ដែល​នឹង​ត្រូវ​បាន​ប្រកាស​នៅ 2012 និង​នៅ 2013 ។ យើង​មាន​កិច្ច​ព្រមព្រៀង​ជា​ច្រើន​ជា​មួយ​អ្នក​បោះពុម្ព​ផ្សាយ​កម្មវិធី​ដែល​នឹង​រួម​បញ្ចូល​នៅ​ក្នុង​ទីផ្សារ​របស់ Firefox ។
uz: Mozilla Telefonica bilan Firefox OS uchun tijoriy hamkorlik bo‘yicha bitim imzoladi. Btimning maxsus shartlari an’anaviy maxfiylik talablariga asoslangan. Biz qo‘shimcha <abbr title="Original jihoz ishlab chiqaruvchilar">OEM’lar</abbr> va 2012-yildan 2013-yilgacha e’lon qilinadigan operatorlar bilan yangi hamkorlikni rivojlantiryapmiz. Bizning, shuningdek, "Firefox Marketplace"ga qo‘shiladigan ilova dastur ishlab chiqaruchilar bilan ham ko‘pgina bitimlarimiz bor.

source: How much revenue do you anticipate that will bring in the coming year and what is the business model/revenue model in those deals?
km: ចំនួន​ប្រាក់​ចំណូល​ដែល​អ្នក​រំពឹង​ទុក​ជា​មុន​​​នៅ​ឆ្នាំ​បន្ទាប់​និង​ម៉ូដែល ប្រាក់​ចំណូល/ម៉ូល​ដែល អាជីវកម្ម​នៅ​ក្នុង​ព័ត៌មាន​លម្អិត​ទាំង​នេះ?
sr: Који приход очекујете у наредној години и преко којег пословног система/ система остваривања прихода ћете доћи до њега ?
ur: آپ کا آنے والے سال کی آمدنی کا کیا اندازہ ہے اور ان معاملات میں بزنس/آمدنی ماڈل کیا ہے؟
uz: Kelayotgan yilda qancha foyda kelishini kutyapsiz va ushbu bitimlardan qanday biznes-modellar/foyda modellari kutyapsiz?
zh_tw: 這些合作案預期將在來年帶來多少收益？營運模式又是如何？

source: We are not providing forecasts or projections at this time. Our main focus is on creating and delivering offerings that address user, developer, and operator needs. At the same time we are continually exploring potential new revenue models that serve both the mission and our users.
bs: Mi ne pružamo prognoze ili projekcije u ovom trenutku. Naš glavni fokus je na stvaranju i isporuci ponuda koje se odnose na korisnika, programera i potreba operatera. U isto vrijeme neprestano istražujemo nove potencijalne modele prihoda koji služe i misiji i našim korisnicima.
km: យើង​មិន​កំពុង​ផ្ដល់​ការ​ព្យាករណ៍​ ឬ​ការ​រៀបចំ​គម្រោង​នៅ​ពេល​នេះ​ទេ។ ការ​ផ្ដោត​ចម្បង​របស់​ពួក​យើង​លើ​ការ​បង្កើត និង​ការ​ផ្ដល់​អ្នក​ប្រើ​អាសយដ្ឋាន, អ្នក​អភិវឌ្ឍន៍, និង​តម្រូវ​ការ​របស់​​សហការី។ នៅ​ពេល​ដែល​យើង​បន្ត​ការ​ស្វែងរក​ម៉ូដែល​ប្រាក់​ចំណូល​ថ្មី​ដែល​​មាន​តាំង​បេសកកម្ម និង​អ្នក​ប្រើ​របស់​ពួក​យើង។
sr: У овом тренутку не пружамо никаква предвиђања и прогнозе. Наш главни фокус је на стварању понуда које су везане за потребе корисника, програмера и оператера. У исто време константно истражујемо нове моделе пословања који ће служити мозилиној мисији и нашим корисницима.
ur: ہم اس وقت کی پیشن گوئی یا تخمینے فراہم نہیں کر رہے ہمارا بنیادی توجہ صارف، تخلیق کار، صارف اور آپرہٹر کی ضروریات کو پورا کرنا ہے . ایک ہی وقت میں ہم مسلسل دونوں کے مشن اور ہمارے صارفین کی خدمت ہے کہ لیئے ممکنہ نئے آمدنی کے ماڈل دریافت کر رہے ہیں.
uz: Biz bu vaqtda bashoratlar yoki loyihalarni keltirmaymiz. Bizning asosiy nishonimiz foydalanuvchilar, dasturchilar va operatorlar ehtiyojini qondiruvchi takliflarni yaratish va ko‘rsatish hisoblanadi. Xuddi shu vaqtda biz foydalanuvchilarimiz va maqsadimizga yetishishga xizmat qiladigan kirimlarning potensial yangi modellarini tinmasdan o‘rganamiz.
zh_tw: 我們目前不發表相關的預測訊息。我們的主要目標是建立並傳遞符合使用者、開發者、營運商所需要的產品。我們同時也將持續探索對我們的使命與使用者更好的潛在營利模式。

source: What makes you think you can break into the smartphone market with two clearly dominant players?
bs: Zašto mislite da možete probiti na tržište pametnih telefona sa dva jasno dominantna igrača?
km: អ្វី​ដែល​ធ្វើ​ឲ្យ​អ្នក​គិត​ថា​អ្នក​អាច​ផ្សព្វផ្សាយ​ទៅ​លើ​ទីផ្សារ​ទូរស័ព្ទ​ជា​មួយ​ផ្នែក​សំខាន់ៗ?
sr: Због чега мислите да ћете се пробити на тржиште паметних телефона које већ има два доминантна играча ?
ur: آپ کو کیوں لگتا ہے کہ آپ دو غالب کھلاڑیوں کی موجودگی میں سمارٹ فون کی مارکٹ میں آ سکتے ہیں؟
uz: Smartfon bozorini ikkita aniq ustun o‘yinchilar bilan sindira olamiz deb o‘ylashlaringizga nima majbur qildi?
zh_tw: 是什麼使讓你們認為有辦法切入已由兩大廠商壟斷的智慧型手機市場？

source: Mozilla believes that the Web is the best platform for innovation, connecting, sharing and for building the world that we want. With Firefox OS, Mozilla is creating an operating system based entirely on open Web standards. HTML5 is an increasingly important technology, which more and more developers are embracing. There is also an HTML5 ecosystem of developers who are already creating applications for desktop web browsers, while many AppStore and Android applications have already been developed in HTML5.
bs: Mozilla vjeruje da je web najbolja platforma za inovacije, povezivanje, dijeljenje i za izgradnju svijeta kakvog želimo. Sa Firefox OS-om, Mozilla stvara operativni sistem baziran u potpunosti na otvorenim web standardima. HTML5 je sve važnija tehnologija, koju sve više i više programera prihvaćaju. Također, tu je HTML5 ekosistem programera koji već stvaraju aplikacije za desktop web pretraživače, dok su mnoge AppStore i Android aplikacije već razvijene u HTML5.
km: Mozilla ជឿជាក់​ថា​បណ្ដាញ​ជា​វេទិកា​​ល្អ​បំផុត​សម្រាប់​ការ​ច្នៃ​ប្រឌិត, ការ​តភ្ជាប់, ការ​ចែករំលែក និង​សម្រាប់​ការ​ស្ថាបនា​។ ជាមួយ Firefox OS, Mozilla កំពុង​តែ​បង្កើត​ប្រព័ន្ធ​ប្រតិបត្តិការ​ផ្អែកលើ​ស្តង់ដារ​បណ្ដាញ​បើក​ទូលាយ។ HTML5 ជា​បច្ចេកវិទ្យា​ដែល​មាន​សារ​សំខាន់, ដែល​មាន​អ្នក​អភិវឌ្ឍន៍​ជា​ច្រើន​​គាំទ្រ។ មាន​ប្រព័ន្ធ​អេកូ HTML5 នៃ​អ្នក​អភិវឌ្ឍន៍​ដែល​បង្កើត​កម្មវិធី​រួចហើយ​​សម្រាប់​កម្មវិធី​រុករក​បណ្ដាញ, ខណៈ​ពេល​ដែល​កម្មវិធី AppStore មួយ​ចំនួន និង Android ត្រូវ​បាន​អភិវឌ្ឍន៍​នៅ​ក្នុង HTML5 ។
sr: Мозила верује да је Интернет најбоља платформа за иновацију, конекцију, дељене и изградњну света каквог желимо. Са Фајерфоксом ОС, Мозила ствара оперативни систем поптуно заснован на Веб стандардима. ХТМЛ5 је све важнија технологија, коју све више и више програмера прихватају. Такође постоји ХТМЛ5 екосистем програмера који већ стварају апликација за рачунарске веб прегледаче, док су многе ЕпСтор (AppStore) и Андроид (Android ) апликације већ програмиране у ХТМЛ5 технолгији.
uz: Mozilla internet innovatsiya, ulanish, bo‘lishish va biz xohlagan dunyoni qurish uchun eng zo‘r platforma ekanligiga ishonadi. Mozilla Firefox OS yordamida butunlay ochiq veb standartlarga asoslangan operatsion tizim yaratmoqda. HTML5 ko‘pdan ko‘p dasturchilar quchoq ochadigan eng muhim texnologiya hisoblanadi. Shuningdek, HTML5’da allaqachon kompyuterlarda veb brauzerlar uchun ilova dasturlar yaratgan dasturchilar ekotizimi mavjud. Allaqchon ko‘pgina AppStore va Android ilova dasturlari HTML5’da yaratilgan.
zh_tw: Mozilla 相信，網頁是打造我們想要的世界最佳的創新、連結、共享平台。透過 Firefox OS，Mozilla 將建立一個完全以開放網頁技術為基礎的作業系統。HTML5 技術在未來將會更顯重要，更多的開發者正在加入。目前 HTML5 開發者的生態系統已經成型，許多開發者已經正在開發桌面網頁瀏覽器的 HTML5 應用程式，許多 AppStore 與 Android 的應用程式已是使用 HTML5 來開發。

source: How many operator/carrier partners do you have signed up for Firefox OS?
bn_bd: ফায়ারফক্স ওএস এর জন্য কতজন অপারেটর / ক্যারিয়ার অংশীদারকে আপনি সাইন আপ করিয়েছেন?
bs: Koliko ste partnera operatera/prenosilaca potpisali za Firefox OS?
km: តើ​​ដៃគូ​ ក្រុមហ៊ុន​បញ្ជូន/សហការី​ចំនួន​ប៉ុន្មាន​​​​ដែល​អ្នក​បាន​ចុះ​ហត្ថលេខា​សម្រាប់ Firefox OS ?
sr: Колико се оператера/ партнера пријавило за Фајерфокс ОС ?
ur: آپ کے باس Firefox OS کے لیے کتنے آپریٹر / کیریئر شریک سائن اپ ہو چکے ہیں؟
uz: Qancha operator/xizmat ko‘rsatuvchi hamkorlar Firefox OS uchun ro‘yxatdan o‘tishgan?
zh_tw: 有多少電信商已經跟你們簽訂 Firefox OS 合作案？

source: The first Firefox OS-powered devices are expected to launch commercially in Latin American markets in early 2013 through Telefónica. We've also announced support for the Firefox OS from global network operators including Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia and Telenor, so you can expect more device and OS news throughout 2013.
bs: Prvi uređaji koje pokreće Firefox OS se očekuju za komercijalno lansiranje na tržište u latinskoj Americi početkom 2013 godine putem Telefonice. Također, najavili smo podršku za Firefox OS od globalnih mrežnih operatera uključujući Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia i Telenor, tako da možete očekivati više uređaja i OS vijesti tokom 2013-e.
km: ឧបករណ៍​ដែល​ដំណើរការ Firefox OS ដំបូង ត្រូវ​បាន​រំពឹង​​ ដើម្បី​ចាប់ផ្ដើម​ជា​ពាណិជ្ជកម្ម​នៅ​ក្នុង​ទីផ្សារ​អាមេរិក​ឡាតាំង​ក្នុង​ដើម​ឆ្នាំ 2013 តាម​រយៈ Telefónica ។ យើង​បាន​ប្រកាស​ការ​គាំទ្រ​ផង​ដែរ​សម្រាប់ Firefox OS ពី​សហការី​បណ្ដាញ​សកល​រួម​ទាំង Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia និង Telenor, ដូច្នេះ​អ្នក​អាច​សង្ឃឹម​ឧបករណ៍​​ច្រើន និង​ព័ត៌មាន OS ទាំងអស់​នៅ​​ឆ្នាំ 2013 ។
sr: Комерцијали излазак на тржиште уређаја које покреће Фајерфокс ОС је очекиван почетком 2013. годину у северној америци преко Телефонике (Telefónica). Такође смо најавили подршку за Фајерфокс ОС од стране глобалних оператера мобилне телефоније у које спадају Дојче телеком, Етислат, Смарт, Спринт, Телеком Италија и Теленор тако да можете очекивати нових вести у вези уређаја и ОС-а у 2013. години.
uz: Ilk Firefox OS o‘rnatilgan qurilmalarni Latin Amerikasi bozorida 2013-yil boshlarida Telefónica orqali tijoriy ishga tushirish ko‘zda tutilgandi. Shuningdek, biz Firefox OS’ni Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia va Telenor kabi global tarmoq operatorlari qo‘llab-quvvatlashlarini e’lon qilgandik. Shunday ekan siz ko‘pgina qurilma va OS yangiliklarini 2013-yilda kutishingiz mumkkin.
zh_tw: 第一支 Firefox OS 設備將由 Telefónica 於 2013 年初在拉丁美洲正式上市，我們也已公佈其他全球合作夥伴，如 Deutsche Telekom、Etisalat、Smart、Sprint、Telecom Italia 及 Telenor 等，所以 2013 年將有更多 Firefox OS 設備與消息公開。

source: What OEM will you be working with?
bn_bd: আপনি কি ওইএম এর সঙ্গে কাজ করতে চান ?
bs: S kojim OEM-om ćete raditi?
km: តើt OEM ដែល​អ្នក​នឹង​ធ្វើ​ការ​ជាមួយ​ជា​អ្វី?
sr: Са којим произвођачима мобилних уређаја ћете сарађивати ?
ur: آپ کون سے OEM کے ساتھ کام کر رہے ہوں گے؟
uz: Qaysi original jihoz ishlab chiqaruvchilar bilan ishlamoqchisiz?
zh_tw: 你們會跟哪家 OEM 廠商合作？

source: TCL Communication Technology (who own the Alcatel brand) and ZTE are leading partners to build the first handsets to run Firefox OS. We expect to announce additional OEM support soon.
bn_bd: TCL Communication Technology (যারা Alcatel ব্র্যান্ডের মালিক) এবং ZTE হচ্ছে নেতৃস্থানীয় অংশীদার যেগুলো প্রথম হ্যান্ডসেট নির্মাণ করে যা Firefox OS এ চলে। আমরা শীঘ্রই অতিরিক্ত OEM সমর্থন ঘোষণা করতে আশাবাদী।
bs: TCL Communication Technology (koji posjeduju brend Alcatel) i ZTE su vodeći partneri za izgradnju prvih uređaja koji pokreću Firefox OS. Očekujemo da objavimo dodadnu OEM podršku uskoro.
km: បច្ចេកវិទ្យា​​ទំនាក់ទំនង TCL (who own the Alcatel brand) ZTE កំពុង​ដឹកនាំ​ដៃគូ​ដើម្បី​ស្ថាបនា ដើម្បី​ដំណើរការ Firefox OS ។ យើង​រំពឹង​ក្នុង​ការ​ប្រកាស​ការ​គាំទ្រ OEM បន្ថែម។
sr: ТЦЛ комуникационе технологије (TCL Communication Technology), компанија која је власник Алкатела, и ЗТЕ су водећи парнери у изградњни нових мобилних уређаја који ће бити покренути преко Фајерфокс ОС-а. Очекујемо најаву додатне подршке.
uz: TCL kommunikatsiya texnologiyasi (Alcatel brendiga egalik qiladi) va ZTE ilk Firefox OS’ni ishga tushirish uchun birinchi telefonlarni tuzgan asosiy hamkorlarimiz hisoblanadi. Biz tezda qo‘shimcha original jihoz ishlab chiqaruvchilar yordamini e’lon qilishni mo‘ljallaganmiz.
zh_tw: TCL 集團（持有 Alcatel 阿爾卡特品牌的公司）與 ZTE（中興通訊）是第一支 Firefox OS 手持裝置的主要合作夥伴。我們也將公布與其他 OEM 廠商的合作案。

source: When can we expect to see devices launching in the United States? Europe?
bn_bd: কখন মার্কিন যুক্তরাষ্ট্রে এবং ইউরোপে ডিভাইস আসবে বলে আমরা আশা করতে পারি?
bs: Kada možemo očekivati da vidimo lansiranje uređaja u Sjedinjenim Američkim Državama? Evropi?
km: តើ​ពេល​ណា​យើង​រំពឹង​អាច​​មើល​ឃើញ​ការ​ចាប់ផ្ដើម​ឧបករណ៍​នៅ​ក្នុង​សហរដ្ឋ​អាមេរិក ឬ​អឺរ៉ុប?
sr: Када можемо очекивати изазак ових уређаја на америчко и европско тржиште?
ur: ہم امریکا میں آلات کی شروعات کی کس وقت توقع کر سکتے ہیں؟ یورپ؟
uz: Biz qachon AQSHda va Yevropada ishga tushirilgan qurilmalarni kutishimiz mumkin?
zh_tw: 這些設備何時會在美國或歐洲等其他地方發表？

source: The first Open Web Devices will be launched in Latin American markets in early 2013. Other locations have yet to be announced.
bn_bd: প্রথম ওপেন ওয়েব ডিভাইস 2013 সালের প্রথম দিকে ল্যাটিন আমেরিকান বাজারে চালু করা হবে। অন্যান্য স্থানগুলোর জন্যে পরে জানানো হবে।
bs: Prvi Open Web uređaji će biti lansirani na tržištima latinske Amerike početkom 2013-e. Druge lokacije će tek biti objavljene.
km: ឧបករណ៍​បណ្ដាញ​បើក​ទូលាយ​ដំបូង​នឹង​ត្រូវ​បាន​ចាប់ផ្ដើម​នៅ​ក្នុង​ទីផ្សារ​អាមេរិក​ឡាតាំង​នៅ​ដើម​ឆ្នាំ 2013 ។ ទីតាំង​ផ្សេងៗ​ត្រូវ​បាន​ប្រកាស​រួច​រាល់​ហើយ។
sr: Први уређају отвореног Интернета ће бити избачени на тржиште у Јужној америци почетком 2013. године. Остале локације ће бити најављене.
uz: Ilk ochiq veb qurilmalar Latin Amerikasi bozorida 2013-yilning boshlarida ishga tushiriladi. Boshqa manzillar hali e’lon qilinmadi.
zh_tw: 第一支 Open Web Devices 會在 2013 年初於拉丁美洲發表，其他地區目前尚待公布。

source: What is the business model for your app marketplace?
bn_bd: আপনার অ্যাপ মার্কেটপ্লেসের এর বাণিজ্যিক মোডেল কি?
bs: Koji je poslovni model za vaše tržište aplikacija?
km: តើ​អ្វី​ទៅ​ជា​ម៉ូដែល​ធុរកិច្ច​សម្រាប់​ទីផ្សារ​កម្មវិធី?
sr: Који је пословни модел за ваш маркет за апликације?
ur: آپ کی ایک مارکٹ پلیس کا کیا بزنس ماڈل ہے؟
uz: Ilova dastur bozoringiz uchun biznes modelingiz qanaqa?
zh_tw: 你們的 App 商城的營運模式為何？
