Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: bs, fr, pt, zh_tw

source: Mozilla was instrumental in the movement to motivate the Web community to act against the Stop Online Piracy Act and the Protect IP act. These laws, had they gone into effect, would have given the US government and private businesses incredible censorship powers that would have global ramifications, weaken the Internet's security and discourage innovation and investment worldwide.
bs: Mozilla ima značajnu ulogu u pokretu da motiviše web zajednicu da reaguje protiv Stop Online Piracy Act i Protect IP čina. Ovi zakoni, kad bi stupili na snagu, bi dali američkoj vladi i privatnim biznisima nevjerovatnu snagu cenzure koja bi imala globalne posljedice, slabljenje internet sigurnosti, obeshrabrenje inovacija i ulaganja širom svijeta.
fr: Mozilla a pris sa part dans le mouvement destiné à motiver la communauté web dans son opposition au Stop Online Piracy Act et au Protect IP act. Ces lois, si elles avaient été suivies d'effets, auraient donné au gouvernement des États-Unis et aux entreprises privées d'incroyables pouvoirs de censure qui auraient eu un impact à l'échelle du globe, fragilisé la sécurité sur Internet et découragé l'innovation et les investissements dans le monde entier.
pt: A Mozilla foi essencial no movimento para motivar as comunidades da Internet a reagir contra o movimento SOPA ("Stop Online Piracy Act") e o movimento "Protect IP Act". Se estas leis tivessem sido aprovadas permitiram ao Governo Norte Americano e a entidades privadas um incrível poder de censura que se estenderia a um nível global, enfraquecendo a segurança na Internet e desencorajando a inovação e investimentos globais.
zh_tw: Mozilla 帶領了網路社群反對美國的禁止網路盜版法案（Stop Online Piracy Act, SOPA）與保護智慧財產權法案（Protect IP act, PIPA）。這些法案一旦生效，將會讓美國政府與私人企業有強大的權力進行審查，，造成網際網路的安全性被削弱，並阻止全球的投資與創新。

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
bs: Mozilla je jedna od mnogih organizacija koja je zatamnila svoje web stranice u suprotnosti sa SOPA/PIPA računima u kongresu. Po prvi put, web zajednica sa više od 15 miliona ljudi je došla zajedno da govori protiv politike koja je utjecala na web u cjelini. Ovaj historijski protest predstavljao je značajan preokret za web kao način da se uključi biračko tijelo i mobiliše stanovništvo za promjenu.
fr: Mozilla fut l'un des nombreux organismes qui, pour marquer son opposition aux projets de loi SOPA/PIPA du Congrès, fit le blackout de ses sites Internet. Pour la première fois, plus de 15 millions d'internautes se sont unis pour se faire entendre face à une politique touchant le Web dans son ensemble. Ce mouvement de protestation historique atteste qu'un point de non-retour a été atteint pour le Web comme moyen de toucher les électeurs et de mobiliser les citoyens en vue d'un changement radical.
pt: A Mozilla foi uma das muitas organizações que desligou as suas páginas web em oposição às leis SOPA/PIPA em discussão no congresso norte americano. Pela primeira vez, uma comunidade web com mais de 15 milhões de pessoas juntou-se contra uma política que afetaria a Internet como um todo. Este protesto histórico representou um importante ponto de viragem para a Internet como uma forma de envolver o eleitorado e mobilizar os cidadãos para a mudança.
zh_tw: Mozilla 是許多在美國國會審查 SOPA 與 PIPA 法案時讓網頁變黑，作為對這些法條的抗議與反對的組織之一。這是第一次有超過一千五百萬人的網路社群一同對某個將影響網路發展的政策表達反對的時候。這個歷史性的抗議也是一個重大的轉捩點，讓許多選民能夠在網路上動員，尋求改革。

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
bs: Početkom 2012. godine, Mozilla je upozorila na ratifikaciju o anti krivotvorenju trgovinskog sporazuma (<abbr>ACTA</abbr>) od strane Evropskog parlamenta. <a href="%(acta_url)s" rel="external">Na svom blogu</a>, Mitchell Baker je prozvao političare čiji su nerazumljivi postupci bili “loš način za razvoj internet politike” — u praksi, da je globalni sporazum o trgovini ugovoren sa privatnicima bez otvorenog pristupa za sve zainteresovane strane. Nakon ogromnih protesta Net-savvy građana širom Evrope, Evropski parlament je odbacio ACTA 4. jula jednoglasno.
fr: Dès le début de l'année 2012, Mozilla a lancé l'alerte contre la signature d'<abbr>ACTA</abbr> (Anti-Counterfeiting Trade Agreement) par le Parlement européen. <a href="%(acta_url)s" rel="external">Dans un billet de son blog</a>, Mitchell Baker a interpellé les hommes politiques pour les convaincre que les processus de décision cachés sont vraiment une &laquo;&nbsp;mauvaise politique de développement pour l'Internet&nbsp;&raquo; —&nbsp;et en particulier que les accords commerciaux globaux avaient été négociés en coulisses sans concertation ouverte avec l'ensemble des parties prenantes. Suite aux manifestations massives des défenseurs du Net dans l'Europe entière, le Parlement européen a rejeté ACTA le 4 juillet par un vote sans ambiguïté.
pt: No início de 2012, a Mozilla alertou contra a ratificação do Acordo Comercial Anticontrafação (<abbr lang="en" title="Anti-Counterfeiting Trade Agreement">ACTA</abbr>) pelo Parlamento Europeu. <a href="%(acta_url)s" rel="external">Num artigo de um blogue</a>, Mitchell Baker advertiu os políticos que processos opacos são uma “forma erradas de desenvolver políticas de Internet” — em particular, que o acordo comercial global foi negociado em privado sem o envolvimento aberto de todos os interessados. Depois de protestos de rua massivos de cidadãos internautas pela Europa, o Parlamento Europeu rejeitou a ACTA a 4 de julho num voto inequívoco.
zh_tw: 在 2012 年的一開始，也警告了歐洲議會所簽署的反仿冒貿易協定（<abbr title="Anti-Counterfeiting Trade Agreement">ACTA</abbr>）的嚴重後果。Mitchell Baker 也在 <a href="%(acta_url)s">部落格文章中</a> 向政策制定者呼籲，不透明的流程將會「是發展網路政策的歧途」 — 尤其是當一份全球貿易協定未經所有利害關係人涉入，就私下進行談判的時候。在許多網路使用者於歐洲各地走上街頭抗議後，歐洲議會最終於 7 月 4 日，以壓倒性的票數否決了此條約。

source: Collusion
bs: Udruživanje
pt: Colusão

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
bs: <a href="%(collusion_url)s" rel="external">Mozilla udruživanje</a> daje potrošačima moćan alat da zaštiti njihovu privatnost, naoružava ih s transparentnošću, činjenicama i snagom da naprave svoj vlastiti izbor o tome kako se njihovi lični podaci dijele i koriste. Omogućeno uz pomoć Ford fondacije, Udruživanje omogućava da korisnici vide ko ih prati preko weba. Pokazuje, u realnom vremenu, kako ti podaci kreiraju paukovu mrežu u interakciji između kompanija i drugih tragača.
fr: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> offre aux utilisateurs un puissant outil pour protéger leur vie privée, en leur fournissant de la transparence, des faits et le pouvoir de prendre leurs propres décisions sur la façon dont leurs données personnelles peuvent être partagées et utilisées. Rendu possible grâce au soutien de la Fondation Ford, Collusion permet aux usagers de voir qui les piste sur le Web. Cet outil indique en temps réel comment ces données créent une toile d'araignée interactive entre entreprises et autres espions.
pt: A <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> dá aos consumidores uma ferramenta poderosa para proteger a sua privacidade, armando-os com transparência, factos e o poder de tomar as suas próprias decisões sobre como a sua informação pessoal é partilhada e utilizada. Possível devido ao apoio da Ford Foundation, o Collusion permite aos utilizadores que vejam quem os está a monitorizar através da Internet. Mostra, em tempo real, como é que os dados criam uma teia de interação entre empresas e outros perseguidores.
zh_tw: <a href="%(collusion_url)s">Mozilla Collusion</a> 這個強大的工具讓使用者能夠看到誰在網路上追蹤他們，並讓他們可透明地了解有哪些資料被分享與使用，賦予使用者自己做決定的權利。福特基金會（Ford Foundation）的贊助讓此工具能夠實現，Collusion 會即時地顯示誰在追蹤他們的資訊，以及這些資訊如何在不同公司與其他追蹤者間，建構出一張廣大的蜘蛛網。

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
bs: Ove godine smo vratili <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — video izazov za redatelje, animatore i kreativce iz cijelog svijeta da proizvedu i izlože kratke filmove. Ovi filmovi su napravljeni od strane Firefox fanova, unaprijeđenih i obrazovanih korisnika o pitanjima koja utiču na njihov internet život kao što je privatnost i sigurnost. Još važnije, ovi redatelji su podijelili šta to čini Firefox drugačijim koristeći svoje glasove. Slavne osobe i stručnjaci industrije filma su pomogli odabrati pobjednike regiona iz više od 400 prijava od hiljade redatelja širom svijeta.
fr: Cette année, nous avons organisé <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> —&nbsp;un concours de création vidéo ouvert aux cinéastes amateurs, aux réalisateurs, aux créateurs d'animation et aux créatifs du monde entier pour produire et présenter des courts métrages. Ces films, réalisés par des adeptes de Firefox, ont permis de renseigner les utilisateurs sur les questions concernant leur vie en ligne comme celles de la vie privée et de la sécurité. Plus important encore&nbsp: ces réalisateurs ont traduit avec leurs propres mots ce qui rendait Firefox si singulier. Des célébrités et des experts de l'industrie cinématographique ont participé à la sélection des vainqueurs par région parmi plus de 400 propositions venant de milliers de réalisateurs de par le monde.
pt: Este ano trouxemos de volta o <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — um desafio vídeo para aspirantes a realizadores, animadores e criativos de todo o mundo podem produzir e submeter pequenos vídeos. Estes vídeos feitos por fans do Firefox, promoviam e educavam os utilizadores sobre problemas que afetavam a sua vida online, tais como a privacidade e segurança. Mas, mais importante que isso, estes realizadores partilhavam o que faz com que o Firefox seja diferente usando a sua própria voz. Celebridades e peritos da industria cinematográfica ajudaram a selecionar os vencedores regionais entre mais de 400 submissões de milhares de realizadores de todo o mundo.
zh_tw: 今年我們又舉辦了一次 <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — 一場啟發影片與動畫創作者與來自全球的好點子的短片製作競賽。這些影片是由 Firefox 的粉絲所創作與宣傳，並教育了使用者安全性與隱私等，會影響使用者線上生活的議題。最重要的是，這些影片創作者用他們自己的聲音與大家分享了 Firefox 有什麼不同的這件事。我們邀請了一些名人與影視產業中的專家，從全球數以千計作者所送出的超過 400 份作品中幫忙我們選出了各個區域的得獎者。

source: Our success begins with you.
bs: Naš uspjeh počinje sa vama.
fr: Notre succès passe d'abord par vous.
pt: O nosso sucesso começa por si.
zh_tw: 我們的成功從您開始。

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
bs: Mozilla je u osnovi organizacija o ljudima i izradi weba boljeg za sve. Mozilla zajednica je od suštinske važnosti za uspjeh projekta. Ne možemo se boriti za otvoren, izmjenjiv i transparentan web bez ljudi koji vjeruju u to i podržavaju taj povod. Imamo Mozilla zajednice koje obuhvataju svijet i ovi nevjerovatni ljudi su odgovorni za kodiranje, testiranje, lokalizaciju, hosting hackfests i summer code parties, podučavanje web stvaralaca, marketing, evangelizaciju Mozilla proizvoda i mnogo više.
fr: Mozilla est une organisation pour laquelle il est essentiel de rendre le Web meilleur pour chacun. La communauté Mozilla est indispensable à la réussite de ce projet. Nous ne pouvons pas prétendre à un Web ouvert, modifiable et transparent sans le concours de personnes qui croient en nous et soutiennent notre cause. Nous avons des communautés Mozilla partout dans le monde, et ces personnes formidables s'occupent de coder, tester, organiser et accueillir des événements et des fêtes du codage estivales, enseigner le Web à tous dans le cadre du projet Webmaker, faire de la publicité, faire connaître les produits Mozilla et bien plus encore.
pt: A Mozilla é uma organização que é fundamentalmente sobre pessoas e em fazer a Web um lugar melhor para todos. A comunidade Mozilla é essencial para o sucesso do projeto. Não podemos lutar contra uma Web aberta, transparente e fácil de adaptar sem que as pessoas acreditem e suportem essa causa. Temos comunidades Mozilla a surgir em todo o mundo e estas pessoas notáveis são responsáveis por escrever o código, testar, traduzir, organizar hackfests e festas de código de verão, ensinando Webmakers, divulgando e evangelizando os produtos Mozilla, etc.
zh_tw: Mozilla 是個從基礎上就以人為本，致力於讓網路對所有人變得更好的非營利組織。Mozilla 社群是讓專案成功所必需的。我們無法在沒有其他相信與支持開放、可修改、與透明的網路環境這些目標的人們一同努力下戰鬥。我們在全世界不同地方有許多的 Mozilla 社群，這些傑出的社群成員們負責撰寫程式、進行測試、在地化、舉辦 hackfest 與 summer code party、教導 Webmakers、行銷推廣、宣傳 Mozilla 產品與技術傳教，還有其他許多工作。

source: Mozilla Reps
bs: Mozilla ponavljanja
pt: Representantes da Mozilla

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
bs: Program <a href="%(reps_url)s" rel="external">Mozilla ponavljanja</a>, dizajniran da osnaži volontere da postanu službeni predstavnici Mozille u svojim regionima, porastao je na više od 350 ljudi u više od 70 zemalja u nešto više od godinu dana. Program ima ključnu ulogu u pomaganju Mozilli da izvrši svoje ciljeve oko promocije i razvoja Firefox OS-a, Firefoxa za Windows, Mac i Linux i Firefoxa za Andorid. Ponavljanja su organizovali više od 700 događaja širom svijeta i uspješno regrutirali i trenirali stotine novih saradnika kroz desetine funkcionalnih područja.
fr: Le programme <a href="%(reps_url)s" rel="external">Mozilla Reps</a>, conçu pour permettre aux bénévoles de devenir les représentants officiels de Mozilla dans leur région, a connu une forte croissance en un peu plus d'un an et atteint un effectif de plus de 350 personnes dans plus de 70 pays. Le programme joue un rôle crucial en aidant Mozilla à mettre en &#156;uvre les objectifs fixés autour de la promotion et du développement de Firefox OS, Firefox pour Windows, Mac et Linux et Firefox pour Android. Les représentants ont organisé plus de 700 événements dans le monde entier et ont recruté et formé avec succès des centaines de nouveaux contributeurs dans des dizaines de domaines fonctionnels.
pt: O programa de <a href="%(reps_url)s" rel="external">Representantes da Mozilla</a>, desenhado para promover voluntários a representantes oficiais da Mozilla na sua região, cresceu para abranger mais de 350 pessoas em mais de 70 países, em pouco mais de um ano. O programa desempenha um papel fundamental em ajudar a Mozilla a atingir os seus objetivos organizacionais em torno da promoção e desenvolvimento do Firefox OS, Firefox para o Windows, Mac e Linux e Firefox para Android. Os Representantes organizaram mais de 700 eventos à volta do mundo e recrutaram e treinaram com sucesso centenas de novos colaboradores ao longo de dezenas áreas funcionais.
zh_tw: 讓志工擁有 Mozilla 官方代表身分的 <a href="%(reps_url)s" rel="external">Mozilla Reps</a> 計畫，在過去一年多以來已經在 70 個國家有超過 350 名成員。這個計畫十分重要，協助 Mozilla 達成推廣及開發 Firefox OS 與 Firefox for Windows、Mac、Linux 及 Firefox for Android 的全球組織發展目標。這些代表已經在全世界舉辦超過 700 場活動，也招募、引領上千名新的貢獻者，於各種不同領域貢獻心力。

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
bs: MozCamps su regionalne manifestacije koje okupljaju najplaćenije i dobrovoljno Mozilla osobolje iz svih područja projekta na dva puna dana prezentacija, diskusija, iznenadnih ideja, ubrzavanja rada, hakerskih maratona i, naravno, malo zabave.
fr: Les MozCamps sont des événements régionaux rassemblant les salariés de Mozilla et les bénévoles de tous les secteurs et au cours desquels, pendant deux jours complets, se succèdent présentations, discussions, brainstorming, des sessions de travail, des ateliers de programmation, et, bien sûr, une petite dose de bonne humeur&nbsp;!
pt: Os MozCamps são eventos regionais que juntam o núcleo de membros pagos e voluntários da Mozilla de todas as áreas do projeto para dois dias de apresentações, discussões, brainstorms, sprints de trabalho, hackathons e claro um bocado de diversão.
zh_tw: MozCamp 是區域性的活動，讓不同領域的專案中的 Mozilla 志工與僱員聚集在一起，有兩整天的展示、討論、腦力激盪、工作衝刺（work sprints）、駭客松（hackathons），當然，一定也有些有趣的東西。

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
bs: Iako je glavni fokus na lidere zajednice i glavne saradnike, MozCamps također imaju za cilj obučiti buduće lidere — one Mozilla saradnike koji su bili posebno aktivni u zadnjih šest mjeseci i predstavljaju sljedeću generaciju Mozilla liderstva u zajednici.
fr: Bien que se focalisant sur les responsables des communautés et les contributeurs principaux, les MozCamps permettent aussi d'entraîner les responsables de demain —&nbsp;ces contributeurs à Mozilla qui ont été particulièrement actifs durant les six derniers mois et représentent la nouvelle génération de responsables Mozilla au sein de la communauté.
pt: Enquanto o principal foco está nos líderes da comunidade e colaboradores centrais, os MozCamps têm também como objetivos treinar futuros líderes — colaboradores Mozilla que têm estado particularmente ativos nos últimos seis meses e representam a próxima geração de liderança da comunidade Mozilla.
zh_tw: 雖然主要的目標是針對社群領導者與核心貢獻者，MozCamp 也將目標放於未來的領導者 — 最近半年中活躍的 Mozilla 貢獻者，並代表社群中的下一代 Mozilla 領導者。

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
bs: MozCamps ove godine je održan u Buenos Airesu, Varšavi i Singapuru, okupljajući zajedno više od 300 zaposlenih i 600 volontera.
fr: Cette année, les MozCamps se sont tenus à Buenos Aires, Varsovie et Singapour, réunissant plus de 300 employés et 600 bénévoles.
pt: Os MozCamps deste ano decorreram em Buenos Aires, Warsaw e Singapura, juntando mais de 300 empregados e 600 voluntários.
zh_tw: 今年的 MozCamp 在布宜諾斯艾利斯、華沙、新加坡舉行，有超過 300 位僱員與 600 位社群成員共襄盛舉。

source: Emerging Communities
bs: Zajednice u nastajanju
fr: Les communautés émergentes
pt: Comunidades Emergentes
zh_tw: 新成立的社群
