Repository: alvinlaz96/mozilla-lang
Catalog: zam/download_button.lang.po
Languages: zam

source: Download Firefox
zam: b-là Firefox

source: Download now
zam: b-lày nál

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
zam: Yíb ná lú ná gé nút <a href="%(url)s">kó lí ché</a> Firefox .

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
zam: Thís na gadt lá=lí ták tób lú kúe:

source: <span>Firefox Beta</span> for Android
zam: <span>Firefox Beta</span> lént Android

source: <span>Firefox Aurora</span> for Android
zam: <span>Firefox Aurora</span> lént Android

source: <span>Firefox Nightly</span> for Android
zam: <span>Firefox Nightly</span> len? Android

source: <span>Firefox</span> for Android
zam: <span>Firefox</span> lént Android

source: Get it free on Google Play
zam: b-lày lent Google Play

source: <span>Firefox</span> for iOS
zam: <span>Firefox</span> lént iOS

source: Get it free from the App Store
zam: Bláy lent App Store

source: Free Download
zam: B-lày

source: Update your Firefox
zam: Lí kúb Firefox

source: Supported Devices
zam: Yib ták tób lú

source: Get it on Google Play
zam: b-lày lent Google Play

source: Get Firefox for Android
zam: b-là Firefox lent Android

source: Download on the App Store
zam: b-lày létn App Store

source: Get Firefox for iOS
zam: Blá Firefox ná iOS

source: What’s New
zam: Ko kûb

source: Systems &amp; Languages
zam: Yíb &ner diiste

source: Firefox for Other Platforms & Languages
zam: blá Firefox &lént tá thíb dizh ner yíb
