Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/new/horizon.lang.po
Languages: ncj

source: Free Web Browser
ncj: Navegador tein amo se moneki kiixtauas

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, macOS, Linux, Android and iOS today!
ncj: Xikontemoui Mozilla Firefox, se navegador web tein amo se moneki kiixtauas. Firefox kichijchiujkej se nechikol semanauak taltikpak tein amo kitemouaj motomintiskej ta kinpaleuiskej taltikpakneminij maj kiixyekantinemij keniuj kitatekiujtiaj Internet. ¡Xikonpia axkan Firerfox tein tionuelis tikonkuis ika Windows, macOS, Linux, Android uan iOS!

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, Mac OS X, Linux, Android and iOS today!
ncj: Xikontemoui Mozilla Firefox, se navegador web tein amo se moneki kiixtauas. Firefox kichijchiujkej se nechikol semanauak taltikpak tein amo kitemouaj motomintiskej ta kinpaleuiskej taltikpakneminij maj kiixyekantinemij keniuj kitatekiujtiaj Internet. ¡Xikonpia axkan Firerfox tein tionuelis tikonkuis ika Windows, Mac OS X, Linux, Android uan iOS!

source: The last independent browser.
ncj: Navegador tein amo akin kiixyekana tein okachi yankuik

source: Enjoy online freedom.
ncj: Mitsontelyolpaktis tikonchiuas tikonnekis itech Internet.

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
ncj: Mitsontasojkamachiliaj tikonixpejpenak Firefox. Iselti peuas motemouis. Komo amo, <a id="%(id)s" href="%(fallback_url)s"> nikan xikonpatskili </a>.

source: Browse Freely
ncj: Xikontatekiujti Internet uan amo moneki tikonixtauas

source: You’re browsing freely with the latest version of Firefox.
ncj: Tikontatekiujtijtok Internet kemej tikonneki ika okachi yankuik versión Firefox.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
ncj: <a href="%(url)s"> Xikonyankuili </a> moFirefox uan ijkon okachi kualiok kiyekpias tein kiselis uan okachi isiujkaok tekitis.

source: You’re using a pre-release version of Firefox.
ncj: Tikontatekiujtijtok se versión Firefox tein achto release.

source: Congrats! You’re using the latest version of Firefox.
ncj: ¡Xionyolpaki! Tikontatekiujtijtok okachi yankuik versión Firefox.

source: Give Firefox a tune up
ncj: Xikonyektali moFirerfox

source: Refresh Firefox
ncj: Xikonyankuili Firefox

source: Looking for more info?
ncj: ¿Xa tikonneki okachi tionmomachtis?

source: Want a fresh copy?
ncj: ¿Xa tikonneki se yankuik copia?

source: Get Firefox for Android and iOS.
ncj: Xikonajsi Forefox ika Android uan iOS

source: Learn more about Firefox for Mobile
ncj: Kampa se uelis okachi momachtis Firefox tein kualtia ika teposmej tein se uelis kiuika kampa yeski

source: Discover all the ways to take Firefox on the go
ncj: Xikonita nochin taman kemej tionuelis mouan tikonuikas Firefox

source: Download Firefox for another platform
ncj: Xikontemoui Firefox tein tikonkuis ika okse plataforma

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
ncj: Xikonchiua <a href="%(url)s"> nejin tanauatilmej </a> uan ijkon tikontalilis Fiefox motepos.

source: Freedom is fast
ncj: Komo se kichiua tein kineki, se ijsiuikatekiti

source: Go anywhere you want on the Web — with a quickness.
ncj: Xiyo kampa yeski web tikonnekis — ijsiujka

source: Freedom is personal
ncj: Komo se kichiua tein kineki, se taixpejpentok uan amo okse

source: Enjoy the most built-in privacy tools of any browser.
ncj: Mitsonyolpaktis okachi kuali manamikmej tein kiyekpiaj tein teaxka uan amo kinpiaj oksekin navegadores.

source: Freedom is yours
ncj: Tejuatsin tionuelis tikonchiuas tein tikonnekis

source: Use the only browser built for people, not profit.
ncj: Xikontatekiujti sesaj navegador tein kichijchiujkej kinnemilijkej taltikpakneminij, uan amo kitemojkej motomintiskej.

source: Firefox for other platforms
ncj: Firefox tein se uelis kikuis ika oksekin plataformas

source: Download Firefox <span>for Windows</span>
ncj: Xikontemoui Firefox <span>tein kualtia Windows</span>

source: Download Firefox <span>for macOS</span>
ncj: Xikontemoui Firefox <span>tein kualtia macOS</span>

source: Download Firefox <span>for Linux</span>
ncj: Xikontemoui Firefox <span>tein kualtia Linux</span>
