Repository: alvinlaz96/mozilla-lang
Catalog: ks/firefox/channel.lang.po
Languages: ks

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
ks: ڈاون لوڈ کْریو فایر فوکْس ڈیولپر ایڈیشن یا بیٹا &amp؛ مدد کران طے کرنس منز بیاکھ فایر فوکْس

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
ks: ڈاون لوڈ کْریو فایر فوکْس آرورا یا بیٹا &amp؛ مدد کران طے کرنس منز بیاکھ فایر فوکْس

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
ks: ڈاون لوڈ کْریو تْہ ٹیسٹْہ کْریو فایر فوکْس فیوچر ریلیز۔ تجرُبہ کْریو تازْ ترین اِنوویشن ڈیولپر ایڈیشنس سْیت یا بیٹا بِلڈس سْیت۔

source: The latest features in a more stable environment
ks: تازْ ترین فیچر أکس ذیادْ مُستقل ماحولس منز

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ks: فایر فوکْس بیٹا چُھ آٹومیٹیکلی سوزان فیڈ بیک موزیلاہس کُن۔ <a href="%(link)s">مزید ہیچھیو</a>۔

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
ks: اسہ امداد دِنْہ باپت فاینل ٹوویک تراونْہ باپت کارکردگی تْہ فنکشینیلٹی پیٹھ أکس مُستقل ماحولس منز۔ <a href="%(feedback)s">اسِہ دِیو فیڈ بیک</a>

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ks: فایر فوکْس آرورا تْہ فایر فوکْس ڈیولپر ایڈیشن چُھ آٹومیٹیکلی سوزان فیڈ بیک موزیلاہس کُن۔ <a href="%(link)s">مزید ہیچھیو </a>۔

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ks: فایر فوکْس آرورا چُھ آٹومیٹیکلی سوزان فیڈ بیک موزیلاہس۔ <a href="%(link)s">مزید ہیچھیو</a>۔

source: Built for those who build the Web
ks: بناونْہ آمُت تمن باپت یِمو ویب بنأو

source: The newest innovations in an experimental environment
ks: تازْ ترین اِنوویشن أکس تجرُبأتی ماحولس منز

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
ks: ٹیسٹْہ کارکردگی أکس تجرُبأتی ماحولس منز، فایل بگ تْہ <a href="%(feedback)s"> چھ اسِہ مدد کران طے کرنس منز کہ کیاہ چُھ بناون یہ بیٹاہس کُن </a>۔

source: Tried, tested and used by millions around the world
ks: کوشش کرنْہ آمُت، ٹیسٹْہ کرنْہ آمُت تْہ استعمال کرنْہ آمُت میلینو ذریعہ سأرسی دُنیاہس منز

source: Learn more about Firefox Beta
ks: مزید ہیچھیو فایر فوکْس بیٹاہس مُتلق

source: Learn more about Firefox Aurora
ks: مزید ہیچھیو فایر فوکْس اروراہس مُتلق

source: Learn more about Firefox
ks: مزید ہیچھیو فایر فوکْسس مُتلق
