Repository: alvinlaz96/mozilla-lang
Catalog: ks/firefox/new.lang.po
Languages: ks

source: Firefox for desktop
ks: ڈیسْک ٹاپس باپت فایر فوکْس

source: Choose Independent.
ks: ژأریو آزاد

source: Choose Firefox.
ks: ژأریو فایر فوکْس۔

source: Different by design
ks: ڈیزاین ذریعہ الگ

source: Proudly<br />non-profit
ks: شان سان <br /> نان۔پرافِٹ

source: Innovating<br />for you
ks: اِنوویٹینگ <br /> توہیہ باپت

source: Fast, flexible,<br />secure
ks: تیز، لچکدار، <br /> محفوظ

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ks: بطور اکھ نان۔پرافِٹ، چھ أسئ فری اِنوویٹ کرنس منز تُہندِ طرفْہ کونِہ تِہ زبردستی بغیر سمجھوتْہ کرنْہ باپت۔ توہیہ یِیہ پسند یہ فرق۔

source: Firefox screenshot
ks: فایر فوکْس سکرین شاٹ

source: Thanks for downloading Firefox!
ks: شُکریہ ڈاون لوڈ کرنْہ باپت فایر فوکْس!

source: Start the process by clicking Run.
ks: شروع کْریو پراسیس رن کْلک کرنْہ سْیت۔

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
ks: تُہند ڈاون لوڈ گژھ آٹومیٹیکلی شروع گژُھن۔ اگر نْہ، <a id="%s" href="">ییتنس کْریو کْلک</a> ۔ اتھ ہیکن کینہ مِنٹ لْگِتھ، مگر یہ چُھ انتظارس لایق۔

source: When prompted, drag the Firefox icon into the image of your Applications folder.
ks: ییلہ پرامپٹْہ کرنْہ یِیہ، ڈریگ کْریو فایر فوکْس آیکن پننِہ ایپلیکشن فولڈر ہْنز امیج منز۔

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
ks: کْلک کْریو رن لانچ کرنْہ باپت موزیلا فایر فوکْس سیٹ اپ ویزارڈ۔ پتْہ کْریو صرف یم قدم فالو ( اسِہ چھ یہ عمل مُمکن حدن تام تفریق روس بنأومْژ)۔

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
ks: ڈریگ کْریو فایر فوکْس آیکن ایپلیکیشن فولڈر پیٹھ ڈاکس منز۔ پتْہ، کْریو صرف کْلک فایر فوکسس پیٹھ ییلہ توہیہ ویب استعمال کرْنئ آسِہ!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
ks: وْنئ چھیو توہیہ تیار بہادری سان اندر اژنس منز ویب سْرفینگ ہْندِس أکِس نْوِس ایراہس منز۔ ڈبُل کْلک کْریو فایر فوکْس آیکنس پیٹھ ییلہ توہیہ ییژھیو آن لایِن گژھُن۔

source: Mozilla Firefox Web Browser
ks: موزیلا فایر فوکْس ویب براوزر

source: Sorry, Firefox is currently unsupported by iOS devices.
ks: معاف کْریو، فایر فوکْس چُھ و۔نکینس آی او ایس ڈیوایسن ہْند تعاون بغیر۔

source: Congrats! You’re using the latest version of Firefox.
ks: مُبارک! توہیہ چھیو استعمال کران تازْ ترین وْرجن فایر فوکسُک۔

source: Looks like you’re using an older version of Firefox. Update on Google Play.
ks: باسان چُھ توہیہ چھیو اکھ پرونئ وْرجن استعمال کران فایر فوکسُک۔گوگل پْلے یس پیٹھ کْریو اپڈیٹ۔

source: Looks like you’re using an older version of Firefox.
ks: باسان چُھ توہیہ چھیو اکھ پرونئ وْرجن استعمال کران فایر فوکسُک۔

source: Update to stay fast and safe.
ks: اپڈیٹ کْریو تیز تْہ محفوظ روزنْہ باپت۔

source: Get it free on Google Play
ks: یہ کْریو حأصل فری گوگل پْلے یس پیٹھ

source: Learn more about Firefox for desktop
ks: مزید ہیچھیو ڈیسْک ٹاپس باپت فایر فوکسس مُتلق

source: Looking for mobile?
ks: موبایل چھیواہ ژھانڈان؟

source: Download a fresh copy
ks: اکھ فریش کاپی کْریو ڈاون لوڈ

source: Learn more about Firefox for Mobile
ks: مزید ہیچھیو موبایلس باپت فایر فوکسس مُتلق

source: Learn more about Firefox OS
ks: مزید ہیچھیو فایر فوکْس او ایسس مُتلق

source: Get Firefox on your Android device
ks: فایر فوکْس کْریو حأصل پننِس اینڈرایڈ ڈیوایسس پیٹھ

source: Learn about Firefox OS
ks: فایر فوکْس او ایس مُتلق ہیچھیو

source: Discover all the ways to take Firefox on the go
ks: تمام طریق کْریو دریافت فایر فوکْس برونہہ پکناونُک

source: Learn more about Firefox on iOS
ks: مزید ہیچھیو فایر فوکْسس مُتلق آی او ایسس پیٹھ

source: Why don’t we offer an iOS version?
ks: أسئ کیازِ چھ نْہ آفر کران اکھ آی او ایس وْرجن؟

source: Download Firefox
ks: ڈاون لوڈ کْریو فایر فوکْس

source: Free Web Browser
ks: فری ویب براوزر

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
ks: ڈاون لوڈ کْریو موزیلا فایر فوکْس، اکھ فری ویب براوزر۔ فایر فوکْس چُھ بناونْہ آمُت اکِہ گلوبل نان۔پرافِٹ ذریعہ یمیوک مقصد ذن نفر کنٹرولس منز تراوْنئ چھ آن لایِن۔ فایر فوکْس کْریو از حأصل!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
ks: موزیلا فایر فوکْس،فری ویب براوزر چُھ بناونْہ آمُت اکِہ گلوبل نان۔پرافِٹ ذریعہ یمیوک مقصد ذن نفر کنٹرولس منز تراوْنئ چھ &amp؛ یُتھ ذن ویبِہ ہُند فیوچر شیپ کرنْہ یِیہ پبلِک چِہ بجأیی باپت۔

source: Give Firefox a tune up
ks: فایر فوکسس دِیو اکھ ٹیون اپ

source: Refresh Firefox
ks: فایر فوکْس کْریو ریفریش
