Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/includes/mwc_2014_schedule.lang.po
Languages: son

source: Schedule is subject to change.
son: Teeyan sartoo ga hin ka barmay.

source: Monday
son: Atinni

source: February 24
son: Fewiriye 24

source: Tuesday
son: Atalaata

source: February 25
son: Fewiriye 25

source: Wednesday
son: Alarba

source: February 26
son: Fewiriye 26

source: Thursday
son: Alhamiisa

source: February 27
son: Fewiriye 27

source: Firefox OS: Today, Tomorrow and the Next Generation Design Story
son: Firefox OS: Hõ, suba nda hiino zamanoo fasalyan taariki

source: Sharing Insights: Marketplace Content Partners and Firefox for Android
son: Laasaabay žemnayan: Marketplace gundekuna šettakašinay nda Firefox Android se

source: Delivering Positive Social and Economic Impact Through Open Technology
son: Ga goy nda dabaribayray feerantey ka jama nda alman marga ka tonton

source: Customizing for Market Needs
son: Hanse hebu baahayey se

source: Firefox OS for Any Screen Size
son: Firefox OS diji azzaati kul se

source: Advancing the Web
son: Interneti koyjineyan

source: The Future of Voice Panel Session with Brendan Eich, CTO & SVP Engineering, Mozilla
son: Hiino zamanoo faakaaray batoo nda Brendan Eich, CTO & SVP Engineering, Mozilla

source: HTML5 App Acceleration
son: HTML5 porogaramize cahãndiyan

source: Privacy Seminar with Alex Fowler, Chief Privacy Officer, Mozilla
son: Sutura boŋfeeray nda Alex Fowler, Sutura juwalyan jinehunoo, Mozilla

source: Conference Pass Required
son: Daara margaw bisatiira ga waažibi

source: Firefox for Android: Explore ways to customize Firefox for Android for partner distribution, integrate with 3rd party services, and how to connect with other people and devices.
son: Firefox Android se: Guna takawey kaŋ nda Firefox Android se ga hanse šettakašinay fersari, žemnayan se, ka huru jinay waaney ra nda ka boro nda jinay waaney cee.
