Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/family/index.lang.po
Languages: bs, ca, fa, hi_in, is, kab, ne, nn_no, pt

source: Free Web Browser for Android, iOS, Desktop | Firefox
bs: Besplatan web pretraživač za Android, iOS, Desktop | Firefox

source: Firefox – Desktop browser, Android, iOS, Sync, Private Browsing
bs: Firefox – Desktop pretraživač, Android, iOS, Sinhronizacija, Privatno pretraživanje
is: Firefox – Vafri, Android, iOS, Sync, Huliðsgluggi
ne: Firefox – डेक्सटप ब्राउजर, Android, iOS, Sync, निजि ब्राउजिङ्ग
nn_no: Firefox – nettlesar (datamaskiner, Android, iOS), Sync, Privat nettlesing

source: Millions of people around the world trust Firefox Web browsers on Android, iOS and desktop computers. Fast. Private. Download now!
bs: Milioni ljudi širom svijeta imaju povjerenje u Firefox za Android, iOS i računare. Brz. Privatan. Preuzmite ga sada!

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
bs: Saznajte više o našoj kompletnoj liniji proizvoda za desktop i mobilno pretraživanje (i više) koji će vam pomoći zadržati kontrolu na internetu. Oslobodite se sa Firefoxom.
ca: Més informació sobre la nostra línia de productes per a la navegació d'escriptori i mòbil (i més) que us ajuda a tenir controlada la vostra vida digital. Allibereu-vos amb el Firefox.
fa: در مورد خط تولید محصولات ما برای رومیزی، دستگاه‌های همراه (و غیر) که به شما کمک می‌کند تا زندگی آنلاین خود را کنترل کنید، اطلاعات بیشتر پیدا کنید. با فایرفاکس خود را آزاد کنید.
hi_in: डेस्कटॉप और मोबाइल ब्राउज़िंग के लिए हमारे प्रोडक्ट का पूर्ण सूची के बारे में ओर अधिक सीखे जो आपको ऑनलाइन नियंत्रण में मदद करेगा. फ़ायरफ़ॉक्स के साथ अपने आप को स्वतंत्र महसूस करें.
is: Fáðu að vita meira um allar vörurnar okkar fyrir tölvur og farsíma (og fleira) sem hjálpar þér að vera tengdur netinu. Veldu frelsi með Firefox.
kab: Issin ugar ɣef iseɣzanen nneɣ n tunigin deg iselkimen, neɣ tiliɣriyin udiɣ d ayen ak-yeǧǧen ad tesneqdeḍ akk armud inek s srid. Serreḥ iman-ik s Firefox.
ne: हाम्रा सबै डेक्सटप र मोबाइल ब्राउजिङ्ग (र अरू) प्रोडक्टहरूको बारेमा जान्नुहोस जसले तपाईँलाई अनलाईनमा नियन्त्रण राख्न मद्दत गर्छ। Firefox को साथमा स्वतन्त्र हुनुहोस्।
nn_no: Les meir om produkta våre for surfing på mobile og stasjonære einingar (med meir) som hjelper deg med å halda kontrollen når du surfar. Frigjer deg sjølv med Firefox.
pt: Saber mais sobre a nossa linha completa de produtos para navegar no computador e dispositivos móveis (e muito mais) que lhe permitem manter o controlo na Internet. Liberte-se com o Firefox.

source: You’re using an older version of Firefox for desktop.
bs: Koristite stariju verziju Firefoxa za desktop.
ca: Esteu utilitzant una versió antiga del Firefox d'escriptori.
fa: شما از یک نسخه قدیمی فایرفاکس برای رومیزی استفاده می‌کنید.
hi_in: आप डेस्कटॉप के लिए फ़ायरफ़ॉक्स का पुराना संस्करण उपयोग कर रहें हैं.
is: Þú ert að nota gamla útgáfu af Firefox fyrir borðtölvu.
kab: Tesseqdaceḍ lqem aqbuṛ n Firefox i yiselkimen.
ne: तपाईँले Firefox को पुरानो संस्करण चलाउँदै हुनुहुन्छ।
nn_no: Du brukar ein eldre versjon av Firefox for datamaskiner.
pt: Está a utilizar uma versão antiga do Firefox para o computador.

source: Update today to stay fast and safe.
bs: Nadogradite danas da ostanete brzi i sigurni.
ca: Actualitzeu-vos per mantenir-vos ràpid i segur.
fa: امروز بروزرسانی کنید تا امن و سریع بمانید.
hi_in: तेज और सुरक्षित रहने के लिए अद्यतन रखें.
is: Uppfærðu í dag til fyrir hraða og öryggi.
kab: Leqqem Firefox akken ad teqqimeḍ d arurad, d aɣelsan.
ne: आजै अद्यावधिक गरी सुरक्षित रहनुहोस्।
nn_no: Oppdater direkte for å framleis vera rask og trygg på nettet.
pt: Atualize hoje para se manter rápido e seguro.

source: Browse Freely
bs: Pretražujte slobodno
is: Vafraðu frjáls
ne: अानन्दसँग ब्राउज गर्नुहोस्
nn_no: Surf fritt

source: Choose Independent.
bs: Odaberite nezavisnost.
ca: Trieu l'independent.
fa: استقلال را انتخاب کنید.
hi_in: स्वतंत्र चुनें.
is: Veldu frelsi.
kab: Fren tilelli.
ne: स्वतन्त्रता छान्नुहोस्।
nn_no: Vel sjølvstendig
pt: Escolha Independente.

source: Choose Firefox.
bs: Odaberite Firefox.
ca: Trieu el Firefox
fa: فایرفاکس را انتخاب کنید.
hi_in: फ़ायरफ़ॉक्स चुनें.
is: Veldu Firefox.
kab: Fren Firefox.
ne: Firefox छान्नुहोस्।
nn_no: Vel Firefox.
pt: Escolha o Firefox.

source: Free yourself with %s
bs: Oslobodite sebe sa %s
ca: Allibereu-vos amb el %s
fa: خود را با %s آزاد کنید
hi_in: %s के साथ अपने आप को मुक्त करें
is: Vertu frjáls með %s
kab: Sifsus i yiman-ik tudert s useqdec n %s
ne: %s को साथमा स्वतन्त्र हुनुहोस्
nn_no: Frigjer deg sjølv med %s
pt: Liberte-se com o %s

source: Firefox <span>for</span> desktop
bs: Firefox <span>za</span> desktop
ca: Firefox <span>per a</span> l'escriptori
fa: فایرفاکس <span>برای</span> رومیزی
hi_in: डेस्कटॉप <span>के लिए</span> फ़ायरफ़ॉक्स
is: Firefox <span>fyrir</span> borðtölvur
kab: Firefox <span>i</span> yiselkimen
ne: डेस्कटपको <span>लागि</span> Firefox
nn_no: Firefox <span>for</span> datamaskiner
pt: Firefox para computadores

source: Trusted. Flexible. Fast.
bs: Pouzdan. Fleksibilan. Brz.
ca: Fiable. Flexible, Ràpid.
fa: مورد اعتماد. انعطاف‌پذیر. سریع.
hi_in: भरोसेमंद. लचीला. तेज़.
is: Traustur. Sveigjanlegur. Hraður.
kab: D aɣelsan D afallaẓ. D arurad.
ne: विश्वासिलो। लचकदार। छिटो।
nn_no: Tiltrudd. Fleksibel. Rask.
pt: Confiável. Flexível. Rápido.

source: Firefox <span>for</span> Android
bs: Firefox <span>za</span> Android
ca: Firefox <span>per a</span> l'Android
fa: فایرفاکس <span>برای</span> اندروید
hi_in: Android <span>के लिए</span> Firefox
is: Firefox <span>fyrir</span> Android
kab: Firefox <span>i</span> Android
ne: Android को <span>लागि</span> Firefox
pt: Firefox para Android

source: Make it uniquely yours.
bs: Neka bude jedinstveno vaš.
ca: Feu-lo vostre.
fa: منحصر به فردش کنید.
hi_in: इसे विशिष्ट रूप से अपना बनाएँ.
is: Gerðu hann að þínum eigin.
kab: Err-it akken tebɣiḍ.
ne: यसलाई अद्वितीय तवरले आफ्नो बनाउनुहोस्।
nn_no: Gjer han til din eigen.
pt: Torne-o unicamente seu.

source: Get it on Google Play
bs: Preuzmite sa Google Play-a
ca: Obteniu-lo al Google Play
fa: از Google Play دریافت کنید
hi_in: इसे गूगल प्ले पर पायें
is: Náðu í hann á Google Play
kab: Yella di Google Play
ne: Google Play मा यो पाउनुहोस्
nn_no: Last ned frå Google Play
pt: Obtenha-o no Google Play

source: Firefox <span>for</span> iOS
bs: Firefox <span>za</span> iOS
fa: فایرفاکس <span>برای</span> iOS
hi_in: iOS <span>के लिए</span> Firefox
is: Firefox <span>fyrir</span> iOS
kab: Firefox <span> i </span> iOS
ne: iOS <span>को लागि</span> Firefox
pt: Firefox <span>para</span> iOS

source: Fast. Smart. Yours.
bs: Brz. Pametan. Vaš.
hi_in: तेज़. चालाक. आपका.
is: Hraður. Klár. Fyrir þig.
kab: Arurad. Afallaẓ. D ayla-k
ne: छिटो। चलाख। तपाईँकै।
nn_no: Rask. Smart. Din.

source: Get it on iPhones and iPads
bs: Nabavite ga za iPhone i iPode
fa: دریافت برای iPhone و iPad
hi_in: iPhones और iPads में भी इसे पाये
is: Náðu í hann fyrir iPhone og iPad
kab: Sbedd-it ɣef iPhone akked iPad.
ne: यो iPhone हरू र iPad हरू मा पाउनुहोस्
nn_no: Last ned for iPhone og iPad
pt: Obter para iPhones e iPads

source: Now with Tracking Protection.
bs: Sada sa zaštitom od praćenja.
fa: حالا با قابلیت محافظت در برابر ردگیری.
hi_in: अब ट्रैकिंग सुरक्षा के साथ.
is: Nú með vernd gegn því að fylgst sé með þér.
kab: Issin ɣef ummesten mgal asfuɣel.
ne: अब ट्रयाकिङ्ग प्रोटेक्सनका साथ।
nn_no: No med sporingsvern.

source: Connect Firefox wherever you use it.
bs: Povežite Firefox gdje god da ga koristite.
ca: Connecteu el Firefox allà on l'utilitzeu.
fa: به فایرفاکس متصل شوید هر جا که از وب استفاده می‌کنید.
hi_in: जहाँ भी इस्तेमाल करते हैं फ़ायरफ़ॉक्स कनेक्ट करें.
is: Notaðu Firefox allstaðar.
kab: Qqen ɣer Firefox sekra wanida id t-tesseqdaceḍ.
ne: तपाईँले प्रयोग गर्ने सबै ठाँउमा Firefox जडान गर्नुहोस्।
nn_no: Kopla til Firefox overalt der du brukar han.
pt: Ligue-se ao Firefox onde quer que o utilize.

source: Firefox – Desktop browser, Android, iOS, OS, Hello, Sync, Private Browsing
fa: فایرفاکس – مرورگر رومیزی، اندروید، iOS، سیستم‌عامل، سلام، همگام‌سازی، مرور ناشناس
hi_in: Firefox - डेस्कटॉप ब्राउज़र, एंड्राइड, iOS, OS, हैलो, सिंक, निजी ब्राउज़िंग
kab: Firefox– Iminig n uselkim, Android, iOS, OS, Hello, Sync, Tinigin tusligt
ne: Firefox – डेक्सटप ब्राउजर, Android, iOS, OS, Hello Sync, निजि ब्राउजिङ्ग
nn_no: Firefox – Desktop-nettlesar, Android, iOS, OS, Hello, Sync, Privat nettlesing

source: Firefox — Desktop browser, Android, OS, Hello, Sync, Marketplace
ca: Firefox — Navegador per a l'escriptori, Android, SO, Hello, Sync, Marketplace
fa: فایرفاکس — مرورگر رومیزی، اندروید، سیستم‌عامل، سلام، همگام‌سازی، فروشگاه
hi_in: फ़ायरफ़ॉक्स — डेस्कटॉप ब्राउज़र, एंड्राइड, ओएस, हेलो, सिंक, मार्केटप्लेस
kab: Firefox — Iminig n uselkim , Android, OS, Hello, Sync, Marketplace
ne: Firefox – डेक्सटप ब्राउजर, Android, OS, Hello, Sync, Marketplace
nn_no: Firefox — Nettlesarar (datamaskiner, Android &amp; iOS), OS, Hello, Sync, Marknadsplass
pt: Firefox — Navegador de computador, Android, OS, Hello, Sync, Marketplace

source: Get just what you need.
ca: Agafeu només el què necessiteu.
fa: همان چیزی که می‌خواهید را دریافت کنید.
pt: Tenha exatamente o que precisa.

source: Free, easy video conversations.
ca: Converses en vídeo senzilles i lliures.
fa: گفتگو‌های ویدئویی ساده و رایگان
hi_in: नि: शुल्क, आसान वीडियो बातचीत.
pt: Videochamadas fáceis e gratuitas.

source: Discover and download Web apps.
ca: Descobriu i baixeu aplicacions web.
fa: برنامه‌های تحت وب را کشف و دریافت کنید.
pt: Descubra e descarregue aplicações Web.
