Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/about.lang.po
Languages: son

source: Get to know Mozilla
son: Mozilla bay ka boori

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
son: Ir porožewey, jinawey, porogaramey nda alhaaley bay ka tonton, wey kaŋ tee ka borey faaba ka ngi boŋ misey juwal interneti nda nafaw fellante.

source: The Mozilla mission
son: Mozilla anniyaa

source: What drives us and makes us different
son: Woo kaŋ g'ir nda ir ciney fay

source: Career center
son: Goymise

source: Want to work at Mozilla? Apply today!
son: Ga boona ka goy Mozilla do? Hantum hõ!

source: Want to work on Firefox? Apply today!
son: Ga boona ga goy Firefox ga? Hantum hõ!

source: Mozilla blog
son: Mozilla blogu

source: News, notes and ramblings from the Mozilla project
son: Alhabar, laasaabay nda deede Mozilla porožewoo ga

source: Mozilla style guide
son: Mozilla fasalyan fahamitiira

source: Logos, copy rules, visual assets and more
son: Maa-bii, berandiyan alhukum, hantumyan fondo nda tontoni

source: Locations & contacts
son: Borey nda goromaateyan

source: Addresses, emails, support and feedback forms
son: Aderesey, batagawey, gaakašinay nda willandiyan takaddawey

source: The Mozilla Corporation
son: Mozilla goykey margaa

source: A corporation that serves the public good. Seriously.
son: Konpaɲe kaŋ ga goy jamaa nafaa se. Woo ti cimi.

source: Mozilla leadership
son: Mozilla jinehunay

source: Our Management Teams, Reps Council and Boards of Directors
son: Ir juwalyan kondaa, diyawey margaa nda jihehuney batoo

source: Our products
son: Ir jinawey

source: An overview of what we make and what we’re working on
son: Moofur haya kaŋ ir g'a tee ga nda woo kaŋ g'ir ga goy sohõ

source: Get involved
son: Wa huru goyoo ra

source: Become a volunteer contributor in a number of different areas
son: Wa tee kanbuzaakaw fondo booboyaŋ ra

source: Press center
son: Alhabar margadoo

source: Press info and other useful stuff
son: Alhabar goymee nda nafaw haya tana

source: Privacy center
son: Sutura doo

source: How Mozilla handles your personal information
son: Taka kaŋ nda Mozilla ga war sutura alhabarey dii

source: The non-profit organization behind Firefox and all Mozilla products
son: Nafaw bila nd'arriba kondaa kaŋ ga Firefox nda Mozilla jinawey kanbe
