Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/mission.lang.po
Languages: son

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
son: Caw <a href="%(url)s">Mozilla bayrandoo</a> ga ka bay ka tonton anniyawey nda fondawey kaŋ ga too ir misoo ma gaabandi.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
son: Widewo guna beene ka caw ka tonton may ti iri, nungoo kaŋ ir hun nda takaa kaŋ nd'ir goo ma interneti boryandi war se ka tonton.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
son: Ir Mozilla ti adduɲɲaa-mee jamaa kaŋ ra bayraykey, hongukey nda cinakey ga goy nda cere ka gaabandi ka interneti hunandi nda k'a feeri, hala borey ma tee interneti kanbuzaakaw and teekaw boŋfeeranteyaŋ adduɲɲaa kul.

source: Topics include support, products, and technologies
son: Ir šelaŋ gaakašinay, goyjinay nda dabaribayray dumey ga

source: Volunteer opportunities in a number of different areas
son: Faabakaw fondayaŋ goymee booboyaŋ ra

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
son: Ir ga tammahã kaŋ linji sahãnte ti goyoo kaŋ addamayzey g'a tee goydaari feerante ga, nd'a tee boraa walal jamaa bayray koyjineyanoo.

source: We’re building a better Internet
son: Ir goo ma interneti bešere cin

source: Our structure, organization, and the broader Mozilla community
son: Ir gagaroo, kondaa nda Mozilla jamaa kul

source: Where we come from and how we got to where we are
son: Ir hundogoo nd'ir koydogoo

source: Get involved
son: Wa huru goyoo ra

source: Forums
son: Batey

source: Our mission is to ensure the Internet is a global public resource, open and accessible to all. An Internet that truly puts people first, where individuals can shape their own experience and are empowered, safe and independent.
son: Ir anniyaa ti ka interneti gaabu ka tee jamaa nafaw, kaŋ ga feera nd'a ga bara borey kul se. Interneti kaŋ ga borey dam jine nda cimi, kaŋ ra boro kul ka hin ka nga boŋ goyey fasal hal'i ma duu sahã, saajaw nda boŋjuwalyan.

source: Our mission is to promote openness, innovation & opportunity on the Web.
son: Ir anniyaa ti interneti kaŋ interneti feerante, tejandiyan nda duura se.

source: History
son: Taariki

source: Governance
son: Juwalyan
