Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/newsletters.lang.po
Languages: son

source: Your email address:
son: War bataga aderesoo:

source: Language:
son: Šenni:

source: Select country
son: Laama suuba

source: Country:
son: Laama:

source: Read all about it in our <span>newsletter</span>
son: War haya kul caw a ga ir <span>alhabar batagaa</span> ra

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
son: War boŋ-hantum ka duu handu-kul taagandirey nda sohõda Mozilla alhabarey, sanda carmay yaamarey ka dii Firefox ceecikaa fellaa. Woo ti fondo cerecerantaa ka cindi alhabar taagey bande!

source: Sign me up!
son: Ay hantum!

source: Thanks for Subscribing!
son: Foo nda war maa-hantumyan!

source: Your newsletter subscription has been confirmed.
son: War alhabar bataga duuyan waafakaa tabati sohõ.

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
son: Handu alhabar nda bayrandi cereceranteyaŋ kaŋ ga war cebe dabari hennayaŋ nda war ga goy nda Firefox war ordinateroo nda Android jinawey ga.

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
son: Handu alhabar nda bayrandi cereceranteyaŋ kaŋ ga war cebe taka kaŋ war ga goy ka boori nda war Firefox OS jinaa, sanda alhaali kokorantey nda Firefox Marketplaceporogaramize kul ihenney.

source: Mozilla Communities
son: Mozilla jamaawey

source: Bringing you the best new opportunities to help support the open Web.
son: Ga nafaw kul iboryey kate ka gaa ka interneti feerantaa jer.

source: Firefox Student Ambassadors
son: Firefox lokkolizey diyawey

source: A monthly newsletter on how to get involved with Mozilla on your campus.
son: Handukul bataga ka cebe taka kaŋ nda war ma soobay ka Mozilla gaa war cawdogoo ra.

source: Firefox Affiliates
son: Firefox kondantey

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
son: Handukul bataga ka too war cindi nda Firefox Affiliates porogaram alhabar taagey.

source: Mozillians
son: Mozilla kondayzey

source: Email updates for vouched Mozillians on mozillians.org.
son: Bataga hantum Mozilla-izey se kaŋyan ga duu faaba mozillians.org ga.

source: Firefox for desktop
son: Firefox ordinater še

source: Don’t miss the latest announcements about our desktop browser.
son: War ma ši jaŋ bangandiyan kokorantey ir ordinateroo ceecikaa ga.

source: Keep up with releases and news about Firefox for Android.
son: Wa dii fattarey taagey nd'alhabarey Firefox ga Android se.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
son: Cerecere bangandiyan nda alhabar hun ir kondaa do, kaŋ ga durkutu hala interneti ma cindi ka tee forba nda feerante.

source: Firefox OS smartphone owner?
son: Firefox OS talfon carma koy?

source: Don’t miss important news and updates about your Firefox OS device.
son: Wa ši alhabar nda taagandirey sahãntey hoo war Firefox OS jinaa se.

source: Be the first to know when Firefox is available for iOS devices.
son: Wa tee boro jinaa kaŋ ga bay waati kaŋ Firefox fatta iOS jinawey se.

source: Periodic email updates about our annual international film competition.
son: Waati-waati bataga bayrandi taagey ir jiirikul adduɲɲa filim kalalaa ga.

source: Beta News
son: Šiiyan dumi alhabar

source: Shape of the Web
son: Interneti alhaaloo

source: Firefox OS news, tips, launch information and where to buy.
son: Firefox OS alhabar, alhiila nda kaatarayyan nda daydoo šilbay.

source: We can keep in touch with occasional messages that matter most to you.
son: Ir ga hin ka alhabarey kaŋ ga tee war se sanba war se waati ka kaa waati.

source: Submit
son: Sanba

source: Find out how!
son: Guna taka foo!

source: Newsletters
son: Alhabar batagawey

source: About us
son: Iri ga

source: I didn't sign up for this.
son: Ya n'ay boŋ hantum woo se.

source: Save Preferences
son: Ibaayey gaabu

source: The supplied link has expired. You will receive a new one in the next newsletter.
son: Dobu noontaa buu. War ga duu itaaga foo hiiino alhabar tiiraa ra.

source: Get up and go
son: Tun ka koy

source: Subscribe
son: Maa hantum

source: Set your preferences below to make sure you always receive the news you want.
son: War ibaayey kayandi ganda k'alhakiika kaŋ war ga duu waati kul alhabarey kaŋ war ga baa.

source: You send too many emails.
son: War na bataga boobo sanba.

source: Getting too much email from us?
son: Bataga boobo ma hun ir do war se?

source: Would you mind telling us why you’re leaving?
son: Sabbu foo ka too war ma soobay k'ir naŋ?

source: Get Firefox for mobile!
son: Firefox za kanbe talfon se!

source: What’s Mozilla all about?
son: Cin no Mozilla ga tee?

source: I’m interested in:
son: Ay ga boona:

source: Format:
son: Takari:

source: Your content wasn't relevant to me.
son: Gundekuna ši nd'ay še nafaw.

source: We’re sorry to see you go.
son: War koyroo ga t'ir še ɲimši.

source: title
son: maa

source: Firefox is coming soon to iOS!
son: Firefox ga kaa iOS ga kayna da!

source: It’s your Web anywhere you go.
son: War internetoo no nungu kul kaŋ war ga koy.

source: Your email design was too hard to read.
son: War batagaa fasalroo cawoo ga šendi.

source: Please enter a valid email address
son: Bataga aderesu henna hantum

source: Newsletter Subscriptions
son: Alhabar tiira maa-hantumyan

source: Unsubscribe
son: Maa-kaa

source: Mozilla Newsletter
son: Mozilla alhabar bataga

source: Thanks for updating your email preferences.
son: Foo nda war bataga ibaayey taagandiroo.

source: We’re glad you asked!
son: A kan ir še kaŋ war hãa!

source: Firefox on iOS — Sign up for email updates — Mozilla
son: Firefox iOS ga — Maa hantum ka duu bataga taagandirey — Mozilla

source: Something is amiss with our system, sorry! Please try again later.
son: Madaray, haya foo ši boori ir dabariɲaŋoo ra! A filla nd'a too kayna.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
son: Guna dumey kul kaŋ ra war foo, nd'ir ga war noo allaahidu kaŋ ir ga batagawey žabu.

source: description
son: šilbayyan

source: Sign up today to receive email updates about the iOS version of Firefox.
son: Maa hantum hõ ka duu bataga taagandirey iOS Firefox dumoo se.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
son: Amma ay ga Mozilla alhabarey gana Facebook nda Twitter ga.

source: Remove me from all Mozilla emails
son: Ay maa kaa Mozilla batagawey kul se

source: Thanks for telling us why you’re leaving.
son: Foo nda goy kaŋ war g'ir bayrandi nda war koyroo.

source: Added extras
son: Tontoni dobantey

source: English&nbsp;only
son: Ingiliši&nbsp;hinne

source: You’ve been unsubscribed.
son: War maa-hantumoo hun.

source: Make Firefox do more with add-ons.
son: Firefox ma goy bešere tee nda tontoney.

source: You must agree to the privacy notice
son: War ga hima ka yadda sutura laadaa ga

source: You must agree to the privacy policy
son: War ga hima ka yadda sutura laadaa ga

source: Other…
son: Tana…

source: Newsletter confirm
son: Alhabar tiira tabatandi

source: Not interested in our newsletters, but like those special announcements? No problem.
son: Nd'ir alhabar tiirawey ši tee war tee, amma war ga baa cerecere bangandiyaney? A šii nda taali.

source: Manage your Email Preferences
son: War bataga ibaayey juwal

source: We love sharing updates about all the awesome things happening at Mozilla.
son: A ga kan ir se ir ma taagandirey žemna war se haya henney kul ga kaŋ ga tee Mozilla do.

source: We are sorry, but there was a problem with our system. Please try again later!
son: War m'alhaa naŋ kaŋ war dii šenday nd'ir dabariɲaŋoo. Ceeci koyne taare!

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
son: Taare wa alhakiika k'ir sanbayan aderesoo – mozilla@e.mozilla.org – tonton war aderesu tiiraa ga k'alhakiika ir ga too war duuyan bata do.

source: While here, why not check out some more Firefox awesomeness.
son: Kaŋ war goo ne, cin še war ši Firefox kayfi hayey guna.

source: Manage your <span>Newsletter Subscriptions</span>
son: War <span>Alhabar bataga duuyan waafakey</span> juwal

source: Sign up below for updates and to be notified when it launches.
son: Maa hantum ne ganda ka duu taagandirey nda bangandiyan waati kaŋ a ga fatta.

source: *You’ll only receive updates and announcements about the iOS version of Firefox.
son: *Taagandirey nda bangandiyaney hinne no war ga duu w'ey iOS Firefox dumoo se.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
son: Dii HTML5 porogaramize korawey nda leebantey Firefox OS ga.

source: Get a weekly tip on how to super-charge your Firefox experience.
son: Duu jirbiyye kul alhiila ka war Firefox goyoo sahãndi nda šifa.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
son: Zaahõ 2008-2011 iniiwersite porogaram kaŋ bay ka daaba, k'i n'a tunandi sohõ k'a tee Firefox santaaru anbasaaderey porogaramoo.

source: Download Firefox for Android
son: Firefox zumandi Android se

source: Get Firefox for Android
son: Firefox zaa Android se

source: Get Involved
son: Wa huru goyoo ra

source: Download Firefox for Mobile
son: Firefox zumandi kanbe talfon se

source: Maker Party
son: Webmaker margaw

source: Join Mozilla
son: Huru Mozilla ra

source: Read about the latest features for Firefox desktop and mobile before the final release.
son: Caw ka dii alhaali kokorantey ordinater nda kanbe jinay Firefox še kaatarayyan taaga še jine.
