Repository: alvinlaz96/mozilla-lang
Catalog: son/mozorg/products.lang.po
Languages: son

source: Mozilla Products — Built by us, for the Web
son: Mozilla jinawey — Ir g'i cin interneti se

source: Built for the Web
son: Kaŋ cina interneti se

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
son: Ir ga boona ka interneti kate jinehere hal'a ma gaabandi ka feeri borey kul se haya kul kaŋ ir g'a tee ra.

source: Developers
son: Cinakey

source: Desktop
son: Ordinater

source: The free, non-profit browser for your desktop.
son: Interneti ceecikaw forbaa war ordinateroo se.

source: The fast, smart, safe choice for Android browsing.
son: Suubari cahãnte, carma nda saajantaa Android ceeciyan se.

source: An open operating system for mobile devices.
son: Goyandi dabariɲaa feerante kanbe kanbe jinawey se.

source: A new standard to recognize and verify learning.
son: Dumi tabatante taaga ka cawyan maate nd'a koroši.

source: A creation and distribution platform for apps.
son: Teeyan nda žemnayan goydaari porogaramizey se.

source: A better way to sign in to websites.
son: Fonda bešere ka huru iinterneti nungey ra.

source: Safe, fast and easy email.
son: Bataga saajante, cahãnte nda faala.

source: Make something amazing with the Web.
son: Kayfi hayey tee nda interneti.

source: Our community-driven innovation accelerator.
son: Ir jamaa ma goy ka tejandiyaney cahãndi.

source: New ways to explore, experiment and innovate.
son: Fonda taagayaŋ ka lawre, šii nda tejandi.

source: A bug tracking system to help manage software development.
son: Hasaraw bayrandiyan dabariɲaa ka goyjiinawey cinaroo faalandi.

source: Inspect, debug, analyze and more inside your browser.
son: Koroši, hanse, fesu-fesu nda goy tana war ceecikaa ra.

source: The layout engine that drives Firefox.
son: Maršinoo kaŋ ga Firefox dirandi.

source: An environment for XUL-based applications.
son: Windila XUL-bande porogaramey se.

source: Firefox APIs
son: Firefox API

source: The foundations for building a Firefox OS app.
son: Linjoo kaŋ ga Firefox OS porogaramize ga cina.

source: All Mozilla-based Products
son: Goyjinawey nda Mozilla dabaribayray

source: All Developer Tools
son: Cinakey goyjinawey
