Repository: alvinlaz96/mozilla-lang
Catalog: dsb/foundation/annualreport/2011.lang.po
Languages: dsb

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
dsb: Mozilla jo organizacija, kótarejž źo zasadnje wó luźi a pólěpšenje weba za kuždego. Zgromaźeństwo Mozilla jo rozsudne za wuspěch projekta. Njamóžomy za wótwórjony, programěrujobny a transparentny web bźez luźi wójowaś, kótarež wěrje na toś tu wěc wěrja a ju pódpěrowaś. Mamy zgromaźeństwa Mozilla kołowokoło swěta a toś te późiwabne luźe su zagronite za programěrowanje, testowanje, lokalizěrowanje, wugótowanje programěrowańskich swěźenjow a lěśojskich kodowych partyjow, wuwucowanje webwugótowarjow, marketing, wabjenje za produkty Mozilla a wjele wěcej.

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
dsb: Program <a href="%(reps_url)s" rel="external">Mozilla Reps</a>, wuwity, aby dobrowólnikow wuzamóžnił, oficielne reprezentanty Mozilla w jich regionje byś, jo za pitśku wěcej ako jadne lěto na wěcej ako 350 luźi we wěcej ako 70 krajach pśirostł. Program grajo rozsudnu rolu, aby Mozilla pomagał, jogo organizatoriske zaměry wokoło spěchowanja a wuwijanja Firefox OS, Firefox za Windows, Mac a Linux a Firefox za Android zwopšawdniś. Reprezentanty su wuše 700 zarědowanjow na cełem swěśe zorganizěrowali a su wuspěšnje stotki nowych sobustatkujucych z dwanastkow děłowych pólow nawabili a wukubłali.

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
dsb: MozCamps su regionalne tšojenja, kótarež zwjedu zapłaśone a dobrowólne sobuźěłaśerje Mozilla ze wšych wobcerkow projekta za dwa dnja, kótarež su z prezentacijami, diskusijami, namakanim idejow, źěłowymi sprintami, programěrowanskimi maratonami a, to se wě, pitśku wjasela napołnjone.

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
dsb: Lěcrownož nawjedowarje a głowne sobustatkujuce su głowna celowa kupka, wopytuju MozCamps teke pśichodnych nawedowarjow wukubłaś — to su sobustatkujuce Mozilla, kótarež su w běgu zachadnych šesć mjasecow wósebnje aktiwne byli a kótarež su pśichodna generacija wjednistwa Mozilla w zgromaźeństwje.

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
dsb: MozCamps su se lětos w Buenos Aires, Waršawje a Singapurje wótměli, kótarež su wěcej ako 300 pśistajonych a 600 dobrowólnikow gromadu wjadli.

source: Emerging Communities
dsb: Nastawajuce zgromaźeństwa

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
dsb: Někotare z nejmalsnjej rosćecych a nejwěcej dynamiskich zgromaźeństwow su někotare z našych nejmłodšych zgromaźeństwow. Su w Bliskem pódzajtšu, Africe a krotkozajtšnej Aziji a wjelich z jich cłonkow su w lěśe 2012 na MozCamps ako wobźělnikow pśepšosyli. <a href="%(tunisia_url)s" rel="external">Tuneziske zgromaźeństwo</a>, <a href="%(kenya_url)s" rel="external">kenijańske zgromaźeństwo</a> a <a href="%(philippines_url)s" rel="external">filipiniske zgromaźeństwo</a> su južo wósebnje wuběrne źěło cynili a wopśimujo něźi dwanastk aktiwnych sobustatkujucych na wjele źěłowych pólach, na pśikład lokalizacija, kontrola kwality, marketing a wuwiśe. Jadno z nejnowšych zgromaźeństwow Mozilla, kótarež jo se w lěśe 2012 załožyło, jo w <a href="%(myanmar_url)s" rel="external">Myanmarje</a>.

source: Contributor Stories
dsb: Tšojeńka sobustatkujucych

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
dsb: Chit pódpěrujo Mozilla wót lěta 2010 a nawjedujo wót togo casa natwaŕ zgromaźeństwa w Myanmarje.

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
dsb: Viking jo w lěśe 2007 nejprědnjejša party spóranja na pśednak Firefox w Indoneziskej zorganizěrował a marketingowe akcije zgromaźeństwa w swójom kraju nawjedował.

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
dsb: Keng jo pśełožowanje Firefox do thailandšćiny póstarcył a jo wót lěta 2008 nawjedowaŕ zgromaźeństwa.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
dsb: Claire źěła wót lěta 2009 za Mozilla a jo redaktorka bloga Bonjour Mozilla.

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
dsb: Haitham jo zagórity zašćitowaŕ wótwórjonego žrědła w swójej domowni Egyptojskej a jo wót zachopjeńka 2011 reprezentant Mozilla.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
dsb: Ioana nawjedujo wót 2010 programěrowańske marathony w swójej domowni Rumuńskej.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
dsb: Brian statkujo južo za wěcej ako jaden lětźasetk za Mozilla a jo njedawno w raźe reprezentantow Mozilla sejźeł.

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
dsb: Mohomodou górjejo se za zasejwóžywjenje songajšćiny, dialekta w swójej domowni Mali a jo pśełožowanje Firefox do songajšćiny nawjedował.

source: Sustainability and Partnerships
dsb: Trajnosć a partnarstwa

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
dsb: Gromaźe z tós teju kóńclětneju rozpšawu wózjawjamy našu pśeglědanu financnu rozpšawu za 2011. Mozilla wóstanjo w dobrej poziciji, financielnje a teke organizatoriski, aby našu misiju doprědka pórał, wótwórjonosć, lichotu a wobźělenja na interneśe wuwijaś.

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
dsb: Mozilla wóstawa financielnje strowy; pśistajamy dalej wěcej luźi swětodaloko, smy nowe wótnožki Mozilla na cełem swěśe wótwórili, smy wažne nowe iniciatiwy ako na pśikład Firefox OS startowali a móžomy te pśez wužywajobne resurse pódpěrowaś.

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
dsb: Nejwětšy źěl našych nabrankow póchada z pytanskeje funkcije we wobglědowaku Firefox. Google jo nejwětše žrědło nabrankow a w decembrje 2011 smy wózjawili, až smy z Google wažne dojadnanje nabrankow k mjazsobnej lěpšynje wujadnali. Toś to nowe dojadnanje pśedlejšyjo naš dłujkodobny póśěg z Google k pytanjeju wó nanejmjenjej tśi dalšne lěta.

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
dsb: Mozilla ma wjele drugich póśěgow we webzgromaźeństwje a teke nowe póśěgi z póbitowarjami mobilneje telefonije, zgótowarjami rědow, partnarjami eksternych wopśimjeśow a drugimi grajarjami w mobilnem ekosystemje.

source: 2011 Audited Financial Statement
dsb: Pśeglědane kóńclětne wótlicenje 2011

source: Download PDF
dsb: PDF ześěgnuś

source: 2011 Form 990
dsb: Formular 990, 2011

source: Read
dsb: Cytaś

source: Done
dsb: Gótowo

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
dsb: Pla Mozilla měrimy wuspěch na tom, kak wjelgin pólěpšamy cełkownu strowosć weba a spěchujomy zajmy wužywarjow a wuwijarjow. Smy wuspěšne, gaž wuwijamy produkty, kótarež luźe lubuju, a gaž druhe organizacije pśewzeju w konkurencnych produktach kakosći a funkcije, kótarež su nam wažne. Mamy na pśikład za wuspěch za Mozilla a našu misiju, zo Google Chrome ma wótnjedawna funkciju Do Not Track, za kótaruž smy pioněr byli.

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
dsb: Mozilla jo pśekupniske partnarstwo za Firefox OS z Telefónica wózjawił. Specifiske wuměnjenja dogrona pódleže tradicionelnym zawězkam diskretnosći. Wuwijamy nowe partnarstwa z pśidatnymi <abbr title="Original Equipment Manufacturers">OEM</abbr> a póbitowarjami mobilneje telefonije, kótarež wózjawiju se w danem casu w běgu lětowu 2012 a 2013. Mamy teke wjele dojadnanjow z wózjawjarjami nałoženjow, kótarež pśewzeju se do wikowanišća Firefox.

source: The State of Mozilla: 2011 Annual Report
dsb: Połoženje Mozilla: Kóńclětna rozpšawa 2011

source: SOPA / PIPA & ACTA
dsb: SOPA / PIPA a ACTA
