Repository: alvinlaz96/mozilla-lang
Catalog: dsb/foundation/annualreport/2011.lang.po
Languages: dsb

source: Firefox for Android
dsb: Firefox za Android

source: Welcome
dsb: Witajśo

source: Mobilized
dsb: Mobilizěrowany

source: Action
dsb: Akcija

source: Community
dsb: Zgromaźeństwo

source: Sustainability
dsb: Trajnosć

source: Click to play this video
dsb: Klikniśo, aby toś to wideo wótgrał

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
dsb: Wizija Mozilla interneta jo městno, źož kuždy móžo na informacije pśistup měś, městno, źož kuždy móžo programěrowaś a basliś; jadno, kótarež ma wótwórjonosć, lichotu a transparencu; źož wužywarje maju kontrolu nad swójimi wósobinskimi datami a źož kuždy duch ma lichotu, napóraś a konsuměrowaś, bźez murjow abo striktnych wobgranicowanjow.

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
dsb: W mjenjej ako 20 lětach jo internet našo žywjenje změnił. Jo mócna platforma z bźezpśikładneju šansu a zwězanosću. Ale samo z wjelicnym rosćenim a inowaciju su wjelike wupominanja za toś tu wiziju strowego interneta.

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
dsb: Mozilla jo w mobilnem sektorje aktiwny, aby šćit weba zawěsćił a witśejšych webwugótowarjow a webwužywarjow wuzamóžnił. Źinsa Mozilla rosćo — z wěcej pśistajonymi, sobustatkujucymi, produktami a městnami —, aby zawěsćił, až web wśotawa wótwórjony a dynamiski ekosystem. Pśeto web jo platforma za swět, kótaryž comy napóraś.

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
dsb: Pšosym pśeslěźćo toś to sedło, aby wěcej wó Mozilla, našych prioritatach a głownych pólach zgónił, kótarež nam zmóžnjaju, strowe rosćenje toś teje wjelikeje a dogotneje resurse zawěsćiś.

source: Mozilla Mobilized
dsb: Mozilla mobilizěrowany

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
dsb: Mozilla mobilizěrujo miliony luźi, aby swět napórał, kótaryž kśě. Mobilizěrujo, aby mobilny web wót proprietarnych platformow a wrotaŕjow wulichował. Mobilizěrujo, aby pśichodnej dwě miliarźe webwužywarjow swěta wuzamóžnił. A mobilizěrujo, aby nowu generaciju digitalnych nowotarjow a webwugótowarjow natwarił.

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
dsb: Pókšacujomy, z tym až koncentrěrujomy se dalej na wuwijanje produktow, technologiskich rozwězanjow a kubłańskich póbitowanjow, kótarež integrěruju gódnoty Mozilla do weba. Misija Mozilla wóstanjo źinsa tak wažna ako do togo. Wót Firefox pśez Firefox OS k našomu kubłańskemu póbitowanjeju Webmaker: źo wó wuzamóžnjenje. Źo wó to, kreatiwnu móc mobilnych rědow wulichowaś; zasajźenje za suwerenitu, priwatnosc a lichotu wužywarjow; a wó to, luźam pomagaś, web nic jano wužywaś, ale aktiwnje jogo pśichod wugótowaś.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
dsb: Rowno tak ako na desktopje, zachopina Mozilla zawěsćowaś, až mobilny web jo połny lichoty, wuběrańskich móžnosćow a šansow.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
dsb: Rowno tak ako na desktopje, zachopina Mozilla zawěsćowás, až mobilny web jo połny lichoty, wuběrańskich móžnosćow a šansow, a až zmóžnja wužywarjam, wšykno napóraś, což kśě. Z <a href="%(fxos_url)s" rel="external">Firefox OS</a> móžomy swět specifiskich źěłowych systemow a zamknjonych platformow zasej rozłamaś.

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
dsb: Firefox OS jo prědna napšawdu wótwórjona mobilna platforma. Wuwijarje zagórjuju se južo za HTML5, ale dotychměst su se HTML5-nałoženja na mobilnem rěźe zaźaržali, dokulaž njamaju taki pśistup na zakładne zamóženja rědow ako natiwne nałoženja. Firefox OS pśewinjo toś te wobgranicowanaj a dodawa trěbne <abbr title="Application Program Interfaces">API</abbr>, aby pokazał, kak jo móžno, ceły rěd z pomocu wótwórjonych standardow góniś.

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
dsb: Rědy z Firefox OS zawjedu se zachopjeńk 2013 pśez <a href="%(telefonica_url)s" rel="external">Telefónica</a>, pśez což HTML5 etablěrujo se ako wužywajobna platforma za mobilnu industriju. Web ako platforma dajo wuwijarjam lichotu, drogurubarske nowe nałoženja napóraś, kótarež funkcioněruju bźez problemow na wšych rědach, což zazwónja nowu eru inowacije a kreatiwnosći za wšuderkano pśitbytny web.

source: Fast.
dsb: Malsny.

source: Smart.
dsb: Inteligentny.

source: Safe.
dsb: Wěsty.

source: In June 2012 we released an update to <a href="%(mobile_url)s" rel="external">Firefox for Android</a> that we believe is the best browser for Android available. We completely rebuilt and redesigned the product in native UI, resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.
dsb: W juniju 2012 smy aktualizaciju za <a href="%(mobile_url)s" rel="external">Firefox za Android</a> pśepodali, kótaruž mamy za nejlěpšy wobglědowak za Android, kótaryž stoj k dispoziciji. Smy produkt ze systemowym wužywarskim pówjerchom pśetwarili a pśetwórili, což jo k elegantnej a dynamiskej aktualizaciji mobilnego pśeglědowanja wjadło, kótaraž jo radnje malsnjejša ako standardny Androidowy wobglědowak. To jo Firefox radnje malsnjejšy na Androiźe cyniło a jo wužywarjam wjele lěpše pśeglědowańske dožywjenje dało, ako standardny wobglědowak rěda bitujo. Smy teke Firefox za Android funkciju Do Not Track pśidali, aby mógli wužywarje swójo žycenje za priwatnosću teke na mobilnem rěźe zwurazniś, a jo prědny mobilny wobglědowak, kótaryž póbitujo Do Not Track. Firefox za Android jo rozsudny źěl za pódpěrowanje wótwórjonego weba. To jo wjelicny zachopjeńk, ale napšawdu jano zachopjeńk. Comy, až toś te móžnosći eksistěruju na wšych rowninach našogo webdožywjenja.

source: Firefox for Windows, Mac and Linux
dsb: Firefox za Windows, Mac a Linux

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
dsb: Firefox buźo pśecej źěl misije Mozilla, kótaryž luźe mógu wiźeś, čuś a pśimaś.

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
dsb: Firefox buźo pśecej źěl misije Mozilla, kótaruž luźe mógu wiźeś, cuś a pśimaś. Smy wó póstupje a inowaciji zagórjone, kótarejž smy łoni pśi desktopowej wersiji Firefox wiźeli. Někotare pólěpšenja wugbaśa a wěstoty a pówušenja składowaka cynje to k nejlěpšemu Firefox až doněnta. Smy gjarde na źěło, kótarež cynimy, aby wuwijanje Firefox wólažcyli, z tym až pśidawamy zajmne rědy za wuwijarjow ako <a href="%(cmdline_url)s" rel="external">wuwijarska pśikazowa smužka</a>, <a href="%(console_url)s" rel="external">webkonsola</a> a <a href="%(tilt_url)s" rel="external">“Tilt”, 3D-inspektor bokow</a>.

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
dsb: Njedawno smy z móžnosćami eksperimentěrowali, aby socialnu funkcionalnosć do Firefox integrěrowali. Firefox buźo nowy Social API pódpěrowaś, kótaryž zmóžnja wuwijarjam, socialne słužby direktnje do wobglědowaka integrěrowaś. Social API buźo někotarych póbitowarjow pódpěrowaś a ma bźezkóńcny potencial za integrěrowanje socialnych seśow, e-maile, financow, powěsćow a drugich nałoženjow do wašogo dožywjenja z Firefox. Naš prědny eksperimentelny póbitowaŕ jo Facebook.

source: Webmaker: Teaching the world the Web
dsb: Webmaker: Swětoju web wucyś

source: The unique power of the Web is that anyone can make and build with it.
dsb: Jadnorazowa móc weba jo, až kuždy móžo jen wugótowaś a wuwijaś.

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
dsb: Jadnorazowa móc weba wóznamjenijo, až kuždy móžo jen wugótowaś a wuwijaś. Našo nowe kubłańske póbitowanje, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, staji móc do rukow milionow nowych stworiśelow na cełem swěśe.

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
dsb: Rědy, projekty a tšojenja Webmaker pomagaju wukubłarjam, młoźinje, wuwijarjam medijow a wšednym konsumentam na cełem swěśe, nic jano web wužywaś, ale web wugótowaś. W lěśe 2013 buźo Webmaker swětodaloke zgromaźeństwo mentorow, instruktorow a młodostnych mobilizěrowaś, aby gromaźe wucyli a wuknyli, softwaru Webmaker ako <a href="%(popcorn_url)s" rel="external">Popcorn</a> a <a href="%(thimble_url)s" rel="external">thimble</a> spěchowali a gromadu źěłali, aby planet napórali, kótaryž rozmějo wěcej wó webje.

source: Webmaker: Video
dsb: Webmaker: Wideo

source: Click to view this video
dsb: Klikniśo, aby se toś to wideo woglědał

source: Advocating for Web standards
dsb: Zasajźenje za webstandardy

source: Mozilla will continue to contribute to Web standards.
dsb: Mozilla buźo dalej k webstandardam pśinosowaś.

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leader in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
dsb: Mozilla jo pśecej k webstandardam pśinosował, což źo až k zachopjeńkoju projekta slědk, a buźomy to dalej spěchowaś. Smy <a href="%(cofound_url)s" rel="external">sobu załožyli</a> <a href="%(whatwg_url)s" rel="external">WHAT-WG</a>, aby <a href="%(html5_url)s" rel="external">HTML5</a> doprědka pórali. Smy wjeduce w <a href="%(javascript_url)s" rel="external">standardizaciji JavaScript</a>. Mamy někotarych wjeducych ekspertow za <a href="%(dbaron_url)s" rel="external">CSS</a> a <a href="%(ocallahan_url)s" rel="external">layout</a> na swěśe.

source: Standards are a multi-vendor effort, but Mozilla is proud of the many technologies we have pioneered and submitted to standards bodies to make them interoperable for the Web as a whole. Some examples of these include geolocation, WebGL, the Gamepad API, Web Telephony and IndexedDB.
dsb: Standardy su napinanje někotarych pśedewześow, ale Mozilla jo gjardy na wjele technologijach, za kótarež smy pioněry a kótarež smy pla amtow zapódali, aby je weboju ako cełk k dispoziciji stajili. Někotare pśikłady za to su geolokalizacija, WebGL, Gamepad API, Web Telephony a IndexedDB.

source: Fighting for you: Standing up for your security, privacy and freedom
dsb: Wójujomy za was: Zasajźamy se za wašu wěstotu, priwatnosć a lichotu

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
dsb: Mozilla jo z gjardosću njekomericielna organizacija a njejo zagronity nikomu drugemu ako wam. To groni, smy w jadnorazowej situaciji, w rozsudnem wokognuśu w stawiznach weba za wužywarjow wójowaś. W pśichoźe buźomy miliony luźi mobilizěrowaś, aby se za priwatnosć, wěstotu a lichotu w interneśe zasajźili. Buźomy se wó nowe wobgrozenja za pśichod weba staraś — wót zawrětych proprietarnych platformow, pśez wopyty censěrowanja a wobgranicowanja pśistupa až k krotkowidnym kněžarstwowym rozsudam. Zgromadnje buźomy mobilny web wulichowaś, rozsudny wóznam priwatnosći a wužywarskeje suwerenity wobnowjaś a z drugimi swět twariś, kótaryž rozmějo wó webje wěcej.

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
dsb: Naše internetne dožywjenja wopśimuju wěcej z našych wósobinskich datow, což twóri wobraz abo profil wó tom, chtož smy w interneśe. Zamóžnosć organizacijow, informacije wó tom, chtož smy a což cynimy, doglědowaś, protokolěrowaś, składowaś, wužywaś, do zwiska stajiś a pśedawaś, ma wjelike wustatkowanja na jadnotliwcow a na towarišnosć.

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
dsb: W prócowanju, wužywarjam wěcej kontrolu nad jich webdožywjenjami daś, smy funkciju <a href="%(dnt_url)s" rel="external">Do Not Track</a> we Firefox wuwili. Smy teke prědny zgótowaŕ wobglědowaka, kótaryž póbitujo ju na někotarych platformach, mjazy nimi Windows, Mac, Linux a Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track stoj samo za Firefox OS k dispoziciji</a>, tak až daju se wužywarske nastajenja priwatnosći na systemowej rowninje kontrolěrowaś, aby zawěsćiło, až kužde nałoženje tśeśich na rěźe wužywarja respektěrujo jogo wubraśe.

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
dsb: Do Not Track jo wažny, dokulaž dajo wužywarjam online głos, z kótarymž mógu swójo žycenje za priwatnosću a personalizaciju zwurazniś. Pokazujo wótglěd wužywarja a zmóžnja jomu, jogo ruku zwignuś a priwatnosć w interneś pominaś.

source: Mozilla was instrumental in the movement to motivate the Web community to act against the Stop Online Piracy Act and the Protect IP act. These laws, had they gone into effect, would have given the US government and private businesses incredible censorship powers that would have global ramifications, weaken the Internet's security and discourage innovation and investment worldwide.
dsb: Mozilla jo w gibanju sobu statkował, kótarež jo webzgromaźeństwo zmotiwěrował, se pśeśiwo Stop Online Piracy Act a Protect IP Act zasajźiś. Toś tej kazni by, gaby płaśiwosć nabyłej, US-kněžarstwoju a priwatnym pśedewześam njewěrjobnu móc censury dałej, kótaraž by swětodaloke wustatkowanja měła, wěstotu interneta wósłabiła a inowacijam a inwesticijam swětodaloko zajźowała.

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
dsb: Mozilla jo jadna z wjele organizacijow był, kótaraž jo swóje websedła k wopěranjeju pśeśiwo apśedłogoma kazni SOPA/PIPA w kongresu wótšaltowała. Prědny raz jo webzgromaźeństwo z wěcej ako 15 milionami luźi zejsło, aby pśeśiwo politice protestěrowało, kótaraž jo web ako cełk pótrjefiła. Toś ten historiski protest jo wuznamne wobrotnišćo za web ako móžnosć, se na wólarjow wobrośiś a bergarjow za změnu mobilizěrowaś.

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
dsb: Zachopjeńk 2012 jo Mozilla pśed ratifikaciju wikowańskego dogrona pśeśiwo sfalšowanjeju - Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) pśez Europski parlament warnował. <a href="%(acta_url)s" rel="external">W blogowem pśinosku</a> jo Mitchell Baker nošarjow politiskich rozsudow napominała, až njepśewidne procese by “špatna wašnja byli, internetnu politiku wuwijaś” — pśedewšym, dokulaž jo se swětodaloke wikowańske dogrono w śichej komorce wujadnało, bźez wobźělenja wšych zastupnikow zajmow. Pó masiwnych nadroznych protestach seśinazgónitych wobydlarjow z cełeje Europy jo Europski parlament 4. julija ACTA w jasnem wotumje wótpokazał.

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
dsb: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> dawa konsumentam mócny rěd, aby jich priwatnosć šćitał, jich z transparencu, faktami a mocu wobronił, same wó tom rozsuźiś, kak źěle se a wužywaju se jich wósobinske daty. Z pomocu pódpěry załožby Ford Foundation zmóžnja Collusion wužywarjam wiźeś, chtož slědujo jich pó webje. Pokazujo w napšawdnem casu, kak te daty napóraju pawcynu interakcijow mjazy pśedewześami a drugimi slědowarjami.

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
dsb: Lětos smy <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> slědk pśinjasli — wideowuběźowanje za pśichodnych filmarjow, animaterow a kreatiwnych luźi z cełego swěta, za kótrež su se krotke filmy producěrowali a zapódali. Toś te wót pśiwisnikow Firefox nawjerśone filmy su wužywarjow nawabili a wó problemach informěrowali, kótarež wobwliwuju jich internetne žywjenje, ako na pśikład priwatnosć a wěstota. Nejwažnjej jo było, až toś te filmarje su ze swójskimi słowami zwuraznili, cogoždla Firefox jo hynacej. Prominenty a eksperty filmoweje industrije su pomógli, regionalnych dobyśarjow z wěcej ako 400 zapódaśow tysacych filmarjow z cełego swěta wubraś.

source: Our success begins with you.
dsb: Naš wuspěch zachopina se z wami.
