Repository: alvinlaz96/mozilla-lang
Catalog: an/mozorg/about.lang.po
Languages: an

source: Get to know Mozilla
an: Conoix Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
an: Aprende mas sobre os nuestros prochectos, productos y principios desinyaus ta aduyar a la chent a prener o control y explorar o pleno potencial d'as suyas vidas en linia.

source: The Mozilla mission
an: A misión de Mozilla

source: What drives us and makes us different
an: Ixo qué nos motiva y nos fa diferents

source: Career center
an: Centro profesional

source: Want to work at Mozilla? Apply today!
an: Quiers treballar en Mozilla? Apunta-te ya!

source: Want to work on Firefox? Apply today!
an: Quiers treballar en Firefox? Apunta-te ya!

source: Mozilla blog
an: Blog de Mozilla

source: News, notes and ramblings from the Mozilla project
an: Noticias, notas y patacadas d'información d'o prochecto Mozilla

source: Mozilla style guide
an: Guida d'estilo de Mozilla

source: Logos, copy rules, visual assets and more
an: Logos, normas de copia, recursos graficos y mas cosetas

source: Locations & contacts
an: Localizacoins y contactos

source: Addresses, emails, support and feedback forms
an: Adrezas, correus-e, formularios de suporte y realimentación

source: The Mozilla Corporation
an: A corporación Mozilla

source: A corporation that serves the public good. Seriously.
an: Una corporación en sevicio d'o bien publico. De verdat.

source: Our products
an: Os nuestros productos

source: An overview of what we make and what we’re working on
an: Una sintesi d'o que femos y en qué treballamos

source: Get involved
an: Participa

source: Become a volunteer contributor in a number of different areas
an: Fes-te voluntario y colabora en diferents arias

source: Press center
an: Centro de prensa

source: Press info and other useful stuff
an: Información y material de prensa

source: Privacy center
an: Centro de privacidat

source: How Mozilla handles your personal information
an: Como Mozilla manella a tuya informacion presonal

source: The Mozilla Foundation
an: A Fundación Mozilla

source: The non-profit organization behind Firefox and all Mozilla products
an: A organización sin animo de lucro dezaga de Firefox y totz os productos de Mozilla
