Repository: alvinlaz96/mozilla-lang
Catalog: an/mozorg/mission.lang.po
Languages: an

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
an: Leye o <a href="%(url)s">Manifiesto Mozilla</a> ta saber encara mas sobre as valuas y principios que guían a persecución d'a nuestra misión.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
an: Mira-te o video d'alto ta saber mas sobre quí somos, d'a ón venimos y cómo somos fendo a web millor ta tu.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
an: En Mozilla, somos una comunidat global de tecnolochistas, pensadors y creyadors treballando de conchunta ta mantener a Internet viva y accesible ta que a chent de tot o mundo puedan estar contribuyents informaus y creyadors d'a Web.

source: Topics include support, products, and technologies
an: Os temas incluyen suporte, productos y tecnolochías

source: Volunteer opportunities in a number of different areas
an: Oportunidatz voluntarias en un nombre d'arias diferents

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
an: Creyemos que iste acto de colaboración humana en una plataforma ubierta ye esencial ta o creiximiento individual y o nuestro futuro colectivo.

source: We’re building a better Internet
an: Somos fendo una Internet millor

source: Our structure, organization, and the broader Mozilla community
an: A nuestra estructura, organización, y l'ampla comunidat Mozilla

source: Where we come from and how we got to where we are
an: D'a ón venimos y cómo somos plegaus t'a on somos

source: Get involved
an: Participa-ie

source: Forums
an: Foros

source: Our mission is to promote openness, innovation & opportunity on the Web.
an: A nuestra misión ye promover l'obertura, a innovación y a oportunidat en a Web.

source: History
an: Historia

source: Governance
an: Gubernanza
