Repository: alvinlaz96/mozilla-lang
Catalog: an/mozorg/plugincheck.lang.po
Languages: an

source: Plugin Check &amp; Updates
an: Comprebación y actualización de plugins

source: Update Now
an: Esviellar agora

source: Research
an: Investigar

source: current version plugin
an: versión actual d'o plugin

source: Up to Date
an: Esviellau

source: Plugin icon
an: Icono d'o plugin

source: unknown
an: desconoixiu

source: Check Your Plugins
an: Compreba os plugins

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
an: Mantenendo os plugins esviellaus o Firefox funcionará de traza segura y sin problemas.

source: Looks like you’re using an older version of Firefox.
an: Yes emplegando una versión antiga de Firefox.

source: Plugin Status
an: Estau d'o plugin

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
an: O servicio de comprebación de plugins <strong>ta Internet Explorer ye limitau</strong>. Faiga servir tamién Ferramientas &gt; Chestionar complementos

source: Step 1: Click Update to update a plugin.
an: Paso 1: Fe click en Esviellar ta esviellar un plugin.

source: Step 2: Complete all recommended updates before restarting your browser.
an: Paso 2: Acaba de fer todas as actualizacions recomendadas antes de reiniciar o navegador.

source: Potentially vulnerable plugins
an: Plugins potencialment vulnerables

source: Status
an: Estau

source: Action
an: Acción

source: Outdated Plugins
an: Plugins caducaus

source: Unknown Plugins
an: Plugins desconoixius

source: These plugins are up to date
an: Istos plugins son esviellaus

source: Back to Top
an: D'abaixo enta alto

source: Frequently Asked Questions
an: Preguntas mas freqüents

source: What is a plugin?
an: Qué ye un plugin?

source: Plugins power videos, animation and games
an: Os plugins son emplegaus por videos, animacions y chuegos.

source: They're built outside of Firefox by companies like Adobe Systems and Apple
an: Son creyaus por atras interpresas como Adobe Systems u Apple.

source: Plugins don't always update automatically.
an: Os plugins no siempre s'esviellan automaticament.

source: Why should I update my plugins?
an: Por qué los he d'esviellar?

source: Old plugins can interrupt browsing and waste your time.
an: Os plugins viellos podrían empachar a navegación y fer-le perder o tiempo.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
an: Os plugins viellos <strong>aumentan o risgo</strong> d'enrestidas de codigo endino, virus y d'atras menazas de seguranza.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
an: <strong>Os plugins esviellaus incluyen amilloramientos</strong> que fan a web <strong>millor y mas segura</strong> ta vusté.

source: Screenshot of Add-Ons manager
an: Captura d'o chestor de complementos

source: How can Firefox help me?
an: Cómo me puet aduyar Firefox?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
an: En o esdevenidero, Firefox esviellará os plugins automaticament. Dica alavez, ha de comprebar regularment ista pachina y esviellar os plugins ta permaneixer seguro.

source: Which Plugins do I have?
an: Qué complementos tiengo?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
an: Os plugins que i hai instalaus se detectan automaticament, ta veyer-los en Firefox siga istos trangos:

source: Want to spread the word?
an: Quiers espardir a parola?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
an: Aduya a os tuyos amigos a estar mas seguros online! Visita <a href="%(url)s">Firefox Affiliates</a> ta aconseguir una insignia de comprebacióni de plugins.

source: How do I disable a plugin?
an: Cómo desactivar-ne uno?

source: In Firefox:
an: En Firefox:

source: Open the Tools menu.
an: Ubre o menú de Ferramientas.

source: Open the <span class="menu">menu</span>.
an: Ubre o <span class="menu">menú</span>.

source: Choose Add-ons.
an: Fe click en Complementos.

source: Click the plugins tab.
an: Fe click en a pestanya de plugins.

source: Click on the drop down next to the plugin you wish to disable.
an: Fe clic en o menú deplegable en o plugin que quiers desactivar.

source: Click on a plugin in the list.
an: Fe clic en un plugin d'a lista.

source: Select "Never Activate" from the available choices.
an: Selecciona "No activar nunca" entre as opcions disposables.

source: Click the Disable button.
an: Fe clic en o botón de Desactivar.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
an: Para cuenta: desactivar un plugin significa que no podrás fer bellas cosas. Por eixemplo, si desactivas o Flash, no podrás veyer videos en Youtube.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
an: Para cuenta: desactivar un plugin significa que no podrás continar fendo bellas cosas. Por eixemplo, si desactivas o Flash, no podrás veyer videos en bells puestos web de videos.

source: Mozilla Support
an: Soporte tecnico Mozilla

source: Have more questions?
an: Bella pregunta mas?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
an: Vesita <a href="%(sumo_url)s">support.mozilla.org</a> si te cal mas aduya!
