Repository: alvinlaz96/mozilla-lang
Catalog: son/templates/mozorg/emails/education.po
Languages: son

source: Thanks for your interest in Mozilla's educational initiative, Webmaker. We promote web literacy around the world with hands-on making and interest-driven learning.
son: Foo nda goy kaŋ war ga boona ka bay Mozilla cawandiyan margaa ga, kaŋ ti Webmaker. Ir ga borey kanbey dam cawoo ra hala interneti naaruyan bayray ma sahã nd'alfayda adduɲɲaa kul ra.

source: Here are a few resources to help you get started.
son: Dalil fooyaŋ goo ne ka war gaa ka šintin.

source: # Make Something With the Web
son: # Haya foo tee nda interneti

source: We believe making and learning go hand-in-hand. Try our open suite of tools to create, animate and remix web content and improve your web skills as you go:
son: Ir ga tammahã kaŋ teeyan nda cawyan mma koy cere bande. Ceeci k'ir goyjinay feerantey ka haya tee, k'a hunandi nda ka interneti gundekuna birji ka war interneti waanaa tonton goyyan bande:

source: # Webmaker Mentors
son: # Webmaker moobiirey

source: Webmaker Mentors are fiercely unconventional technologists, thinkers, and creators. We care about empowering everyone to be makers of the web – and pushing the limits of what's possible online.
son: Webmaker moobiirey ti bayraykawyaŋ, lakkal koyniyaŋ nda teekawyaŋ kaŋ ši boŋdiiray. Ir anniyaa ti borey kul ma duu waanay ka tee interneti teekawyaŋ – nda ka interneti gandaa lawre hala nga fellaa ga.

source: We help learners make amazing things on the web and level up their digital skills as they go. We promote radical inclusion and support learning anywhere - in our homes, offices, neighborhoods and online.
son: Ir ga cawkey gaa ka kayfi hayayaŋ tee interneti ga nda ka ngi interneti bayraa tonton ka koy jine. Nungey kul ra ir ga borey gaa ka huru cawoo ra nda ka duu gaakašinay - ir hugey, birowey, talammatarawey nda interneti ra.

source: Please introduce yourself on our community mailing list. We don't bite!
son: Taare ni boŋ bangandi jamaa bataga marga dogoo ra. Wa ši hunbur!

source: # Webmaker Teaching Kits
son: # Webmaker cawandiyan jinawey

source: These teaching kits are full of activities and resources to help you facilitate learning sessions with a focus on webmaking. You'll find everything you need, from a pedagogical overview to tips on assessing participants' progress. Print them out, load them on your tablet or phone or simply use them as inspiration:
son: Cawandiyan jinawey wey ga too nda hoorayhaya nda dalil tanayaŋ kaŋ ga war Webmaker cawandiyanoo faalandi. War ga duu haya kul kaŋ war ga boona, za cawandikaw daliley hala cawkaw bayray neešiyan. W'i kar, i zumandi war walhaa wala talfonoo gaa wala war hunday m'i ka goy.

source: Mozilla is deeply committed to identifying the skills, competencies and literacies necessary to read, write and participate on the web, and our teaching kits align with the Web Literacy Standard.
son: Mozilla goo nd'anniya ninante ka waanay, goybayray nda caw fondo kul laasaabu kaŋ nda borey ka hin ka caw, hantum nda kanbe dam interneti mise ra, nd'ir ga jinawey kanandi interneti bayray dumi tabatantey bande.

source: # Webmaker Events
son: # Webmaker batey

source: Attending or organizing a Webmaker event is a great way to put these teaching kits and skills into practice. Gather your friends and family, grab a computer, and start making the web.
son: Ka koy Webmaker batu ra wala k'a gorandi kul ti fondo henna ka cawandiya jinawey nda waanay ka goy. Wa war cerey nd'alaayaney marga, ordinater foo zaa de wa šintin k'interneti goy.

source: Find an event near you: https://webmaker.org/events
son: Dii batoo kaŋ ga tee war jerey ga: https://webmaker.org/events

source: And check out tips on organizing a hands-on Webmaker event: https://webmaker.org/guides
son: Nda dii taka kaŋ nda boro ga hin ka Wesbmaker batu gorandi: https://webmaker.org/guides

source: # Let's teach the web!
son: # Ir ma interneti cawandi

source: Thank you for your interest in education and teaching the web. Please feel free to use and remix these resources and to share your experiences with the Webmaker Mentor community.
son: Foo nda goy kaŋ war ga boona ka faham interneti cawyan nda cawandiyan ga. Wa soobay ka dalil wey ka goy nda k'ir birji cere ra nda war laasaabay žemni Webmaker moobiiri jamaa game.

source: All the best,
son: Haya kul ihennaa

source: -- The Mozilla Webmaker Mentor team
son: -- Mozilla Webmaker moobiiri kondaa
