Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: af, ar, as, bg, bn_bd, br, bs, ca, cy, es_mx, fa, fi, gd, hi_in, hr, id, is, kab, kk, km, kn, lt, lv, mai, mr, ms, ne, nn_no, or, si, tr, ur, uz, vi, xh

source: The features you use most, all in one place
af: Die mees gebruikte funksies als op een plek
ar: الخصائص التي تسخدمها باستمرار, كلها في مكان واحد
as: আপুনি আটাইতকৈ অধিক ব্যৱহাৰ কৰা বৈশিষ্ট্য, সকলো এটা ঠাইত
bg: Всички функции, които използвате най-често - на едно място
bn_bd: আপনি যে বৈশিষ্ট্য বেশি ব্যবহার করেন, তা এখন এক জায়গায়
br: En ul lec'h hepken emañ ar c'heweriusterioù a arverit d'an aliesañ
bs: Funkcije koje najčešće koristite, sve na jednom mjestu
ca: Les funcions que feu servir més, totes en un mateix lloc
cy: Y nodweddion mwyaf defnyddiol, i gyd gyda'i gilydd
es_mx: Las características que usas más, todas en un sólo lugar
fa: امکاناتی که بیشتری استفاده را می‌کند، همه در یک مکان
fi: Eniten käyttämäsi ominaisuudet yhdessä paikassa
gd: Na gleusan a chleachdas tu as trice, san aon àite
hi_in: आपकी अत्यधिक इस्तेमाल वाली सभी सुविधाएँ एक साथ
hr: Mogućnosti koje najčešće koristite, sve na jednom mjestu
id: Fitur yang paling sering Anda gunakan, dalam satu tempat
is: Eiginleikar sem þú vilt, allt á einum stað
kab: Timahilin i tesseqdaceḍ aṭas, dduklent ɣer yiwen n umḍiq
kk: Жиі қолданылатын мүмкіндіктер, барлығы бір жерде
km: លក្ខណៈ​ដែល​អ្នក​ប្រើ​ច្រើន​បំផុត, ទាំងអស់​នៅ​ក្នុង​កន្លែង​តែ​មួយ
kn: ನೀವು ಹೆಚ್ಚಾಗಿ ಬಳಸುವ ಸೌಲಭ್ಯಗಳೆಲ್ಲವೂ, ಒಂದು ಜಾಗದಲ್ಲಿ
lt: Dažniausiai naudojamos funkcijos vienoje vietoje
lv: Visas biezāk izmantotās lietas vienā vietā
mai: अहाँक अत्यधिक इस्तेमाल बला सभ सुविधा एक सँग
mr: सर्वांत जास्त वापरल्या जाणाऱ्या बाबी एकाच ठिकाणी
ms: Ciri-ciri yang selalu anda gunakan, semua dalam satu tempat
ne: तपाईँले धेरै प्रयोग गर्ने विशेषताहरू, सबै एकै ठाउँमा
nn_no: Funksjonane du brukar mest er på same stad
or: ସମସ୍ତେ ଗୋଟିଏ ସ୍ଥାନରେ ସବୁଯାକ ସୁବିଧା ସର୍ବାଧିକ ବ୍ୟବହାର କରିବାକୁ ସାହାଯ୍ୟ କରିଥାଏ
si: වැඩිපුරම භාවිතයට ගන්න ‍පහසුකම් දැන් එකම තැනකින්
tr: En çok kullandığınız özellikler tek bir yerde
ur: آپ سب سے زیادہ استعمال کرنے والے فیچر، تمام ایک جگہ میں
uz: Eng ko‘p foyalanilgan xususiyatlar - hammasi bir joyda
vi: Những tính năng bạn dùng nhiều nhất, ở cùng một chỗ
xh: Iimpawu ozisebenzisa kakhulu, zonke zikwindawo enye

source: How you use the Web is unique
af: Ons gebruik elkeen die Web op 'n unieke manier
ar: كيفية استخدامك للويب فريدة
as: আপুনি ৱেব ব্যৱহাৰ কৰাৰ ধৰণ অবিকল্প
bg: Вашият начин на ползване на Уеб е уникален
bn_bd: কিভাবে আপনি ওয়েবকে সতন্ত্রভাবে ব্যবহার করতে পারেন
br: Unel eo ho toare d'ober gant ar web
bs: Kako koristite web je jedinstveno
ca: La manera com feu servir el web és única
cy: Mae'r ffordd rydych yn defnyddio'r We yn unigryw
es_mx: La manera en que usas la Web es única
fa: نحوه‌ی استفاده شما از وب خاص است
fi: Tapasi käyttää verkkoa on ainutlaatuinen
gd: Cleachdaidh gach neach an lìon air a nòs fhèin
hi_in: आप जो वेब उसे करते हैं वो अद्वितीय कैसे है
hr: Način na koji koristite web je jedinstven
id: Cara Anda menggunakan Firefox itu unik
is: Einstaklingsbundið er hvernig fólk notar vefinn
kab: Aseqdec inek n Web ulac ayen i t-icuban
kk: Интернетті қолдану жолыңыз бірегей
km: របៀប​ដែល​អ្នក​ប្រើ​បណ្ដាញ​តែមួយ
kn: ನೀವು ಜಾಲವನ್ನು ಹೇಗೆ ಬಳಸುವಿರಿ ಎನ್ನುವುದು ವಿಶಿಷ್ಟವಾಗಿರುತ್ತದೆ
lt: Kiekvienas saityną naršome savitai
lv: Tas kā Jūs sērfojat internetā ir unikāli
mai: अहाँ जे वेब उपयोग करैत छी ओ अद्वितीय अछि, कओन तरहेँ
mr: आपण वेबचा कसा वापर करता हे एकमेव आहे
ms: Bagaimana anda menggunakan Web adalah unik
ne: तपाईंले वेब प्रयोग गर्ने तरिका अनुपम छ
nn_no: Din måte å bruka nettet på er eineståande
or: ଆପଣ କିପରି ୱେବ ବ୍ୟବହାର କରନ୍ତି ତାହା ସବୁଠୁ ନିଆରା
tr: Herkes Web’i farklı şekilde kullanır
ur: آپ جس طرح ویب کا استعمال کر رہے ہیں وہ منفرد ہے
uz: Internetdan qanday noyob foydalanish
vi: Cách bạn sử dụng Web là độc nhất
xh: Indlela osebenzisa ngayo iwebhu yeyodwa

source: Get started with Sync
af: Begin om Sync te gebruik
ar: ابدأ مع التزامن
as: সংমিহলি আৰম্ভ কৰক
bg: Как да стартирате със Sync
bn_bd: সিঙ্ক দিয়ে শুরু করুন
br: Krogit gant Sync
bs: Započnite sa sinhronizacijom
ca: Comenceu amb el Sync
cy: Cychwyn gyda Sync
es_mx: Inicia con Sync
fa: با همگام‌سازی شروع به کار کنید
fi: Näin pääset alkuun Syncin käytössä
gd: Toiseach-tòiseachaidh leis an t-sioncronachadh
hi_in: सिंक के साथ शुरुआत करें
hr: Započnite koristiti Sync
id: Memulai Sinkronisasi
is: Byrja á að nota Sync
kab: Bdu s Sync
kk: Sync-пен жұмысты бастау
km: ចាប់ផ្ដើម​ដោយ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್‌ ಅನ್ನು ಬಳಸಲು ಆರಂಭಿಸಿ
lt: Pradėkite naudotis „Sync“
lv: Sāciet izmantot sinhronizāciju
mai: सिंक सँ शुरुआत करू
mr: Sync बरोबर सुरुवात करा
ms: Bermula dengan Sync
ne: Sync बाट सुरुवात गर्नुहोस
nn_no: Kom i gang med Sync
or: Sync ସହ ଆରମ୍ଭ କରନ୍ତୁ
si: සමාකලනය භාවිතයට ගැනීම අරඹන්න
tr: Sync’i kullanmaya başlayın
ur: ہمہ تن سازی کے ساتھ شروع کریں
uz: Sinxronloash bilan boshlang
vi: Tìm hiểu cách dùng Sync
xh: Qalisa ngongqamaniso

source: Putting your privacy first
af: U privaatheid kom eerste
ar: وضع خصوصيتك أولاً
as: আপোনাৰ গোপনীয়তাক প্ৰাথমিকতা দিয়ে
bg: Поставя Вашата неприкосновеност на първо място
bn_bd: আপনার গোপনীয়তাকে প্রথমে রেখে
br: Lakaat ho puhez prevez d'ar plas kentañ
bs: Stavlja vašu privatnost na prvo mjesto
ca: La vostra privadesa és allò més important
cy: Gosod preifatrwydd yn flaenaf
es_mx: Poniendo tu privacidad en primer lugar
fi: Tietosuoja edellä
gd: Do phrìobhaideachd an teis-mheadhan na cùise
hi_in: आपकी गोपनीयता को पहले महत्व दे
hr: Vaša privatnost na prvom mjestu
id: Mendahulukan privasi Anda
is: Friðhelgi í fyrirrúmi
kab: Tabaḍnit inek id tamezwarut
kk: Жекелігіңізді алдына қояды
km: ដាក់​ភាព​ឯកជន​របស់​អ្នក​ដំបូង
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಗೆ ಮೊದಲ ಆದ್ಯತೆ
lt: Jūsų privatumas mums svarbiausias
lv: Mēs rūpējamies par jūsu privātumu
mai: अपन गोपनीयता केँ पहिने महत्व दिअ
mr: आपली गोपणीयता सर्वांत महत्वाची
ms: Meletakkan privasi anda pertama
ne: तपाईको गोपनीयता पहिले
nn_no: Ditt personvern i høgsetet
or: ଆପଣଙ୍କ ଗୋପନୀୟତାକୁ ଆଗରେ ରଖି
si: ඔබගේ පෞද්ගලිකත්වය මුල් තැන තබමින්
tr: Önceliğimiz sizin gizliliğiniz
ur: آپ کی رازداری ہماری پہلی ترجیح
uz: Xavfsizligingiz birinchi o‘ringa qo‘yilgan
vi: Đặt quyền tự do cá nhân của bạn lên hàng đầu
xh: Ubeke ubungasese bakho kuqala

source: Where did my add-on bar go?
af: Waar is my byvoegingsbalk?
ar: أين ذهب شريط الإضافات؟
as: মোৰ এড-অন বাৰ কলৈ গল?
bg: Къде отиде лентата с добавки?
bn_bd: আমার অ্যাড-অন বার কোথায় গেল?
br: Pelec'h emañ aet ma barrennad askouezhioù ?
bs: Gdje je nestala moja traka sa dodacima?
ca: On és la barra de complements?
cy: Lle aeth fy mar ychwanegion?
es_mx: ¿A dónde fue mi barra de complementos?
fi: Mihin lisäosapalkki joutui?
gd: Càit an deach bàr nan tuilleadan agam?
hi_in: मेरा एड-ओन बार कहा गया?
hr: Gdje je nestala traka dodataka?
id: Dimana bilah pengaya saya?
is: Hvert fór sláin fyrir viðbætur?
kab: Anida yedda ufeggag inu n izegrar?
kk: Қосымшалар панелім қайда кетті?
km: តើ​របារ​កម្មវិធី​ផ្នែក​បន្ថែម​របស់​ខ្ញុំ​​​នៅ​ទីណា?
kn: ನನ್ನ ಆಡ್-ಆನ್‌ ಪಟ್ಟಿಯು ಎಲ್ಲಿ ಹೋಯಿತು?
lt: Kur dingo priedų juosta?
lv: Kur palika mana papildinājumu josla?
mai: हमर एड-ऑन बार कतए चलि गेल?
mr: माझी ॲड-ऑन पट्टी कुठे गेली ?
ms: Di mana bar addon saya?
ne: मेरो एड-अन पट्टी कहाँ हरायो?
nn_no: Kvar forsvann utvidingslinja?
or: ମୋ ଆଡ଼-ଅନ ପଟି କୁଆଡ଼େ ଗଲା?
si: පෙර තිබූ add-on උපකාරකයට සිදුවූයේ කුමක් ද?
tr: Eklenti çubuğum nereye gitti?
ur: میری اضافہ-جات بار کہاں چلی گئی؟
uz: Mening qo‘shimcha dasturlar panelim qayerga ketdi?
vi: Thanh tiện ích của tôi đâu rồi?
xh: Iye ngaphi ibha yam yesongezelelo?

source: Your favorite features, all in one place
af: Gunstelingfunksionaliteit, als in een plek
ar: خصائصك المفضلة, كلها في مكان واحد
as: আপোনাৰ পছন্দৰ বৈশিষ্ট্যসমূহ, সকলো একে ঠাইত
bg: Любимите Ви функции - на едно място
bn_bd: আপনার প্রিয় বৈশিষ্ট্যসমূহ, সব এক জায়গায়
br: Ho keweriusterioù plijet ar muiañ en ul lec'h nemetken
bs: Vaše omiljene funkcije, sve na jednom mjestu
ca: Les vostres funcions preferides, totes en un mateix lloc
cy: Eich hoff nodweddion, i gyd gyda'i gilydd
es_mx: Tus características favoritas, todas en un lugar
fi: Kaikki suosikkiominaisuutesi yhdessä paikassa
gd: Na gleusan as fhearr leat, san aon àite
hi_in: आपकी सारी मनपसंद सुविधाएँ एक जगह
hr: Vaše omiljene mogućnosti, sve na jednom mjestu
id: Fitur yang paling sering Anda gunakan, dalam satu tempat
is: Uppáhalds aðgerðirnar, allt á einum stað
kab: Tamahilin inek tinurafin, dduklent ɣer yiwen n umḍiq
kk: Таңдамалы мүмкіндіктеріңіз, барлығы бір жерде
km: លក្ខណៈ​ពេញ​និយម​​របស់​អ្នក, ទាំងអស់​ក្នុង​ទីកន្លែង​មួយ
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಸವಲತ್ತುಗಳೆಲ್ಲವೂ, ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ
lt: Jūsų mėgstamiausios funkcijos vienoje vietoje
lv: Jūsu iecienītākās iespējas visas vienā vietā
mai: अहाँक सभ मनपसिन्न सुविधा एक ठाम पर
mr: आपल्या पसंतीचे वैशिष्ट्ये एकाच ठिकाणी
ms: Ciri-ciri kegemaran anda, semua dalam satu tempat
ne: तपाईँलाई मनपरेका विशेषताहरू, सबै एकै ठाउँमा
nn_no: Alle favorittfunksjonane dine på same plass
or: ଆପଣଙ୍କ ପ୍ରିୟ ସୁବିଧା ସବୁ ଏବେ ଗୋଟାଏ ଜାଗାରେ
si: ඔබගේ ප්‍රියතම උපකාරකයන්, දැන් එකම තැනකදී
tr: Sevdiğiniz özelliklerin hepsi bir yerde
ur: اپکے پسندیدہ فیچر، تمام ایک جگہ پر
uz: Sevimli xususiyatlaringiz - hammasi bir joyda
vi: Tất cả những tính năng ưa thích của bạn, ở cùng một chỗ
xh: Iimpawu okholwa zizo, zonke zikwindawo enye

source: When you use Firefox, you help shape the future of the Web.
af: Deur Firefox te gebruik, help bou ons aan die toekoms van die Web.
ar: عندما تستخدم فيرفكس, أنت تساعد في تشكيل مستقبل الويب.
as: যেতিয়া আপুনি Firefox ব্যৱহাৰ কৰে, আপুনি ৱেবৰ ভৱিষ্যত নিৰ্মাণত সহায় কৰে।
bg: Като използвате Firefox, помагате да се оформи бъдещето на Уеб.
bn_bd: আপনি যখনই ফায়ারফক্স ব্যবহার করছেন, আপনি ওয়েবের ভবিষ্যৎ গড়তে সাহায্য করছেন।
br: Pa grit gant Firefox e skoazellit dazont ar web da vezañ treset
bs: Kada koristite Firefox, pomažete u oblikovanju budućnosti weba.
ca: Quan feu servir el Firefox, ajudeu a donar forma al futur del web.
cy: Wrth ddefnyddio Firefox, rydych yn helpu i siapio dyfodol y We.
es_mx: Usando Firefox, participas en la formación del futuro del Web.
fi: Käyttämällä Firefoxia autat määrittämään verkon tulevaisuutta.
gd: Nuair a chleachdas tu Firefox, bidh thu a' cur taic ri dealbhadh an ath-lìn.
hi_in: जब आप फायरफॉक्स का इस्तेमाल करते हो तो आप वेब के भविस्य के निर्माण में सहायता करते हो.
hr: Kada korisite Firefox, pomažete oblikovati budućnost weba.
id: Saat kamu menggunakan Firefox, kamu membantu membentuk masa depan Web.
is: Þegar þú notar Firefox, hjálparðu til við að móta framtíð vefsins.
kab: Ticki tesseqdaceḍ Firefox, ad tettumudduḍ afus i yimal n Web.
kk: Firefox қолдану арқылы, Интернет болашағын салуға қатысасыз.
km: នៅ​ពេល​អ្នក​ប្រើ Firefox, អ្នក​ជួយ​ធ្វើ​ឲ្យ​លក្ខណៈ​បណ្ដាញ​ប្រសើរ​ឡើង។
kn: ನೀವು ಫೈರ್‌ಫಾಕ್ಸ್ ಅನ್ನು ಬಳಸುವಾಗ, ಭವಿಷ್ಯದ ಅಂತರಜಾಲದ ವಿಕಸನೆಗೆ ನೆರವಾಗುತ್ತೀರಿ.
lt: Naudodamiesi „Firefox“, jūs prisidedate prie ateities saityno formavimo.
lv: Lietojot Firefox, Jūs palīdzat radīt Interneta nākotni.
mai: जखन अहाँ Firefox केर इस्तेमाल करैत छी तँ अहाँक वेब केर भविस्य केर निर्माण मे सहायता करैत छी.
mr: जेव्हा आपण Firefox वापरता, तेव्हा आपण वेब भविष्याची जडण-घडण करत आहात.
ms: Sedang anda menggunakan Firefox, anda juga membantu untuk membentuk masa depan Web.
ne: जब तपाईँले Firefox को प्रयोग गर्नुहुन्छ, तपाईँले Web को भविष्य बनाउन मद्दत गर्नुहुन्छ।
nn_no: Når du brukar Firefox, hjelper du til med på å forma framtida på verdsveven.
or: ଆପଣ ଯେବେ Firefox ବ୍ୟବହାର କରନ୍ତି ଆପଣ ୱେବର ଭବିଷ୍ୟତ ତିଆରି କରନ୍ତି ।
si: ඔබ Firefox භාවිතා කරන අතරතුරදීම වෙබ් හී අනාගතයද හැඩගස්වනු ලබයි.
tr: Firefox’u kullanarak Web’in geleceğini şekillendirmemize yardımcı oluyorsunuz.
ur: جب آپ فائر فاکس استعمال کرتے ہیں تو، آپ ویب کے مستقبل کی صورت گری میں مدد کر رہے ہوتے ہیں.
uz: "Firefox"dan foydalanish bilan birga internetning kelajagini shakllantirasiz.
vi: Khi sử dụng Firefox, bạn đã giúp tạo nên tương lai của Web.
xh: Xa usebenzisa iFirefox, unceda ekulungiseni ikamva lewebhu.

source: Start browsing
af: Begin te blaai
ar: ابدأ التصفح
as: ব্ৰাউছিং আৰম্ভ কৰক
bg: Започнете да сърфирате
bn_bd: ব্রাউজিং শুরু করুন
br: Krogit gant ho merdeiñ
bs: Započnite pretraživanje
ca: Comença a navegar
cy: Cychwyn pori
es_mx: Empieza a navegar
fi: Aloita selaaminen
gd: Tòisich air brabhsadh
hi_in: ब्राउज़िंग चालू करें
hr: Započnite surfati
id: Mulai menjelajah
is: Byrja að vafra
kab: Bdu tunigin
kk: Шолуды бастау
km: ចាប់ផ្ដើម​រុករក
kn: ಜಾಲವೀಕ್ಷಣೆಯನ್ನು ಆರಂಭಿಸಿ
lt: Pradėti naršymą
lv: Sākt pārlūkošanu
mai: ब्राउज़िंग चालू करू
mr: ब्राउजिंग सुरु करा
ms: Mulakan pelayaran
ne: ब्राउजिङ्ग सुरु गर्नुहोस
nn_no: Start nettlesinga
or: ବ୍ରାଉଜିଙ୍ଗ ଆରମ୍ଭ କରନ୍ତୁ
si: පිරික්සුව අරඹන්න
tr: Gezinmeye başlayın
ur: براؤزنگ کا آغاز کریں
uz: Ko‘rishni boshlash
vi: Bắt đầu duyệt web
xh: Qalisa ukubhrawuza

source: Your favorite sites<br> are closer than ever
af: Gunstelingwerwe<br> is nader as ooit
ar: مواقعك المفضلة<br>أقرب مما سبق
as: আপোনাৰ পছন্দৰ ছাইটসমূহ<br> আগতকৈ নিকট
bg: Любимите Ви сайтове<br> са по-близко от всякога
bn_bd: আপনার প্রিয় সাইটগুলো<br> আগের চেয়ে আরও কাছে
br: Tostoc'h eget biskoazh emañ<br> ho lec'hiennoù a blij deoc'h kalz
bs: Vaše omiljene stranice<br> su bliže nego ikad
ca: Els vostres llocs preferits són<br> més a prop que mai
cy: Mae eich hoff gwefannau<br> yn agosach nag erioed
es_mx: Tus sitios favoritos están<br> más cercas que nunca
fi: Suosikkisivustosi ovat<br> lähempänä kuin koskaan
gd: Tha na làraichean as fhearr leat<br> nas fhaisge ort na bha iad a-riamh
hi_in: आपकी पसंदीदा साइट्स<br> पहले से कहीं ज्यादा करीब
hr: Vaše omiljene stranice<br> su sada bliže no ikada
id: Situs kesayangan Anda ada<br> lebih dekat dari sebelumnya
is: Uppáhalds vefsvæðin þín<br> eru nær en nokkru sinni fyrr
kab: Ismal inek inurifen<br> zdat-k
kk: Таңдамалы сайттарыңыз енді<br> бұрынғыдан да жақын
km: តំបន់​បណ្ដាញ​ពេញ​និយម​របស់​អ្នក<br> កាន់​តែ​ខិត​ជិត​អ្នក
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ತಾಣಗಳು<br> ಮೊದಲಿಗಿಂತಲೂ ಹತ್ತಿರವಾಗಿವೆ
lt: Mėgstamiausios svetainės<br> arčiau nei bet kada
lv: Jūsu iecienītākās lapas<br> tuvāk kā jebkad
mai: अहाँक पसंदीदा साइट<br> पहिले सँ बेसी निकट
mr: आपल्या पसंतीच्या साईट्स<br> पहिले पेक्षा अधिक जवळ
ms: Laman kegemaran anda<br> kini lebih dekat dari sebelumnya
ne: तपाईँका प्रिय साइटहरू <br> अब अझै नजिक छन्
nn_no: Favorittsidene dine<br> er nærmare enn nokon gong
or: ଆପଣଙ୍କ ସାଇଟସବୁ<br>ଆଗଠୁ ବହୁ ପାଖେ
si: ඔබගේ ප්‍රියතම අඩවි<br> දැන් වඩාත් සමීපව
tr: En sevdiğiniz siteler<br> artık daha da yakınınızda
ur: آپ کی پسندیدہ سائٹس<br> ہمیشہ سے زیادہ قریب
uz: Sevimli saytlaringiz<br> har doimgidan yaqinroq
vi: Những trang ưa thích của bạn<br> gần hơn bao giờ hết
xh: Iisayithi zakho okholwa zizo<br> zikufutshane kunangaphambili

source: Helps you do just about anything online
af: Help om net omtrent alles aanlyn te doen
ar: تساعدك في عمل اي شيء على الإنترنت
as: আপোনাক অনলাইন যিকোনো কাৰ্য্য কৰাত সহায় কৰে
bg: Помага Ви да правите почти всичко онлайн
bn_bd: অনলাইনে যেকোন কিছু করতে আপনাকে সাহায্য করে
br: Skoazellañ a ra d'ober pep tra enlinenn
bs: Pomaže vam da uradite skoro sve na internetu
ca: Us ajuda a fer qualsevol cosa en línia
cy: Mae'n eich cynorthwyo i wneud bron popeth ar-lein
es_mx: Te ayuda a hacer casi todo lo gustes enlínea
fi: Auttaa sinua tekemään melkeinpä mitä tahansa verkossa
gd: Bheir e comas dhut cha mhòr rud sam bith a dhèanamh air loidhne
hi_in: आपको लगभग सारे ऑनलाइन काम करने में सहायता करता है
hr: Pomaže vam učiniti gotovo sve online
is: Hjálpar þér að gera hvað sem er á netinu
kab: Ak-d-yefk tallalt akken ad txedmeḍ ayen tebɣiḍ s rid
kk: Сізге онлайн барлығын да жасауға көмектеседі
km: ជួយ​អ្នក​ក្នុង​ការ​ធ្វើ​អ្វី​មួយ​ចំនួន​នៅ​លើ​បណ្ដាញ
kn: ಆನ್‌ಲೈನಿನಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಮಾಡಲು ನಿಮಗೆ ನೆರವಾಗುತ್ತದೆ
lt: Įgalina internete veikti beveik bet ką
lv: Palīdz izdarīt gandrīz jebko Internetā
mai: अहाँक लगभग सभ ऑनलाइन काज करए मे सहायता करैत अछि
mr: आपल्याला ऑनलाईन काहीपण करण्यास मदत करते
ms: Membantu anda melakukan apa sahaja dalam talian
ne: तपाईँलाई अनलाईनमा जेसुकै गर्न पनि मद्दत गर्नेछ
nn_no: Lèt deg gjera nesten kva som helst på nettet
or: ଅନଲାଇନରେ ଇଚ୍ଛାମୁତାବକ କାମ କରିବାର ସୁବିଧା ଦେଇଥାଏ
si: මාර්ගගතව සිදුකරන ඕනෑම දෙයකට උපකාර කරයි
tr: İnternette neredeyse her şey yapabilirsiniz
ur: اپکو کوئی بھی شے آنلائن کرنے میں مدد دیتا ہے
uz: Sizga onlayn biror narsa qilishingizga yordam beradi
vi: Giúp bạn làm mọi thứ trên mạng
xh: Ikunceda ukuba wenze nantoni na kwikhompyutha

source: Want to connect another device?
af: Wil u nog 'n toestel koppel?
ar: هل تريد شبك جهاز اخر؟
as: অন্য ডিভাইচ সংযোগ কৰিব খোজে?
bg: Искате да свържете друго устройство?
bn_bd: অন্য আরেকটি ডিভাইসে সংযুক্ত হতে চান?
br: Kennaskañ un trevnad all a fell deoc'h ?
bs: Želite povezati drugi uređaj?
ca: Voleu connectar un altre dispositiu?
cy: Eisiau cysylltu â dyfais arall?
es_mx: ¿Quieres conectar otro dispositivo?
fi: Haluatko yhdistää vielä jonkin laitteen?
gd: A bheil thu airson uidheam eile a cheangal ris?
hi_in: दूसरी डिवाइस जोड़ना चाहते हैं?
hr: Želite povezati drugi uređaj?
id: Ingin menyambungkan perangkat lain?
is: Viltu tengjast við annað tæki?
kab: Tebɣiḍ ad teqqneḍ ibenk nniḍen?
kk: Басқа құрылғыны байланыстыру керек пе?
km: តើ​ចង់​តភ្ជាប់​ឧបករណ៍​ផ្សេង​ទៀត​ឬ?
kn: ಬೇರೊಂದು ಸಾಧನದೊಂದಿಗೆ ಸಂಪರ್ಕ ಜೋಡಿಸಬೇಕೆ?
lt: Norite prijungti kitą įrenginį?
lv: Vēlaties pievienot vēl kādu ierīci?
mai: दोसर डिवाइस जोड़ए चाहैत छी?
mr: दुसरे उपकरण जोडायचे आहे का?
ms: Mahu menghubungkan peranti lain?
ne: अर्को यन्त्रसँग जडान गर्न चाहनुहुन्छ?
nn_no: Vil du kopla til ei anna eining?
or: ଅନ୍ୟାନ୍ୟ ଉପକରଣ ଯୋଡ଼ିବାରେ ସାହାଯ୍ୟ କରିବେ?
si: තවත් උපාංගයක් සබැදීමට අවශ්‍ය ද?
tr: Başka bir cihaz bağlamak ister misiniz?
ur: کسی اور آلہ سے جڑنا چاہتے ہیں؟
uz: Boshqa qurilma ulashni xohlaysizmi?
vi: Bạn muốn kết nối một thiết bị khác?
xh: Ingaba ufuna ukunxibelelanisa esinye isixhobo?

source: What kind of Web do you want?
af: Watter tipe Web wil u hê?
ar: ما هو نوع الويب الذي تريده؟
as: আপুনি কিধৰণৰ ৱেব বিচাৰে?
bg: Какъв вид Уеб искате?
bn_bd: আপনি কি ধরনের ওয়েব চান?
br: Peseurt web a fell deoc'h kaout ?
bs: Kakav web želite?
ca: Com és el web que voleu?
cy: Pa fath o We hoffech chi ei gael?
es_mx: ¿Qué tipo del Web quieres?
fi: Millaisen verkon sinä haluat?
gd: Dè seòrsa lìon a tha thusa ag iarraidh?
hi_in: आप किस तरह का वेब चाहते हैं?
hr: Kakvu vrstu weba želite?
id: Web seperti apa yang Anda inginkan?
is: Hverskonar vef vilt þú?
kab: Anwa anaw n Web i tebɣiḍ?
kk: Қандай Интернетті қалайсыз?
km: តើ​ប្រភេទ​បណ្ដាញ​អ្វី​ដែល​អ្នក​ចង់​ប្រើ?
kn: ನಿಮಗೆ ಎಂತಹ ಅಂತರಜಾಲ ಬೇಕಿದೆ?
lt: Kokio saityno norėtumėte jūs?
lv: Kādu Internetu Jūs vēlētos?
mai: अहाँ कओन तरह केर वेब चाहैत छी?
mr: आपणास कोणत्या प्रकारचे वेब अपेक्षित आहे?
ms: Apakah jenis Web yang anda mahukan?
ne: तपाई कस्तो प्रकारको वेब चाहनुहुन्छ?
nn_no: Kva slags verdsvev ynskjer du deg?
or: ଆପଣ କିପରି ୱେବ ଚାହାଁନ୍ତି?
si: ඔබ‍ට අවශ්‍ය කුමනාකාරයේ වෙබ් අත්දැකීමක් ද?
tr: Nasıl bir Web istiyorsunuz?
ur: آپ کس قسم کا ویب چاہتے ہیں۔
uz: Siz qanday turdagi internetni xohlaysiz?
vi: Bạn muốn sử dụng Web như thế nào?
xh: Ufuna uhlobo olunjani lwewebhu?

source: It starts with the redesigned,<br> intuitive menu
af: Dit begin met die intuïtiewe,<br> nuut ontwerpte kieslys
ar: تبدأ مع قائمة معاد تصميمها, <br> قائمة بديهية
as: ই পুনৰ ৰূপাঙ্কিত,<br> সংসিদ্ধ মেনুৰ সৈতে আৰম্ভ কৰে
bg: Започва с промененото,<br> интуитивно меню
bn_bd: এটি শুরু হয় নতুন নকশায়,<br> সহজাত মেন্যু নিয়ে
br: Gant al lañser nadek<br> bet adtreset e krog
bs: Počinje sa redizajniranim,<br> intuitivnim menijem
ca: Comença amb un menú redissenyat i<br> intuïtiu
cy: Mae'n cychwyn gyda dewislen rhwydd,<br> wedi ei ail ddylunio
es_mx: Comienza con el nuevo,<br> menú intuitivo
fi: Se alkaa uudelleensuunnitellusta,<br> intuitiivisesta valikosta
gd: Sa chiad dol a-mach, chaidh an<br> clàr-taice imfhiosach ath-dhealbhadh
hi_in: पुनर्रचना के साथ इसकी शुरुआत होती है,<br>सहजज्ञान युक्त मेन्यू
hr: Započinje s redizajniranim,<br> intuitivnim izbornikom
is: Ný endurhönnuð,<br> einföld valmynd
kab: Yal taɣawsa tbeddu s <br> wumuɣ amaynut amyigawan
kk: Ол дизайны жаңа,<br> интуитивті мәзірден басталады
km: វា​ចាប់ផ្ដើម​ជាមួយ​,<br> ម៉ឺនុយ​អព្ភន្តរញាណ​​ដែល​រចនា​ថ្មី
kn: ಇದು ಮರುವಿನ್ಯಸಿಸಲಾದ,<br> ಸುಲಭ ಬಳಕೆಯ ಮೆನುವಿನೊಂದಿಗೆ ಆರಂಭಗೊಳ್ಳುತ್ತದೆ
lt: Viskas prasideda atnaujintu,<br> intuityviu meniu
lv: Visa sākums ir jauna, pārveidota<br> un intuitīva izvēlne
mai: ई शुरू हाएत अछि एकटा नव ,<br> सहजज्ञान युक्त मेनू सँग
mr: ह्याची सुरुवात नवनिर्मित,<br> अंतर्ज्ञानी मेनू पासून होते
ms: Ia bermula dengan,<br> menu intuitif yang direka bentuk semula
ne: यो पुनःडिजाइन्ड , <br> सहज मेनुका साथ सुरु हुन्छ
nn_no: Det byrjar med den nyutforma ,<br> lettbrukte menyen
or: ଏହା ଏକ ନୂଆ ତିଆରି<br>ବୁଦ୍ଧିଆ ସୂଚୀରୁ ଆରମ୍ଭ
si: නවමු අයුරකින් හැඩගැස්වූ සහඡඥාණ මෙනුව,<br> සමඟින් අත්දැකීම් ලබන්න
tr: Değişim, baştan tasarlanan,<br>sezgisel menümüzle başlıyor
ur: یہ پھر ڈیزائن سے شروع ہوتا ہے، <br> بدیہی مینیو
uz: U qayta dizayn qilingan,<br> intuitiv menyu bilan boshlanadi
vi: Bắt đầu với một menu<br> được thiết kế lại và rất dễ sử dụng
xh: Iqala ngemenyu yolwazi<br> eyenziwe ngokutsha

source: Easy to find, use and manage
af: Maklik om te vind, gebruik en te bestuur
ar: سهل الإيجاد, استخدم وتحكم
as: সন্ধান কৰা, ব্যৱহাৰ আৰু ব্যৱস্থাপনা কৰাত সহজ
bg: Лесен за намиране, използване и управление
bn_bd: অনুসন্ধান, ব্যবহার ও ব্যবস্থাপনা সহজ
br: Aes da gavout, d'ober gantañ ha da ardeiñ
bs: Lahko za pronaći, koristiti i upravljati
ca: Fàcil de cercar, fer servir i gestionar
cy: Hawdd ei ganfod, defnyddio a rheoli
es_mx: Ahora más fácil de encontrar, usar y administrar
fi: Helppo löytää, käyttää ja hallita
gd: Furasta ri lorg. ri chleachdadh is ri stiùireadh
hi_in: अब और आसान - खोजना, इस्तेमाल करना और संभालना
hr: Jednostavno za pronaći, koristiti i upravljati
id: Mudah untuk mencari, menggunakan, dan mengatur
is: Auðvelt að finna, nota og sýsla með
kab: Fessus i tifin, aseqdec akked d usefrek
kk: Табу, қолдану және басқару енді ыңғайлы
km: ងាយស្រួល​ស្វែងរក, ប្រើ និង​គ្រប់គ្រង
kn: ಪತ್ತೆ ಮಾಡಲು, ಬಳಸಲು ಮತ್ತು ವ್ಯವಸ್ಥಾಪಿಸಲು ಸುಲಭವಾಗಿದೆ
lt: Lengva ieškoti, naudotis ir tvarkyti
lv: Viegli atrast, izmantot un pārvaldīt
mai: आब आओर आसान - खोजनाइ, इस्तेमाल कएनाइ आओर सम्हारनाय
mr: शोधणे, वापरणे व प्रबंधन करणे सोपे आहे
ms: Mudah untuk mencari, mengguna dan mengurus
ne: अब भेट्न, प्रयोग गर्न र मिलाउन झन् सजिलो
nn_no: Enkel å finna, bruka og meistra
or: ଖୋଜିବା, ବ୍ୟବହାର ଓ ପରିଚାଳନରେ ସୁବିଧାଜନକ
si: සොයාගැනීම, භාවිතය හා හසුරුවා ගැනීම දැන් වඩාත් පහසුයි
tr: Bulması, kullanması ve yönetmesi kolay
ur: ڈھونڈنے، استعمال ھونے اور بندوبست میں آسان
uz: Topish, foydalanish va boshqarish uchun oson
vi: Dễ dàng tìm kiếm, sử dụng và quản lý
xh: Kulula ukuyifumana, ukuyisebenzisa nokuyilawula

source: Keep your Firefox in Sync
af: Hou Firefox gesinkroniseerd
ar: اجعل فيرفكس في تزامن
as: আপোনাৰ Firefox ক সংমিহলিত ৰাখক
bg: Пазете Вашия Firefox в Sync
bn_bd: আপনার ফায়ারফক্স সিঙ্ক রাখুন
br: Mirit ho Firefox e Sync
bs: Zadržite vaš Firefox u sinhronizaciji
ca: Manteniu el Firefox sincronitzat
cy: Cydweddu eich Firefox gyda Sync
es_mx: Mantiene tu Firefox en Sync
fi: Pidä Firefoxisi synkronoituna
gd: Cum am Firefox agad sioncronaichte
hi_in: अपने फायरफॉक्स को sync में रखें
hr: Neka vaš Firefox bude sinkroniziran
is: Samstilla Firefox
kab: Eǧǧ Firefox inek yemtawi
kk: Firefox-ты Sync көмегімен синхронды ұстаңыз
km: រក្សាទុក Firefox របស់​អ្នក​នៅ​ក្នុង​ការ​ធ្វើ​សមកាលកម្ម
kn: ನಿಮ್ಮ ಫೈರ್‌ಫಾಕ್ಸ್ ಅನ್ನು ಸಿಂಕ್‌ ಆಗಿರಿಸಿ
lt: Sinchronizuokite savo „Firefox“
lv: Sinhronizējiet Firefox starp ierīcēm
mai: अपने फायरफॉक्स केँ सिंक मे राखू
mr: आपला Firefox Sync मध्ये ठेवा
ms: Pastikan Firefox anda dalam Sync
ne: तपाईँको Firefox सिङ्कमा राख्नुहोस्
nn_no: Hald Firefox i Sync
or: ନିଜ Firefox, Sync ରଖନ୍ତୁ
si: ඔබගේ Firefox සමාකලනය කර තබාගන්න
tr: Firefox’unuzu eşitleyin
ur: آپ فائر فاکس کو ہمہ وقت سازی میں رکھیں
uz: "Firefox"ni sinxronlab turing
vi: Luôn đồng bộ Firefox của bạn
xh: Gcina iFirefox yakho kungqamaniso
