Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: af, ar, as, bg, bn_bd, br, bs, ca, cy, es_mx, fa, fi, gd, hi_in, hr, id, is, kab, kk, km, kn, lt, lv, mai, mr, ms, ne, nn_no, or, si, tr, ur, uz, vi, xh

source: How you use Firefox is unique
af: Ons gebruik elkeen die Web op 'n unieke manier
ar: كيفية استخدامك لفيرفكس فريدة من نوعها
as: আপুনি Firefox ব্যৱহাৰ কৰাৰ ধৰণ অবিকল্প
bg: Вашият начин на ползване на Firefox е уникален
bn_bd: কিভাবে আপনি ফায়ারফক্সকে সতন্ত্রভাবে ব্যবহার করতে পারেন
br: Unel eo an doare ma rit gant Firefox
bs: Kako koristite Firefox je jedinstveno
ca: La manera com feu servir el Firefox és única
cy: Mae'r ffordd rydych chi'n defnyddio Firefox yn unigryw
es_mx: La manera en que usas Firefox es única
fa: نحوه‌ی استفاده شما از فایرفاکس خاص است
fi: Tapasi käyttää Firefoxia on ainutlaatuinen
gd: Cleachdaidh gach neach Firefox air a nòs fhèin
hi_in: Firefox अद्वितीय है, आप कैसे उपयोग करते हैं
hr: Način na koji Koristite Firefox je jedinstven
id: Cara Anda menggunakan Firefox itu unik
is: Einstaklingsbundið er hvernig fólk notar Firefox
kab: Aseqdec inek n Firefox ulac ayen i t-icuban
kk: Firefox-ты қолдану жолыңыз бірегей
km: របៀប​ដែល​អ្នក​ប្រើ Firefox តែ​មួយ
kn: ನೀವು ಫೈರ್‌ಫಾಕ್ಸನ್ನು ಹೇಗೆ ಬಳಸುವಿರಿ ಎನ್ನುವುದು ವಿಶಿಷ್ಟವಾಗಿರುತ್ತದೆ
lt: Kiekvienas „Firefox“ naudojasi savitai
lv: Tas kā Jūs lietojat Firefox ir unikāli
mai: जे तरह सँ अहाँ Firefox क उपयोग करैत छी ओ अद्वितीय अछि
mr: आपण Firefox कसे वापरता हे एकमेव आहे
ms: Cara anda menggunakan Firefox adalah unik
ne: तपाईंले Firefox प्रयोग गर्ने तरिका अनुपम छ
nn_no: Måten du brukar Firefox på er eineståde
or: ଆପଣ Firefox କିପରି ବ୍ୟବହାର କରିବେ ତାହା ହିଁ ନିଆରା
tr: Herkes Firefox’u farklı şekilde kullanır
ur: آپ جیسے فائرفاکس کا استعمال کرتے ہیں وہ منفرد ہے
uz: "Firefox"ni asrash uchun qanday foydalanish
vi: Cách bạn dùng Firefox là độc nhất
xh: Indlela osebenzisa ngayo iFirefox yeyodwa

source: Add and view bookmarks from a new location
af: Voeg boekmerke by en bekyk hulle op 'n nuwe plek
ar: أضف و أظهر المواقع المفضلة من موقع جديد
as: এটা নতুন অৱস্থানৰ পৰাৰ পত্ৰচিহ্নসমূহ যোগ কৰক আৰু দৰ্শন কৰক
bg: Добавяйте и разглеждайте отметки от ново място
bn_bd: নতুন স্থান থেকে বুকমার্ক যোগ করুন এবং দেখুন
br: Ouzhpennañ ha gwelout sinedoù diouzh ul lec'h nevez
bs: Dodajte i gledajte zabilješke sa nove lokacije
ca: Afegiu i mostreu adreces d'interès des d'una nova ubicació
cy: Ychwanegu a gweld nodau tudalen o leoliad newydd
es_mx: Agrega y ve marcadores en una ubicación nueva
fa: اضافه‌کردن و نمایش نشانک‌ها از یک مکان جدید
fi: Lisää ja katsele kirjanmerkkejä uudesta sijainnista
gd: Cuir ris is coimhead air comharran-lìn o ionad ùr
hi_in: नयी जगह से बुकमार्क्स जोड़े एवं देखें
hr: Dodajte i pregledajte zabilješke s nove lokacije
id: Tambahkan dan lihat markah dari lokasi baru
is: Bæta við eða skoða bókamerki frá nýjum stað
kab: Rnu u wali ticraḍ inek n isebtar seg umḍiq nniḍen
kk: Бетбелгілерді жаңа жерде қосып, қарауға болады
km: បន្ថែម និង​មើល​ចំណាំ​ពី​ទីតាំង​ថ្មី
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಒಂದು ಹೊಸ ಸ್ಥಳದಿಂದ ಸೇರಿಸಿ ಮತ್ತು ನೋಡಿ
lt: Pildykite ir naudokitės adresynu iš naujosios vietos
lv: Pielieciet vai apskatiet grāmatzīmes no jebkuras vietas
mai: नवीन जगह सँ पुस्तचिह्न जोड़ू आ देखू
mr: नवीन ठिकाणाहून वाचनखूणा बघुन समाविष्ट करा
ms: Tambah dan lihat penandabuku dari lokasi baru
ne: नयाँ स्थानबाट पुस्तकचिनोहरू थप्नुहोस् र हेर्नुहोस्
nn_no: Legg til og vis bokmerke frå ei ny plassering
or: ଆଉ ଏକ ନୂଆ ସ୍ଥାନରୁ ବୁକମାର୍କ ଯୋଡ଼ନ୍ତୁ ଓ ଦେଖନ୍ତୁ
si: නව ස්ථානයක සිට පිටු සලකුණු එක් කිරීම හා නැරඹීම සිදුකරන්න
tr: Yer imlerini yeni bir konumdan ekleyin ve görüntüleyin
ur: نشانیوں کااضافہ اور نظارہ کرِیں نِِئے محل وقوع سے
uz: Xatcho‘plarni yangi manzildan qo‘shish va ko‘rish
vi: Tạo và xem những đánh dấu trang từ một vị trí mới
xh: Yongeza uze ubone iibhukhmakhi kwindawo entsha

source: Take the tour to see what’s new
af: Neem 'n toer en sien wat is nuut
ar: خذ الجولة لمعرفة ما هو جديد
as: নতুন কি আছে চাবলৈ ভ্ৰমণ কৰক
bg: Направете обиколката, за да видите новите неща
bn_bd: নতুন কি আছে দেখতে সফর করুন
br: Grit un dro da welout pezh a zo nevez
bs: Započnite obilazak da vidite šta je novo
ca: Visualitzeu les visites virtuals per descobrir les novetats
cy: Dilynwch y cyflwyniad i weld beth sy'n newydd
es_mx: Toma el tour para ver que hay de nuevo
fa: از گشت و گذار برای دیدن امکانات جدید استفاده کنید
fi: Käy kierroksella, niin näet, mikä on uutta
gd: Gabh an turas is faic na tha ùr
hi_in: दौरा कर के देखिये क्या नया है
hr: Provjerite prezentaciju i saznajte što je novo
id: Ikuti tur untuk melihat apa yang baru
is: Fara í skoðunarferð til að sjá hvað er nýtt
kab: Bdu tirza yinek u wali amaunut
kk: Жаңалықтарын білу үшін шолуды таңдаңыз
km: សូម​ទស្សនា​ដើម្បី​មើល​អ្វី​ដែល​​ថ្មី
kn: ಹೊಸತೇನಿದೆ ಎಂದು ನೋಡಲು ವಿಹಾರವನ್ನು ಬಳಸಿ
lt: Susipažinkite su naujovėmis – pažiūrėkite jų pristatymą
lv: Izejiet ekskursijā, lai uzzinātu, kas jauns
mai: जाए कए देखू की कथि नवीन अछि
mr: नवीन काय आहे हे पाहण्यासाठी एक पटकन सैर करा
ms: Buat lawatan untuk lihat apa yang baru
ne: नयाँ के छ, हेर्न भ्रमण गर्नुहोस्
nn_no: Sjå kva som er nytt i denne omvisinga
or: କେଉଁଠି କଣ ଅଛି ବୁଲାବୁଲି କରି ଦେଖନ୍ତୁ
si: නවාංග මොනවාදැයි දැනගැනීමට සවාරියක නියැලෙන්න
tr: Yenilikleri görmek için tura katılın
ur: دورہ کر کے دیکھِیںنیا کیا ہے
uz: Yangi xususiyatlarni ko‘rish uchun sayohat qiling
vi: Khởi hành tour để xem những tính năng mới
xh: Tyelela uze ubone ukuba yintoni na entsha

source: It looks like you’re already using Sync
af: Dit lyk of u reeds Sync gebruik
ar: يبدو أنك تستخدم التزامن بالفعل
as: আপুনি ইতিমধ্যে সংমিহলি ব্যৱহাৰ কৰি আছে যেন লাগিছে
bg: Изглежда вече използвате Sync
bn_bd: মনে হচ্ছে আপনি ইতিমধ্যে সিঙ্ক ব্যবহার করছেন
br: Emaoc'h oc'h ober gant Sync war a seblant
bs: Izgleda da već koristite sinhronizaciju
ca: Ja esteu fent servir el Sync
cy: Mae'n ymddangos eich bod eisoes yn defnyddio Sync
es_mx: Parece que ya usas Sync
fa: بنظر می‌رسد شما از قبل از همگام‌سازی استفاده می‌کردید
fi: Näyttää siltä, että käytät Synciä jo nyt.
gd: Tha coltas gu bheil thu a' cleachdadh gleus an t-sioncronachaidh mu thràth
hi_in: ऐसा लगता है आप पहले से ही सिंक का इस्तेमाल कर रहे हैं
hr: Čini se da već Koristite Sync
id: Sepertinya Anda telah menggunakan Sinkronisasi
is: Þú virðist þegar vera að nota Sync
kab: A yettban d akken tessqdaceḍ yakan Sync
kk: Сіз Sync қолданатын сияқтысыз
km: វា​ទំនង​ជា​អ្នក​បាន​​ប្រើ​ការ​ធ្វើ​សមកាលកម្ម​រួច​ហើយ
kn: ನೀವು ಈಗಾಗಲೆ ಸಿಂಕ್ ಅನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ ಎಂದೆನಿಸುತ್ತಿದೆ
lt: Panašu, kad jūs jau naudojatės „Sync“
lv: Izskatās, ka Jūs jau izmantojat sinhroizāciju
mai: एहन लागैत अछि कि अहाँ पहिले सँ सिंक इस्तेमाल कए रहल छी
mr: असे वाटते, आपण अगोदरच Sync वापरत आहात
ms: Ia kelihatan seperti anda telah menggunakan Sync
ne: तपाइले पहिलेनै Sync प्रयोग गरिरहनु भएको जस्तो देखिन्छ
nn_no: Det ser ut til at du allereie brukar Sync
or: ଲାଗୁଛି ଆପଣ ଆଗରୁ Sync ବ୍ୟବହାର କରୁଛନ୍ତି
si: ඔබ දැනටමත් සමාකලනය උපකාරකය භාවිතය ගන්නා බව පෙනී යයි
tr: Görünüşe bakılırsa zaten Sync’i kullanıyorsunuz
ur: ایسا لگتا ہے آپ پہلے سے ہمہ تن سازی کا استعمال کر رہے ہیں
uz: Siz allaqachon sinxronlashdan foydalanyotganga o‘xshaysiz
vi: Có vẻ như bạn đã sử dụng Sync rồi
xh: Iba ngathi sele usebenzisa kade ungqamaniso

source: Create an account from the menu panel
af: Skep 'n rekening by die kieslyspaneel
ar: اعمل حساب من القائمة
as: মেনু পেনেলৰ পৰা এটা একাওন্ট সৃষ্টি কৰক
bg: Създайте акаунт от меню панела
bn_bd: মেনু প্যানেল থেকে নতুন অ্যাকাউন্ট তৈরি করুন
br: Krouiñ ur gont adalek penel al lañser
bs: Kreirajte novi račun sa meni panela
ca: Creeu un compte des del tauler del menú
cy: Creu cyfrif o ddewislen y panel
es_mx: Crea una cuenta del panel del menú
fa: از طریق منو یک حساب بسازید
fi: Luo tili valikkopaneelista.
gd: Cruthaich cunntas o phanail a' chlàir-thaice
hi_in: मेनू पैनल से एक अकाउंट बनायें
hr: Otvorite račun putem izbornika
id: Buatlah akun dari panel menu
is: Búa til reikning frá valmyndinni
kab: Rnu amiḍan seg umuɣ
kk: Тіркелгіні мәзір панелінен жасаңыз
km: បង្កើត​គណនី​ពី​ផ្ទាំង​ម៉ឺនុយ
kn: ಮೆನು ಫಲಕದಿಂದ ಒಂದು ಖಾತೆಯನ್ನು ರಚಿಸಿ
lt: Susikurkite paskyrą, pasinaudodami išsiskleidžiančiu meniu
lv: Izveidojiet kontu no izvēlnes paneļa
mai: मेनू पैनल सँ एकटा अकाउंट बनाबू
mr: मेन्यू पॅनेल मधून नवीन खाते उघडा
ms: Cipta akaun dari panel menu
ne: मेनु प्यानलबाट खाता सिर्जना गर्नुहोस्
nn_no: Lag ein konto frå menypanelet
or: ସୂଚୀରୁ ଏକ ଖାତା ଖୋଲନ୍ତୁ
si: මෙනු පැනලයෙන් නව ගිණුමක් තනන්න
tr: Menü panelinden hesap oluşturun
ur: مینیو پینل کے لیئَے اکاؤنٹ بنائیں
uz: Menyu oynasidan hisob yarating
vi: Tạo tài khoản từ thanh menu
xh: Yila iakhawunti kwiphaneli yemenyu

source: Use the star to create bookmarks
af: Gebruik die sterretjie om 'n boekmerk te skep
ar: استخدم النجمة لإنشاء علامات
as: পত্ৰচিহ্নসমূহ সৃষ্টি কৰিবলৈ স্টাৰ ব্যৱহাৰ কৰক
bg: Използвайте звездата, за да създавате отметки
bn_bd: বুকমার্ক করার জন্য তারকা ব্যবহার করুন।
br: Grit gant ar steredenn da grouiñ sinedoù
bs: Koristite zvijezdu da kreirate zabilješku
ca: Feu servir l'estrella per crear una adreça d'interès
cy: Defnyddio'r seren i greu nod tudalen
es_mx: Usa la estrella para crear marcadores
fa: از علامت ستاره برای ساخت نشانک‌ها استفاده کنید
fi: Käytä tähtipainiketta kirjanmerkkien tallennukseen
gd: Cleachd an rionnag airson comharra-lìn a chruthachadh
hi_in: बुकमार्क्स बनाने के लिए सितारे का उपयोग करें
hr: Upotrijebite zvjezdicu da biste dodali zabilješku
id: Gunakan tanda bintang untuk membuat markah
is: Notaðu stjörnuna til að búa til bókamerki
kab: Seqdec itri akken a dternuḍ tacreṭ n usebter
kk: Бетбелгілерді жасау үшін жұлдызшаны қолданыңыз
km: ប្រើ​សញ្ញា​ផ្កាយ​ដើម្បី​ចំណាំ
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ರಚಿಸಲು ನಕ್ಷತ್ರಚಿಹ್ನೆಯನ್ನು ಬಳಸಿ
lt: Tinklalapiams įsiminti naudokitės žvaigždute
lv: Izmantojiet zvaigznīti, lai saglabātu grāmatzīmi
mai: बुकमार्क्स बनाबै कलेल तारा क उपयोग करू
mr: वाचनखूण करण्यासाठी चांदणी वापरा
ms: Gunakan bintang untuk mencipta penandabuku
ne: पुस्तकचिनोहरू सिर्जना गर्न ताराको प्रयोग गर्नुहोस्
nn_no: Bruk stjerna for å laga bokmerke
or: ତାରା ବ୍ୟବହାର କରି ବୁକମାର୍କ ତିଆରି କରନ୍ତୁ
si: පිටුසලකුණක් සෑදීමට තරුව භාවිතා කරන්න
tr: Yer imi eklemek için yıldızı kullanın
ur: نشانیاں بنانے کے لیئے ستارے کا استعمال کریں
uz: Xatcho‘plar yaratish uchun yulduzdan foydalaning
vi: Sử dụng hình ngôi sao để tạo đánh dấu trang
xh: Sebenzisa inkwenkwezi ukuyila iibhukhmakhi

source: Share your vision
af: Deel u visie
ar: شارك رؤيتك
as: আপোনাৰ মতামত দিয়ক
bg: Споделете своята визия
bn_bd: আপনার উদ্দেশ্য শেয়ার করুন
br: Rannit ho toare da welout an traoù
bs: Podijelite svoju viziju
ca: Compartiu la vostra visió
cy: Rhannu eich gweledigaeth
es_mx: Comparte tu visión
fa: دیدگاه خود را با ما به اشتراک بگذارید
fi: Jaa näkemyksesi
gd: Innis do chàch dè d' aisling-sa
hi_in: अपनी दूरदर्शिता शेयर करें
hr: Podijelite vašu viziju
id: Bagikan visi Anda
is: Deildu þinni sýn
kab: Bḍu tikti yinek
kk: Пікіріңізбен бөлісіңіз
km: ចែករំលែក​ចក្ខុវិស័យ​របស់​អ្នក
kn: ನಿಮ್ಮ ದೃಷ್ಟಿಕೋನವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
lt: Pasidalinkite savo vizija
lv: Dalīties ar savu vīziju
mai: अपन दूरदर्शिता साझा करू
mr: आपला दृष्टीकोण सांगा
ms: Kongsi visi anda
ne: तपाईँको सोच बाँड्नुहोस्
nn_no: Del din visjon
or: ଆପଣଙ୍କ ଲକ୍ଷ ବାବଦରେ ଜଣାନ୍ତୁ
si: ඔබගේ දැක්ම බෙදාහදාගන්න
tr: Görüşünüzü paylaşın
ur: آپ کے نقطہ نظر بانٹیں
uz: Tasavvurlaringizni baham ko‘ring
vi: Chia sẻ tầm nhìn của bạn
xh: Balisa ngombono wakho

source: Not now
af: Nie nou nie
ar: ليس الآن
as: এতিয়া নহয়
bg: Не сега
bn_bd: এখনই নয়
br: Ket bremañ
bs: Ne sada
ca: Ara no
cy: Nid nawr
es_mx: Ahora no
fa: الان نه
fi: Ei nyt
gd: Chan ann an-dràsta
hi_in: अभी नहीं
hr: Ne sada
id: Tidak untuk sekarang
is: Ekki núna
kab: Mačči tura
kk: Қазір емес
km: មិន​មែន​ឥឡូវ
kn: ಈಗ ಬೇಡ
lt: Ne dabar
lv: Ne tagad
mai: अखन नहि
mr: आता नाही
ms: Bukan sekarang
ne: अहिले होइन
nn_no: Ikkje no
or: ଏବେ ନୁହେଁ
si: දැන්ම නොවේ
tr: Daha sonra
ur: ابھِی نہیں
uz: Hozir emas
vi: Không phải lúc này
xh: Hayi ngoku

source: Let’s go
af: Laat waai
ar: لنذهب
as: আৰম্ভ কৰক
bg: Да тръгваме
bn_bd: চলুন যাই!
br: Bec'h dezhi
bs: Idemo
ca: Som-hi
cy: Ffwrdd â ni
es_mx: Vámonos
fa: بزن بریم
fi: Mennään
gd: Siuthadaibh
hi_in: चले
hr: Idemo!
id: Mulai
is: Byrja
kab: Aya ad nebdu
kk: Ал, кеттік
km: ចាប់ផ្ដើម
kn: ಸರಿ ಹೋಗೋಣ
lt: Pirmyn!
lv: Lai iet!
mai: चलू चलैत छी
mr: चला
ms: Jom
ne: जाऔं
nn_no: La leiken byrja … Og køyr …
or: ଆସନ୍ତୁ ଆରମ୍ଭ କରିବା
si: අරඹමු
tr: Başlayalım
ur: چلیں چلتے ہیں
uz: Qani, ketdik
vi: Cùng bắt đầu
xh: Masiye

source: <span>Previous:</span> Customize
af: <span>Vorige:</span> Aanpassing
ar: <span>السابق: </span> تخصيص
as: <span>পূ্ৰ্বৱৰ্তী:</span> স্বনিৰ্বাচন কৰক
bg: <span>Предишна:</span> Персонализиране
bn_bd: <span>পূর্ববর্তী:</span>কাস্টমাইজ করুন
br: <span>Kent :</span> Personelaat
bs: <span>Prethodno:</span> Prilagođavanje
ca: <span>Anterior:</span> Personalitza
cy: <span>Blaenorol:</span> Cyfaddasu
es_mx: <span>Anterior:</span> Personalizar
fa: <span>قبلی:</span> سفارشی‌سازی
fi: <span>Edellinen:</span> Muokkaa
gd: <span>An rud roimhe:</span> 'Ga ghnàthachadh
hi_in: <span>पिछला:</span>अनुकूलित करे
hr: <span>Prethodna:</span> Prilagodite
id: <span>Sebelumnya:</span> Ubahsuai
is: <span>Fyrri:</span> Sérsníða
kab: <span>Ɣer deffir:</span>Sagen
kk: <span>Алдыңғы:</span> Баптау
km: <span>បន្ទាប់៖</span> ប្ដូរ​តាម​តម្រូវ​ការ
kn: <span>ಹಿಂದಿನ:</span> ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಿ
lt: <span>Atgal:</span> Individualizavimas
lv: <span>Iepriekšējais:</span> Pielāgošana
mai: <span>पिछला:</span>अनुकूलित करू
mr: <span>मागील:</span> स्वपसंती
ms: <span>Sebelumnya:</span> Sesuaikan
ne: <span> अघिल्लो: </span> अनुकूलन
nn_no: <span>Førre:</span> Tilpass
or: <span>ଆଗ:</span> ଇଚ୍ଛାମୁତାବକ
si: <span>පෙර:</span> සංස්කරණය කිරීම්
tr: <span>Önceki:</span> Özelleştirme
ur: <span> بچھلا </span> تخصیص کریں
uz: <span>Oldingi:</span> Moslash
vi: <span>Trang trước:</span> Cá nhân hóa
xh: <span>Engaphambili:</span> Lungiselela

source: <span>Next:</span> Add-ons
af: <span>Volgende:</span> Byvoegings
ar: <span>التالي: </span> الأدوات
as: <span>পৰৱৰ্তী:</span> এড-অনসমূহ
bg: <span>Следваща:</span> Добавки
bn_bd: <span>পরবর্তী:</span> অ্যাড-অন
br: <span>War-lerc'h:</span> Askouezhioù
bs: <span>Sljedeće:</span> Dodaci
ca: <span>Següent:</span> Complements
cy: <span>Nesaf:</span> Ychwanegion
es_mx: <span>Siguiente:</span> Complementos
fa: <span>بعدی:</span> افزونه
fi: <span>Seuraava:</span> Lisäosat
gd: <span>An ath-rud:</span> Tuilleadain
hi_in: <span>अगला:</span>ऐड-ऑन्स
hr: <span>Iduća:</span> Dodaci
id: <span>Berikutnya:</span> Pengaya
is: <span>Næst:</span> Viðbætur
kab: <span>Ɣer zdat:</span> Izegrar
kk: <span>Келесі:</span> Қосымшалар
km: <span>បន្ទាប់៖</span> កម្មវិធី​បន្ថែម
kn: <span>ಮುಂದಿನ:</span> ಆಡ್-ಆನ್‌ಗಳು
lt: <span>Toliau:</span> Priedai
lv: <span>Nākamais:</span> Papildinājumi
mai: <span>अगिला:</span> ऐड-ऑन्स
mr: <span>पुढचे:</span> अॅड-आॅन्स
ms: <span>Seterusnya:</span> Add-ons
ne: <span>अर्को: </span> एड-अनहरू
nn_no: <span>Førre:</span> Utvidingar
or: <span>ଆଗାମୀ:</span> ଆଡ଼-ଅନ
si: <span>මීලඟ:</span> Add-ons
tr: <span>Sonraki:</span> Eklentiler
ur: <span>بحھلا:</span> اظافہ-جات
uz: <span>Keyingi:</span> Qo‘shimcha dasturlar
vi: <span>Tiếp theo:</span> Tiện ích
xh: <span>Elandelayo:</span> Izongezelelo

source: <span>Previous:</span> Menu
af: <span>Vorige:</span> Kieslys
ar: <span>السابق: </span>القائمة
as: <span>পূ্ৰ্বৱৰ্তী:</span> মেনু
bg: <span>Предишна:</span> Меню
bn_bd: <span>পূর্ববর্তী:</span>মেনু
br: <span>Kent :</span> Lañser
bs: <span>Prethodno:</span> Meni
ca: <span>Anterior:</span> Menú
cy: <span>Blaenorol:</span> Dewislen
es_mx: <span>Previo:</span> Menú
fa: <span>قبلی:</span> منو
fi: <span>Edellinen:</span> Valikko
gd: <span>An rud roimhe:</span> An clàr-taice
hi_in: <span>पिछला:</span>मेन्यू
hr: <span>Prethodna:</span> Izbornik
id: <span>Sebelumnya:</span> Menu
is: <span>Fyrri:</span> Valmynd
kab: <span>Ɣer deffir:</span> Umuɣ
kk: <span>Алдыңғы:</span> Мәзір
km: <span>មុន៖</span> ម៉ឺនុយ
kn: <span>ಹಿಂದಿನ:</span> ಮೆನು
lt: <span>Atgal:</span> Meniu
lv: <span>Iepriekšējais:</span> Izvēlne
mai: <span>पिछला:</span>मेन्यू
mr: <span>मागील:</span>मेनू
ms: <span>Sebelumnya:</span> Menu
ne: <span> अघिल्लो: </span> मेनु
nn_no: <span>Førre:</span> Meny
or: <span>ଆଗ:</span> ସୂଚୀ
si: <span>පෙර:</span> මෙනුව
tr: <span>Önceki:</span> Menü
ur: <span>بحھلا:</span> مینیو
uz: <span>Oldingi:</span> Menyu
vi: <span>Trang trước:</span> Menu
xh: <span>Engaphambili:</span> Imenyu

source: <span>Next:</span> Bookmarks
af: <span>Volgende:</span> Boekmerke
ar: <span>التالي: </span>المفضلة
as: <span>পৰৱৰ্তী:</span> পত্ৰচিহ্নসমূহ
bg: <span>Следваща:</span> Отметки
bn_bd: <span>পরবর্তী:</span> বুকমার্ক
br: <span>War-lerc'h :</span> Sinedoù
bs: <span>Sljedeće:</span> Zabilješke
ca: <span>Següent:</span> Adreces d'interès
cy: <span>Nesaf:</span> Nodau Tudalen
es_mx: <span>Siguiente:</span> Marcadores
fa: <span>بعدی:</span> نشانک‌ها
fi: <span>Seuraava:</span> Kirjanmerkit
gd: <span>An ath-rud:</span> Comharran-lìn
hi_in: <span>अगला:</span>बुकमार्क्स
hr: <span>Iduća:</span> Zabilješke
id: <span>Berikutnya:</span> Markah
is: <span>Næst:</span> Bókamerki
kab: <span>Ɣer zdat:</span> Ticraḍ nisebtar
kk: <span>Келесі:</span> Бетбелгілер
km: <span>បន្ទាប់៖</span> ចំណាំ
kn: <span>ಮುಂದಿನ:</span> ಬುಕ್‌ಮಾರ್ಕುಗಳು
lt: <span>Toliau:</span> Adresynas
lv: <span>Nākamais:</span> Grāmatzīmes
mai: <span>अगिला:</span>पुस्तचिह्न
mr: <span>पुढच्या: </span> वाचनखूणा
ms: <span>Seterusnya:</span> Penandabuku
ne: <span>अर्को:</span> बुकमार्कहरू
nn_no: <span>Neste:</span> Bokmerke
or: <span>ଆଗାମୀ:</span> ବୁକମାର୍କ
si: <span>මීලඟ:</span> පොත් සලකුණු
tr: <span>Sonraki:</span> Yer imleri
ur: <span>اگلا:</span>نشانیاں
uz: <span>Keyingi:</span> Xatcho‘plar
vi: <span>Tiếp theo:</span> Đánh dấu trang
xh: <span>Elandelayo:</span> Iibhukhmakhi

source: <span>Next:</span> Customize
af: <span>Volgende:</span> Aanpassing
ar: <span>التالي: </span>عدَل
as: <span>পৰৱৰ্তী:</span> স্বনিৰ্বাচন কৰক
bg: <span>Следваща:</span> Персонализиране
bn_bd: <span>পরবর্তী:</span> কাস্টোমাইজ
br: <span>War-lerc'h :</span> Personelaat
bs: <span>Sljedeće:</span> Prilagodi
ca: <span>Següent:</span> Personalitza
cy: <span>Nesaf:</span> Cyfaddasu
es_mx: <span>Siguiente:</span> Personalizar
fa: <span>بعدی:</span> سفارشی‌سازی
fi: <span>Seuraava:</span> Muokkaa
gd: <span>An ath rud:</span> 'Ga ghnàthachadh
hi_in: <span>आगे</span>अनुकूलित करें
hr: <span>Iduća:</span> Prilagodite
id: <span>Berikutnya: </span>Ubahsuai
is: <span>Næst:</span> Sersníða
kab: <span>Ɣer zdat:</span>Sagen
kk: <span>Келесі:</span> Баптау
km: <span>បន្ទាប់៖</span> ប្ដូរ​តាម​តម្រូវ​ការ
kn: <span>ಮುಂದಿನ:</span> ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಿ
lt: <span>Toliau:</span> Individualizavimas
lv: <span>Nākamais:</span> Pielāgošana
mai: <span>अगिला:</span>अनुकूलित करू
mr: <span>पुढे:</span> स्वपसंती
ms: <span>Seterusnya:</span> Sesuaikan
ne: <span> अघिल्लो: </span> अनुकूलन
nn_no: <span>Neste:</span> Tilpass
or: <span>ଆଗ:</span> ଇଚ୍ଛାମୁତାବକ
si: <span>මීලඟ:</span> සංස්කරණය කිරීම
tr: <span>Sonraki:</span> Özelleştirme
ur: <span>اگلا</span> تخصیص کریں
uz: <span>Keyingi:</span> Moslash
vi: <span>Tiếp theo:</span> Cá nhân hóa
xh: <span>Elandelayo:</span> Lungiselela

source: <span>Previous:</span> Add-ons
af: <span>Vorige:</span> Byvoegings
ar: <span>السابق:</span>الأدوات
as: <span>পূ্ৰ্বৱৰ্তী:</span> এড-অনসমূহ
bg: <span>Предишна:</span> Добавки
bn_bd: <span>পূর্ববর্তী:</span> অ্যাড-অন
br: <span>Kent :</span> Askouezhioù
bs: <span>Pretodna:</span> Dodaci
ca: <span>Anterior:</span> Complements
cy: <span>Blaenorol:</span> Ychwanegion
es_mx: <span>Previo:</span> Complementos
fa: <span>قبلی:</span> افزونه‌ها
fi: <span>Edellinen:</span> Lisäosat
gd: <span>An rud roimhe:</span> Tuilleadain
hi_in: <span>पिछला:</span> एड-ऑन्स
hr: <span>Prethodna:</span> Dodaci
id: <span>Sebelumnya:</span> pengaya
is: <span>Fyrra:</span> Viðbætur
kab: <span>Ɣer deffir:</span> Izegrar
kk: <span>Алдыңғы:</span> Қосымшалар
km: <span>មុន៖</span> កម្មវិធី​បន្ថែម
kn: <span>ಹಿಂದಿನ:</span> ಆಡ್-ಆನ್‌ಗಳು
lt: <span>Atgal:</span> Priedai
lv: <span>Iepriekšējais:</span> Papildinājumi
mai: <span>पछिला:</span> एड-ऑन्स
mr: <span>मागील:</span> अॅड-आॅन्स
ms: <span>Sebelumnya:</span> Addon
ne: <span>अघिल्लो : </span> एड-अनहरू
nn_no: <span>Førre:</span> Utvidingar
or: <span>ଆଗ:</span> ଆଡ଼-ଅନ
si: <span>පෙර:</span> Add-ons
tr: <span>Önceki:</span> Eklentiler
ur: <span>بحھلا:</span> اظافہ-جات
uz: <span>Oldingi:</span> Qo‘shimcha dasturlar
vi: <span>Trang trước:</span> Tiện ích
xh: <span>Engaphambili:</span> Izongezelelo

source: Learn about the new design
af: Inligting oor die nuwe ontwerp
ar: اعرف عن التصميم الجديد
as: নতুন ৰূপাঙ্কণৰ বিষয়ে শিকক
bg: Научете повече за новия дизайн
bn_bd: নতুন নকশা সম্পর্কে জানুন
br: Deskiñ traoù a-zivout an neuz nevez
bs: Saznajte više o novom dizajnu
ca: Més informació sobre el disseny nou
cy: Dysgu am y cynllun newydd
es_mx: Aprende acerca del diseño nuevo
fa: اطلاع بیشتر درباره طرح جدید
fi: Lue lisää uudesta muotoilusta
gd: Fàs eòlach air an dealbhadh ùr
hi_in: नयी डिज़ाइन के बारे में सीखें
hr: Saznajte o novom dizajnu
id: Pelajari tentang desain baru
is: Fræðast um nýju hönnunina
kab: Wali agrudem amaynut
kk: Жаңа дизайн туралы біліңіз
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​រចនា​ថ្មី
kn: ಹೊಸ ವಿನ್ಯಾಸದ ಕುರಿತು ತಿಳಿದುಕೊಳ್ಳಿ
lt: Susipažinkite su naująja išvaizda
lv: Uzziniet par jauno dizainu
mai: नव डिज़ाइन केर बारे मे सीखू
mr: नविन डिजाईन बद्दल जाणून घ्या
ms: Belajar tentang reka bentuk baru
ne: नयाँ डिजाइनका बारेमा जान्नुहोस
nn_no: Lær meir om den nye utforminga
or: ନୂଆ ଡିଜାଇନ ବାବଦରେ ଜାଣନ୍ତୁ
si: නව පසුතලය පිළිබඳ අධ්‍යයනය කරන්න
tr: Yeni tasarımı tanıyın
ur: نئے ڈیزائن کے بارے میں سیکھیں
uz: Yangi dizayn haqida o‘rganing
vi: Tìm hiểu về thiết kế mới
xh: Funda ngoyilo olutsha

source: It starts with the new,<br> intuitive menu
af: Dit begin met die intuïtiewe,<br> nuut ontwerpte kieslys
ar: انها تبدأ بجديد,<br> قائمة بديهية
as: ই নতুন,<br> সংসিদ্ধ মেনুৰ সৈতে আৰম্ভ হয়
bg: Започва с новото,<br> интуитивно меню
bn_bd: এটা আরম্ভ হয় নতুন,<br> সহজাত মেনুর সাথে
br: Gant ul lañser nadek<br> nevez e krog
bs: Počinje sa novim,<br> intuitivnim menijem
ca: Comença amb el menú nou<br> i intuïtiu
cy: Mae'n cychwyn gyda'r ddewislen<br> rhwydd newydd
es_mx: Comienza con el nuevo,<br> menú intuitivo
fa: با یک منو هوشمند<br>، شروع می‌شود
fi: Se alkaa uudesta,<br> intuitiivisesta valikosta
gd: Sa chiad dol a-mach, tha<br> an clàr-taice ùr 's imfhiosach ann
hi_in: यह शुरू होता है नए,<br> सहजज्ञान युक्त मेन्यू
hr: Započinje s novim,<br> intuitivnim izbornikom
is: Nýja,<br> auðvelda valmyndin
kab: Yal taɣawsa tbeddu s <br> wumuɣ amaynut amyigawan
kk: Ол жаңа,<br> интуитивті мәзірден басталады
km: វា​ចាប់ផ្ដើម​ជាមួយ,<br> ម៉ឺនុយ​​អព្ភន្តរញាណ​ថ្មី
kn: ಇದು ಹೊಸತಾದ, ಬಳಕೆಗೆ ಸುಲಭವಾದ,<br> ಮೆನುವಿನಿಂದ ಆರಂಭವಾಗುತ್ತದೆ
lt: Viskas prasideda nauju,<br> intuityviu meniu
lv: Tā galvenais jaunums ir jauna,<br> intuitīva izvēlne
mai: ई एकटा शुरू हाएत अछि एकटा नव ,<br> सहजज्ञान युक्त मेनू सँग
mr: ह्याची सुरुवात एका नवीन,<br> अंतर्ज्ञानी मेनुने होते
ms: Ia bermula dengan baru,<br> menu intuitif
ne: यो नयाँ, <br> सहज मेनु साथ सुरु हुन्छ
nn_no: Det startar med den nye,<br> lettbrukte menyen
or: ଏହା ଏକ ନୂଆ ବୁଦ୍ଧିଆ ସୂଚୀରୁ<br> ଆରମ୍ଭ ହୁଏ
si: නව සහඡඥාණ මෙනුව සමඟ,<br> ක්‍රියාකාරකම් අරඹන්න
tr: Önce yeni, sezgisel<br> menümüzle tanışın
ur: یہ نئے،<br> بدیہی مینو کے ساتھ شروع ہوتا ہے
uz: U yangi intuitiv menyu,<br> bilan boshlanadi
vi: Bắt đầu với một menu<br> mới và rất dễ dùng
xh: Iqala ngemenyu <br> yolwazi entsha
