Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: af, ar, as, bg, bn_bd, br, bs, ca, cy, es_mx, fa, fi, gd, hi_in, hr, id, is, kab, kk, km, kn, lt, lv, mai, mr, ms, ne, nn_no, or, si, tr, ur, uz, vi, xh

source: There’s never been a better time for a browser that answers only to you.
af: Dis nou die perfekte tyd vir 'n blaaier wat slegs na sy gebruikers omsien.
ar: لم يكن هناك وقت أفضل لمتصفح يجاوب لك فقط
as: এটা ব্ৰাউছাৰ যি কেৱল আপোনাক উত্তৰ দিয়ে তাৰ বাবে ইয়াতকৈ ভাল সময় হব নোৱাৰে।
bg: Никога не е имало по-добър момент за браузър, който отговаря само на Вас.
bn_bd: কোন ব্রাউজারের জন্য এমন সুসময় কখনও ছিল না যা আপনার কাছে জবাবদিহি করে।
br: Biskoazh ne oa ket bet ur mare gwell evit ur merdeer a glot ganeoc'h nemetken.
bs: Nikada nije bilo bolje vrijeme od ovoga za pretraživač koji odgovara samo vama.
ca: Mai no hi ha hagut un millor moment per a un navegador que només respon a l'usuari.
cy: Does dim amser gwell wedi bod am borwr sy'n ateb i chi'n unig.
es_mx: Nunca a habido mejor momento para un navegador que responda sólo a ti.
fa: هیچگاه زمان بهتری برای مرورگری که فقط به مشکلات شما پاسخ دهد نبوده است.
fi: Koskaan ei ole ollut parempi aika selaimelle, joka vastaa vain sinulle.
gd: Cha robh àm nas fhearr ann a-riamh airson tionndadh gu brabhsair a tha fo do smachd-sa fhèin a-mhàin.
hi_in: एक ब्राउज़र जो केवल आपकी सुनता हैं उसके लिया इससे बेहतर समय कभी नहीं हैं.
hr: Još nikada nije bilo bolje vrijeme za preglednika koji odgovara samo vama.
is: Aldrei hefur verið betri tími fyrir vafra sem hentar þér best.
kab: Tura neɣ wuṛǧin i yiminig yettwafeṣlen i kečč.
kk: Өзіңізге сай келетін браузер үшін ең жақсы уақыт.
km: មិន​ធ្លាប់​មាន​ពេលវេលា​ល្អ​បំផុត​សម្រាប់​កម្មវិធី​អ៊ីនធឺណិត​ដែល​ជា​ចម្លើយ​តប​សម្រាប់​តែ​អ្នក។
kn: ಕೇವಲ ನಿಮಗೆ ಮಾತ್ರ ಉತ್ತರಿಸುವಂತಹ ಒಂದು ಜಾಲವೀಕ್ಷಕಕ್ಕೆ ಇದಕ್ಕಿಂತಲೂ ಸಹ ಉತ್ತಮವಾದ ಕಾಲವಿರಲಿಲ್ಲ.
lt: Dabar – geriausias metas naršyklei, kuri atsakinga tik jums.
lv: Nekad nav bijis labāks, laiks izmantot pārlūku, kas pakļaujas tikai Jums.
mai: एक ब्राउज़र जो केवल आपकी सुनता हैं उसके लिया इससे बेहतर समय कभी नहीं हैं.
mr: फक्त आपल्याला उत्तर देणाऱ्या ब्राउजर साठी यापेक्षा जास्त चांगला काळ कधीच नव्हता.
ms: Tidak pernah ada masa yang lebih baik untuk sebuah pelayar yang mendengar hanya kepada anda.
ne: तपाइको लागि मात्र जवाफ दिने ब्राउजरको लागि यो सबैभन्दा राम्रो समय हो।
nn_no: Tida er mogen for ein nettlesar som rettar seg etter deg og ingen annan.
or: କେବଳ ଆପଣଣକୁ ଉତ୍ତର ଦେଉଥିବା ବ୍ରାଉଜରଟିଏ ଆଗରୁ କେବେ ଆସିନଥିଲା ।
si: ඔබට පමණක් පිළිතුරු දෙන පිරික්සුවකට දැන් හොඳම වේලාවයි.
tr: Sizden başka hiç kimseye hesap vermeyen bir tarayıcıyı tercih etek için daha iyi bir zaman olamaz.
ur: کہ صرف آپ کو جواب دیتا ہے ایک براؤزر کے لئے ایک بہتر وقت کبھی نہیں رہا ہے.
uz: Savollaringizga brauzer bo‘yicha javob olish uchun bu yerda hech qachon hozirgidan yaxshi vaqt bo‘lmagan.
vi: Chưa bao giờ có trình duyệt nào lại dành sự quan tâm tuyệt đối cho bạn.
xh: Akuzange kubekho ixesha elingcono lokubhrawuza elinika impendulo kuphela kuwe.

source: Opens new window
af: Open 'n nuwe venster
ar: تفتح نافذة جديدة
as: নতুন উইন্ডো খোলে
bg: Отваря нов прозорец
bn_bd: একটি নতুন উইন্ডো খুলুন।
br: Digeriñ a ra prenestroù nevez
bs: Otvara novi prozor
ca: Obre una finestra nova
cy: Agor ffenestr newydd
es_mx: Abre una nueva ventana
fa: یک پنجره‌ی جدید باز می‌شود
fi: Avaa uuden ikkunan
gd: Fosglaidh seo uinneag ùr
hi_in: नया विंडो खोलें
hr: Otvara novi prozor
id: Buka jendela baru
is: Opnar nýjan glugga
kab: Ad d-yeldi asfaylu amaynut
kk: Жаңа терезені ашады
km: បើក​បង្អួច​ថ្មី
kn: ಹೊಸ ಕಿಟಕಿಯನ್ನು ತೆರೆಯುತ್ತದೆ
lt: Bus atvertas naujas langas
lv: Atver jaunu logu
mai: नव विंडो खोलू
mr: नविन पटल उघडते
ms: Buka tetingkap baru
ne: नयाँ सञ्झ्याल खोल्छ
nn_no: Opnar eit nytt vindauge
or: ଏକ ନୂଆ ଉଇଣ୍ଡୋରେ ଖୋଲିବ
si: නව කවුලුවක් විවර කරන්න
tr: Yeni pencere açar
ur: نئی دریچہ کو کھولیں
uz: Yangi oyna ochadi
vi: Mở cửa sổ mới
xh: Ivula iwindow entsha

source: It’s the fastest, most flexible Firefox ever.
af: Dis die vinnigste, mees aanpasbare Firefox ooit.
ar: إنه الأسرع, فيرفكس الأكثر مرونة على الإطلاق.
as: ই আটাইতকৈ দ্ৰুত, স্থিতিস্থাপক Firefox।
bg: Най-бързият и гъвкав Firefox изобщо.
bn_bd: এটি দ্রুততম, এবং আরও সহজতর ফায়ারফক্স।
br: Handelv Firefox herrekañ hag azasausañ a-viskoazh.
bs: To je najbrži, najfleksibilniji Firefox ikad.
ca: El Firefox més ràpid i flexible.
cy: Dyma'r Firefox cyflymaf a mwyaf hyblyg erioed.
es_mx: Es el más rápido y flexible Firefox de todos los tiempos.
fa: این سریع ترین است، انعطاف پذیرترین فایرفاکس تاکنون.
fi: Tässä on nopein ja joustavin Firefox koskaan.
gd: 'S e am Firefox as luaith agus as sùbailte a-riamh a tha ann.
hi_in: एह सब्से तेज और Firefox लचीला हैं.
hr: Najbrži i najfleksibilniji Firefox ikada.
id: Firefox tercepat dan paling fleksibel yang pernah ada.
is: Hraðasti og sveigjanlegasti Firefox allra tíma.
kab: Firefox d arurad, d afallaẓ ilebda.
kk: Бұл Firefox ең жылдам әрі икемді.
km: វា​លឿន​បំផុត, សម្រាប់ Firefox ដែល​អាច​បត់បែន​បាន។
kn: ಇದು ಅತಿ ವೇಗವಾದ, ಹಿಂದೆಂದಿಗಿಂತಲೂ ಸುಲಭಹೊಂದಿಕೆಯ ಫೈರ್ಫಾಕ್ ಆಗಿದೆ.
lt: Ši „Firefox“ laida – sparčiausia ir lanksčiausia iš visų.
lv: Visu laiku ātrākā un elastīgākā Firefox versija.
mai: Firefox सबसँ तेज, आओर सबसँ बेसी लचीला अछि.
mr: आत्तापर्यंतचा सर्वांत वेगवान व लवचिक हा फायरफॉक्स आहे
ms: Ia adalah Firefox yang terpantas, yang paling fleksibel.
ne: यो अहिलेसम्मकै सबैभन्दा छिटो र लचिलो Firefox हो।
nn_no: Den raskaste og mest fleksible Firefox til no.
or: ଏହା ଆଜିଯାଏ ଆସିଥିବା ଚଞ୍ଚଳତମ ଓ ସବୁଠୁ ସୁବିଧାରେ ବ୍ୟବହାର କରାଯାଇପାରୁଥିବା Firefox ।
si: මෙතෙක් බිහිවුනු වේගවත්ම, නම්‍යශීලීම Firefox සංස්කරණය මෙයයි.
tr: Bugüne kadarki en hızlı, en esnek Firefox.
ur: یہ سب سے تیز، سب سے زیادہ لچکدار فائر فاکس همیشه.
uz: Firefox har doimgidan ko‘ra juda tez va mustahkam.
vi: Bản Firefox nhanh và linh hoạt nhất từ trước đến giờ.
xh: Yeyona Firefox ikhawulezayo neyona ilungele yonke imeko.

source: Open tour
af: Beskou 'n toer
ar: افتح الجولة
as: ভ্ৰমণ খোলক
bg: Започване на обиколка
bn_bd: সফর শুরু করুন
br: Digor an dro
bs: Otvori obilazak
ca: Obre la visita virtual
cy: Agor y cyflwyniad
es_mx: Abrir tour
fa: باز کردن تور
fi: Käynnistä kierros
gd: Fosgail an turas
hi_in: खुला दौर
hr: Pokreni prezentaciju
id: Tur terbuka
is: Fara í skoðunarferð
kab: Senker tirza
kk: Шолуды ашу
km: បើក tour
kn: ಮುಕ್ತ ವಿಹಾರ
lt: Atverti pristatymą
lv: Atver ekskursiju
mai: दौर खोलू
mr: खुली सैर
ms: Lawatan terbuka
ne: यात्रा गर्नुहोस
nn_no: Opna omvising
or: ଓପନ ଟୁର
si: සවාරිය විවර කරන්න
tr: Turu başlat
ur: دورے کھولیں
uz: Sayohatni ochish
vi: Hãy cùng khám phá
xh: Vula utyelelo

source: Using an older version of Sync?
af: Gebruik u 'n ouer weergawe van Sync?
ar: تستخدم نسخة أقدم للتزامن ؟
as: সংমিহলিৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে?
bg: Използвате стара версия на Sync?
bn_bd: সিঙ্কের পুরাতন সংস্করণ ব্যবহার করছেন?
br: Oc'h ober gant un handelv koshoc'h eus Sync?
bs: Koristite stariju verziju Sinhronizacije?
ca: Feu servir una versió anterior del Sync?
cy: Defnyddio fersiwn hŷn o Sync?
es_mx: ¿Estás usando una versión antigua de Sync?
fa: از نسخه‌ی قدیمی همگام‌ساز استفاده می‌کنید؟
fi: Käytätkö Syncin vanhempaa versiota?
gd: A bheil thu a' cleachdadh tionndadh nas sine dhen t-sioncronachadh?
hi_in: सिंक का पुराना संस्करण इस्तेमाल कर रहे हैं?
hr: Koristite stariju inačicu Synca?
id: Menggunakan versi lama Sync?
is: Ertu að nota gamla útgáfu af Sync?
kab: At tessseqdaceḍ lqem aqbuṛ n Sync?
kk: Ескілеу Sync нұсқасын қолданасыз ба?
km: ប្រើ​កំណែ​ធ្វើ​សមកាលកម្ម​ចាស់​ជាង?
kn: ಸಿಂಕ್‌ನ ಒಂದು ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರೆ?
lt: Naudojatės senesne „Sync“ versija?
lv: Izmantojat vecāku sinhronizācijas versiju?
mai: सिंक क पुरान संस्करण इस्तेमाल कए रहल छी?
mr: Sync ची जुनी आवृत्ती वापरत आहात?
ms: Gunakan versi Sync yang lebih lama?
ne: के तपाईँ संस्करणको सिंक प्रयोग गर्दै हुनुहुन्छ ?
nn_no: Brukar du ein eldre versjon av Sync?
or: Syncର ପୁରୁଣା ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛନ୍ତି କି?
si: සමමුහුර්ත හී පැරණි සංස්කරණයක් ද ඔබ භාවිතා කරන්නේ?
tr: Sync’in eski bir sürümünü mü kullanıyorsunuz?
ur: ہم وقت ساز کا پرانا ورژن استعمال کر رہے ہیں؟
uz: Sinxronlashning eskiroq versiyasidan foydalanilsinmi?
vi: Bạn đã sử dụng tính năng đồng bộ Sync ở phiên bản cũ?
xh: Usebenzisa uhlelo oludala lokuNgqamanisa?

source: Firefox Features
as: Firefox বৈশিষ্ট্যসমূহ
es_mx: Características de Firefox
gd: Feartan Firefox
hi_in: Firefox सुविधाएँ
kk: Firefox мүмкіндіктері
km: លក្ខណ​ពិសេស​របស់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸಿನ ಸವಲತ್ತುಗಳು
ms: Ciri-ciri Firefox
si: Firefox හී උපයෝගීතා
tr: Firefox Özellikleri
uz: Firefox xossalari
xh: Iinkalo zeFirefox

source: Save sites with a single click
af: Stoor werwe met 'n enkele klik
ar: احفظ المواقع بكبسة واحدة
as: এটা ক্লিকৰ সৈতে ছাইটসমূহ সংৰক্ষণ কৰক
bg: Запазване на сайтове с един клик
bn_bd: এক ক্লিকেই সাইট সংরক্ষণ করুন
br: Enrollañ lec'hiennoù dre ur c'hlik eeun
bs: Sačuvajte stranice s jednim klikom
ca: Deseu llocs amb un sol clic
cy: Cadw gwefan gydag un clic
es_mx: Guarda sitios con un sólo clic
fa: سایت‌ها را با یک کلیک ذخیره کنید
fi: Tallenna sivustoja yhdellä napin painalluksella
gd: Sàbhail làraichean le aon bhriogadh
hi_in: एक क्लिक के साथ साइटों को संचित करें
hr: Spremite stranice s jednim klikom
id: Simpan situs dengan sekali klik
is: Vista vefsvæði með einum músarsmelli
kab: Sekles ismal s yiwen n usiti
kk: Сайттарды бір шертумен сақтаңыз
km: រក្សាទុក​តំបន់​បណ្ដាញ​ដោយ​គ្រាន់តែ​ចុច
kn: ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನ ಮೂಲಕ ತಾಣಗಳನ್ನು ಉಳಿಸಿ
lt: Įsiminkite svetaines vienu spragtelėjimu
lv: Saglabājiet lapas ar vienu klikšķi
mai: एक क्लिक सँ साइट केँ संचित करू
mr: एका क्लिकद्वारे संकेतस्थळे साठवा
ms: Simpan laman dengan satu klik
ne: एक क्लिकमा वेबसाइटहरू सङ्ग्रहगर्नुहोस्
nn_no: Lagra sider med eit enkelt klikk
or: କେବଳ ଗୋଟିଏ କ୍ଲିକରେ ସାଇଟସବୁ ସାଇତିଥାଏ
si: තනි ක්ලික් කිරීමකින් පමණක් දැන් වෙබ් අඩවි සුරැකිය හැකියි
tr: Siteleri tek tıklamayla kaydedin
ur: ایک کلک کے ساتھ سائٹ محفوظ کریں
uz: Saytlarni bitta harakat bilan saqlash
vi: Chỉ cần một cú click chuột để lưu trang
xh: Gcina iisayithi ngokucofa nje kanye

source: There’s never been a better time for Firefox
af: Dis nou die perfekte tyd vir Firefox
ar: لم يكن هناك وقت أفضل لفيرفكس
as: Firefox ৰ বাবে ইয়াতকৈ ভাল সময় আৰু হোৱা নাই
bg: Никога не е имало по-добър момент, за да ползвате Firefox
bn_bd: ফায়ারফক্সের জন্য এমন সুসময় আগে কখনও ছিল না
br: Biskoazh ne oa ket bet ur mare gwell evit Firefox
bs: Nije postojalo bolje vreme za Firefox
ca: Mai no hi ha hagut un millor moment per al Firefox
cy: Does dim amser gwell wedi bod ar gyfer Firefox
es_mx: Nunca ha habido mejor momento para Firefox
fa: هیچگاه زمان بهتری برای فایرفاکس نبود است
fi: Firefoxilla ei ole koskaan ollut parempi aika
gd: Cha robh àm nas fhearr ann a-riamh airson tionndadh gu Firefox
hi_in: Firefox के लिए इससे बेहतर समय कभी नही रहा
hr: Nikada nije bilo bolje vrijeme za Firefox
is: Firefox hefur aldrei verið betri
kab: D tagi i tagnitt yelhan i Firefox
kk: Firefox үшін ең жақсы уақыт
km: មិន​ធ្លាប់​មាន​ពេលវេលា​ល្អ​បំផុត​​សម្រាប់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್‌ಗೆ ಇದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದ ಕಾಲವಿರಲಿಲ್ಲ
lt: Dabar – geriausias „Firefox“ metas
lv: Visu laiku labākais laiks, lai izmantotu Firefox
mai: फ़ायरफ़ॉक्स कलेल एकरा सँ नीक काल कहियो नहि रहल
mr: Firefox साठी यापेक्षा चांगला काळ कधीही नव्हता
ms: Tidak pernah ada masa yang lebih baik untuk Firefox
ne: Firefox को लागि यो सबैभन्दा राम्रो समय हो
nn_no: Akkurat no passar det best å bruka Firefox
or: Firefox ପାଇଁ କେବେ ଏଭଳି ଭଲ ସମୟ ଆସିନଥିଲା
si: Firefox භාවිතයට මීටත් වඩා හොඳ වේලාවක් තිබේද
tr: Firefox’u kullanmak için bundan daha iyi bir zaman olamaz
ur: Firefox کے لئے اس سے بہتر وقت کبھی بھی نہیں رہا۔
uz: Firefox uchun hozirgidan ko‘ra hech qachon yaxshiroq vaqt bo‘lmagan
vi: Firefox chưa bao giờ tốt đến thế
xh: Akuzange kubekho ixesha elingcono leFirefox

source: Close tour
af: Sluit toer
ar: أغلق الجولة
as: ভ্ৰমণ বন্ধ কৰক
bg: Затваряне на обиколка
bn_bd: সফর বন্ধ করুন
br: Serriñ an dro
bs: Zatvori obilazak
ca: Tanca la visita virtual
cy: Cau'r cyflwyniad
es_mx: Cerrar tour
fa: بستن گشت و گذار
fi: Lopeta kierros
gd: Dùin an turas
hi_in: भ्रमण बन्द करें
hr: Zatvori prezentaciju
id: Tutup tur
is: Loka skoðunarferð
kab: Seḥbes tirza
kk: Шолуды жабу
km: បិទ tour
kn: ವಿಹಾರವನ್ನು ಮುಗಿಸಿ
lt: Užverti pristatymą
lv: Aizvērt ekskursiju
mai: भ्रमण बन्न करू
mr: टुर बंद करा
ms: Tutup lawatan
ne: भ्रमण बन्द
nn_no: Avslutt tur
or: ବୁଲିବା ସାରିବେ
si: සවාරිය වසන්න
tr: Turu kapat
ur: دورہ بند کریں
uz: Sayohatni yopish
vi: Đóng tour
xh: Vala utyelelo

source: Thousands of ways to<br> make Firefox do more
af: Duisende maniere om<br> Firefox meer te laat doen
ar: الاف الطرق ل <br> اجعل فيرفكس يفعل المزيد
as: <br>Firefox ক অধিক কাৰ্য্য কৰোৱাৰ হেজাৰ পদ্ধতি
bg: Хиляди начини, за да накарате<br> Firefox да направи повече
bn_bd: ফায়ারফক্সকে আরও উপযোগী করার<br> হাজারো উপায় রয়েছে
br: Miliadoù a zoareoù da <br>lakaat Firefox d'ober muioc'h a draoù
bs: Hiljade načina da<br> učinite da Firefox radi više
ca: Milers de maneres perquè<br> el Firefox rendeixi més
cy: Miloedd o ffyrdd i<br> gael Firefox i wneud mwy
es_mx: Miles de maneras de<br> hacer que Firefox haga más
fa: هزاران راه برای<br> انجام کارهای بیشتر با فایرفاکس
fi: Tuhansia tapoja saada<br>Firefox tekemään enemmän
gd: Na mìltean a dhòighean airson<br> barrachd a dhèanamh le Firefox
hi_in: हज़ारो तरीके हैं <br> फ़ायरफ़ॉक्स को अधिक बनाने के लिए
hr: Tisuće načina za<br> unaprijediti Firefox
id: Ribuan cara untuk<br> membuat Firefox berbuat yang lebih
is: Hægt að breyta á þúsund vegu<br> og gera meira í Firefox
kab: Agimen n tarrayin <br> akken ad teggeḍ deqs n tɣawsiwin s Firefox
kk: Firefox мүмкіндіктерін арттырудың<br> мыңдаған тәсілдері
km: មាន​វិធី​រាប់ពាន់​ក្នុង​ការ<br> បង្កើត Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ಅನ್ನು ಇನ್ನಷ್ಟು ಕಾರ್ಯಗಳಲ್ಲಿ <br> ಬಳಸಲು ಸಾವಿರಾರು ದಾರಿಗಳಿವೆ
lt: Tūkstančiai būdų papildyti „Firefox“<br> naujomis galimybėmis
lv: Tūkstošiem veidu kā<br> pielāgot Firefox lielākiem darbiem
mai: हजार तरीका अछि <br> Firefox केँ अधिक बनाबै कलेल
mr: हजारो मार्ग Firefox ने<br> अधिक करण्यासाठी
ms: Beribu-ribu cara untuk<br> menjadikan lebih Firefox melakukan
ne: Firefox लाई थप काम गर्न लगाउन<br>का लागि हजाराै तरिका छन्
nn_no: Tusenvis av måtar å få <br> Firefox til å gjera meir
or: Firefoxକୁ ଅଧିକ କାମରେ ଲଗାଇବା<br> ଆଉ ହଜାରେ ବାଟ
si: දහස් සංඛ්‍යාත වූ නව ක්‍රමයන්<br>Firefox හී කාර්යක්ෂමතාවය ඉහල නැංවීමට සූදානමින්
tr: Firefox’la daha fazla şey<br> yapmanın binlerce yolu
ur: ہزاروں طریقے ہیں<br> فائرفاکس سے مزید کام لینے کے
uz: "Firefox"ni ko‘proq narsa qilishi uchun<br> minglab yo‘llar bor
vi: Có hàng nghìn cách để<br> giúp Firefox làm được nhiều hơn
xh: Iindlela ezingamawaka<br> zokwenza iFirefox yenze okuninzi

source: Need help?
as: সহায়ৰ প্ৰয়োজন?
bg: Нужда от помощ?
es_mx: ¿Necesitas ayuda?
gd: Cobhair a dhìth?
hi_in: मदद चाहिए?
kk: Көмек керек пе?
km: ត្រូវការ​ជំនួយ?
kn: ನೆರವು ಬೇಕೆ?
ms: Perlukan bantuan?
tr: Yardım mı lazım?
uz: Yordam kerakmi?
xh: Ufuna uncedo?

source: Now easier to find, use and manage
af: Maklik om te vind, gebruik en te bestuur
ar: الان أسهل للإيجاد, استخدم وتحكم
as: এতিয়া সন্ধান কৰা, ব্যৱহাৰ আৰু ব্যৱস্থাপনা কৰা আৰু সহজ
bg: Вече по-лесен за намиране, използване и управление
bn_bd: এখন অনুসন্ধান করা, ব্যবহার করা এবং পরিচালনা করা খুব সহজতর।
br: Aesoc'h da gavout, d'ober gantañ ha da ardeiñ
bs: Sada je lakše naći, koristiti i upravljati
ca: Ara és més fàcil de cercar, fer servir i gestionar
cy: Nawr yn haws i ganfod, defnyddio a rheoli
es_mx: Ahora más fácil de encontrar, usar y administrar
fa: اکنون برای جستجو، استفاده و مدیریت آسان‌تر شده است
fi: Nyt helpompi löytää, käyttää ja hallita
gd: Tha e nas fhasa a lorg, a chleachdadh 's a stiùireadh a-nis
hi_in: अब और आसान - खोजना, इस्तेमाल करना और संभालना
hr: Od sada jednostavnije za pronaći, koristiti i upravljati
id: Sekarang lebih mudah untuk menemukan, menggunakan, dan mengatur
is: Auðveldara að leita, nota og sýsla með
kab: Tura fessus n tifin, aseqdec akked d usefrek
kk: Енді табу, қолдану және басқару жеңілдеу болады
km: ងាយស្រួល​ស្វែងរក, ប្រើ និង​គ្រប់គ្រង
kn: ಈಗ ಸುಲಭವಾಗಿ ಹುಡುಕಲು, ಬಳಸಲು ಮತ್ತು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯ
lt: Dabar dar lengviau ieškoti, naudotis ir tvarkyti
lv: Vienkāršāk atrast, izmantot un pārvaldīt
mai: आब आओर आसान - खोजनाइ, इस्तेमाल कएनाइ आओर सम्हारनाय
mr: आता शोधणे, वापरणे व प्रबंधन करणे सोपे आहे
ms: Kini lebih mudah untuk cari, guna dan urus
ne: अब भेट्न, प्रयोग गर्न र मिलाउन झन् सजिलो
nn_no: Lettare å finna, bruka og meistra
or: ଏବେ ଖୋଜା, ବ୍ୟବହାର ଓ ପରିଚାଳନା ଆହୁରି ସହଜ
si: සොයන්න, භාවිතා කරන්න හා හසුරුවාගන්න දැන් වඩාත් පහසුයි
tr: Artık bulması, kullanması ve yönetmesi daha kolay
ur: اب آسان ہے ڈھونڈنا، استعمال اور بندوبست کرنا
uz: Endi topish, foydalanish va boshqarish ancha oson
vi: Giờ đã dễ tìm, sử dụng và quản lý hơn
xh: Ngoku kulula ukulufumana, ukulusebenzisa nokululawula

source: See what’s new
af: Sien wat is nuut
ar: انظر للجديد
as: নতুন কি আছে চাওক
bg: Вижте какво ново
bn_bd: দেখুন নতুন কি আছে
br: Gwelout pezh a zo nevez
bs: Pogledajte šta je novo
ca: Descobriu les novetats
cy: Gweld beth sy'n newydd
es_mx: Ve lo nuevo
fa: دیدن موارد جدید
fi: Katso, mikä on uutta
gd: Faic na tha ùr
hi_in: नया क्या है, देखें
hr: Pogledajte novosti
id: Lihat apa yang baru
is: Hvað er nýtt
kab: Wali amaynut
kk: Жаңалықтарын біліңіз
km: មើល​អ្វី​ដែល​ថ្មី
kn: ಹೊಸತೇನಿದೆಯೆಂದು ನೋಡಿ
lt: Susipažinkite su naujovėmis
lv: Uzziniet, kas jauns
mai: नवीन की अछि, देखू
mr: नविन काय आहे ते पहा
ms: Lihat apa yang baru
ne: नयाँ के छ हेर्नुहोस
nn_no: Sjå kva som er nytt
or: ନୂଆ କଣସବୁ ରହିଛି ଜାଣନ୍ତୁ
si: නව ප්‍රවණතාවයන් නරඹන්න
tr: Yenilikleri görün
ur: نظارہ کریں نیا کیا ہے
uz: Yangi xususiyatlarni ko‘rish
vi: Tìm hiểu những tính năng mới
xh: Jonga ukuba yintoni na entsha

source: Frequently asked questions
af: Algemene vrae
ar: الأسئلة الأكثر تكراراً
as: সঘনে সোধা প্ৰশ্নবোৰ
bg: Често задавани въпроси
bn_bd: প্রায়শই জিজ্ঞাসিত প্রশ্ন
br: Goulennoù savet alies
bs: Često postavljena pitanja
ca: Preguntes més freqüents
cy: Cwestiynau aml
es_mx: Preguntas frecuentes
fa: پرسش‌های متداول پرسیده شده
fi: Usein kysytyt kysymykset
gd: Na Ceistean Àbhaisteach
hi_in: अकसर पूछे जाने वाले प्रश्ने
hr: Često postavljena pitanja
id: Pertanyaan yang sering diajukan
is: Oft spurðar spurningar
kab: Isteqsiyen i d-yettuɣalen s waṭas.
kk: Жиі қойылатын сұрақтар
km: សំណួរ​ដែល​សួរ​ញឹកញាប់
kn: ಸಾಮಾನ್ಯವಾಗಿ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
lt: Dažniausi klausimai ir atsakymai
lv: Biežāk uzdotie jautājumi
mai: बेर-बेर पूछल जाए बला प्रश्न
mr: वारंवार विचारले जाणारे प्रश्न
ms: Soalan lazim
ne: बारम्बार सोधिने प्रश्नहरू
nn_no: Ofte stilte spørsmål
or: ଅଧିକ ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନ
si: බහුලව අසනු ලබන පැන
tr: Sıkça soruların sorular
ur: اکثر پوچھے گئے سوالات
uz: Tez-tez so‘raladigan savollar
vi: Câu hỏi thường gặp
xh: Imibuzo ebuzwa rhoqo

source: Enjoy seamless browsing between devices with Sync
af: Blaai soomloos op verskillende toetselle met Sync
ar: تمتع بتصفح سلس بين الأجهزة عن طريق التزامن
as: সংমিহলিৰ সৈতে ডিভাইচসমূহৰ মাজত বাধাহিন ব্ৰাউছিং কৰক
bg: Насладете се на непрекъснато сърфиране върху различни устройства със Sync
bn_bd: সিঙ্কের মাধ্যমে একাধিক ডিভাইসের মধ্যে বিরামহীন ব্রাউজিং উপভোগ করুন
br: Bezit plijet gant ar merdeiñ didoull etre an trevnadoù gant Sync
bs: Uživajte u bezprijekornom pretraživanju između uređaja sa sinhronizacijom
ca: Gràcies al Sync, gaudiu d'una navegació perfecta entre dispositius
cy: Mwynhau pori rhwydd rhwng dyfeisiau gyda Sync
es_mx: Disfruta de la navegación transparente entre dispositivos con Sync
fa: به واسطه‌ی همگام‌سازی از مروری یکپارچه بین تمامی دستگاه‌ها لذت ببرید
fi: Nauti laitteidenvälisestä saumattomasta selaamisesta Syncin avulla
gd: Gabh tlachd san t-sioncronachadh rèidh eadar uidheaman
hi_in: सिंक के साथ उपकरण के बीच निर्बाध ब्राउज़िंग का आनंद लें
hr: Uživajte u besprekidnom surfanju između uređaja sa Syncom
is: Njóttu þess að vafra óaðfinnanlega á milli tölva með Sync
kab: Faṛes tagnitt s Sync di tunigin s war aneḥbus gar ibenkan inek
kk: Құрылғылар арасында Sync арқылы ыңғайлы интеграциясын қолданыңыз
km: រីករាយ​​ជាមួយ​ការ​រុករក​​រវាង​ឧបករណ៍​តាមរយៈ​ការ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್‌ ಮೂಲಕ ಸಾಧನಗಳ ನಡುವೆ ತಡೆರಹಿತ ಜಾಲವೀಕ್ಷಣೆಯನ್ನು ಅನುಭವಿಸಿ
lt: Mėgaukitės nepertraukiamu naršymu skirtingais įrenginiais – naudokitės „Sync“
lv: Baudiet pārlūkošanu visās ierīcēs ar sinhronizēšanu
mai: सिंक सँग उपकरण केर बीच निर्बाध ब्राउज़िंग क आनंद लिअ
mr: Sync मध्ये असणाऱ्या साधनांबरोबर एकसंध ब्राउझिंगचा आनंद घ्या
ms: Nikmati pelayaran lancar antara peranti dengan Sync
ne: Sync प्रयोग गरी यन्त्रहरू बीच सहज ब्राउजिङ्गको आनन्द लिनुहोस्
nn_no: Med Sync kan du saumlaust surfa vidare på ei anna eining
or: Sync ହୋଇଥିବା ବ୍ରାଉଜରଗୁଡ଼ିକରେ ଅସରନ୍ତି ବ୍ରାଉଜ କରୁଥାନ୍ତୁ
si: උපාංගයන් අතර සමාකලනය මඟින් සීමාරහිත පිරික්සුම් අත්දැකීමක් අත්විදින්න
tr: Sync sayesinde cihazlarınız arasında gezintiyi sürdürün
ur: ہمہ وقت سازی کے ساتھ آلات کے درمیان بلا رکاوٹ براؤزنگ سے لطف اندوز ھوں
uz: Qurilmalar o‘rtasida ko‘rishni o‘zaro sinxronlashdan rohatlaning
vi: Tận hưởng trải nghiệm duyệt web giữa nhiều thiết bị với Sync
xh: Yonwabela ukubhrawuza okungenangxaki phakathi kwezixhobo ngongqamaniso

source: Move or remove any button to match
af: Skuif of verwyder enige knop na willekeur
ar: حرَك أو امسح أي كبسة للتوافق
as: মিল খুৱাবলে যিকোনো বুটাম স্থানান্তৰ কৰক অথবা আতৰাওক
bg: Преместете или премахнете, който и да е бутон
bn_bd: মিলের জন্য যেকোন বোতাম স্থানান্তর বা সরিয়ে ফেলুন
br: Dilec'hit ha dilamit an holl afelloù da genglotañ gant hoc'h ezhommoù
bs: Pomjerite ili uklonite bilo koje dugme za podudaranje
ca: Moveu o elimineu qualsevol botó al vostre gust
cy: Symud neu dynnu unrhyw fotwm i gydweddu
es_mx: Mueve o elimina cualquier botón a tu gusto
fa: جابجایی یا حذف هر دکمه‌ای برای تطابق
fi: Vaihda tai poista mikä tahansa painike mielesi mukaan
gd: Gluais no thoir air falbh putanan gus am bi iad co-ionnann
hi_in: मिलआन करने के लिए कोई भी बटन को हटायें या खिसकाएँ
hr: Premjestite ili uklonite tipke
id: Pindahkan atau hapus tombol untuk mencocokkan
is: Færa til eða fjarlægja hvað hnapp sem er
kab: Senkez neɣ kkes tiqeffalin akken tebɣiḍ
kk: Қарау үшін кез-келген батырманы жылжытыңыз не өшіріңіз
km: ផ្លាស់ទី ឬ​លុប​ប៊ូតុង​មួយ​ចំនួន​ដើម្បី​ផ្គូផ្គង
kn: ಹೊಂದಿಕೆಗೆ ಯಾವುದೆ ಒತ್ತುಗುಂಡಿಯನ್ನು ಸ್ಥಳಾಂತರಿಸು ಅಥವ ತೆಗೆದುಹಾಕಿ
lt: Norimus mygtukus galite perkelti ar paslėpti
lv: Pielieciet vai aizvāciet jebkuru no pogām
mai: मिलान करए कलेल कोनो भी बटन केँ हटाबू अथवा घसकाबू
mr: जुळवण्यासाठी कोणतेही बटण हलवा किंवा काढून टाका
ms: Pindah atau singkir sebarang butang untuk memadankan
ne: कुनै बटन मिलाउनलाई सार्नुहोस अथवा हटाउनुहोस
nn_no: Du tilpassar med å flytta eller ta bort knappar
or: ମେଳାଇବା ପାଇଁ କୌଣସି ବଟନ ଘୁଞ୍ଚାନ୍ତୁ କିମ୍ବା କାଢ଼ନ୍ତୁ
si: ගැලපෙන අයුරින් ඕනෑම බොත්තමක් ස්ථාන වෙනස් කිරීමකට හෝ ඉවත් කිරීමකට ලක් කරන්න
tr: İstediğiniz düğmeleri taşıyabilir veya silebilirsiniz
ur: بڑھائیں یا ہٹائیں تاکہ بٹن مشابہ یو سکیں
uz: Moslashtirish uchun tugmalarni ko‘chiring yoki o‘chiring
vi: Di chuyển hoặc xóa bớt các nút một cách tùy ý
xh: Shukumisa okanye susa naliphi na iqhosha ukuhambelanisa
