Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: af, ar, as, bg, bn_bd, br, bs, ca, cy, es_mx, fa, fi, gd, hi_in, hr, id, is, kab, kk, km, kn, lt, lv, mai, mr, ms, ne, nn_no, or, si, tr, ur, uz, vi, xh

source: Access your bookmarks, passwords and more from any device.
af: Toegang tot boekmerke, wagwoord een nog wat vanaf enige toetstel.
ar: استخدم علاماتك, كلمات السر والمزيد من أي جهاز.
as: যিকোনো ডিভাইচৰ পৰা আপোনাৰ পত্ৰচিহ্নসমূহ, পাছৱাৰ্ড আৰু অধিক বস্তু অভিগম কৰক।
bg: Достъпвайте Вашите отметки, пароли и други, от което и да е устройство.
bn_bd: আপনার বুকমার্ক, পাসওয়ার্ড এবং আরোও অনেক কিছু অন্য ডিভাইস থেকে ব্যবহার করুন।
br: Tizhit ho sinedoù, gerioù tremen ha kalz traoù all adalek ne vern pe drevnad.
bs: Pristupite svojim zabilješkama, lozinkama i ostalom sa bilo kojeg uređaja.
ca: Accediu a les vostres adreces d'interès, contrasenyes i més des de qualsevol dispositiu.
cy: Cael mynediad at eich nodau tudalen, cyfrineiriau a rhagor o unrhyw ddyfais.
es_mx: Accesa tus marcadores, contraseñas y más desde cualquier dispositivo.
fi: Pääset käsiksi kirjanmerkkeihin, salasanoihin ja muuhun yhdeltä laitteelta.
gd: Faigh cothrom air na comharran-lìn, na faclan-faire agad is mòran a bharrachd o uidheam sam bith.
hi_in: अपने बुकमार्क्स, पासस्वॉर्ड्स एवं अन्य चीजो को किसी भी डिवाइस से अभिगम करें
hr: Pristupite vašim zabilješkama, lozinkama i drugim stvarima s bilo kojeg uređaja.
id: Akses markah, kata sandi Anda, dan masih banyak lagi dari perangkat apapun.
is: Fáðu aðgang að bókamerkjum, lykilorðum og fleira frá hvaða tæki sem er.
kab: Kcem ɣer tecraḍ inek n isebtar, awalen uffiren akked wayen nniḍen seg yal ibenk.
kk: Бетбелгілер, парольдер және т.б. нәрсеге кез-келген құрылғыдан қатынаңыз.
km: ចូល​ប្រើ​ពាក្យ​សម្ងាត់ , ចំណាំ និង​ច្រើន​ទៀត​ពី​ឧបករណ៍​មួយ​ចំនួន។
kn: ಯಾವುದೆ ಸಾಧನಗಳಿಂದ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕುಗಳು, ಗುಪ್ತಪದಗಳು ಮುಂತಾದವುಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಿ.
lt: Pasiekite savo adresyną, slaptažodžius ir kt. iš bet kurio įrenginio.
lv: Paņemiet savas grāmatzīmes, paroles un citas lietas līdz jebkurā no ierīcēm, ko lietojat.
mai: अपन बुकमार्क्स, कूटशब्द एवं आन चीज केँ कोनो भी डिवाइस सँ पहुँच पाबू.
mr: कोणत्याही उपकरणावरून आपल्या वाचनखुणा, आपले पासवर्ड आणि बरेच काही वापरू शकता.
ms: Capai penandabuku anda, kata laluan dan banyak lagi dari sebarang peranti.
ne: तपाईँका पुस्तकचिनोहरू, गोप्यशब्द र अन्य कुराहरू जुनसुकै यन्त्रहरूबाट पहुँच पाउनुहोस्।
nn_no: Tilgang til bokmerke, passord, med meir, på alle einingar.
or: ବୁକମାର୍କ, ପାସୱାର୍ଡ଼ ଓ ଅଧିକ କୌଣସି ଉପକରଣରୁ ଖୋଜିପାଆନ୍ତୁ
si: ඔබගේ පොත් සලකුණු, මුර පදයන් හා තවත් බොහෝ දෑ ඕනෑම උපාංගයක සිට පිරික්සන්න.
tr: Yer imlerinize, parolalarınıza ve daha fazlasına tüm cihazlardan erişin.
ur: کسی بھی آلے سے نشانیوں پاس ورڈز اور مزید تک رسائی حاصل کریں۔
uz: Xatcho‘plaringiz, parollaringiz va boshqalarga har qanday qurilmadan kiring.
vi: Truy cập đánh dấu trang, mật khẩu và nhiều hơn thế từ bất cứ thiết bị nào.
xh: Fikelela kwiibhukhmakhi, kwiipasiwedi nakokunye okuninzi usuka kuso nasiphi na isixhobo.
