Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: af, ar, as, bg, bn_bd, br, bs, ca, cy, es_mx, fa, fi, gd, hi_in, hr, id, is, kab, kk, km, kn, lt, lv, mai, mr, ms, ne, nn_no, or, si, tr, ur, uz, vi, xh

source: Take a quick tour
af: Neem 'n vinnige toer
ar: القيام بجولة سريعة
bg: Направете бърз преглед
bn_bd: দ্রুত চোখ বুলিয়ে নিন
br: Ober ur weladenn
bs: Započnite brzi pregled
ca: Comenceu la visita guiada
cy: Dewch am dro sydyn
es_mx: Toma un paseo rápido
fa: یک گشت و گذار سریع داشته باشید
fi: Käy lyhyellä kierroksella
gd: Gabh turas goirid
hi_in: एक जल्दी यात्रा ले
hr: Brzo razgledavanje
id: Ikuti tur singkat kami
is: Fara í skoðunarferð
kab: Bdu tirza fessusen
km: ទស្សន​កិច្ច​រហ័ស
lt: Pristatome „Firefox“ naujoves
lv: Izejiet nelielu ekskursiju
mai: एक त्वरित दौर लिअ
mr: एक जलद दौरा करा
ne: एक छिटो यात्रा लिनुहोस्
nn_no: Få ei rask omvising
or: ଟିକେ ବୁଲି ଦେଖନ୍ତୁ
tr: Hızlı bir tura çıkın
ur: فوری دورہ لیں
uz: Tezkor sayohat qiling
vi: Làm quen với Firefox

source: Welcome to Firefox
af: Welkom by Firefox
ar: مرحبا بك في فيرفكس
as: Firefox লৈ স্বাগতম
bg: Добре дошли във Firefox
bn_bd: ফায়ারফক্সে আপনাকে স্বাগতম
br: Donemat e Firefox
bs: Dobrodošli u Firefox
ca: Us donem la benvinguda al Firefox
cy: Croeso i Firefox
es_mx: Bienvenido a Firefox
fa: به فایرفاکس خوش‌آمدید
fi: Tervetuloa Firefoxiin
gd: Fàilte gu Firefox
hi_in: फ़ायरफ़ॉक्स में आपका स्वागत है
hr: Dobrodošli u Firefox
id: Selamat Datang di Firefox
is: Velkomin í Firefox
kab: Ansuf ɣer Firefox
kk: Firefox-қа қош келдіңіз
km: សូម​ស្វាគមន៍​មកកាន់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸಿಗೆ ಸ್ವಾಗತ
lt: Sveiki! Tai „Firefox“
lv: Laipni lūgti Firefox
mai: फ़ायरफ़ॉक्स मे अहाँक स्वागत अछि
mr: फायरफॉक्सवर आपले स्वागत
ms: Selamat datang ke Firefox
ne: Firefoxमा स्वागत छ
nn_no: Velkomen til Firefox
or: Firefox ରେ ଆପଣଙ୍କୁ ସ୍ୱାଗତ କରୁଅଛୁ
si: Firefox වෙතට ආයුබෝවන්
tr: Firefox’a hoş geldiniz
ur: Firefox میں خوش آمدید
uz: "Firefox"ga xush kelibsiz
vi: Chào mừng đến với Firefox
xh: Wamkelekile kwiFirefox

source: Committed to you, your privacy and an open Web.
af: Verbonde tot u, u privaatheid en die Oop Web.
ar: ملتزمون لكم, خصوصيتك و الويب المفتوح.
as: আপুনি, আপোনাৰ গোপনীয়তা আৰু এটা মুক্ত ৱেবলৈ অৰ্পিত।
bg: С ангажимент към Вас, Вашата сигурност и отворения Уеб.
bn_bd: আমরা প্রতিশ্রুতিবদ্ধ আপনার কাছে, আপনার গোপনীয়তা এবং ওপেন ওয়েবের কাছে।
br: Gouestlet deoc'h, d'ho puhez prevez ha d'ar Web digor.
bs: Posvećen vama, vašoj privatnosti i otvorenom webu
ca: Compromès amb l'usuari, la privadesa i un web obert.
cy: Yn ymroddedig i chi, eich preifatrwydd ac i We agored.
es_mx: Comprometido a ti, a tu privacidad y a una Web abierta.
fa: متعهد به شما، حریم خصوصیتان و وب باز.
fi: Sitoutunut sinuun, tietosuojaasi ja avoimeen verkkoon.
gd: An dealas dhut, dha do phrìobhaideachd is lìon fosgailte.
hi_in: आप, आपकी गोपनीयता और एक मुक्त वेब के लिए वचनबद्ध.
hr: Posvećen vama, vašoj privatnosti i otvorenom webu.
id: Berkomitmen untuk Anda, privasi Anda, dan Web terbuka.
is: Fyrir þig, þína friðhelgi og netfrelsi.
kab: Yettazzal fell-ak, tudert inek akked ɣef Web yeldin.
kk: Өзіңіз, жекелігіңіз, және ашық Интернет үшін жасалған.
km: ប្ដេជ្ញា​​ចំពោះ​អ្នក, រក្សា​ភាព​ឯកជន​របស់​អ្នក និង​បណ្ដាញ​បើក​ទូលាយ។
kn: ನಿಮಗೆ, ನಿಮ್ಮ ಗೌಪ್ಯತೆ, ಮತ್ತು ಒಂದು ಮುಕ್ತ ಅಂತರಜಾಲಕ್ಕೆ ಬದ್ಧರಾಗಿದ್ದೇವೆ.
lt: Pašvęsta jums, jūsų privatumui ir atvirajam saitynui.
lv: Noskaņots uz Jums, Jūsu privātumu un Interneta atvērtību.
mai: अहाँ, अहाँक गोपनीयता आओर खुलल वेबक लेल प्रतिबद्ध.
mr: आपल्यासाठी,आपल्या गोपनीयतेसाठी तसेच ओपन वेब साठी आम्ही कटीबद्ध आहोत.
ms: Komited kepada anda, privasi anda dan Web terbuka.
ne: तपाईँ,तपाईँको गोपनीयता र खुल्ला वेबमा प्रतिबद्ध
nn_no: Forplikta til deg, ditt personvern og eit ope Internett.
or: ଆପଣ, ଆପଣଙ୍କ ଗୋପନୀୟତା ଓ ଖୋଲା ୱେବ ପାଇଁ ସମର୍ପିତ ।
si: ඔබට, ඔබේ පුද්ගලිකත්වයට සහ විවඍත වෙබයටම කැපවූ.
tr: Sizin için, gizliliğiniz için ve açık bir Web için varız.
ur: آپ کے لیے پُر عزم، آپکی رازداری اور ایک کھلی ویب
uz: Siz, xavfsizligingiz va ochiq tarmoq uchun mo‘ljallangan
vi: Vì bạn, vì tự do cá nhân và vì một nền tảng Web mở.
xh: Sizinikezele kuwe, kubungasese bakho nakwiwebhu evulelekileyo.

source: Learn how to customize your Firefox
af: Leer hoe om Firefox aan te pas
as: আপোনাৰ Firefox ক স্বনিৰ্বাচন কৰিবলৈ শিকক
bg: Научете как да персонализирате вашия Firefox
bn_bd: জানুন কিভাবে আপনার ফায়ারফক্সকে আপনার মত সাজাতে পারবেন।
br: Deskiñ penaos personelaat ho Firefox
bs: Saznajte kako prilagoditi Firefox
ca: Apreneu a personalitzar el vostre Firefox
cy: Dysgwch sut mae cyfaddasu eich Firefox chi
es_mx: Aprende a personalizar tu Firefox
fa: یاد بگیرید چگونه فایرفاکستان را شخصی سازی کنید
fi: Lue, kuinka voit muokata Firefoxiasi
gd: Ionnsaich mar a ghnàthaicheas tu am Firefox agad
hi_in: सीखें कि फ़ायरफ़ॉक्स को कैसे मनपसंद बनाएँ
hr: Saznajte kako možete prilagoditi vaš Firefox
id: Pelajari cara mengubahsuai Firefox Anda
is: Lestu um hvernig þú getur sérsniðið Firefox að þínum þörfum
kab: Issin aken ara terreḍ Firefox d udmawan
kk: Өз Firefox-ты қалай баптауға болатынын біліңіз
km: ស្វែងយល់​ពី​របៀប​ប្ដូរ​ Firefox របស់​អ្នក​តាម​តម្រូវ​ការ
kn: ನಿಮ್ಮ ಫೈರ್‌ಫಾಕ್ಸ್ ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಲು ಕಲಿತುಕೊಳ್ಳಿ
lt: Sužinokite, kaip individualizuoti savo „Firefox“
lv: Uzziniet, kā pielāgot savu Firefox
mai: सीखू कि Firefox केँ कोन तरहेँ मनपसिन्न बनाएल जाए
mr: फायरफॉक्सला स्वपसंतीयोग्य कसे करायचे शिका
ms: Ketahui cara menyesuaikan Firefox anda
ne: Firefox लाई आफ्नो अनुकूल कसरी बनाउने सिक्नुहोस्
nn_no: Lær korleis du kan tilpassa Firefox
or: ନିଜ Firefoxକୁ କିପରି ନିଜ ଅନୁସାରେ ସଜାଇବେ ଜାଣନ୍ତୁ
si: Firefox ඔබගේ රුචියන් අනුව හැඩගස්වා ගන්නා අයුරු ඉගෙන ගන්න
tr: Firefox’unuzu kişiselleştirmeyi öğrenin
ur: آپ فائر فاکس کوتخصیص کرنے کا طریقہ جانیں
uz: "Firefox"ingizni moslashni o‘rganing
vi: Tìm hiểu cách tùy biến Firefox
xh: Funda ngendlela yokulungiselela iFirefox yakho

source: Add and view bookmarks from the same spot
af: Bekyk en voeg boekmerke by vanaf die selfde plek
ar: إضافة وعرض عناوين التبويب من نفس النقطة
as: একে স্থানৰ পৰা পত্ৰচিহ্নসমূহ যোগ আৰু দৰ্শন কৰক
bg: Добавяйте и разглеждайте отметки от едно и също място
bn_bd: একই স্থানে বুকমার্ক যোগ করুন এবং দেখুন
br: Ouzhpennañ ha gwelout sinedoù diouzh an hevelep lec'h
bs: Dodajte i vidite zabilješke sa istog mjesta
ca: Afegiu i mostreu adreces d'interès des del mateix punt
cy: Ychwanegu a gweld nodau tudalen o'r un fan
es_mx: Agrega y ve marcadores en el mismo lugar
fa: اضافه‌کردن و نمایش نشانک‌ها از محل مشابه
fi: Lisää ja katsele kirjanmerkkejä samasta pisteestä
gd: Cuir comharran-leabhair ris on aon àite is coimhead orra
hi_in: एक ही स्थान से बूकमार्क्स जोड़ें एवं देखें
hr: Dodajte i pregledajte zabilješke na istom mjestu
id: Tambahkan dan lihat markah dari titik yang sama
is: Bættu við og skoðaðu bókamerki frá einum stað
kab: Rnu sakin wali ticraḍ inek n isebtar seg iwet n tqeffalt
kk: Бетбелгілерді бір жерден қосып, қараңыз
km: បន្ថែម ហើយ​មើល​ចំណាំ​ពី same spot
kn: ಒಂದೇ ಸ್ಥಳದಿಂದ ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಸೇರಿಸಿ ಮತ್ತು ನೋಡಿ
lt: Pildykite ir naudokitės adresynu iš tos pačios vietos
lv: Un aplūkot grāmatzīmes tajā pat vietā
mai: एक्के ठाम सँ पुस्तचिह्न जोड़ू आओर देखू
mr: एकाच ठिकाणाहुन वाचनखूणा जोडा व पहा
ms: Tambah dan melihat penanda buku dari tempat yang sama
ne: एकै स्थानबाट पुस्तकचिनोहरू थप्नुहोस् र हेर्नुहोस्
nn_no: Legg til og vis bokmerke frå same plass
or: ଏକା ସ୍ଥାନରେ ବୁକମାର୍କ ଯୋଡ଼ନ୍ତୁ ଓ ଦେଖନ୍ତୁ
si: පොත් සළකුණු එක් කිරීම මෙන්ම නැරඹීමත් එකම ස්ථානයක දී සිදුකරගන්න
tr: Yer imlerini aynı yerden ekleyebilir ve görebilirsiniz
ur: اسی جگہ سے اضافہ کریں اور بک مارکس کا نظارہ کریں
uz: Xatcho‘plarga qo‘shish va xuddi shu nuqtadan ularni ko‘rish
vi: Tạo và xem những trang đánh dấu từ cùng một nơi
xh: Yongeza uze ujonge iibhukhmakhi kwindawo enye

source: Learn more about the new Firefox
af: Meer inligting oor die nuwe Firefox
ar: تعرّف أكثر على فيرفكس الجديد
as: নতুন Firefox ৰ বিষয়ে অধিক শিকক
bg: Научете повече за новия Firefox
bn_bd: নতুন ফায়ারফক্স সম্পর্কে আরও জানুন
br: Deskiñ muioc'h a draoù diwar-benn Firefox mod nevez
bs: Saznajte više o novom Firefoxu
ca: Més informació sobre el nou Firefox
cy: Dysgu rhagor am y Firefox newydd
es_mx: Aprende más acerca del nuevo Firefox
fa: از فایرفاکس جدید بیشتر بدانید
fi: Lue lisää uudesta Firefoxista
gd: Barrachd fiosrachaidh air a' Firefox ùr
hi_in: नये फ़ायरफ़ॉक्स के बारे में अधिक जानें
hr: Saznajte više o novom Firefoxu
id: Pelajari lebih lanjut tentang Firefox baru
is: Lestu meira um nýja Firefox
kab: Issin ugar ɣef ɣef umaynut Firfox
kk: Жаңа Firefox туралы көбірек біліңіз
km: ស្វែងយល់​បន្ថែម​អំពី Firefox ថ្មី
kn: ಹೊಸ ಫೈರ್‌ಫಾಕ್ಸಿನ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ
lt: Sužinokite daugiau apie naująją „Firefox“
lv: Uzziniet, kas jauns šajā Firefox
mai: नव Firefox केर बारे मे अधिक जानू
mr: नवीन फायरफॉक्सबद्दल अधिक जाणून घ्या
ms: Ketahui lebih lanjut mengenai Firefox baru
ne: नयाँ Firefoxका बारेमा अझ धेरै जान्नुहोस
nn_no: Lær meir om nye Firefox
or: ନୂଆ Firefox ବାବଦରେ ଜାଣନ୍ତୁ
si: නව Firefox පිළිබඳ වැඩිදුරටත් හදාරන්න
tr: Yeni Firefox hakkında daha fazla bilgi alın
ur: نئی فائر فاکس کے بارے میں مزید معلومات حاصل کریں
uz: Yangi "Firefox" haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về bản Firefox mới này
xh: Funda ngakumbi ngeFirefox entsha

source: Grouped together for quick, easy access
af: Saam gegroepeer vir vinnige, maklike toegang
ar: اجتمعوا معاً لسرعة, سهولة الوصول.
as: দ্ৰুত, সহজ অভিগমৰ বাবে একেলগে দলবদ্ধ কৰা হৈছে
bg: Групирани заедно, за бърз и лесен достъп
bn_bd: দ্রুত, সহজ প্রবেশাধিকার নিশ্চিত করতে একত্রীভূত
br: Lakaet a-gevred evit un haeziñ herrek hag aes
bs: Grupisani zajedno za brz, jednostavan pristup
ca: Agrupades perquè pugueu accedir-hi de manera més fàcil i ràpida
cy: Gyda'i gilydd ar gyfer defnydd cyflym a hawdd
es_mx: Agrupados juntos para un acceso rápido y fácil
fa: برای سرعت و دسترسی آسان، کنار هم قرار داده شده
fi: Ryhmitelty yhteen nopeaa ja helppoa käyttöä varten
gd: Buidhnichte airson inntrigeadh nas luaith 's nas fhasa
hi_in: तुरंत, आसान पहुँच के लिए एक साथ समूहीकृत
hr: Grupirane zajedno za brz i jednostavan pristup
is: Sett saman fyrir fljótlegan, og auðveldan aðgang
kab: Yettwasdukel i unekcum afessas arurad
kk: Жылдам, жеңіл қатынау үшін бір жерде жиналған
km: បាន​ដាក់​ជា​ក្រុម​ជាមួយ​គ្នា​រហ័ស, ងាយស្រួល​ចូល​ប្រើ
kn: ತಕ್ಷಣದ, ಸುಲಭವಾದ ನಿಲುಕಿಗಾಗಿ ಒಟ್ಟಿಗೆ ಗುಂಪುಗೂಡಿಸಲಾಗಿದೆ
lt: Sugrupuotos greitai ir paprastai prieigai
lv: Sagrupēti, ērtākai piekļuvei
mai: तुरंत, आसान पहुँच कलेल एक साथ समूहीकृत
mr: जलद व सोप्या उपलब्धतेसाठी एकत्रित
ms: Dikumpulkan sekali untuk capaian cepat, mudah
ne: सहज र छरितो पहुँचको लागि एकै साथ समूहकृत गरिएको
nn_no: Gruppert saman for rask og enkel tilgang
or: ସହଜ ଓ ସୁବିଧାରେ ପାଇବା ପାଇଁ ଏକା ଶ୍ରେଣିରେ ରଖାଯାଇଛି
si: පහසු, වේගවත් ප්‍රවේශණයකට ගොනු කර ඇත
tr: Hızlı ve kolay erişim için hepsi bir arada
ur: جلد آسان رسائی کے لیئے اکٹھا گروہ بندی کی گئی ہے
uz: Birgalikda guruhlashtirish uchun tez, oson kirish
vi: Được nhóm lại để truy cập nhanh và dễ dàng hơn
xh: Zidityanisiwe ukulungiselela ufikelelo olukhawulezayo nolulula

source: Your favorite sites are<br> closer than ever
af: Gunstelingwerwe is<br> nader as ooit
ar: مواقع النت المفضلة <br> أقرب من العادة.
as: আপোনাৰ পছন্দৰ ছাইটসমূহ <br> আগতকৈ অধিক নিকট
bg: Вашите любими сайтове<br> са по-близко от всякога
bn_bd: আপনার প্রিয় সাইটগুলো<br> এখন আরও কাছে
br: Tostoc'h eget biskoazh emañ<br> ho lec'hiennoù muiañ plijet
bs: Vaše omiljene stranice su<br> bliže nego ikad
ca: Els vostres llocs preferits són<br> més a prop que mai
cy: Mae eich hoff wefannau yn<br> nes nag erioed
es_mx: Tus sitios favoritos están<br> más cercanos que nunca
fa: سایت‌های مورد علاقه شما<br> از همیشه به شما نزدیک‌ترند
fi: Suosikkisivustosi ovat<br> lähempänä kuin koskaan
gd: Tha na làraichean as fhearr leat<br> nas fhaisge na bha iad a-riamh
hi_in: आपकी पसंदीदा साइट्स<br>पहले से कहीं ज्यादा करीब
hr: Vaše omiljene stranice su<br> bliže no ikada
id: Situs kesayangan Anda ada<br> lebih dekat dari sebelumnya
is: Uppáhaldsvefsvæðin eru<br> nær en en okkru sinni fyrr
kab: Ismal inek inuraf <br> ɣef affus
kk: Сіздің таңдамалы сайттарыңыз енді<br> бұрынғыдан да жақын
km: តំបន់បណ្ដាញ​ដែល​អ្នក​ពេញចិត្ត​ គឺ<br> កាន់តែ​​ស្ថិតនៅ​ជិត​លោក​អ្នក​ជានិច្ច
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ತಾಣಗಳು<br> ಮೊದಲಿಗಿಂತಲೂ ಹತ್ತಿರವಾಗಿವೆ
lt: Mėgstamiausios svetainės<br> arčiau nei bet kada
lv: Jūsu iemīļotās lapas<br> tuvāk kā jebkad
mai: अहाँक पसंदीदा साइट<br>पहिले सँ बेसी निकट
mr: आपल्या पसंतीच्या साईट आता <br>नेहमीपेक्षा जवळ
ms: Laman kegemaran anda <br> lebih dekat berbanding sebelum ini
ne: तपाईंको प्रिय साइटहरू<br> पहिले भन्दा नजिक
nn_no: Favorittsidene dine<br> er nærmare enn nokon gong
or: ଆପଣଙ୍କ ପ୍ରିୟ ସାଇଟସବୁ<br> ସବୁଠୁ ପାଖରେ
si: ඔබගේ ප්‍රියතම වෙබ් අඩවි<br> දැන් තවත් සමීපව
tr: En sevdiğiniz siteler<br> eskisinden daha da yakın
ur: آپ کی پسندیدہ سائٹس ہیں<br> پہلے سے زیادہ قریب
uz: Sevimli saylaringiz<br> har doimgidan yaqinroq
vi: Những trang ưa thích của bạn<br> gần hơn bao giờ hết
xh: Iisayithi okholwa zizo<br> zikufutshane kunangaphambili

source: Add features and styles with add-ons
af: Byvoegings bied meer funksionaliteit en style
ar: أضف ميزات وأنماط عبر الإضافات
as: এড-অনসমূহৰ সৈতে বৈশিষ্ট্যসমূহ আৰু শৈলী যোগ কৰক
bg: Прибавяйте възможности и стилове с Добавки
bn_bd: অ্যাড-অন দিয়ে বৈশিষ্ট্য ও স্টাইল যোগ করুন
br: Ouzhpennañ keweriusterioù ha stiloù gant an askouezhioù
bs: Dodajte mogućnosti i stilove sa dodacima
ca: Afegiu funcions i estils amb complements
cy: Ychwanegwch nodweddion ac arddulliau gydag ychwanegion
es_mx: Agrega funcionalidades y estilos con complementos
fa: افزودن امکانات و سبک‌ها با افزودنی‌ها
fi: Lisää ominaisuuksia ja tyylejä lisäosilla
gd: Cuir comasan is stoidhlean ris slighe nan tuilleadan
hi_in: एड-ऑन्स के साथ विशेषताएँ और शैली जोड़ें
hr: Dodajte nove mogućnosti i stilove s dodacima
id: Tambahkan fitur dan gaya dengan pengaya
is: Bættu við eiginleikum og stílum með viðbótum
kab: Rnu timahilin akked d iɣunaf s useqdec n izegrar
kk: Мүмкіндіктер және стильдерді қосымшалар арқылы қосыңыз
km: បន្ថែម​លក្ខណៈ និង​រចនាប័ទ្ម​ជាមួយ​កម្មវិធី​បន្ថែម
kn: ಆಡ್‌-ಆನ್‌ನೊಂದಿಗೆ ಸೌಲಭ್ಯಗಳನ್ನು ಮತ್ತು ಶೈಲಿಗಳನ್ನು ಸೇರಿಸಿ
lt: Priedais naršyklei suteiksite naujų galimybių ar pakeisite jos išvaizdą
lv: Pievienojiet jaunas iespējas un stilus ar papildinājumiem
mai: एड-ऑन्स सँग विशेषता आओर शैली जोड़ू
mr: अॅड-आॅन्स सोबत आकर्षण आणि वैशिष्ट्ये जोडा
ms: Tambah ciri dan gaya dengan add-ons
ne: add-ons सँग विशेषता र शैलीहरू थप्ने
nn_no: Legg til funksjonar og stilar med utvidingar
or: ଆଡ଼-ଅନସବୁ ସହିତ ସୁବିଧା ଓ ଶୈଳୀ ଯୋଡ଼ନ୍ତୁ
si: add-ons මඟින් නව පහසුකම් හා පසුතලයන් එක් කර ගන්න
tr: Eklentilerle özellik ve stil ekleyin
ur: اایڈ اون کے ساتھ خصوصیات اور شیلیوں شامل کریں
uz: Qo‘shimcha dasturlar yordamida xususiyatlar va uslublar qo‘shish
vi: Cài thêm tiện ích để có tính năng và giao diện mới
xh: Yongeza iimpawu nezimbo ezinezongezelelo

source: Have Firefox on another device?
af: Gebruik u Firefox op nog 'n toestel?
ar: ألديك فيرفكس على جهاز آخر؟
as: অন্য ডিভাইচত Firefox আছে?
bg: Имате Firefox на друго устройство?
bn_bd: অন্য আরেকটি ডিভাইসে ফায়ারফক্স রয়েছে?
br: Kaout Firefox war un trevnad disheñvel ?
bs: Imate Firefox na drugom uređaju?
ca: Teniu el Firefox en un altre dispositiu?
cy: Oes gennych chi Firefox ar ddyfais arall?
es_mx: ¿Tienes algún otro dispositivo con Firefox?
fa: فایرفاکس را روی دستگاه دیگری دارید؟
fi: Onko sinulla Firefox toisella laitteella?
gd: A bheil Firefox agad air uidheam eile?
hi_in: एक और डिवाइस पर फ़ायरफ़ॉक्स है?
hr: Imate Firefox na drugom uređaju?
id: Punya Firefox di peranti lain?
is: Viltu hafa Firefox á annarri tölvu?
kab: Tesseqdaceḍ Firefox ɣef yibenk nniḍen?
kk: Басқа құрылғыңызда да Firefox бар ма?
km: តើ​មាន Firefox នៅ​លើ​ឧបករណ៍​ផ្សេង​ទៀត​ដែរ​ឬ​ទេ?
kn: ಬೇರೊಂದು ಸಾಧನದಲ್ಲಿ ಫೈರ್‌ಫಾಕ್ಸನ್ನು ಹೊಂದಿದ್ದೀರೆ?
lt: Naudojatės „Firefox“ kitame įrenginyje?
lv: Lietojat Firefox kādā citā ierīcē?
mai: कोनो आन डिवाइस पर Firefox?
mr: दुसऱ्या उपकरणावर Firefox आहे?
ms: Punyai Firefox pada peranti lain?
ne: अर्को यन्त्रमा Firefox छ?
nn_no: Har du Firefox på ei anna eining?
or: Firefox ଆଉ ଏକ ଉପକରଣରେ ରଖିଛନ୍ତି କି?
si: තවත් උපාංගයක Firefox තිබේද ?
tr: Başka bir cihazda Firefox’unuz var mı?
ur: کسی دوسرے آلہ پر فائرفاکس ہے؟
uz: Boshqa qurilmada Firefox bormi?
vi: Bạn cũng dùng Firefox trên những thiết bị khác?
xh: Unayo iFirefox kwesinye isixhobo?

source: Designed so you can<br> make it your own
af: Ontwerp sodat mens<br> dit jou eie kan maak
ar: صمم لتستطيع<br> صنعها بطريقتك
as: ৰূপাঙ্কিত যাতে আপুনি<br> ইয়াক নিজস্ব কৰিব পাৰে
bg: Проектиран, за да можете<br> да го направите свой
bn_bd: এমন নকশা করা হয়েছে যেন<br> নিজের মত করে করতে পারেন
br: Ergrafet evit ma vefe<br> ho hini deoc'h-c'hwi
bs: Dizajniran tako da ga možete<br> učiniti svojim
ca: Dissenyat perquè pugueu<br> personalitzar-lo
cy: Wedi ei gynllunio i'ch<br> anghenion chi
es_mx: Diseñado para que <br> sea tuyo
fa: طراحی شده برای اینکه شما بتوانید <br> آن را از آن خودتان کنید
fi: Suunniteltu niin, että<br> voit tehdä siitä omasi
gd: Air a dhealbhan airson 's gun urrainn<br> dhut a ghnàthachadh dhut fhèin
hi_in: ऐसा आकल्पित कि आप<br>इसे अपना बना लें
hr: Dizajniran da biste ga mogli<br> prilagoditi sebi
id: Dirancang aga Anda bisa<br> membuatnya menjadi benar-benar milik Anda
is: Hannaður þannig að þú getir<br> breytt að þínum þörfum
kab: Yettwafṣel akken ad tizmired <br>ad terreḍ d ayla-k
kk: Қалауыңызша баптай алатыныңыздай<br> етіп жасалған
km: បាន​រចនា​ដូច្នេះ​អ្នក​អាច<br> ធ្វើ​វា​ដោយ​ផ្ទាល់ខ្លួន
kn: ನಿಮ್ಮ ಸ್ವಂತದ್ದಾಗಿಸಿಕೊಳ್ಳಲು <br> ನೆರವಾಗುವಂತೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ
lt: Sukurta, kad būtų<br> suasmeninama
lv: Radīts, lai to varētu<br> pielāgot savām vēlmēm
mai: एहन डिजाइन कएल गेल कि एहाँ<br>एकरा अपना बनाए सकब
mr: आपलेसे करू शकाल<br> अशा प्रकारे तयार केलेले
ms: Direka agar anda boleh<br> menjadikannya milik anda
ne: तपाईं यसलाई आफ्नो बनाउन सक्नुहोस्<br> भनि डिजाइन्ड गरिएको
nn_no: Utforma slik at du kan<br> gjera han til din eigen
or: ଏମିତି ଡିଜା ଇନ କରାଯାଇଛି ଯେ<br> ଆପଣ ନିଜ ପସନ୍ଦରେ ଗଢ଼ିପାରିବେ
si: ඔබගේම කර ගැනීමට <br> නිපදවා ඇත
tr: Sizin olmak için<br> tasarlandı
ur: آپ کر سکتے ہیں تاکہ ڈیزائن<br> اسے اپنا بنا
uz: O‘zingiznikidek his qilishingiz<br> uchun tuzilgan
vi: Được thiết kế để dễ dàng<br> tùy chỉnh
xh: Yenziwe ukuze ube nakho<br> ukuyenza eyakho

source: Firefox Help
as: Firefox সহায়
es_mx: Ayuda de Firefox
gd: Cobhair le Firefox
hi_in: Firefox मदद
kk: Firefox көмегі
km: ជំនួយ​របស់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್ ನೆರವು
ms: Bantuan Firefox
tr: Firefox Yardımı
uz: Firefox yordami
xh: Uncedo lweFirefox

source: You don’t have to start over. Access your history, bookmarks and more.
af: Glad nie nodig om van voor te begin nie. Kry toegang tot blaaigeskiedenis, -boekmerke en nog wat.
ar: لست بحاجة للبدء من جديد. يمكنك الوصول للتاريخ, المفضلة و المزيد.
as: আপুনি নতুনকৈ আৰম্ভ কৰিব নালাগে। আপোনাৰ ইতিহাস, পত্ৰচিহ্ন আৰু অধিক অভিগম কৰক।
bg: Няма нужда да започвате от начало. Достъпете своята история, отметки и други.
bn_bd: আপনাকে চালু করতে হবেনা। ইতিহাস, বুকমার্ক ও আরও জিনিস ব্যবহার করুন।
br: N'eo ket ret deoc'h deraouiñ en-dro. Tizhit ho roll istor, ho sinedoù ha kalz traoù all.
bs: Ne morate početi ispočetka. Pristupite svojoj historiji, zabilješkama i mnogo čemu.
ca: No cal que comenceu de zero. Accediu al vostre historial, les adreces d'interès i més.
cy: Does dim angen ailgychwyn. Cewch fynediad i'ch hanes, nodau tudalen a rhagor.
es_mx: No tienes que reiniciar. Accede a tu historial, marcadores y más.
fa: مجبور نیستید از ابتدا شروع کنید. به نشانک‌ها، تاریخچه و حتی موارد بیشتر دسترسی پیدا کنید.
fi: Sinun ei tarvitse aloittaa alusta. Pääset käsiksi sivuhistoriaasi, kirjanmerkkeihisi ja paljon muuhun.
gd: Cha leig thu leas tòiseachadh as ùr. Faigh cothrom air an eachdraidh 's na comharran-lìn agad.
hi_in: प्रारंभ ना करे. अपना इतिहास, पुस्तचिह्न ईतयादी पर पहुँचे
hr: Ne trebate započeti ispočetka. Pristupite svojoj povijesti, zabilješkama i više.
id: Anda tidak perlu memulai dari awal. Akses riwayat, markah Anda dan lainnya.
is: Þá þarftu ekki að byrja alveg upp á nýtt. Þú getur fengið aðgang að ferilsögu, bókamerkjum og fleira.
kab: Ur teriḍ ara ad tesɛiwdeḍ. Kcem ɣer umazray inek, ticraḍ inek n isebtar, akked wayen nniḍen.
kk: Басынан бастау міндетті емес. Тарих, бетбелгілер және т.б. нәрсеге қатынаңыз.
km: អ្នក​មិន​បាន​ចាប់ផ្ដើម។ ចូល​ប្រើ​ចំណាំ , ប្រវត្តិ​របស់​អ្នក​ និង​ច្រើន​ទៀត។
kn: ನೀವು ಆರಂಭಿಸುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಇತಿಹಾಸ, ಬುಕ್‌ಮಾರ್ಕುಗಳು ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಿ.
lt: Nebūtina pradėti nuo nulio. Pasiekite savo žurnalą, adresyną ir kt.
lv: Nav jāsāk no jauna. Skaties vēsturi, grāmatzīmes un citas lietas.
mai: प्रारंभ नहि करू. अपन इतिहास, पुस्तचिह्न इत्यादि पर पहुँचू.
mr: परत पहिल्यापासून सुरवात करण्याची गरज नाही. आपण आपला इतिहास तसेच वाचनखखूणांचा वापर करू शकता.
ms: Anda tidak perlu memulakan kembali. Capai sejarah anda, penandabuku dan banyak lagi.
ne: तपाइले पुनः सुरु गर्नुपर्दैन। तपाइको इतिहास, पुस्तकचिनो तथा थप हेर्नुहोस्।
nn_no: Du treng ikkje å byrja på nytt. Få tilgang til historikk, bokmerke og mykje meir.
or: ଆପଣଙ୍କୁ ସବୁ ଆଉଥରେ ଆରମ୍ଭ କରିବାକୁ ପଡ଼ିବ ନାହିଁ । ନିଜ ଇତିହାସ, ବୁକମାର୍କ ଓ ବାକିସବୁ ଦେଖନ୍ତୁ ।
si: ඔබට නැවතත් මුල සිට ඇරඹීමට අවශ්‍ය නොවේ. ඔබගේ පිරික්සුම් ඉතිහාසය, පොත් සලකුණු හා තවත් දෑ වලට ප්‍රවේශණය විය හැකියි.
tr: Baştan başlamanıza gerek yok. Geçmişinize ve yer imlerinize erişebilirsiniz.
ur: آپ پھر سے شروع کرنے کی ضرورت نہیں. اپنی تاریخ، نشانیاں اور زیادہ تک رسائی حاصل کریں.
uz: Hammasini boshidan boshlashingiz shart emas. Tarix, xatcho‘plaringiz va boshqalarga kiring.
vi: Mọi thứ vẫn nguyên vẹn. Truy cập nhật ký duyệt web, trang đánh dấu cùng những thứ khác của bạn.
xh: Akukho mfuneko yokuyiqalisa kwakhona. Fikelela kwimbali, iibhukhmakhi nokunye okuninzi.

source: There’s Never Been a Better Time for Firefox
af: Dis nou die perfekte tyd vir Firefox
ar: لم يكن هناك وقت أفضل لفيرفكس
as: Firefox ৰ বাবে ইয়াতকে ভাল সময় হব নোৱাৰে
bg: Никога не е имало по-добър момент, за да ползвате Firefox
bn_bd: ফায়ারফক্সের এমন সুসময় আগে কখনও ছিল না
br: Biskoazh ne oa ket bet ur mare gwell evit Firefox
bs: Nije postojalo bolje vreme za Firefox
ca: Mai no hi ha hagut un millor moment per al Firefox
cy: Does Dim Amser Gwell Wedi Bod ar Gyfer Firefox
es_mx: Nunca ha habido mejor momento para Firefox
fa: هیچگاه زمان بهتری برای فایرفاکس نبوده است
fi: Firefoxilla ei ole koskaan ollut parempi aika
gd: Cha robh àm nas fhearr ann a-riamh airson tionndadh gu Firefox
hi_in: Firefox के लिए बेहतर समय कभी नहीं है
hr: Nikada nije bilo bolje vrijeme za Firefox
is: Aldrei hefur verið betri tími fyrir Firefox en einmitt núna
kab: Tura neɣ werǧin i Firefox
kk: Firefox үшін ең жақсы уақыт
km: មិន​ធ្លាប់​មាន​ពេលវេលា​ល្អ​បំផុត​សម្រាប់ Firefox
kn: ಫೈರ್‌ಫಾಕ್ಸ್‌ಗೆ ಇದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದ ಕಾಲವಿರಲಿಲ್ಲ
lt: Dabar – geriausias „Firefox“ metas
lv: Nekad nav bijis labāks laiks izmantot Firefox
mai: Firefox कलेल बेहतर समय कहियो नहि अछि
mr: Firefox साठी यापेक्षा चांगला काळ कधीही नव्हता
ms: Tidak Pernah Ada Masa yang Lebih Baik untuk Firefox
ne: Firefox को लागि यो सबैभन्दा राम्रो समय हो
nn_no: Akkurat no passar det best å bruka Firefox
or: Firefox ପାଇଁ କେବେ ଏଭଳି ଭଲ ସମୟ ଆସିନଥିଲା
si: Firefox භාවිතය ඇරඹීම සඳහා මීටත් වඩා හොඳ වේලාවක් තිබේද
tr: Firefox’u kullanmak için bundan daha iyi bir zaman olamaz
ur: فائر فاکس کے لئے ایک بہتر وقت کبھی بھی نہیں رہا۔
uz: Firefox uchun bu yerda hech qachon yaxshi vaqt bo‘lmagan
vi: Firefox chưa bao giờ tốt như thế này
xh: Akuzange kubekho ixesha elingcono leFirefox
