Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/fx36_tour.lang.po
Languages: ar, bn_bd, ca, es_mx, fa, ga_ie, gd, is, kab, km, lt, mai, nb_no, ne, nn_no, pt, th, ur, uz, xh

source: Open tour
ar: جولة مفتوحة
bn_bd: সফর শুরু করুন
ca: Obre la visita virtual
es_mx: Abrir tour
fa: باز کردن تور
ga_ie: Oscail an turas
gd: Fosgail an turas
is: Fara í skoðunarferð
kab: Senker tirza
km: ទស្សនកិច្ច​បើក​ទូលាយ
lt: Atverti pristatymą
mai: दौर खोलू
nb_no: Åpne omvisning
ne: यात्रा गर्नुहोस
nn_no: Opna omvising
pt: Iniciar a visita guiada
th: เปิดการเที่ยวชม
ur: دورہ کھولیں
uz: Sayohatni ochish
xh: Vula utyelelo

source: Close tour
ar: أغلق الجولة
bn_bd: সফর বন্ধ করুন
ca: Tanca la visita virtual
es_mx: Cerrar tour
fa: بستن گشت و گذار
ga_ie: Dún an turas
gd: Dùin an turas
is: Loka skoðunarferð
kab: Seḥbes tirza
km: ទស្សនកិច្ច​បិទ
lt: Užverti pristatymą
mai: भ्रमण बन्न करू
nb_no: Lukk omvisning
ne: भ्रमण बन्द
nn_no: Avslutt tur
pt: Terminar a visita guiada
th: ปิดการเที่ยวชม
ur: دورہ بند کریں
uz: Sayohatni yopish
xh: Vala utyelelo

source: Not now
ar: ليس الآن
bn_bd: এখনই নয়
ca: Ara no
es_mx: Ahora no
fa: الان نه
ga_ie: Níl anois
gd: Chan ann an-dràsta
is: Ekki núna
kab: Mačči tura
km: មិន​មែន​ឥឡូវ
lt: Ne dabar
mai: अखन नहि
nb_no: Ikke nå
ne: अहिले होइन
nn_no: Ikkje no
pt: Agora não
th: ไม่ใช่ตอนนี้
ur: ابھی نہیں
uz: Hozir emas
xh: Hayi ngoku

source: Take the tour to see what’s new
ar: خذ الجولة لمشاهدة ما هو جديد
bn_bd: নতুন কি আছে দেখতে সফর করুন
ca: Visualitzeu les visites virtuals per descobrir les novetats
es_mx: Toma el tour para ver que hay de nuevo
fa: از گشت و گذار برای دیدن امکانات جدید استفاده کنید
ga_ie: Déan an turas le gach rud nua a fheiceáil
gd: Gabh an turas is faic na tha ùr
is: Fara í skoðunarferð og sjá hvað er nýtt
kab: Bdu tirza yinek u wali amaunut
km: សូម​ទស្សនា​ដើម្បី​មើល​អ្វី​ដែល​​ថ្មី
lt: Susipažinkite su naujovėmis – pažiūrėkite jų pristatymą
mai: दौरा कए क देखू की कथि नव अछि ?
nb_no: Se hva som er nytt i denne omvisingen
ne: नयाँ के छ, हेर्न भ्रमण गर्नुहोस्
nn_no: Sjå kva som er nytt i denne omvisinga
pt: Dar uma volta para descobrir o que há de novo
ur: دورہ حاصل کریں تاکہ دیکھ سکیں کیا نیا ہے
uz: Yangi xususiyatlarni ko‘rish uchun sayohat qiling
xh: Tyelela uze ubone ukuba yintoni na entsha

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
ar: فيرفكس "Hello" هو أسهل طريقة للربط بينك وبين أصدقائك وعائلتك مجاناً عن طريق الفيديو.
bn_bd: Firefox Hello হল সবথেকে সহজ উপায় বন্ধুবান্ধব ও পরিবারের সাথে সংযোগ করার বিনামূল্যে ভিডিও-এর সাহায্যে।
ca: El Firefox Hello és la forma més fàcil de connectar mitjançant vídeo amb amics i familiars gratuïtament.
es_mx: Firefox Hello es la manera más fácil de conectar con amigos y familiares de manera gratuita a través de video.
fa: «فایرفاکس سلام» ساده‌ترین راه برای ارتباط ویدئویی با دوستان و خانواده بطور رایگان است.
ga_ie: Is é Firefox Hello an bealach is éasca físchomhrá saor in aisce a dhéanamh le cairde agus le teaghlach.
gd: Is Firefox Hello an dòigh as fhasa gus ceangal ris na caraidean ’s do theaghlach le video saor ’s an-asgaidh.
is: Firefox Hello er auðveldasta leiðin til að hringja í vini og fjölskyldu með myndsímtali.
kab: Firefox Hello yessifsus idiwennyen s tvidyutin gar twacult akked yemdukal nwen.
km: Firefox Hello គឺ​ជា​វិធី​ដែល​ងាយស្រួល​បំផុត​ក្នុង​ការ​តភ្ជាប់​ជាមួយ​មិត្តភ័ក្ដិ និង​ក្រុម​គ្រួសារ​តាម​រយៈ​វីដេអូ​ដោយ​មិន​គិត​ប្រាក់​កម្រៃុំ
lt: „Firefox Hello“ – paprasčiausias būdas nemokamai bendrauti vaizdu su draugais ar šeimos nariais.
mai: Firefox हेलो वीडियो पर अपन दोस्त आओर परिवार सँ मुफ्त मे जुड़ए केर सबसँ आसान तरीका अछि.
nb_no: Firefox Hello er den enkleste måten å få kontakt med venner og familie, gratis og via video.
ne: मित्र तथा परिवारका संग सित्तैमा भिडियो सम्पर्क गर्न Firefox Hello एकदम सहज माध्यम हो।
nn_no: Firefox Hello er det enklaste måten, via video, å få gratis kontakt med vener og familie.
pt: O Firefox Hello é a forma mais fácil de comunicar com vídeo com os seus amigos e família de forma gratuita.
th: Firefox Hello เป็นหนทางง่ายที่สุดในการเชื่อมต่อกับเพื่อนและครอบครัวแบบฟรีผ่านทางวิดีโอ
ur: فائرفاکس ہیلو اہل و ایال اور دوستوں سے وڈیو پر مفت جڑنے کا سب سے آسان طریقہ ہے
uz: "Firefox Hello" do‘stlaringiz va oilaingiz bilan bepul video orqali bog‘lanishning eng oson yo‘li.
xh: IFirefox Hello yeyona ndlela ilula yokuqhagamshelana nabahlobo nosapho simahla ngevidiyo.

source: Powered by %s
ar: مدعومة من %s
bn_bd: %s পরিচালিত
ca: Funciona amb %s
es_mx: Impulsado por %s
fa: قدرت گرفته توسط %s
ga_ie: Á chumhachtú ag %s
gd: Le cumhachd %s
is: Keyrir á %s
kab: Ddaw leɛnaya n %s
lt: Veikia %s dėka
mai: %s द्वारा संचालित
nb_no: Drevet av %s
ne: %sद्वारा संचालित
nn_no: Driven av %s
pt: Suportado por %s
th: ขับเคลื่อนโดย %s
ur: %s کی طرف سے طاقت
uz: %s tomonidan yaratilgan
xh: Ixhotyiswe nge-%s

source: Start browsing
ar: ابدأ التصفح
bn_bd: ব্রাউজিং শুরু করুন
ca: Comença a navegar
es_mx: Empieza a navegar
fa: شروع مرور
ga_ie: Tosaigh brabhsáil
gd: Tòisich air brabhsadh
is: Byrja að vafra
kab: Bdu tunigin
km: ចាប់ផ្ដើម​រុករក
lt: Pradėti naršymą
mai: ब्राउज़िंग चालू करू
nb_no: Start nettlesingen
ne: ब्राउजिङ्ग सुरु गर्नुहोस
nn_no: Start nettlesinga
pt: Começar a navegar
th: เริ่มการท่องเว็บ
ur: برائوزنگ کا آغاز کریں
uz: Ko‘rishni boshlash
xh: Qalisa ukubhrawuza

source: The features you use most, all in one place
ar: الخصائص التي تستخدمها كثيراً, كلها في مكان واحد
bn_bd: আপনার বেশি ব্যবহৃত বৈশিষ্ট্যগুলো, সব এক স্থানে
ca: Les funcions que feu servir més, totes en un mateix lloc
es_mx: Las características que usas más, todas en un sólo lugar
fa: امکاناتی که بیشتری استفاده را می‌کند، همه در یک مکان
ga_ie: Na gnéithe is tábhachtaí, in áit amháin
gd: Na gleusan a chleachdas tu as trice, san aon àite
is: Eiginleikar sem þú vilt, allt á einum stað
kab: Timahilin i tesseqdaceḍ aṭas, dduklent ɣer yiwen n umḍiq
km: លក្ខណៈ​ដែល​អ្នក​ប្រើ​ច្រើន​បំផុត, ទាំងអស់​នៅ​ក្នុង​កន្លែង​តែ​មួយ
lt: Dažniausiai naudojamos funkcijos vienoje vietoje
mai: अहाँक अत्यधिक इस्तेमाल बला सभ सुविधा एक सँग
nb_no: Funksjonene du bruker mest er på samme sted
ne: तपाईँले धेरै प्रयोग गर्ने विशेषताहरू, सबै एकै ठाउँमा
nn_no: Alle favorittfunksjonane dine på same stad
pt: As funcionalidades que mais usa, num único local
th: คุณลักษณะที่คุณใช้งานมากที่สุด ทุกอย่างในที่เดียว
ur: جو فیجر آپ زیادہ استعمال کرتے ہیں، تمام ایک جگہ پر
uz: Ko‘p foydalaniladigan xususiyatlarning hammasi bir joyda
xh: Iimpawu ozisebenzisa kakhulu, zonke zikwindawo enye

source: Connect with anyone over video right from Firefox
ar: اتصل مع من تريد عن طريق الفيديو من خلال فيرفكس
bn_bd: ফায়ারফক্স হতে যে কারো সাথে ভিডিও আলাপে সংযুক্ত হোন
ca: Connecteu amb qualsevol mitjançant vídeo directament des del Firefox
es_mx: Conecta con cualquier a través de video desde Firefox
fa: با هر کسی بصورت ویدئویی از طریق فایرفاکس ارتباط برقرار کنید
ga_ie: Déan físchomhrá le haon duine go díreach i bhFirefox
gd: Ceangail ri daoine eile le video ann am Firefox fhèin
is: Hringdu í hvern sem er með myndsímtali beint úr Firefox
kab: Mmeslay d win tebɣiḍ s srid si Firefox
km: តភ្ជាប់​ជាមួយ​អ្នក​រាល់​គ្នា​​តាម​រយៈ​វីដេអូ​ពី Firefox
lt: Užmegzkite vaizdo pokalbį su bet kuo – tiesiai „Firefox“ naršyklėje
mai: जकरा सँ चाहू सीधा Firefox सँ वीडियो पर जुड़ू
nb_no: Kontakt hvem som helst via video, direkte i fra Firefox
ne: भिडियो द्वारा Firefox बाटै जोसुकै संग जडित हुनुहोस्
nn_no: Kontakt kven-som-helst via video, direkte frå Firefox
pt: Comunique com qualquer pessoa por vídeo a partir do Firefox
ur: کسی کے ساتھ بھی وڈیو پر جڑیں فائرفاکس کے زریعے
uz: Firefox orqali to‘g‘ridan to‘g‘ri biror kishi bilan video suhbat qilish uchun bog‘laning
xh: Qhagamshelana naye nabani na ngevidiyo ngqo ngokusuka kwiFirefox

source: Get to know Firefox Hello
ar: اعرف عن فيرفكس "Hello"
bn_bd: ফায়ারফক্স হ্যালো সম্পর্কে জানুন
ca: Conegueu millor el Firefox Hello
es_mx: Conoce Firefox Hello
fa: با «فایرفاکس سلام» آشنا شوید
ga_ie: Seo é Firefox Hello
gd: Fàs eòlach air Firefox Hello
is: Fræðast meira um Firefox Hello
kab: Issin ɣef Firefox Hello
km: ទទួល​បាន​ការ​យល់ដឹង Firefox Hello
lt: Susipažinkite su „Firefox Hello“
mai: Firefox हेलो केर संबंध मे जानू
nb_no: Bli kjent med Firefox Hello
ne: Firefox Hello बारे थप जान्नुहोस्
nn_no: Bli kjend med Firefox Hello
pt: Conheça o Firefox Hello
ur: فائرفاکس ہیلو کو چانیں
uz: Firefox Hello haqida bilib oling
xh: Mazi uFirefox Hello

source: <span>Previous:</span> Firefox Hello
ar: <span>السابق:</span> فيرفكس "Hello"
bn_bd: <span>পূর্ববর্তী:</span>ফায়ারফক্স হ্যালো
ca: <span>Anterior:</span> Firefox Hello
es_mx: <span>Anterior:</span> Firefox Hello
fa: <span>قبلی:</span> فایرفاکس سلام
ga_ie: <span>Siar:</span> Firefox Hello
gd: <span>Air ais:</span> Firefox Hello
is: <span>Fyrra:</span> Firefox Hello
kab: <span>Ɣer deffir:</span> Firefox Hello
km: <span>មុន៖</span> Firefox Hello
lt: <span>Atgal:</span> „Firefox Hello“
mai: <span>पछिला:</span> Firefox हेलो
nb_no: <span>Forrige:</span> Firefox Hello
ne: <span>अघिल्लो:</span> Firefox Hello
nn_no: <span>Førre:</span> Firefox Hello
pt: <span>Anterior:</span> Firefox Hello
th: <span>ก่อนหน้า:</span> Firefox Hello
uz: <span>Oldingi:</span> Firefox Hello
xh: <span>IFirefox Hello</span>Edluleyo

source: Meet Hello
ar: قابل "Hello"
bn_bd: পরিচিত হোন Hello এর সাথে
ca: Conegueu el Hello
es_mx: Conoce Hello
fa: با «Hello» ملاقات کنید
ga_ie: Seo é Hello
gd: Faigh eòlas air Hello
is: Skoðaðu Hello
kab: Wali s telqayt Firefox Hello
lt: Susipažinkite su „Hello“
mai: हेलो सँ मिलू
nb_no: Dette er Hello
ne: हेल्लो भेट्नुहोस
nn_no: Dette er Hello
pt: Conheça o Hello
th: พบกับ Hello
ur: ہیلو سے ملیں
uz: Hello’ni kutib oling
xh: Dibana noHello

source: The easiest way to connect for free over video with anyone, anywhere
ar: أسهل طريقة للربط مجاناً عن طريق الفيديو مع الجميع, في أي مكان
bn_bd: যেকোনো কারো সাথে, যেখানে খুশি বিনামূল্যে ভিডিওতে সংযুক্ত হওয়ার সবচেয়ে সহজ উপায়
ca: La forma més fàcil de connectar mitjançant vídeo amb qualsevol, gratis i a tot arreu.
es_mx: La manera más fácil de conectarte en video con quien sea, donde sea.
ga_ie: An bealach is éasca físchomhrá saor in aisce a dhéanamh le haon duine, in aon áit
gd: Seo dhut an dòigh as fhasa airson còmhradh video a dhèanamh le duine sam bith, àite sam bith.
is: auðveldasta leiðin til að hringja ókeypis með myndsímtali við hvern sem er, hvar sem er
kab: Allal fessusen akken ad tmeslayeḍ baṭen s tvidyut akked win tebɣiḍ, melmi tebɣiḍ
km: វិធី​ងាយស្រួល​បំផុត​សម្រាប់​តភ្ជាប់​វីដេអូ​ជាមួយ​អ្នក​រាល់​គ្នា​ដោយ​មិន​គិត​ប្រាក់​កម្រៃ, នៅ​គ្រប់​ទីកន្លែង
lt: Paprasčiausias būdas nemokamai bendrauti vaizdu su kuo tik norite, kur norite
mai: ककरो सँग कतओ सँ वीडियो पर,फ्री कनेक्ट हए कलेलसबसँ आसान तरीका
nb_no: Den enkleste måten, via video, å gratis få kontakt med hvem som helst, hvor som helst
ne: कोहिपनि, कतैपनि रहेर मुक्तरूपमा भिडियो मार्फत सम्पर्क गर्ने सजिलो तरिका।
nn_no: Det enklaste måten, via video, å gratis få kontakt med kven-som-helst, kvar-som-helst.
pt: A forma mais fácil de comunicar gratuitamente por vídeo com qualquer pessoa, em qualquer lugar
th: หนทางที่ง่ายที่สุดในการเชื่อมต่อที่ฟรีผ่านทางวิดีโอกับใครก็ได้ ที่ไหนก็ได้
ur: وڈیو پر کہیں سے بھِی کسی کے ساتھ جڑنے کس آسان طریں طریقہ
uz: Xohlagan kishingiz bilan xohlagan yeringizda bepul video suhbat uchun ulanishning eng oson yo‘li
xh: Indlela elula yokuqhagamshela kwividiyo ngokusimahla kunye nabanina, naphina

source: Show me how
ar: أرني كيف
bn_bd: কিভাবে করে আমাকে দেখাও
ca: Explica'm com
es_mx: Muéstrame cómo
fa: نمایش روش کار
ga_ie: Taispeáin dom é
gd: Seall dhomh mar a nì mi seo
is: Sýndu mér hvernig
kab: Sken-iyi-d amek
km: បង្ហាញ​ខ្ញុំ​ពី​របៀប
lt: Parodyti, kaip
mai: देखाउ जे कहिना.
nb_no: Vis meg hvordan
ne: मलाई कसरी देखाउनुहोस्
nn_no: Vis meg korleis
pt: Mostre-me como
th: แสดงวิธีให้ฉันดู
ur: مجھے دکھائیں کیسے۔
uz: Menga qanday amalga oshirishni ko‘rsat
xh: Ndibonise yenzeka njani

source: Did you know?
ar: هل تعلم؟
bn_bd: আপনি কি জানেন?
ca: Sabíeu que?
es_mx: ¿Sabías qué?
fa: آیا می‌دانستید؟
ga_ie: An raibh a fhios agat?
gd: An robh fios agad?
is: Vissir þú?
kab: Terẓriḍ-t?
km: តើ​អ្នក​ដឹង​ទេ?
lt: Ar žinojote?
mai: की अहाँ जानैत छी?
nb_no: Visste du at?
ne: तपाईँलाई थाहा थियो?
nn_no: Viste du at …?
pt: Sabia que…
th: คุณทราบหรือไม่ว่า?
ur: کیا آپ جانتے ہیں؟
uz: Bilasizmi?
xh: Ubusazi na?

source: You can have free video conversations right from your Firefox browser.
ar: بإمكانك الحصول على محادثات فيديو مجانية عن طريق متصفح فيرفكس الخاص بك
bn_bd: আপনার ফায়ারফক্স ব্রাউজার থেকে আপনি বিনামূল্যে ভিডিও আলাপ করতে পারেন।
ca: Podeu tenir converses gratuïtes mitjançant vídeo directament des del navegador del Firefox.
es_mx: Puedes tener conversaciones gratis en video directo desde tu navegador Firefox.
fa: شما می‌توانید گفتگوهای ویدئویی از طریق فایرفاکس داشته باشید.
ga_ie: Is féidir leat físchomhráite saor in aisce a dhéanamh go díreach laistigh de Firefox.
gd: ’S urrainn dhut còmhradh air video ann am brabhsair Firefox fhèin saor ’s an-asgaidh.
is: Þú getur hringt ókeypis myndsímtal beint úr Firefox vafranum.
kab: Faṛes tagnitt seg idiwenniyen s tvidyutin s srid sef iminig inek Freifox.
km: អ្នក​អាច​ធ្វើ​ការ​សន្ទនា​​តាម​រយៈ​វីដេអូ​ដោយ​មិន​គិត​ប្រាក់​កម្រៃ​ពី​កម្មវិធី​អ៊ីនធឺណិត Firefox របស់​អ្នក។
lt: Dabar tiesiai iš „Firefox“ naršyklės galite tiesiogiai bendrauti vaizdu.
mai: अहाँक अपन Firefox ब्राउज़र सँ नि:शुल्क वीडियो बातचीत भ सकैत अछि.
nb_no: Du kan ha gratis videosamtaler direkte i Firefox-nettleseren din.
ne: तपाइले Firefox ब्राउजरबाटै निःशुल्क भिडियो कुराकानी गर्न सक्नुहुन्छ।
nn_no: Du kan ha gratis videosamtalar direkte i Firefox-nettlesaren din.
pt: Pode ter conversas vídeo de forma gratuita a partir do seu Firefox.
th: คุณสามารถใช้งานการสนทนาวิดีโอฟรีได้จากเบราว์เซอร์ Firefox ของคุณ
ur: آپ مقت وڈیو بات چیت ابھی اپنے فائئرفاکس برائوزر سے کر سکتے ہیں۔
uz: To‘g‘ridan to‘g‘ri Firefox brauzeringiz orqali video suhbatlarni amalga oshira olasiz.
xh: Unokuba nencoko yevidiyo yasimahla ngqo ngokusuka kwibhrawza yakho yeFirefox.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
bn_bd: আপনি কি বিশ্বের বন্ধুদের সাথে পুনরায় সংযুক্ত হতে চান? জন্মদিন উৎযাপন করতে চান যখন আপনি সেখানে নেই? ফায়ারফক্স হ্যালো নিন — যেকোনো কারো সাথে, সেখানে খুশি বিনামূল্যে ভিডিও আলাপ করার সবচেয়ে সহজ মাধ্যম।
ca: Voleu retrobar-vos amb amics d'arreu del món? Celebrar un aniversari quan no podeu ser-hi en persona? Proveu el Firefox Hello, la forma més fàcil de connectar mitjançant vídeo amb qualsevol, gratis i a tot arreu.
es_mx: ¿Quieres conectarte con amigos alrededor del mundo? ¿Celebrar un cumpleaños cuando no puedes estar ahí en persona? Prueba Firefox Hello — la manera más fácil de tener conversaciones gratis en video con quien sea, donde sea.
fa: آیا مایلید به دوستانتان در نقطه نقطه جهان بپیوندید؟ یک تولد را جشن بگیرید وقتی نمی‌توانید شخصا آنجا باشید؟ Firefox Hello را امتحان کنید — راحت‌ترین راه برای یک گفتگو با هر کسی در هر جایی.
ga_ie: Ar mhaith leat athcheangal le cairde timpeall an domhain? Breithlá a cheiliúradh nuair nach féidir leat a bheith i láthair? An bealach is éasca físchomhrá saor in aisce a dhéanamh le haon duine in aon áit.
gd: Seanchas ri caraidean air feadh an t-saoghail? Co-là breith 's tu fad air falbh? Feuch Firefox Hello — an dòigh as fhasa airson còmhradh video an-asgaidh àite sam bith 's le duine sam bith.
is: Viltu hringja í vini þína hvar sem er í heiminum? Halda upp á afmæli þótt þú getir ekki verið á staðnum? Prófaðu Firefox Hello — auðveldasta leiðin til að hringja ókeypis með myndsímtali við hvern sem er, hvar sem er.
kab: Tebɣiḍ ad temlaleḍ akked yemdukel inek di ṭṭerf n ddunit?Neɣ ad tedduḍ ɣer tmeɣra n umuli acukan kečč ur tettiliḍ ara din-a? Ɛreḍ Firefox Hello — allal fessusen akken ad meslayeḍ d wid tebɣid, melmi tebɣiḍ.
lt: Norite susisiekti su draugais kitame pasaulio gale? Pasveikinti su gimtadieniu, kai negalite susitikti gyvai? Išbandykite „Firefox Hello“ – paprasčiausią būdą nemokamai bendrauti vaizdu su bet kuo, iš bet kur.
mai: दुनिया भर सँगी साथी सँग फेर सँ जुड़नाय चाहैत छी? जन्मदिन केर जश्न मनाबू जखन अहाँ ओ व्यक्तिक सँग ओतए नहि छी तइयो? Firefox हेलो क उपयोग करू— सबसँ आसान तरीका कतओ भी, ककरो सँग नि: शुल्क वीडियो बातचीत करू.
nb_no: Vil du gjenoppta kontakten med venner rundt om i verden? Kanskje feire en bursdag, men du kan ikke gå på festen? Prøv Firefox Hello — den enkleste måten å ha en gratis videosamtale med hvem som helst, hvor som helst.
nn_no: Vill du ta oppatt kontakten med vener i andre delar av verda? Vil du feira nokon sin fødelsedag, men kan ikkje gå på festen? Prøv Firefox Hello — det enklaste måten å ha ein gratis videosamtale med kven-som-helst, kvar-som-helst.
pt: Quer comunicar com os seus amigos à volta do mundo? Celebrar um aniversário quando não pode estar lá pessoalmente? Experimente o Firefox Hello — a forma mais fácil de comunicar gratuitamente por vídeo com qualquer pessoa, em qualquer lugar.
ur: دوبارہ جڑنا چاہیں گے دنیا بھر میں دوستوں کے ساتھ ؟ سالگرہ کا جشن منانئیں جب آُپ خود وہاں زاتی طور پر نہ ہو؟ فائرفاکس ہیلو آزمائیں—کہیں اور کبھی بھِی مفت وڈیو بات جیت کا آسان طریقہ
uz: Butun dunyodagi do‘stlaringiz bilan bog‘lanishni xohlaysizmi? Tug‘ilgan kuningizni kela olmagan do‘stlaringiz bilan nishonlashni xohlaysizmi? Unda "Firefox Hello"ni sinab ko‘ring — har qanday yerdagi xohlagan kishingiz bilan bepul video suhbat qurishning eng oson yo‘li.
xh: Ufuna uphinde uqhagamshele nabahlobo ehlabathini lonke? Ufuna ukubhiyozela umhla wokuzalwa xa ungenakukwazi ukubakho ngokobuqu? Zama iFirefox Hello — eyona ndlela ilula yokuba nencoko yevidiyo yasimahla naye nabani na, naphi na.

source: <span>Next:</span> Get started
bn_bd: <span>পরবর্তী:</span>শুরু করুন
ca: <span>Següent:</span> Primers passos
es_mx: <span>Siguiente:</span> Inicia
fa: <span>بعدی:</span> شروع به کار
ga_ie: <span>Ar Aghaidh:</span> Tús maith
gd: <span>Air adhart:</span> Toiseach tòiseachaidh
is: <span>Næst:</span> Byrja
kab: <span>Ɣer zdat:</span> Bdu
km: <span>បន្ទាប់៖</span> ដើម្បី​ចាប់ផ្ដើម
lt: <span>Toliau:</span> Pradėkime
mai: <span>अगिला:</span> प्रारंभ करू
nb_no: <span>Neste:</span> Kom i gang
ne: <span>अर्को:</span> सुरु गराैं
nn_no: <span>Neste:</span> Kom i gang
pt: <span>Seguinte:</span> Começar
th: <span>ถัดไป:</span> เริ่มต้น
ur: <span>اگلا</span> آغاز کریں
uz: <span>Keyingi:</span> Boshlang
xh: <span>Elandelayo</span>Qalisa

source: Free video conversations,<br> right from Firefox
bn_bd: সরাসরি ফায়ারফক্স থেকে,<br> ফ্রি ভিডিও আলাপ
ca: Converses gratuïtes mitjançant vídeo,<br> des del Firefox
es_mx: Conversaciones gratis en video,<br> directo desde Firefox
fa: مکالمه تصویری رایگان،<br> همینجا در فایرفاکس
ga_ie: Físchomhráite saor in aisce,<br> laistigh de Firefox
gd: Còmhraidhean video saor ’s an-asgaidh<br> am broinn Firefox fhèin
is: Ókeypis myndsímtal,<br> beint úr Firefox
kab: Idiwenniyen s tvidyut baṭel, <br>s srdi si Firefox
km: ការ​សន្ទនា​តាម​រយៈ​វីដេអូ​ដោយ​មិន​គិត​ប្រាក់​កម្រៃ,<br> ពី Firefox
lt: Nemokami vaizdo pokalbiai<br> tiesiai iš „Firefox“
mai: मुफ़्त वीडियो वार्तालाप, <br> सीधा Firefox सँ
nb_no: Gratis videosamtaler,<br> rett fra Firefox
ne: Firefox बाट निःशुल्क<br> भिडियो कुराकानी
nn_no: Gratis videosamtalar,<br> rett frå Firefox
pt: Videochamadas gratuitas<br>a partir do Firefox
th: การสนทนาวิดีโอฟรี<br>จากบน Firefox
ur: مفت وڈیو بات چیت،<br> سیدہا فائرفاکس سے ہی
uz: Firefox’dan<br> bepul video suhbatlar
xh: Incoko yevidiyo yasimahla<br>ngokusuka ngqo kwiFirefox

source: No account, sign-in or downloads required
bn_bd: কোন অ্যাকাউন্ট, সাইন-ইন বা ডাউনলোডের প্রয়োজন নেই
ca: No us cal cap compte ni registre.
es_mx: No se requiere cuenta, iniciar sesión o descargas
fa: هیچ حساب، ورود به سایت یا دریافت اطلاعاتی لازم نیست.
ga_ie: Ní gá clárú, logáil isteach, nó aon rud a íosluchtú
gd: Gun fheum air cunntas, clàradh a-steach no luchdadh a-nuas
is: Engin reikningur, innskráning eða niðurhal nauðsynlegt
kab: Ur tesriḍ ara amiḍan neɣ asider nniḍen
lt: Nebūtina turėti paskyrą, prisijungti ar ką nors siųstis
mai: कोनो खाता, साइन-इन या डाउनलोड नहि चाही
nb_no: Du trenger ingen konto, registrering eller nedlasting
ne: कुनै खाता, साइन-इन वा डाउनलोडहरु चाहिदैन
nn_no: Du treng ingen konto, registrering eller nedlasting
pt: Não é necessário criar conta, iniciar sessão, nem descarregar nada
th: ไม่ต้องใช้บัญชี, การลงชื่อเข้าใช้ หรือดาวน์โหลด
ur: کوئی اکاؤنٹ نہیں ، سائن ان کریں یا ڈائونلوڈ کی طلب ہے
uz: Hisob ochish, ro‘yxatdan o‘tish yoki yuklab olish talab qilinmaydi
xh: Akukho akhawunti, ukusayisa ungene okanye ukudawnlowuda okufunekayo

source: Simply start a conversation and share a link
bn_bd: কেবল আলাপ শুরু করুন এবং লিঙ্ক শেয়ার করুন
ca: Només cal que inicieu una conversa i en compartiu l'enllaç
es_mx: Simplemente inicia una conversación y comparte el enlace
fa: به راحتی یک گفتگو را آغاز کنید و پیوند آن را با دیگران اشتراک بگذارید
ga_ie: Tosaigh comhrá agus comhroinn an nasc
gd: Cha leig thu leas ach còmhradh a thòiseachadh agus ceangal a cho-roinneadh
is: Byrjaðu á símtali og deildu tenglinum
kab: Senker kan adiwenni sakin bḍu kan aseɣwen, d aya
km: ចាប់ផ្ដើម​ការ​សន្ទនា​យ៉ាង​សាមញ្ញ និង​ចែករំលែក​តំណ
lt: Tiesiog pradėkite pokalbį ir pasidalinkite nuoroda į jį
mai: सीधा वार्तालाप शुरू करू आओर लिंक साझा करू
nb_no: Bare start en samtale og del en lenke
ne: बस कुराकानी सुरु गर्नुहोस् र लिङ्क साझा गर्नुहोस्
nn_no: Berre start ein samtale og del ei lenkje
pt: Simplesmente comece uma conversa e partilhe uma ligação
th: เริ่มต้นการสนทนาด้วยการแบ่งปันลิงก์
ur: سادہ بات جیت کا آغاز کریں اود ربط شیئر کریں
uz: Shunchaki suhbatni boshlang va linkni bo‘lishing
xh: Qala nje incoko uze wabelane ngelinki

source: Invite anyone, anywhere to join
bn_bd: সংযুক্ত হতে যে কাউকে আমন্ত্রণ জানান, যেকোন স্থানে
ca: Convideu a qualsevol, a qualsevol lloc
es_mx: Invita a quien sea, donde sea a unirse
fa: از هر کسی در هر جایی دعوت کنید
ga_ie: Tabhair cuireadh d'aon duine in aon áit
gd: Thoir cuireadh do dhuine sam bith, àite sam bith
is: Bjóddu hverjum sem er, hvar sem er til að taka þátt
kab: Ɛreḍ-d win tebɣiḍ, ay anida yella
km: អញ្ជើញ​អ្នក​រាល់​គ្នា, នៅ​គ្រប់​ទីកន្លែង​ឲ្យ​ចូលរួម
lt: Pakvieskite prisijungti bet ką, iš bet kur
mai: ककरो भी, कतओ भी हुए जुड़ए कलेल आमंत्रित करू
nb_no: Inviter hvem som helst, hvor som helst til å være med
ne: जो सुकैलाई, जहापनी सामेल गर्न निम्तो दिनुहोस
nn_no: Inviter kven-som-helst, kvar-som-helst til å vera med
pt: Convide qualquer pessoa, em qualquer lugar para participar
th: ชวนใครก็ได้ ที่ไหนก็ได้มาเข้าร่วม
ur: کسی کو کہیں بھِی شامل ہونے کی دعوت دیں
uz: Har qanday joydagi xohlagan kishingizni suhbatga taklif qiling
xh: Mema nabani na, naphi na ajoyine

source: Keep conversations one click away
bn_bd: আলাপ এখন মাত্র এক ক্লিক দূরে
ca: Disposeu de les converses a un clic
es_mx: Mantén conversaciones a un clic de distancia
fa: گفتگوها فقط یک کلیک با شما فاصله دارند
ga_ie: Tar ar do chuid comhráite le clic amháin
gd: Dèan còmhradh sa bhad le briogadh a-mhàin
is: Myndsímtöl eru rétt handan við hornið
kab: Idiwenniyen inek ttwakcamen yal ass
lt: Pasiekite pokalbius vienu spragtelėjimu
mai: वार्तालाप केँ एक क्लिक दूर राखू
nb_no: Hold samtaler ett klikk unna
ne: कुराकानीलाइ नजिकै राख्नुहोस्
nn_no: Ha samtalen eitt klikk unna
pt: Mantenha as conversas a um clique de distância
ur: بات چیت کو ایک کلک کی دوری پر رکھِیں
uz: Bir bosishda suhbatlarni saqlab qo‘ying
xh: Gcina incoko ikufutshane kakhulu
