Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/fx36_tour.lang.po
Languages: ar, bn_bd, ca, es_mx, fa, ga_ie, gd, is, kab, km, lt, mai, nb_no, ne, nn_no, pt, th, ur, uz, xh

source: Add Hello to your toolbar so it’s here whenever you need it.
bn_bd: হ্যালো আপনার টুলবারে যোগ করুন যেন হাতের নাগালেই পাওয়া যায়।
ca: Afegiu el Hello a la barra d'eines per accedir-hi sempre que el necessiteu.
es_mx: Agrega Hello a tus barra de herramientas, ahí estará siempre que lo necesites.
fa: دکمه «Hello» را با نوار ابزار خود اضافه کنید تا در هر جایی در دسترس باشد.
ga_ie: Cuir Hello ar do bharra uirlisí le teacht air go héasca.
gd: Cuir Hello ris a’ bhàr-inneal agad gus am bi e ri làimh dhut an-còmhnaidh.
is: Bættu Hello við í hnappaslá þannig að það sé ávalt aðgengilegt.
kab: Rni Hello ɣer ufeggag inek n ifecka akken ad teḥerzeḍ-t ɣef afus ticki tesṛiḍ-t.
km: បន្ថែម​សួស្ដី​ទៅកាន់​របារ​ឧបករណ៍ ដូច្នេះ​វា​មាន​នៅ​នេះ​នៅ​ពេល​ណា​ក៏​ដោយ​ពេល​ដែល​អ្នក​ត្រូវ​ការ​វា។
lt: Pridėkite „Hello“ mygtuką į savo priemonių juostą, kad galėtumėte juo bet kada patogiai pasinaudoti.
mai: हेलो केँ अपने टूलबार मे राखू ताकि ओ एतय रहै जखनो अहाँक एकर जरूरत हुए.
nb_no: Legg til Hello til verktøylinjen din for lett tilgang
ne: Hello लाइ उपकरणपट्टीमा थप्नुहोस् ताकी यो तपाइलाइ चाहिएको बेला यहि हुोस्।
nn_no: Legg til Hello i verktøylinja di, for lett tilgang.
pt: Adicione o Hello à sua barra de ferramentas para que esteja aqui sempre que precisar.
th: เพิ่ม Hello ไปยังแถบเครื่องมือของคุณ ฉะนั้นมันจะอยู่ที่นี่ทุกครั้งที่คุณต้องการมัน
ur: اپنی ٹول بار میں ہیلو کا اظافہ کریں تکہ یہ یہاں ہو جب آپکو ظرورت ہو۔
uz: Xohlagan vaqtingizda foydalanish uchun Hello’ni asboblar paneliga saqlab qo‘ying
xh: Fakela uHello kwithulbha yakho ukuze ibekho nanini na uyifuna.

source: Add it now
bn_bd: এখনই যোগ করুন
ca: Afegeix-lo ara
es_mx: Añadir ahora
fa: همین حالا اضافه کنید
ga_ie: Cuir leis é anois
gd: Cuir ris e an-dràsta
is: Bæta við núna
kab: Rnu-t tura
km: បន្ថែម​វា​ឥឡូវ​នេះ
lt: Pridėti dabar
mai: एकरा अखन जोड़ू
nb_no: Legg til nå
ne: र अब यो
nn_no: Legg til no
pt: Adicionar agora
th: เพิ่มเดี๋ยวนี้
ur: ابھِی اضافہ کریں
uz: Uni hozir qo‘shing
xh: Yifake ngoku

source: Later
bn_bd: পরে
ca: Després
es_mx: Más tarde
fa: بعدا
ga_ie: Níos Déanaí
gd: Cuir ris e an-dràsta
is: Seinna
kab: Ticki
km: ពេលក្រោយ
lt: Vėliau
mai: बादमे
nb_no: Senere
ne: पछि
nn_no: Seinare
pt: Mais tarde
th: ภายหลัง
ur: بعد میں
uz: Keyinroq
xh: Ngelinye ixesha

source: Perfect!
bn_bd: নিখুঁত!
ca: Perfecte!
es_mx: ¡Perfecto!
fa: عالی!
ga_ie: Foirfe!
gd: Foirfe!
is: Frábært!
kab: Ih!
km: ឥតខ្ចោះ!
lt: Puiku!
mai: बड नीक!
nb_no: Perfekt!
ne: सिद्ध!
nn_no: Flott!
pt: Perfeito!
th: สมบูรณ์แบบ!
ur: عمدہ
uz: Ajoyib!
xh: Kuhle kakhulu!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
bn_bd: এখন হ্যালো ব্যবহার করা আরও সহজতর হবে। আইকনটিকে সরাতে বা মুছে ফেলতে শুধুমাত্র মেনুটি খুলুন এবং কাস্টমাইজ করুন নির্বাচন করুন।
ca: A partir d'ara, fer servir el Hello serà encara més fàcil. Per moure o eliminar la icona, obriu el menú i seleccioneu Personalitza.
es_mx: Ahora usar Hello será incluso más sencillo. Para mover o eliminar el ícono, sólo abre el menú y selecciona Personalizar.
fa: حالا استفاده از «Hello» از قبل هم راحت‌تر شده است. برای جابحایی یا حذف دکمه، فقط لازم است منو را باز کرده و «سفارشی‌سازی» را انتخاب کنید.
ga_ie: Tá sé níos éasca ná riamh Hello a úsáid. Oscail an roghchlár agus roghnaigh 'Saincheap' chun an deilbhín a bhogadh nó a scrios.
gd: Bidh e fiù ’s nas fhasa a-nis Hello a chleachdadh. Gus an ìomhaigheag a chur ris no a thoirt air falbh, cha leig thu leas ach an clàr-taice fhosgladh agus "Gnàthaich" a thaghadh.
is: Að nota Hello er orðið einfaldara. Til að færa eða fjarlægja táknmyndina, farðu yfir í valmyndina og veldu þar sérsníða.
kab: Aseqdec n Hello fessus. Akked ad tbeddleḍ amḍiq n tignit neɣ ad tt-tekkseḍ, ldi kan umuɣ saki fren Sagen.
lt: Dabar naudotis „Hello“ bus dar paprasčiau. Jeigu norėsite perkelti ar pašalinti šį mygtuką, atverkite programos meniu ir pasirinkite punktą „Tvarkyti“.
mai: आब हेलो क उपयोग कएनाइ आओर भी आसान भ जाएत. स्थानांतरण या आइकन केँ दूर करए क लेल, सिर्फ मेनू खोलू आओर अनुकूलित चयन करू.
nb_no: Nå er det enda enklere å bruke Hello. For å flytte eller ta bort ikonet åpner du menyen og velger Tilpass.
ne: अब Hello प्रयोग गर्न अझै सजिलो हुनेछ। आइकनलाइ सार्न वा हटाउन, बस मेनु खोली अनुकुलन छान्नुहोस्।
nn_no: No vert det enno enklare å bruka Hello. For å flytta eller ta bort ikonet opnar du menyen og vel Tilpass.
pt: Utilizar o Hello será agora ainda mais fácil. Para mover ou remover o ícone, aceda ao menu e selecione Personalizar.
th: ตอนนี้การใช้งาน Hello ไม่มีอะไรง่ายไปกว่านี้แล้ว ถ้าต้องการย้ายหรือลบไอคอน เพียงแค่เปิดเมนูและเลือก การปรับแต่ง
ur: اب ہیلو کا استعمال اور بھی آسان ہو گا۔ آئکن کو بڑھانے یا ہٹانے کے لیئے بس مینو کھولیں اور تخصیص کریں کا انتخاب کریں
uz: Endi Hello’dan foydalanish ancha oson. Nishonchani ko‘chirish yoki o‘chirish uchun menyuni oching va "Qulaylashtirish"ni tanlang.
xh: Ngoku ukusebenzisa uHello kuya kuba lula nangakumbi. Ukuhambisa okanye ukususa iaykhon, vula nje imenyu uze ukhethe ukuKhastomayiza.

source: Try it now
ar: جربه الآن
bn_bd: এখনই চালিয়ে দেখুন
ca: Proveu-ho ara
es_mx: Pruébalo ahora
fa: الان امتحان کنید
ga_ie: Bain triail as anois
gd: Feuch e an-dràsta
is: Prófa núna
kab: Ɛreḍ-it tura
km: ព្យាយាម​វា​ឥឡូវ​នេះ
lt: Išbandyti dabar
mai: अखन कोशिश करू
nb_no: Prøv det nå
ne: अहिले यसलाई प्रयास गर्नुहोस
nn_no: Prøv Hello no
pt: Experimente agora
th: ลองเดี๋ยวนี้
ur: ابھِی آزمائِیں
uz: Uni hozir sinab ko‘ring
xh: Yizame ngoku

source: Want to add it later?
bn_bd: পরে যোগ করতে ইচ্ছুক?
ca: El voleu afegir després?
es_mx: ¿Quieres agregarlo después?
fa: می‌خواهید بعدا اضافه کنید؟
ga_ie: B'fhéidir ar ball?
gd: Am b’ fhearr leat a chur ris uaireigin eile?
is: Viltu bæta því við seinna?
kab: Tebɣiḍ ad ternuḍ ticki?
km: ចង់​បន្ថែម​វា​ពេលក្រោយ?
lt: Norėsite jį pridėti vėliau?
mai: एकरा बाद मे जोड़ब चाहैत छी?
nb_no: Vil du legge til Hello senere?
ne: यसलाइ पछि थप्न चाहनुहुन्छ?
nn_no: Vil du leggja til Hello seinare?
pt: Quer adicionar mais tarde?
th: ต้องการเพิ่มทีหลัง?
ur: بعد میں اظافہ کرنا چاہیں گے؟
uz: Uni keyinroq qo‘shishni xohlaysizmi?
xh: Ufuna ukuyongeza kamva?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
ca: Cap problema. Només cal que obriu aquest menú, seleccioneu Personalitza i arrossegueu la icona del Hello a la barra d'eines.
es_mx: No hay problema. Simplemente abre el menú, selecciona el Personalizar y arrastra el ícono Hello a la barra de herramientas.
fa: مشکلی نیست. فقط این منو را باز کنید، سفارشی‌سازی را انتخاب کنید و خیلی ساده دکمه «Hello» را به سمت نوار ابزار خود بکشید.
ga_ie: Fadhb ar bith. Ní gá duit ach an roghchlár seo a oscailt, 'Saincheap' a roghnú, agus an deilbhín Hello a tharraingt go dtí an barra uirlisí.
gd: Tha sin taghta. Cha leig thu leas ach an clàr-taice seo fhosgladh, "Gnàthaich" a thaghadh agus ìomhaigheag Hello a shlaodadh dhan bhàr-inneal agad.
is: Ekkert mál. Opnaðu bara þessa valmynd, veldu sérsníða og dragðu Hello táknmyndina yfir á verkfæraslánna.
kab: Ulac udur. Ldi kan umuɣ agi, fren Sagen sakin beddel alḍiq n tegnit Hello deg ufeggag n ifecka.
km: គ្មាន​បញ្ហា។ គ្រាន់តែ​បើក​ម៉ឺនុយ​នេះ, ជ្រើស​តាម​តម្រូវ​ការ ហើយ​អូស​រូបតំណាង​សួស្ដី​ទៅ​កាន់​របារ​ឧបករណ៍​របស់​អ្នក។
lt: Jokių problemų. Tiesiog atverkite programos meniu, pasirinkite punktą „Tvarkyti“ ir nutempkite mygtuką „Hello“ į priemonių juostą.
mai: कोनो समस्या नहि. सिर्फ ई मेनू खोलू, अनुकूलित चयन करू आओर अपन टूलबार पर हेलो आइकन केँ घीचू.
nb_no: Null problem. Bare åpne menyen, velg Tilpass og dra Hello-ikonet til din verktøylinje.
ne: समस्या छैन। बस यो मेनु खोली अनुकूलन छानी र केवल Hello आइकनलाइ आफ्नो उपकरणपट्टीमा तान्नुहोस्।
nn_no: Null problem.Berre opna menyen, vel Tilpass og drag Hello-ikonet til verktøylinja.
pt: Sem problema. Apenas aceda a este menu, selecione Personalizar e arraste o ícone do Hello para a sua barra de ferramentas.
th: ไม่มีปัญหา เพียงแค่เปิดเมนูนี้ เลือก การปรับแต่ง และลากไอคอน Hello ไปไว้บนแถบเครื่องมือของคุณ
ur: کوئی مسلہ۔ صرف یہ مینیو کھولیں ، تخصیص کریں کا انتخاب کریں اور صرف ہیلو آئکن کو اپنی ٹولبار میں گھسیٹیں
uz: Muammosiz. Menyuni oching, "Qulaylashtirish"ni tanlang va Hello nishonchasini asboblar paneliga tashlang.
xh: Akukho ngxaki. Vula nje le menyu, khetha uKhastomayiza uze utsale iaykhon kaHello kwithulbha yakho.

source: As easy as saying hello
ar: سهلة كما تقول مرحباً
bn_bd: সংযুক্ত হওয়ার সহজতম উপায়
ca: Tan fàcil com dir hola
es_mx: Tan sencillo cómo decir Hola
fa: به راحتی گفتن سلام
ga_ie: Chomh simplí le 'haló' a rá
gd: Cho simplidh ri 's a ghabhas
is: Eins auðvelt og að segja halló
kab: Fessus am Azul
km: ងាយស្រួល​ក្នុង​ការ​និយាយ​សួស្ដី
lt: Paprasta kaip ištarti „labas“
mai: हेलो कहए जतेक आसान
nb_no: Like lett som å si hallo
ne: हेल्लो भनेजति नै सजिलो
nn_no: Like lett som å seia hei og hallo
pt: Tão simples como dizer um olá
th: ง่ายเหมือนพูดสวัสดี
ur: اتبا آسان جتنا ہیلو پولنا
uz: Salom deyish kabi oson
xh: Kulula njengokuthi hello

source: Start a video conversation with a single click
bn_bd: আলাপ শুরু করুন মাত্র এক ক্লিকেই
ca: Inicieu una vídeoconversa amb un sol clic
es_mx: Iniciar una conversación de video al hacer un sólo clic
ga_ie: Tosaigh físchomhrá le clic amháin
gd: Tòisich còmhradh video le briogadh a-mhàin
is: Byrjaðu myndsímtal með einum smelli
kab: Senker adiwenni s tvidyutt s usiti kan
km: ចាប់ផ្ដើម​ការ​សន្ទនា​តាម​រយៈ​វីដេអូ​ដោយ​គ្រាន់តែ​ចុច
lt: Pradėkite vaizdo pokalbį vienu spragtelėjimu
mai: सिंगल क्लिक सँ वीडियो बातचीत शुरू करू
nb_no: Start en videosamtale med ett eneste klikk
ne: एक क्लिकबाट भिडियो कुराकानी सुरु गर्नुहोस्
nn_no: Start ein videosamtale med eitt einaste klikk
pt: Comece uma conversa vídeo com um simples clique
th: เริ่มต้นการสนทนาแบบวิดีโอเพียงคลิกเดียว
ur: ایک کلک سے وڈیو بات جیت شروع کریں
uz: Bitta harakat bilan video suhbatlarni boshlang
xh: Qalisa incoko yevidiyo ngokucofa nje kanye

source: Invite a friend to talk by sending them a link
ar: ادعو صديقا للتحدث عن طريق إرسال الرابط له
bn_bd: লিঙ্ক শেয়ার করে বন্ধুদের আলাপে আমন্ত্রণ জানান
ca: Envieu un enllaç a un amic per convidar-lo a la conversa
es_mx: Invita a tus amigos a platicar enviándoles un enlace
ga_ie: Tabhair cuireadh do chara trí nasc a sheoladh chuige/chuici
gd: Thoir cuireadh do charaid le bhith a' cur ceangal thuca
is: Bjóddu vini í símtal með því að senda þeim tengil
kab: Ɛerḍ-d amdakkel akken ad yemmeslay yid-k s tuzna n useɣwen
km: អញ្ជើញ​មិន​ឲ្យ​និយាយ​ដោយ​ផ្ញើ​វា​តំណ​មួយ
lt: Nusiųskite pokalbio nuorodą draugui ir pakvieskite jį prisijungti
mai: लिंक पठाएब कए दोस्त केँ आमंत्रित करू
nb_no: Inviter en venn på en prat ved å sende de en lenke
ne: लिंक पठाएर साथीलाई कुरा गर्न निमन्त्रणा दिनुहोस
nn_no: By inn vener på ein prat ved å senda dei ei lenkje
pt: Convide um amigo para conversar enviando-lhe uma ligação
th: เชิญเพื่อนมาคุยโดยส่งลิงก์ให้พวกเขา
ur: ایک دوست کو ربط ارسال کر کہ دعوت دیں
uz: Do‘stlaringizga link jo‘natish orqali ularni taklif qiling
xh: Mema umhlobo oza kuthetha naye ngokumthumelela nje ilinki

source: Anyone can join — with or without Firefox
ar: الجميع يمكنه المشاركة — مع أو دون فيرفكس
bn_bd: যেকেউ সংযুক্ত হতে পারে — ফায়ারফক্স দিয়ে অথবা ছাড়াও
ca: Tothom s'hi pot unir, amb el Firefox o sense
es_mx: Todos pueden unirse — con o sin Firefox
ga_ie: Fáilte roimh chách — ní theastaíonn Firefox uathu
gd: ’S urrainn do dhuine sam bith pàirt a ghabhail ann — Firefox ann no às
is: Allir geta tekið þátt — með eða án Firefox
kab: Yal yiwen yezmer ad d-yeddu ɣer udiwenni —s FireFox neɣ war Firefox
lt: Prisijungti gali bet kas – nesvarbu, ar naudojasi „Firefox“
mai: कोनो भी जुड़ि सकैत अछि — Firefox साथ आओर बिना
nb_no: Alle kan være med — med eller uten Firefox
ne: जो कोही पनि — Firefox बाट वा Firefox बिना नै सामेल हुन सक्नुहुन्छ
nn_no: Alle kan vera med — med eller utan Firefox
pt: Qualquer pessoa pode participar - com ou sem o Firefox
th: ทุกคนสามารถเข้าร่วมได้ ไม่ว่าจะมีหรือไม่มี Firefox
ur: کوئی بھی ظم ہوسکتا ہے—فائرفاکس کے بغیر
uz: Har qanday kishi qo‘shilishi mumkin — Firefox bilan yoki usiz
xh: Nabani na angajoyina — enoba unaye okanye akanaye uFirefox

source: Here when you need it
ar: هنا عندما تحتاجها
bn_bd: যখনই প্রয়োজন এখানেই আছে
ca: Aquí quan et cal
es_mx: Esto es cuando lo necesitas
ga_ie: Anseo nuair a theastaíonn uait é
gd: Bidh e an-seo nuair a bhios feum agad air
is: Er til staðar þegar mikið liggur við
kab: Yettwakcam s zreb
km: នៅ​ទីនេះ​​នៅ​ពេល​អ្នក​ត្រូវ​ការ​វា
lt: Čia, kai labiausiai reikia
mai: एतय जखन अहाँक एकर जरुरत अछि
nb_no: Her når det trenges
ne: तपाइलाइ चाहिएको बेला यहाँ
nn_no: Her når det trengst
pt: Aqui quando precisa
th: อยู่ที่นี่เมื่อคุณต้องการมัน
ur: یہاں جب آپکو ظرورت ہو
uz: Sizga qachon kerak bo‘lsa, u mana bu yerda
xh: Apha xa umfuna

source: Start and join conversations right from your toolbar.
ar: ابدأ و انضم للمحادثات الآن من شريط الأدوات الخاص بك.
bn_bd: আপনার টুলবার থেকেই আলাপ শুরু বা আলাপে যোগ দিন।
ca: Inicieu converses i uniu-vos-hi des de la barra d'eines.
es_mx: Iniciar y unirte a pláticas de la barra de herramientas directamente.
fa: شروع و پیوستن به مکالمه همین حالا از طریق نوارابزار.
ga_ie: Tosaigh nó glac páirt i gcomhrá go díreach sa bharra uirlisí.
gd: Tòisich air agus gabh pàirt ann an còmhraidhean on bhàr-inneal agad fhèin.
is: Búðu til og taktu þátt í samtali beint frá hnappaslánni.
kab: Senker sakin ddu ɣer idiwenniyen seg ufeggag inek n ifecka.
km: ចាប់ផ្ដើម និង​ភ្ជាប់​ការ​សន្ទនា​ពី​របារ​ឧបករណ៍​របស់​អ្នក។
lt: Pradėkite ir junkitės prie pokalbių tiesiai iš priemonių juostos.
mai: वार्तालाप सँ जुड़ू या शुरू करू सीधा अपन टूलबार सँ.
nb_no: Start og delta i samtaler direkte fra verktøylinjen.
ne: तपाइको उपकरणपट्टिबाट कुराकानीहरु सुरु गर्नुहोस् वा सामेल हुनुहोस्।
nn_no: Start og delta i samtalar direkte frå verktøylinja di.
pt: Comece ou participe em conversas a partir da sua barra de ferramentas.
th: เริ่มและเข้าร่วมการสนทนาจากบนแถบเครื่องมือของคุณ
ur: آغاز کریں اور بات جیت میں ظم ہوں اپنی ٹول بات سے ہی۔
uz: Asboblar panelidan suhbatlashishni boshlang va suhbatlarga qo‘shiling.
xh: Qalisa uze ujoyine incoko ngokusuka ngqo kwithulbha yakho.

source: Let’s go
ar: هيا
bn_bd: চলুন তাহলে
ca: Som-hi
es_mx: Vámonos
fa: بزن بریم
ga_ie: Ar aghaidh linn
gd: Siuthadaibh
is: Byrja
kab: Aya ad nebdu
km: ចាប់ផ្ដើម
lt: Pirmyn!
mai: चलू चलैत छी
nb_no: La oss starte!
ne: जाऔं
nn_no: La leiken byrja … Og køyr …
pt: Vamos lá
th: ไปกันเลย
ur: چلیں چلتے ہیں!
uz: Qani, ketdik
xh: Masiye

source: Take a quick tour
ar: اذهب في جولة سريعة
bn_bd: দ্রুত চোখ বুলিয়ে নিন
ca: Comenceu la visita guiada
es_mx: Toma un paseo rápido
fa: یک گشت و گذار سریع داشته باشید
ga_ie: Déan turas sciobtha
gd: Gabh turas goirid
is: Fara í skoðunarferð
kab: Bdu tirza fessusen
km: ទស្សន​កិច្ច​រហ័ស
lt: Pristatome „Firefox“ naujoves
mai: एक त्वरित दौर लिअ
nb_no: Få en rask omvising
ne: एक छिटो यात्रा लिनुहोस्
nn_no: Få ei rask omvising
pt: Faça uma visita rápida
th: ชมการเที่ยวทันที
ur: فوری دورہ لیں
uz: Tezkor sayohat qiling
xh: Khawuthi tshe utyelele

source: It’s the fastest, most flexible Firefox ever.
ar: إنه الأسرع, فيرفكس الأكثر مرونة على الإطلاق.
bn_bd: এটি সকল সময়ের দ্রুততম, নমনীয়তম ফায়ারফক্স।
ca: El Firefox més ràpid i flexible.
es_mx: Es el más rápido y flexible Firefox de todos los tiempos.
fa: این سریع ترین است، انعطاف پذیرترین فایرفاکس تاکنون.
ga_ie: An Firefox is sciobtha is solúbtha riamh.
gd: 'S e am Firefox as luaith agus as sùbailte a-riamh a tha ann.
is: Hraðasti og sveigjanlegasti Firefox allra tíma.
kab: Firefox d arurad, d afallaẓ ilebda.
km: វា​លឿន​បំផុត, សម្រាប់ Firefox ដែល​អាច​បត់បែន​បាន។
lt: Ši „Firefox“ laida – sparčiausia ir lanksčiausia iš visų.
mai: ई सबसँ तेज आओर सबसँ लचीला Firefox अछि.
nb_no: Det er den raskeste og mest fleksible Firefox til nå.
ne: यो अहिलेसम्मकै सबैभन्दा छिटो र लचिलो Firefox हो।
nn_no: Vår raskaste og mest fleksible Firefox til no.
pt: É o Firefox mais rápido e mais flexível de sempre.
th: เร็ว ยืดหยุ่นมากกว่าก่อน
ur: یہ تیز ترین ہے ، سب سے زیادہ لچکدار فائرفاکس کببھِی بھی۔
uz: Firefox har doimgidan ko‘ra juda tez va mustahkam.
xh: Yeyona Firefox ikhawulezayo neyona ilungele yonke imeko.

source: Welcome to Firefox
ar: مرحبا مع فيَرفُكس
bn_bd: ফায়ারফক্সে আপনাকে স্বাগতম
ca: Us donem la benvinguda al Firefox
es_mx: Bienvenido a Firefox
fa: به فایرفاکس خوش‌آمدید
ga_ie: Fáilte go Firefox
gd: Fàilte gu Firefox
is: Velkomin í Firefox
kab: Ansuf ɣer Firefox
km: សូម​ស្វាគមន៍​មកកាន់ Firefox
lt: Sveiki! Tai – „Firefox“
mai: Firefox मे अहाँक स्वागत अछि
nb_no: Velkommen til Firefox
ne: Firefoxमा स्वागत छ
nn_no: Velkomen til Firefox
pt: Bem-vindo ao Firefox
th: ยินดีต้อนรับสู่ Firefox
ur: Firefox میں خوش آمدید
uz: "Firefox"ga xush kelibsiz
xh: Wamkelekile kwiFirefox

source: Committed to you, your privacy and an open Web.
ar: تم حفظه لك, خصوصيتك و الشبكة المفتوحة.
bn_bd: আমরা প্রতিশ্রুতিবদ্ধ আপনার কাছে, আপনার গোপনীয়তা এবং ওপেন ওয়েবের কাছে।
ca: Compromès amb l'usuari, la privadesa i un web obert.
es_mx: Comprometido contigo, con tu privacidad y con una web abierta.
fa: متعهد به شما، حریم خصوصیتان و وب باز.
ga_ie: Tiomanta don phríobháideacht, don Ghréasán oscailte, agus duitse.
gd: An dealas dhut, dha do phrìobhaideachd is lìon fosgailte.
is: Fyrir þig, þína friðhelgi og netfrelsi.
kab: Yettazzal fell-ak, tudert inek akked ɣef Web yeldin.
km: បាន​ប្ដេជ្ញា​ចំពោះ​អ្នក រក្សា​ភាព​ឯកជន​របស់​អ្នក និង​បណ្ដាញ​បើក​ចំហ
lt: Pašvęsta jums, jūsų privatumui ir atvirajam saitynui.
mai: अहाँ, अहाँक गोपनीयता आओर खुलल वेबक लेल प्रतिबद्ध.
nb_no: Forpliktet til deg, ditt privatliv og et åpent nett.
ne: तपाईँ,तपाईँको गोपनीयता र खुल्ला वेबमा प्रतिबद्ध
nn_no: Forplikta til deg, ditt personvern og eit ope Internett.
pt: Comprometido consigo, com a sua privacidade e com uma Web aberta.
th: มอบให้กับคุณ, ความเป็นส่วนตัวของคุณ และเว็บแบบเปิด
ur: آپ کے لیے پُر عزم، آپکی رازداری اور ایک کھلی ویب
uz: Siz, maxfiyligingiz va ochiq tarmoq uchun mo‘ljallangan.
xh: Izinikezele kuwe, kubungasese bakho kwaye ivula iWebhu

source: Get to know Hello
ar: انضم لتعرف Hello
bn_bd: Hello সম্পর্কে জানুন
ca: Conegueu millor el Hello
es_mx: Familiarízate con Hello
fa: شناختن سلام
ga_ie: Cuir aithne ar Hello
gd: Fàs eòlach air Hello
is: Byrjaðu að kynnast Hello
kab: Wali s telqayt Hello
lt: Susipažinkite su „Hello“
mai: हेलो केर संबंध मे जानू
nb_no: Bli kjent med Hello
ne: हेल्लोको बारे जान्नुहोस्
nn_no: Bli kjend med Hello
pt: Conheça o Hello
th: ต้องการเรียนรู้เกี่ยวกับ Hello
ur: ہیلو کو جانیں
uz: Hello haqida bilib oling
xh: Mazi uHello

source: <span>Next:</span> Firefox Hello
ar: <span>التالي:</span> فيرفكس Hello
bn_bd: <span>পরবর্তী:</span> Firefox Hello
ca: <span>Següent:</span> Firefox Hello
es_mx: <span>Siguiente:</span> Firefox Hello
ga_ie: <span>Ar aghaidh:</span> Firefox Hello
gd: <span>Nise:</span> Firefox Hello
is: <span>Næst:</span> Firefox Hello
kab: <span>Ɣer zdat </span> Firefox Hello
lt: <span>Toliau:</span> „Firefox Hello“
mai: <span>अगिला:</span> Firefox हेलो
nb_no: <span>Neste:</span> Firefox Hello
ne: <span>अर्को:</span> Firefox Hello
nn_no: <span>Neste:</span> Firefox Hello
pt: <span>Seguinte:</span> Firefox Hello
th: <span>ถัดไป:</span> Firefox Hello
ur: <span>اگلا</span>فائرفاکس ہیلو
uz: <span>Keyingi:</span> Firefox Hello
xh: <span>Elandelayo</span> iFirefox Hello

source: It starts with the new,<br> intuitive menu
ar: انها تبدأ بالجديد, <br>لائحة بديهية
bn_bd: এটা আরম্ভ হয় নতুন,<br> সহজাত মেনুর সাথে
ca: Comença amb el menú nou<br> i intuïtiu
es_mx: Comienza con el nuevo,<br> menú intuitivo
fa: با یک منو هوشمند<br>، شروع می‌شود
ga_ie: Tosaíonn sé leis an roghchlár<br> simplí nua
gd: Sa chiad dol a-mach, tha<br> an clàr-taice ùr 's imfhiosach ann
is: Nýja,<br> auðvelda valmyndin
kab: Yal taɣawsa tbeddu s <br> wumuɣ amaynut amyigawan
km: វា​ចាប់ផ្ដើម​ជាមួយ,<br> ម៉ឺនុយ​​អព្ភន្តរញាណ​ថ្មី
lt: Viskas prasideda nauju,<br> intuityviu meniu
mai: ई एकटा शुरू हाएत अछि एकटा नव ,<br> सहजज्ञान युक्त मेनू सँग
nb_no: Det starter med den nye,<br> intuitive menyen
ne: यो नयाँ, <br> सहज मेनु साथ सुरु हुन्छ
nn_no: Det startar med den nye,<br> lettforståelege menyen
pt: Começa com o novo<br> e intuitivo menu
ur: یہ ایک نئے <br>بدیہی مینیو سے آغاز ہوتا ہے
uz: U yangi intuitiv menyu<br> bilan boshlanadi
xh: Iqala ngemenyu <br> yolwazi entsha

source: Grouped together for quick, easy access
ar: جمعت مع بعضها للسرعة, والوصول السهل
bn_bd: দ্রুত, সহজ প্রবেশের জন্য একত্রে দল করা হয়েছে
ca: Agrupades perquè pugueu accedir-hi de manera més fàcil i ràpida
es_mx: Agrupados juntos para un acceso rápido y fácil
fa: برای سرعت و دسترسی آسان، کنار هم قرار داده شده
ga_ie: Grúpáilte le chéile chun teacht orthu níos fusa
gd: Buidhnichte airson inntrigeadh nas luaith 's nas fhasa
is: Hópað saman fyrir auðveldan aðgang
kab: Yettwasdukel i unekcum afessas arurad
km: បាន​ដាក់​ជា​ក្រុម​ជាមួយ​គ្នា​រហ័ស, ងាយស្រួល​ចូល​ប្រើ
lt: Sugrupuotos greitai ir paprastai prieigai
mai: तुरंत, आसान पहुँच कलेल एक साथ समूहीकृत
nb_no: Gruppert sammen for rask og enkel tilgang
ne: सहज र छरितो पहुँचको लागि एकै साथ समूहकृत गरिएको
nn_no: Gruppert saman for rask og enkel tilgang
pt: Agrupados em conjunto para um acesso rápido e fácil
th: รวมกลุ่มเข้าด้วยกันสำหรับการเข้าถึงอย่างเร็วและง่าย
ur: جلد آسان رسائی کے لیئے اکٹھا گروہ بندی کی گئی ہے
uz: Tez va oson foydalanish uchun bir joyga yig‘ilgan
xh: Zidityanisiwe ukulungiselela ufikelelo olukhawulezayo nolulula

source: <span>Previous:</span> Menu
ar: <span>السابق:</span> لائحة
bn_bd: <span>পূর্ববর্তী:</span> মেনু
ca: <span>Anterior:</span> Menú
es_mx: <span>Previo:</span> Menú
fa: <span>قبلی:</span> منو
ga_ie: <span>Siar:</span> Roghchlár
gd: <span>An rud roimhe:</span> An clàr-taice
is: <span>Fyrri:</span> Valmynd
kab: <span>Ɣer deffir:</span> Umuɣ
km: <span>មុន៖</span> ម៉ឺនុយ
lt: <span>Atgal:</span> Meniu
mai: <span>पिछला:</span>मेन्यू
nb_no: <span>Forrige:</span> Meny
ne: <span> अघिल्लो: </span> मेनु
nn_no: <span>Førre:</span> Meny
pt: <span>Anterior:</span> Menu
th: <span>ก่อนหน้า:</span> เมนู
ur: <span>بحھلا:</span> مینیو
uz: <span>Oldingi:</span> Menyu
xh: <span>Engaphambili:</span> Imenyu

source: <span>Next:</span> Search
ar: <span>التالي:</span> بحث
bn_bd: <span>পরবর্তী:</span> অনুসন্ধান
ca: <span>Següent:</span> Cerca
es_mx: <span>Siguiente:</span> Búsqueda
ga_ie: <span>Ar Aghaidh:</span> Cuardach
gd: <span>Nise:</span> Lorg
is: <span>Næst:</span> Leit
kab: <span>Ɣer zdat:</span> Anadi
lt: <span>Toliau:</span> Paieška
mai: <span>अगिला:</span>खोज
nb_no: <span>Neste:</span> Søk
ne: <span>अर्को:</span>खोज
nn_no: <span>Neste:</span> Søk
pt: <span>Seguinte:</span> Pesquisa
th: <span>ถัดไป:</span> ค้นหา
ur: <span>اگلا:</span> تلاش
uz: <span>Keyingi:</span> Izlash
xh: <span>Olulandelayo:</span> Ukhangelo

source: Connect over video with anyone, anywhere
ar: اتصل عبر الفيديو مع أيٍ كان, أي مكان
bn_bd: ভিডিওর মাধ্যমে যেকোনো কারোর সাথে যেকোনো জায়গায় সংযোগ করুন
ca: Connecteu-vos mitjançant vídeo amb qualsevol, a tot arreu
es_mx: Conéctate a través de video con quién sea, donde sea
ga_ie: Déan físchomhrá le haon duine in aon áit
gd: Dèan còmhradh video le duine sam bith, àite sam bith
is: Þú getur spjallað með myndsímtali við hvern sem er, hvar sem er
kab: Ddu ɣer udiwenni s tvidyut akked win tebɣiḍ, anida tebɣiḍ
lt: Susisiekite vaizdo pokalbiui su kuo norite, iš kur norite
mai: ककरो सँ, कतओ सँ वीडियो पर जुड़ू
nb_no: Samtale via video med hvem som helst, hvor som helst
ne: भिडियोबाट जोकोहीसंग, जँहापनि जडित हुनुहोस्
nn_no: Samtale via video med kven-som-helst, kvar-som-helst
pt: Ligue-se por vídeo com qualquer pessoa, em qualquer lugar
th: เชื่อมต่อผ่านวิดีโอกับใครก็ได้ ที่ไหนก็ได้
ur: وڈیو پر کسی کہ ساتھ کہیں بھی جڑیں
uz: Har qanday joydagi xohlagan kishi bilan video orqali bog‘laning
xh: Qhagamshela ngevidiyo naye nabani na, naphi na
