Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/australis/fx36_tour.lang.po
Languages: ar, bn_bd, ca, es_mx, fa, ga_ie, gd, is, kab, km, lt, mai, nb_no, ne, nn_no, pt, th, ur, uz, xh

source: It’s free! No account, sign-in or downloads required
ar: انه مجاني, لا حساب, سجل الدخول أو التنزيلات المطلوبة
bn_bd: এটি ফ্রি! কোন অ্যাকাউন্ট, সাইন-ইন বা ডাউনলোডের প্রয়োজন নেই
ca: És gratuït! No us cal cap compte ni registre
es_mx: ¡Es gratis! No necesitas cuenta, iniciar sesión ni descargar nada
ga_ie: Saor in aisce! Ní gá clárú, logáil isteach, nó aon rud a íosluchtú
gd: Tha e saor an-asgaidh! Chan eil feum air cunntas no luchdadh a-nuas
is: Það er ókeypis! Enginn reikningur, engin skráning eða niðurhals krafist
kab: Baṭel ! Ur tesriḍ ara amiḍan neɣ asider
lt: Tai nemokama! Nereikia jokių paskyrų, prisijungimų ar papildomai ką nors siųstis
mai: कोनो खाता, साइन-इन या डाउनलोड नहि चाही
nb_no: Det er helt gratis! Ingen konto, registrering eller nedlasting
ne: यो नि:शुल्क हो! कुनै खाता, साइन-इन वा डाउनलोडहरु चाहिदैन
nn_no: Det er gratis! Ingen konto, registrering eller nedlasting
pt: É gratuito! Não é necessário criar conta, iniciar sessão, nem descarregar nada
th: มันฟรี! ไม่ต้องใช้บัญชี, การลงชื่อเข้าใช้ หรือดาวน์โหลด
ur: یہ مفت ہے! کوئ اکاؤنٹ نہیں، داخل ہوں یا ڈاونلوڈ کی طلب ہے
uz: Mutlaqo bepul! Hisob ochish, ro‘yxatdan o‘tish va yuklab olish kerak emas
xh: Isimahla! Akukho akhawunti, ukusayina ungene okanye ukudawnlowuda okufunekayo

source: Choose how you want to search
ar: اختر كيف تريد البحث
bn_bd: পছন্দ করুন যা কিভাবে আপনি খুঁজতে চান
ca: Trieu com voleu fer la cerca
es_mx: Selecciona cómo quieres buscar
ga_ie: Roghnaigh modh cuardaigh
gd: Cuir romhad mar a nì thu lorg
is: Veldu hvernig þú vilt leita
kab: Fren tarrayt tebɣid akken ad tsenkred anadi
km: ជ្រើស​របៀប​ដែល​អ្នក​ចង់​ស្វែងរក
lt: Pasirinkite, kaip norėsite ieškoti
mai: चुनू कि अहाँ कओन ख़ोज करब चाहैत छी
nb_no: Velg hvordan du vil søke
ne: छनोट गर्ने तरिका छान्नुहोस्
nn_no: Vel korleis du vil søkja
pt: Escolha como quer pesquisar
th: เลือกว่าคุณต้องการค้นหาอะไร
ur: انتخاب کریں آپ کیسے تلاش کرنا پسند کریں گے
uz: Xohlaganingizdek izlashni tanlang
xh: Khetha indlela ofuna ukukhangela ngayo

source: <span>Next:</span> Bookmarks
ar: <span>التالي:</span> العلامات
bn_bd: <span>পরবর্তী:</span> বুকমার্ক
ca: <span>Següent:</span> Adreces d'interès
es_mx: <span>Siguiente:</span> Marcadores
fa: <span>بعدی:</span> نشانک‌ها
ga_ie: <span>Ar Aghaidh:</span> Leabharmharcanna
gd: <span>Nise:</span> Comharran-lìn
is: <span>Næst:</span> Bókamerki
kab: <span>Ɣer zdat:</span> Ticraḍ nisebtar
km: <span>បន្ទាប់៖</span> ចំណាំ
lt: <span>Toliau:</span> Adresynas
mai: <span>अगिला:</span>पुस्तचिह्न
nb_no: <span>Neste:</span> Bokmerker
ne: <span>अर्को:</span> बुकमार्कहरु
nn_no: <span>Neste:</span> Bokmerke
pt: <span>Seguinte:</span> Marcadores
th: <span>ถัดไป:</span> ที่คั่นหน้า
ur: <span>اگلا</span>نشانیاں
uz: <span>Keyingi:</span> Xatcho‘plar
xh: <span>Elandelayo:</span> Iibhukhmakhi

source: Introducing a smarter <br>way to search
ar: تقديم الطريقة <br> الأذكى للبحث
bn_bd: খোঁজার একটি <br>স্মার্ট উপায় শুরু করা হচ্ছে
ca: Us presentem una forma <br>de cercar
es_mx: Presentando una manera más inteligente <br>de buscar
ga_ie: Seo dhuit modh cuardaigh <br>níos cliste
gd: A' toirt dhut dòigh nas <br>tapaidhe airson lorg
is: Við kynnum snjallari <br>leið til að leita
kab: Tarrayt tamaynut <br> n unadi
lt: Pristatome patogesnį<br> būdą ieškoti
mai: पेश करैत अछि <br> खोजए केर एकटा चतुर तरीका
nb_no: En smartere <br>måte å søke på
ne: खोजी गर्ने एउटा चलाख तरिका <br>प्रस्तुत गर्दै
nn_no: Ein smartare <br>måte å søkja på
pt: Apresentamos uma forma<br>mais fácil de pesquisar
th: ขอแนะนำ<br>หนทางที่ฉลาดกว่าในการค้นหา
ur: ایک ہوشیار<br>تلاش کا انداز متعارف کرانا
uz: Izlashning eng qulay <br> yo‘lini o‘rgatadi
xh: Iqalisa indlela esemcimbini<br>yokukhangela

source: Search suggestions appear as you type
ar: ابحث عن الاقتراحات التي تظهر حسب كتابتك
bn_bd: খোঁজার সাজেশন আবির্ভূত হবে যখন আপনি টাইপ করবেন
ca: Apareixen suggeriments de cerca a mesura que escriviu
es_mx: Sugerencias de búsqueda aparecen cuando tecleas
ga_ie: Gheobhaidh tú moltaí cuardaigh beo
gd: Nochdaidh molaidhean luirg 's tu a' sgrìobhadh
is: Leitarábendingar birtast um leið og þú slærð inn texta
kab: Isumar n unadi ad d-banen ticki tettaruḍ
lt: Renkant tekstą, bus rodomi ieškos siūlymai
mai: अहाँक टाइप करते ही खोज सुझाव देखाइ देत
nb_no: Søkeforslagene kommer fram når du skriver
ne: तपाइले टाइप गर्दै गर्दा खोज सुजावहरु देखिनेछन
nn_no: Søkjeforslaga kjem fram medan du skriv
pt: As sugestões de pesquisa são mostradas durante a escrita
th: การแนะนำการค้นหาจะปรากฏขึ้นเมื่อคุณพิมพ์
ur: تلاش تجویز ظاہر ہوگی جیسے آپ اندراج کریں گے
uz: Yozganingizda izlash uchun tavsiyalar paydo bo‘ladi
xh: Khangela amacebiso avela njengoko utayipa

source: Choose the right site for every search
ar: اختر الموقع الصحيح لكل بحث
bn_bd: প্রত্যেক খোঁজের জন্য ঠিক সাইটটি পছন্দ করুন
ca: Trieu el lloc web correcte per a cada cerca
es_mx: Selecciona el sitio correcto para cada búsqueda
ga_ie: Roghnaigh an suíomh is fearr do gach cuardach
gd: Tagh an dòigh iomchaidh airson gach lorg
is: Veldu rétta vefsvæðið fyrir hverja leit
kab: Fren asmel ufrin di yal anadi
km: ជ្រើស​តំបន់​បណ្ដាញ​ត្រឹមត្រូវ​សម្រាប់​រៀងរាល់​ការ​ស្វែងរក
lt: Kiekvienai vykdomai paieškai pasirinkite tinkamiausią svetainę
mai: खोजए कलेल सही साइट क चयन करू
nb_no: Velg rett søkeside for hvert søk
ne: हरेक खोजको लागि उपयुक्त साइट चयन गर्नुहोस्
nn_no: Vel rett søkjeside for kvart søk
pt: Escolha o sítio certo para cada pesquisa
ur: ہر تلاش کے لیئے درست سائٹ کا انتخاب کریں
uz: Har bir qidiruv uchun mos saytni tanlang
xh: Khetha isayithi eyiyo yokhangelo ngalunye

source: Use the star to create bookmarks
ar: استخدم النجمة لانشاء العلامات
bn_bd: বুকমার্ক তৈরি করতে তারকা চিহ্নের ব্যবহার করুন
ca: Feu servir l'estrella per crear una adreça d'interès
es_mx: Usa la estrella para crear marcadores
fa: از علامت ستاره برای ساخت نشانک‌ها استفاده کنید
ga_ie: Úsáid an réiltín chun leabharmharc a chruthú
gd: Cleachd an rionnag airson comharra-lìn a chruthachadh
is: Notaðu stjörnuna til að búa til bókamerki
kab: Seqdec itri akken a dternuḍ tacreṭ n usebter
km: ប្រើ​សញ្ញា​ផ្កាយ​ដើម្បី​ចំណាំ
lt: Tinklalapiams įsiminti naudokitės žvaigždute
mai: बुकमार्क्स बनाबै कलेल सिताराक उपयोग करू
nb_no: Bruk stjerne for å lage bokmerker
ne: पुस्तकचिनोहरु सिर्जना गर्न ताराको प्रयोग गर्नुहोस्
nn_no: Bruk stjerna for å laga bokmerke
pt: Utilize a estrela para criar marcadores
th: ใช้ดาวเพื่อสร้างที่คั่นหน้า
ur: نشانیاں بنانے کے لیئے ستارے کا نشان استعمال کریں
uz: Xatcho‘plar yaratish uchun yulduzdan foydalaning
xh: Sebenzisa inkwenkwezi ukuyila iibhukhmakhi

source: <span>Previous:</span> Search
ar: <span>السابق:</span> بحث
bn_bd: <span>পূর্ববর্তী:</span> অনুসন্ধান
ca: <span>Anterior:</span> Cerca
es_mx: <span>Anterior:</span> Buscar
ga_ie: <span>Siar:</span> Cuardach
gd: <span>Roimhe seo:</span> Lorg
is: <span>Fyrri:</span> Leit
kab: <span>Ɣer deffir:</span> Anadi
km: ការ​ស្វែងរក <span>មុនៗ៖</span>
lt: <span>Atgal:</span> Paieška
mai: <span>पछिला:</span> खोज
nb_no: <span>Forrige:</span> Søk
ne: <span>अघिल्लो:</span> खोज
nn_no: <span>Førre:</span> Søk
pt: <span>Anterior:</span> Pesquisa
th: <span>ก่อนหน้า:</span> ค้นหา
ur: <span>پجھلا</span>تلاش کریں
uz: <span>Oldingi:</span> Izlash
xh: <span>Olungaphambili:</span> Ukhangelo

source: Your favorite sites<br> are closer than ever
ar: مواقعك المفضلة<br> أقرب من قبل
bn_bd: আপনার প্রিয় সাইটগুলো<br> আগের চেয়ে আরও কাছে
ca: Els vostres llocs preferits són<br> més a prop que mai
es_mx: Tus sitios favoritos están<br> más cercas que nunca
fa: سایت‌های مورد علاقه شما<br> از همیشه به شما نزدیک‌ترند
ga_ie: Na suímh is ansa leat<br> níos gaire ná riamh
gd: Tha na làraichean as fhearr leat<br> nas fhaisge ort na bha iad a-riamh
is: Uppáhalds vefsvæðin þín<br> eru nær en nokkru sinni fyrr
kab: Ismal inek inurifen<br> zdat-k
km: តំបន់​បណ្ដាញ​ពេញ​និយម​របស់​អ្នក<br> កាន់​តែ​ខិត​ជិត​អ្នក
lt: Mėgstamiausios svetainės<br> arčiau nei bet kada
mai: अहाँक पसंदीदा साइट<br> पहिले सँ बेसी निकट
nb_no: Favorittsidene dine<br> er nærmere enn noen gang
ne: तपाईँका प्रिय साइटहरु <br> अब अझै नजिक छन्
nn_no: Favorittsidene dine<br> er nærmare enn nokon gong
pt: Os seus sites preferidos<br>estão mais perto do que nunca
ur: آپکی پسندیدہ سائٹس<br>ہمیشہ سے زیادہ قریب تر
uz: Sevimli saytlaringiz<br> har doimgidan yaqinroq
xh: Iisayithi zakho okholwa zizo<br> zikufutshane kunangaphambili

source: Add and view bookmarks from the same spot
ar: أضف و شاهد العلامات من البقعة نفسها
bn_bd: একই স্থানে বুকমার্ক যোগ করুন এবং দেখুন
ca: Afegiu i mostreu adreces d'interès des del mateix punt
es_mx: Agrega y ve marcadores en el mismo lugar
fa: اضافه‌کردن و نمایش نشانک‌ها از محل مشابه
ga_ie: Cruthaigh agus brabhsáil leabharmharcanna san áit chéanna
gd: Cuir comharran-leabhair ris on aon àite is coimhead orra
is: Bættu við og skoðaðu bókamerki frá einum stað
kab: Rnu sakin wali ticraḍ inek n isebtar seg iwet n tqeffalt
km: បន្ថែម ហើយ​មើល​ចំណាំ​ពី​ចំណុច​តែមួយ
lt: Pildykite ir naudokitės adresynu iš tos pačios vietos
mai: एक्के ठाम सँ पुस्तचिह्न जोड़ू आओर देखू
nb_no: Legg til og vis bokmerker fra samme plass
ne: एकै स्थानबाट पुस्तकचिनोहरू थप्नुहोस् र हेर्नुहोस्
nn_no: Legg til og vis bokmerke frå same plass
pt: Adicionar e ver marcadores a partir do mesmo local
th: เพิ่มและดูที่คั่นเว็บจากจุดเดียวกัน
ur: ایک جیسی جگہ سے اضافہ کریں اور نشانیاں دیکھیں
uz: Xatcho‘plarga qo‘shing va ularni xuddi shu joydan ko‘ring
xh: Yongeza uze ujonge iibhukhmakhi kwindawo enye

source: Save sites with a single click
ar: احفظ المواقع بكبسة واحدة
bn_bd: এক ক্লিকেই সাইট সংরক্ষণ করুন
ca: Deseu llocs amb un sol clic
es_mx: Guarda sitios con un sólo clic
fa: سایت‌ها را با یک کلیک ذخیره کنید
ga_ie: Sábháil suíomh le clic amháin
gd: Sàbhail làraichean le aon bhriogadh
is: Vista vefsvæði með einum músarsmelli
kab: Sekles ismal s yiwen n usiti
km: រក្សាទុក​តំបន់​បណ្ដាញ​ដោយ​គ្រាន់តែ​ចុច
lt: Įsiminkite svetaines vienu spragtelėjimu
mai: एक क्लिक केर सँग साइट केँ संचित करू
nb_no: Lagre nettsider med et enkelt klikk
ne: एक क्लिकमा वेबसाइटहरू सङ्ग्रहगर्नुहोस्
nn_no: Lagra sider med eit enkelt klikk
pt: Guarde sites com um simples clique
th: บันทึกไซต์ภายในคลิกเดียว
ur: سائٹ مہفوظ کریں ایک کلک سے
uz: Saytlarni bitta harakat bilan saqlang
xh: Gcina iisayithi ngokucofa nje kanye
