Repository: alvinlaz96/mozilla-lang
Catalog: son/privacy/principles.lang.po
Languages: son

source: Data Privacy Principles
son: Sutura fondawey

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our privacy practices.
son: Mozilla ti aššil feerante porože kaŋ n'allaahidu zaa ka war interneti goyoo boryandi ka tonton. Woo sahã kaŋ g'ir ɲooti sutura misey ra.

source: Back to Mozilla Privacy Policy
son: Willi Mozilla sutura laadaa ga

source: The following five principles stem from the <a href="%(link)s">Mozilla Manifesto</a> and inform how we:
son: Fondo igguwey wey ga hun <a href="%(link)s">Mozilla bayrandoo</a> ra nd'a ga fahamandi takaa kaŋ nd'ir:

source: develop our products and services
son: ga ir jinawey and goymiɲey tee

source: manage user data we collect
son: goykaw bayhaya kaŋ ir g'ir marga juwal

source: select and interact with partners
son: ir šettakašinawey suuba nda goy nd'ey

source: shape our public policy and advocacy work
son: ka ir baytal alhukum nda boŋfeeray goy soolu

source: No surprises
son: Haya kaŋ naatandi de

source: Use and share information in a way that is transparent and benefits the user.
son: Alhabar ka goy nda k'a žemna takaa kaŋ goykaa ga dii y'a nd'a ga dii nafaa.

source: User control
son: Goykaw juwal

source: Develop products and advocate for best practices that put users in control of their data and online experiences.
son: Jinawey cin nda boŋfeeray ka dii fonda boryey kaŋ ga goykey gaa ka war bayhayey nda interneti goyey dabari.

source: Limited data
son: Bayhay hirri

source: Collect what we need, de-identify where we can and delete when no longer necessary.
son: Marga woo kaŋ g'ir nafa, ir ma hin ka ir godey lanba wal'a haya kaŋ šii nda nafaw tuusu.

source: Sensible settings
son: Kayandiyan šendey

source: Design for a thoughtful balance of safety and user experience.
son: Ir ma lakkal ga goy ka sutura nda goyyan binekaanay tenjandi.

source: Defense in depth
son: Jejebuyan guusa

source: Maintain multi-layered security controls and practices, many of which are publicly verifiable.
son: Ga saajaw dabari nda goyyan gaabu doo booboyaŋ ra, ibooboyaŋ kaŋ hin ka korosandi interneti ra.
