Repository: alvinlaz96/mozilla-lang
Catalog: */legal/index.lang.po
Languages: ar, bg, bs, ca, gd, kab, my, sw, zu

source: Legal Notices
gd: Sanasan laghail

source: Terms
ar: مصطلحات
bg: Условия
bs: Uslovi
ca: Condicions
gd: Teirmichean
kab: Tiwtilin
my: စကားရပ်
sw: Masharti
zu: Imigomo

source: Firefox Marketplace
ar: سوق فيرفكس
gd: Margaidh Firefox
my: မီးမြေခွေးဈေးကွက်
zu: I-Firefox Marketplace

source: Firefox Services
ar: خدمات فيرفكس
bg: Услуги на Firefox
bs: Firefox servisi
ca: Serveis del Firefox
gd: Seirbheisean Firefox
kab: Imezla n Firefox
my: Firefox ဝန်ဆောင်မှုများ
sw: Huduma za Firefox
zu: Izinsiza ze-Firefox

source: Firefox Affiliates
gd: Dlùth-chompanaich Firefox

source: Mozilla Websites
gd: Làraichean-lìn Mozilla

source: Open Badges
gd: Baidsean fosgailte

source: Policies
gd: Poileasaidhean

source: Firefox Add‐On Developer Policies
gd: Poileasaidhean luchd-leasachaidh thuilleadan Firefox

source: Firefox Marketplace Developer Policies
gd: Poileasaidhean luchd-leasachaidh margaid Firefox

source: Acceptable Use Policy
bs: Politika prihvatljivog korištenja
ca: Normes d'ús
gd: Poileasaidh a' chleachdaidh chothromaich
kab: Tasertit n useqdec igarrzen
my: လက်ခံနိုင်သော အသုံးပြုမှု ပေါ်လစီ
sw: Sera ya Matumizi Inayokubalika

source: Community Participation Guidelines
gd: Riaghailtean com-pàirteachas na coimhearsnachd

source: Source code & trademark policies
gd: Poileasaidhean mun chòd tùsail ⁊ na comharran-malairt

source: Mozilla Source Code & Software License Policy
gd: Poileasaidh air còd tùsail ⁊ ceadachas bathar-bog Mozilla

source: Mozilla Trademark Policy
gd: Poileasaidh chomharran-malairt Mozilla

source: Mozilla Style Guide
gd: Stiùireadh stoidhle Mozilla

source: Report abuse of Mozilla’s marks
gd: Dèan aithris air mì-ghàthachadh comharran-malairt Mozilla

source: Report abuse of your Copyrights or Trademarks
gd: Dèan aithris air mì-ghnàthachadh nan còraichean-lethbhreac no comharran-malairt agad

source: Corporate & community governance
gd: Riaghlachas corporaid ⁊ coimhearsnachd

source: Mozilla Foundation
gd: Fonndas Mozilla

source: Mozilla Corporation
gd: Corporaid Mozilla

source: Community Governance
gd: Riaghlachas na coimhearsnachd

source: Get involved
ar: شارك معنا
bg: Участвайте
bs: Uključite se
ca: Col·laboreu-hi
gd: Gabh pàirt ann
kab: Ttekki
my: ပါဝင်ဆောက်ရွက်မည်
sw: Jihusishe
zu: Zibandakanye

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
ar: شكر خاص لكم جميعا الذين تساعدون في التبليغ عن إساءة علامات موزيلا, شارك في حكم المنتديات, ابعث تغذية راجعة على التوطينات الخاصة بنا & الشروط القانونية, وساهم بمهاراتك لإنجاح مشروع موزيلا.
bg: Специални благодарности на всички от вас, които помагат в докладването на злоупотреби на марките на Mozilla, участват в държавни форуми, дават обратна връзка по нашите локализации и правни условия, а също и прилагат своите умения за успеха на проекта Mozilla.
bs: Posebna zahvala svima onima koji su pomogli prijaviti zloupotrebe Mozilla znakova, sudjelovali u upravljanju forumima, dali povratnu informaciju o našim lokalizacijama i pravnim uslovima, i doprinosili svojim vještinama za uspjeh Mozilla projekta.
ca: Gràcies especials a tothom qui ajuda a detectar abusos quant a les marques Mozilla, participa als fòrums de governança, aporta punts de vista en les condicions de traducció i legals i contribueix amb les seves habilitats a l'èxit del projecte Mozilla.
gd: Mòran taing dhan a h-uile duine a rinn aithris air mì-ghnàthachadh comharran-malairt Mozilla, a tha a' gabhail pàirt air na fòraman riaghlachais, a bheir dhuinn an cuid beachd air an obair eadar-theangachaidh ⁊ na teirmichean laghail againn agus a chuireas an cuid sgilean ri soirbheas pròiseact Mozilla.
kab: Tanemmirt tameqqrant i wid iɣ-d-yemlan taɛdiyat ɣer tecraḍ n Mozilla, wid ittekkan deg unmager n tenbaṭ, wid i d-imudden tikti nsen ɣef uɣawas nneɣ usḍif akked tsuqilt ines, wid ittekkan, s tmusni nsen deg usnerni n usenfaṛ Mozilla.
my: မိုဇီလာစီမံကိန်းအား ကူညီပြီး အမှတ်တံဆိပ်အလွဲသုံးစားလုပ်မှုကို သတင်ပေးပို့သူများ၊ ဖိုရမ်များတွင်ပါဝင်ခဲ့ကြသူများ နှင့် ဘာသာပြန်ပြီး ကူညီပေးသူများအား လုံးကို အထူးကျေးဇူးတင်ရှိပါတယ်
sw: Shukrani maalum kwa wale wanaoripoti dhuluma ya alama za Mozilla, shiriki katika foramu za uongozi, peana maoni kuhusu utafsiri wetu na masharti ya kisheria, na uchangie ujuzi wako kwa mafanikio ya mradi wa Mozilla.
zu: Sithanda ukubonga ngokukhethekile kinina nonke ngokusiza ukubika ukuxhashazwa kwezimpawu ze-Mozilla, ukuba yingxenye yezithangami zokuphatha, ukunikeza imbuyisambiko ngokuhunyushwa kwethu amagama ethu ezomthetho, niphinde ninikezele ngamakhono enu ukuze i-Mozilla ibe yiphrojekthi eyimpumelelo.

source: Get involved!
ar: شارك معنا!
bg: Участвайте!
bs: Uključite se!
ca: Col·laboreu-hi!
gd: Gabh pàirt ann!
kab: Ttekki!
my: ပါဝင်ဆောက်ရွက်မည်!
sw: Jihusishe!
zu: Zibandakanye!

source: Legal
ar: قانوني
bg: Правни въпроси
bs: Pravno
kab: Usḍif
my: တရားဝင်
sw: Kisheria
zu: Ezomthetho

source: Our Websites
ar: مواقعنا
bg: Нашите уебсайтове
bs: Naše web stranice
ca: Els nostres llocs web
kab: Ismal nneɣ
my: ကျွနု်ပ်တို့၏ ဝတ်ဆိုဒ်များ
sw: Tovuti Zetu
zu: Amawebhusayithi ethu

source: Webmaker
bs: Web kreator
my: ဝတ်ဘ်တည်ဆောက်သူ
zu: I-webmaker

source: Privacy & trademarks
ar: الخصوصية & العلامات التجارية
bg: Лични данни и търговски марки
bs: Privatnost i zaštitni znakovi
ca: Privadesa i marques comercials
kab: Tabaḍnit & tecraṭ yettwaḥerzen
my: လုံခြုံရေး နှင့် ကုန်ပစ္စည်းအမှတ်တံဆိပ်များ
sw: Faradha & alama za biashara
zu: Ukuvikelwa kwemininingwane nezimpawu zokuhweba

source: Privacy Notices and Policy
ar: ملحوظات الخصوصية و السياسات
bg: Политика за лични данни
bs: Obavijesti o privatnosti i politika
ca: Avisos de privadesa i política
kab: Usḍif akkek tsertit tabaḍnit
my: လုံခြုံရေး သတိပေးချက်များ နှင့် ပေါ်လစီ
sw: Ilani ya Faragha na Sera
zu: Izaziso Zokuvikelwa kwemininingwane kanye Nenqubomgomo

source: Trademark Policy
ar: سياسة العلامة التجارية
bg: Политика за търговски марки
bs: Politika zaštitnih znakova
ca: Política de marca
kab: Tasertit n tecraḍ yettwaḥerzen
my: ကုန်ပစ္စည်းအမှတ်တံဆိပ်ဆိုင်ရာ ပေါ်လစီ
sw: Sera ya Alama ya Biashara
zu: Inqubomgomo Yophawu Lokuhweba

source: Downloadable software notices
ar: إشعارات البرامج القابلة للتحميل
bg: Бележки към софтуера за изтегляне
bs: Moguće preuzimanje softverskih obavještenja
ca: Baixada d'avisos de programari
kab: Asaḍuf ɣef iseɣẓanen izemren ad d-ttwasidren
my: ဒေါင်းလုဒ်ရယူနိုင်သော ဆော့ဝဲ သတိပေးချက်များ
sw: Ilani za programu ambazo zinaweza kupakuliwa
zu: Izaziso ze-software ezidawunilodekayo

source: Firefox
ar: فيرفكس
my: မီးမြေခွေး
zu: I-Firefox

source: Thunderbird
ar: ثندربيرد
my: မိုးကြိုး​ငှက်
zu: I-Thunderbird

source: Protect the Fox
ar: احم الثعلب
bg: Защитете Лисицата
bs: Zaštitite Fox
ca: Protegiu la Guineu
kab: Mmesten izirdi
my: မြေခွေးကို ကာကွယ်ပါ
sw: Kinga Fox
zu: Vikela i-Fox

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
ar: ساعدنا بحماية مستخدمينا عن طريق إرسال تقارير حول الإساءات التي تتعرض لها العلامات التجارية الخاصة بموزيلا.
bg: Помогайте ни да защитаваме нашите потребители, като докладвате злоупотреби на търговските марки на Mozilla.
bs: Pomozite nam zaštiti naše korisnike prijavom zloupotrebe Mozilla zaštitnih znakova.
ca: Ajudeu-nos a protegir els nostres usuaris denunciant abusos quant a les marques Mozilla.
kab: Mudd-aɣ-d afus akken ad nemmesten iseqdacen nneɣ s uskan n taɛdiyat ɣef tecṛaḍ yersen ɣef yisem n Mozilla.
my: မိုဇီလာ၏ ကုန်ပစ္စည်းအမှတ်တံဆိပ် အလွဲသုံးစားလုပ်မှုများအား သတင်းပေးပို့ခြင်းဖြင့် အသုံးပြုသူများကို ကာကွယ်ခြင်းအား ကူညီပါ
sw: Tusaidie kuzuia watumizi wetu kwa kuripoti dhuluma ya alama za biashara za Mozilla.
zu: Sisize ukuvikela abasebenzisi bezinhlelo zethu ngokubika ukuxhashazwa kwezimpawu zokuhweba zakwa-Mozilla.

source: Takedown requests
ar: طلبات إنهاء الخدمة
bg: Искания за премахване на съдържание
bs: Uklonite zahtjeve
ca: Peticions de retirada
kab: Tuttra n uwexxeṛ.
my: ဖျက်ပေးရန် တောင်းဆိုချက်များ
sw: Maombi ya kutoa
zu: Izicelo zokuqwashisa umhlinzeki nge-inthanethi ngokuthile

source: Report abuse of your copyrights and trademarks.
ar: التبليغ عن إساءة استخدام حقوق النشر والعلامات التجارية الخاصة بك.
bg: Докладвайте злоупотреби на вашите авторски права и търговски марки.
bs: Prijavite zloupotrebu vaših autorskih prava i zaštitnih znakova.
ca: Denuncieu abusos dels vostres drets d'autor i marques registrades
kab: Mmel-aɣ-d taɛdiya ɣef izerfan inek n umeskar akked tecṛad inek.
my: သင့် မူပိုင်ခွင့်နှင့် ကုန်ပစ္စည်း အမှတ်တံဆိပ် အလွဲသုံးစားလုပ်ခံရမှုအား တိုင်ကြားမည်
sw: Ripoti dhuluma ya hati mili na ya alama zako za biashara.
zu: Bika ukuxhashazwa kwamalungelo akho obunikazi nezimpawu zokuhweba.

source: Back to Legal
bs: Povratak na Prava
ca: Torneu a Avisos legals
kab: Uɣal ɣer usḍif
my: ဥပဒေရေးရာ သို့
sw: Rudi kwa sheria

source: Websites & Communications Terms of Use
bs: Uvjeti korištenja web stranica i komunikacija
ca: Condicions d'ús dels llocs web i comunicacions
kab: Tiwtilin n useqdec n yesmal Web akked teywelt
my: ဝတ်ဆိုဒ်များ နှင့် ဆက်သွယ်ရေး မူဝါဒများ
sw: Masharti ya Matumizi ya Tovuti & Mawasiliano

source: Firefox Hello Terms of Service
bs: Uslovi korištenja Firefox Hello-a
ca: Condicions d'ús del Firefox Hello
kab: Tiwtilin n useqdec n Firefox Hello
my: မီးမြေခွေး ဟယ်လို ဝန်ဆောင်မှု မူဝါဒများ
sw: Masharti ya Matumizi ya Firefox Hello

source: Firefox Cloud Services: Terms of Service
bs: Firefox Cloud servisi: uslovi korištenja
ca: Serveis al núvol del Firefox: condicions d'ús
kab: Imeẓla s srid n Firefox: Tiwtilin n useqdec
my: မီးမြေခွေး Cloud ဝန်ဆောင်မှု - ဝန်ဆောင်မှုဆိုင်ရာမူဝါဒ
sw: Firefox Cloud Services: Masharti ya Huduma

source: Report infringement of your copyrights or trademarks.
bs: Prijavite kršenje vaših autorskih prava ili zaštitnih znakova.
ca: Informeu d'infraccions dels vostres drets d'autor i marques registrades.
