Repository: alvinlaz96/mozilla-lang
Catalog: ach/main.lang.po
Languages: ach

source: Navigation
ach: Wot iwiye

source: About
ach: Lok ikome

source: Donate
ach: Jal

source: Support
ach: Cwak

source: Products
ach: Jami ma kati

source: Add-ons
ach: Med ikome

source: About Us
ach: Lok Komwa

source: Labs
ach: Lab

source: skip to Navigation
ach: Kal woko wek Wot iwiye

source: switch language
ach: Kob leb

source: Back to home page
ach: Dok cen I pot buk me acaki

source: About Mozilla
ach: Lok kom Mozilla

source: Get Involved
ach: Bed Ngat acel ie

source: Careers
ach: Lacuk cuny

source: Press Center
ach: Dii Dyere

source: Contact Us
ach: Kube kwed Wa

source: Other languages:
ach: Leb mapatpat:

source: Legal Notices
ach: Ngec pa Lwak

source: Privacy Policy
ach: Cik pa Dano

source: Release Notes
ach: Gony Nyig lok

source: Other Systems and Languages
ach: Kit Mapat ki Leb

source: Close
ach: Lor

source: (in English)
ach: (I leb Munu)

source: Return to top
ach: Doc cen i wiye malo

source: Features
ach: Kit

source: Customize
ach: Ket megi

source: Download
ach: Kwany

source: Next
ach: Mede anyim

source: MegaBytes
ach: MegaBayit

source: Videos
ach: Video

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ach: Nikwanyo ka kwene onyo <a href="%s">noted</a>, jami ma ikom dyer bar man kityeko culo lanycec ne<br /><a href="%s">Yele me Tiyo ki Nywako-Lanycec v3.0</a> onyo cik mo ma okati.

source: Report Trademark Abuse
ach: Mi ngec me Alama me Nywaro cat

source: Free Upgrade
ach: Yilo me nono

source: Follow us on:
ach: Lub kor wa ikom:

source: Customize with Add-ons
ach: Ket megi ci Med ikome

source: Learn More
ach: Nong ngec Madwong

source: Watch the video
ach: Nen cideo

source: WebM format
ach: Kit WebM

source: Ogg Theora format
ach: Ogg Kit Theora

source: MPEG-4 format
ach: Kit pa MPEG-4

source: Mobile
ach: Me cing

source: Check out the new look and feel of Firefox.
ach: Rot odoco neno manyen ki i winye pa Firefox.

source: View Full Site
ach: Nen odoco Dyer Bar Lung

source: Get Firefox for Android
ach: Nong Firefox pi Anroid

source: Download for <span>Android</span>
ach: Kwany<span>Android</span>

source: Desktop
ach: Cal ma i wang kompiuta

source: Firefox Beta for mobile
ach: Firefox Mamwonya ma kiwoto kwede awota

source: Firefox for mobile
ach: Firefoxme ma kiwoto kwede awota

source: Super speed
ach: Dwiro kikome

source: Stunning graphics
ach: Miyo cal time

source: The latest technologies
ach: Diro ma okato macok coki

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ach: Rwom me yilo mite boti! Bed maber i kin kare mape oo acel. <br/> Cak tic ki Firefox megi manyen pi yenyo gin mamwonya ki megi ikom Web. <br/> dwir ci tye me nono!

source: Upgrade now
ach: Yil rwom ne kombedi

source: Update now
ach: Yil rwom ne kombedi

source: Supported Devices
ach: Jami tic ma Kicwako te

source: What’s New
ach: Ngo Manyen

source: Privacy
ach: I mung pa dano

source: Join Mozilla
ach: Dony I Mozilla
