Repository: alvinlaz96/mozilla-lang
Catalog: ach/newsletter.lang.po
Languages: ach

source: Get Monthly News
ach: Nong Lamut Dwe ki dwe

source: Your Email Address
ach: Email Address Mamegi

source: Text
ach: Nyig coc

source: Available Languages
ach: Leb Matye

source: Select country
ach: Yer Lobo

source: Whoops! Be sure to enter a valid email address.
ach: Whoops! Mok ada wek i ket email address matiyo.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
ach: Tim ber i kwan Cik pa dano me MOzilla ki iyee kun iroto canduk.

source: I agree to the <a href="%s">Privacy Policy</a>
ach: Ayee pi <a href="%s">Cik pa Dano</a>

source: Sign me up!
ach: Yaba an bene!

source: We will only send you Mozilla-related information.
ach: Wan wa bicwali ka ngec makwako lok kom Mozilla.

source: Thanks for Subscribing!
ach: Pwoc pi Cone!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
ach: Wan watye ki neno me anyim pi cako nywako kit ryeko &amp; diro me nongo en mape i Firefox, macalo lamut ma yomo ic ilok kom Mozilla ki yore ma watye katic matek pi yubo Web maber.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ach: Cone pi ngec me Dwe ki dwe ci i gwok lamut kare lung kwede Mozilla, medo ki ryeko ki diro me nongo maloyo ki kom layeny me Firefox mamegi. Obedo yore mamwonya pir wa wek wakube!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
ach: Kombed wa cwali kwena me moko ada i email. Dii kakube me moko i mail ma eni ni pi miyo cone mamegi oti maber bot nying jo me mail ma eni ni.

source: Read all about it in our <span>newsletter</span>
ach: Kwan lok kome weng <span> i waraga me lamut</span>

source: Your newsletter subscription has been confirmed.
ach: Dong kimoko woko cone me waraga me lamut mamegi.

source: Format
ach: Yub

source: You’re All Set! <span>But Wait, There’s More</span>
ach: Wun weng dong tye atera!<span>Ento Kur, Mukene tye Mapol ata</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
ach: I mito nongo ngec ma pire tek? Waci wa lok ikomi keni. cite kun itye kany, yab akaunti pi llamut mukene ikom Mozilla.

source: Firefox & You
ach: Firefox & Yin

source: Our Other Newsletters:
ach: Waraga pa Lamut Wa Mapat:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
ach: Nong ryeko ki diro me nongo en mamwonya ki i layeny mamegi ma imrao.

source: Firefox Mobile
ach: Firefox Ma kiwoto kwede awota

source: Learn about the hottest new add-ons and features for Firefox mobile.
ach: Nong ngec lok kom med ikom manyen malyet ki kit me Firefox ma kiwoto kwede awota.

source: Beta News
ach: Lamut me Beta

source: Read about the latest features for Firefox desktop and mobile before the final release.
ach: Kwan lok kom kit ma okati macokcoki pi wang Firefox ki gin ma kiwoto kwede awota mapwud pe gikelo me agiki woko.

source: Let’s Be Friends!
ach: Wek Obed Luwote!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
ach: Firefox bene dang tye i dyer bar me wiyamo ma imaro pi boko lok. Kube kwed wa ci idony kaboko lok.

source: Manage your <span>Newsletter Subscriptions</span>
ach: Loo cone me <span> Waraga pa Lamut mamegi</span>

source: Subscribe
ach: Cone

source: Unsubscribe
ach: Pe I cone

source: Check here if you’d like to be removed from all Mozilla emails
ach: Rot kan ka ce imito kwanyo woko ki email weng me Mozilla

source: Remove me from all Mozilla emails
ach: Kwanya woko ki email me Mozilla weng

source: Save Preferences
ach: Gwok en ma imaro

source: Thanks for updating your email preferences.
ach: Pwoc pi mino ngec i email mamegi ma imaro.

source: You've been unsubscribed.
ach: Dong kityeko kwanyi woko ki kany.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
ach: Wakwayo kica me neni wot. Onyo irom kobi wa pingo i aa woko?

source: You send too many emails.
ach: Cwal email mapol maloyo.

source: Your content wasn't relevant to me.
ach: Jami megi ma onongo tye ie konye bene pe bota.

source: Your email design was too hard to read.
ach: Email mamegi ma ilingo onongo kwano ne tek olu.

source: I didn't sign up for this.
ach: Pe aketo cinga pi man.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
ach: An bene atye kakube kwede Mozilla i Facebook ki Twitter keken.

source: Submit
ach: Cwali

source: Thanks for telling us why you’re leaving.
ach: Pwoc me kobi wa pingo itye ka aa woko.

source: Mozilla Newsletters
ach: Waraga me lok angea me Mozilla

source: Thanks! Please check your inbox to confirm your subscription.
ach: Pwoc! Tim ber irot ii canduk mamegi wek imok coye ni.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ach: I bi gamo email ki bot mozilla@e.mozilla.org wek imok coye mamegi. Ka ce pe ineno ne, rot lapik me spam. Myero imok coye mamegi wek inwong waraga me kwena wa.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
ach: Tim ber inen ada ni imedo address wa me cwalo: mozilla@e.mozilla.org ii buk me address mamegi wek ineni wan wa oo kare lung ii canduk mamegi.

source: YOUR EMAIL HERE
ach: EMAIL MAMEGI KANY

source: Sign me up
ach: Yaba an bene
