Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/contribute/signup.lang.po
Languages: hsb

source: Get Involved with Mozilla Today
hsb: Čińce dźensa pola Mozilla sobu

source: Try something simple
hsb: Spytajće něšto jednore

source: more info
hsb: dalše informacije

source: Connect with Mozilla on Twitter
hsb: Zwjazajće z Mozilla na Twitter

source: Stay connected with the @StartMozilla team for news, announcements and opportunities.
hsb: Wostańće z teamom @StartMozilla za nowinki, připowědźenja a móžnosće zwjazany.

source: Use Firefox on your phone
hsb: Wužiwajće Firefox na swojim telefonje

source: Get the features you love and the privacy you trust on your iPhone, iPad and Android device.
hsb: Wobstarajće sej funkcije, kotrež lubujeće a priwatnosć, kotrejž dowěriće na swojim iPhone, iPad a Androidowym graće.

source: Discover why we can’t live without encryption
hsb: Wotkryjće, čehoždla njemóžemy bjez zaklučowanja žiwi być

source: Find out more about how encryption works, why it’s essential and what you can do to help protect it.
hsb: Zhońće wjace wo tym, kak zaklučowanje funguje, čehodla je wažne a što móžeće činić, zo byšće jo škitał.

source: Try something more challenging
hsb: Spytajće dalše wužadanja

source: Watch someone live hack on Firefox
hsb: Hladajće, kak něchtó na Firefox live programuje

source: Firefox engineer Mike Conley livehacks and crushes bugs where he finds them in this unscripted, uncensored, true-to-life video series.
hsb: Wuwiwar Firefox Mike Conley programuje live na programowych zmylkach a wotstronja je, hdźež je namaka w tutej bjezskriptowej, njecensurowanej, realistiskej widejoseriji.

source: Learn a bit about coding
hsb: Zhońće trochu wo programowanju

source: Explore the new Firefox Developer Edition tools that take the pain out of CSS animation.
hsb: Wuslědźće nowe nastroje wuwiwarskeje edicije Firefox, kotrež za was CSS-animaciju na so wozmu.

source: Start using the Mozilla Stumbler app
hsb: Wužiwajće nałoženje Mozilla Stumbler

source: Mozilla Stumbler is an open-source wireless network scanner which collects GPS, cellular and wireless network metadata for our crowd-sourced location database.
hsb: Mozilla Stumbler je skener bjezgrotoweje syće, kotryž GPS-metadaty, metadaty mobilnych gratow a metadaty bjezgrotoweje syće za databanku rojoweho přeměšćenja zběra.

source: Mozilla Participation Tasks
hsb: Wobdźělenske nadawki Mozilla

source: I want to pick a different task.
hsb: Chcu druhi nadawk wubrać.

source: Try another task?
hsb: Chceće druhi nadawk pospytować?

source: Keep in touch with Mozilla. Sign up for our newsletter.
hsb: Wostańće z Mozilla w zwisku. Abonujće naš powěstnik.

source: Find your local Mozilla community.
hsb: Namakajće swoje městne zhromadźenstwo Mozilla.

source: The Mozilla newsletter is currently available in English only.
hsb: Powěstnik Mozilla je tuchwilu jenož jendźelsce k dispoziciji.

source: Tweet to @StartMozilla and see how your technical skills can contribute
hsb: Sćelće @StartMozilla ćikot a hladajće, kak waše techniske kmanosće móža pomhać

source: There are so many ways to get involved with Mozilla and support the browser. If you’re ready to fix your first bug, tweet @StartMozilla to get connected with the perfect starting bug for you.
hsb: Je tak wjele móžnosćow, zo byšće z Mozilla hromadźe dźěłał a wobhladowak podpěrować. Jeli sće hotowy, waš prěni programowy zmylk wotstronić, sćelće @StartMozilla ćikot, zo by so perfektny prěni programowy zmylk namakał.

source: Tweet This
hsb: Sćelće to přez Twitter

source: I’m raising my hand to contribute to Mozilla! @startmozilla tell me how I can join you to help protect the open web.
hsb: Přizjewjam so za zhromadne dźěło z Mozilla! @startmozilla, zdźěl mi, kak móžu so wam přidružić, zo bych pomhał, wotewrjeny web škitać.

source: Share on Twitter
hsb: Na Twitter dźělić

source: Follow @startmozilla on Twitter
hsb: @startmozilla na Twitter slědować

source: Follow @startmozilla
hsb: @startmozilla slědować

source: Thanks for following
hsb: Wulki dźak za slědowanje

source: Install Firefox for iOS or Android
hsb: Instalujće Firefox za iOS abo Android

source: Use Firefox on your iOS or Android phone and tablet
hsb: Wužiwajće Firefox na swojim telefonje a tableće za iOS abo Android

source: Firefox is the independent mobile browser and by using this you’re supporting Mozilla’s mission and creating a browsing experience that is private and personal.
hsb: Firefox je njetwotwisny mobilny wobhladowak a přez to, zo jón wužiwaće, podpěrujeće misiju Mozilla a tworiće přehladowanske dožiwjenje, kotrež je priwatne a wosobinske.

source: Add Firefox to your Android and iOS devices
hsb: Přidajće swojim gratam za Android a iOS Firefox

source: Download on the App Store
hsb: Z App Store sćahnyć

source: Thanks for installing Firefox
hsb: Dźakujemy so, zo sće Firefox instalował

source: Learn About Encryption
hsb: Zhońće wjace wo zaklučowanju

source: Sign the pledge and stand up for strong encryption.
hsb: Podpisajće slubjenje a zasadźće so za mócne zaklučowanje.

source: Encryption is how we keep our personal information safe and private. Please join us in the fight to protect it.
hsb: Přez zaklučowanje dźeržimy naše wosobinske daty wěste a priwatne. Wojujće z nami za jich škit.

source: <a href="%s" rel="external" target="_blank">Learn more about encryption</a>, why it’s essential and why we need to protect it.
hsb: <a href="%s" rel="external" target="_blank">Zhońće wjace wo zaklučowanju</a>, čehodla je wažne a čehodla dyrbimy je škitać.

source: Become an encryption champion
hsb: Budźće mišter zaklučowanja

source: Take the pledge
hsb: Slubće

source: Thank you for taking the pledge
hsb: Wulki dźak za slubjenje

source: Get involved
hsb: Čińće sobu

source: Watch: The Joy of Coding
hsb: Widejo: The Joy of Coding

source: Watch The Joy of Coding, then discuss it with other Mozillians
hsb: Wobhladajće sej widejo „The Joy of Coding“ a diskutujće jo potom z druhimi Mozillačanami

source: Anyone can contribute to Firefox by finding and fixing errors that people report via Bugzilla. Watch a demonstration of a Firefox engineer live hacking to see what it’s all about.
hsb: Kóždy móže k Firefox přinošować &#x2013; pytajće a wotstrońće zmylki, kotrež wužiwarjo přez Bugzilla zdźěleja. Wobhladajće sej demonstraciju wo programowanju live na Firefox wuwiwarja, zo byšće widźał, wo čož dźe.

source: Watch the intro.
hsb: Wobhladajće sej zawod.

source: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> livehacks on real Firefox bugs while thinking out loud.
hsb: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> programuje live na woprawdźitych zmylkach Firefox a mysli při tym wótře.

source: View more <em>Joy of Coding</em> videos on Air Mozilla
hsb: Wobhladajće sej wjace widejow <em>Joy of Coding</em> (wjeselo na programowanju) na Air Mozilla

source: <a href="%s" id="get-involved" target="_blank">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
hsb: <a href="%s" id="get-involved" target="_blank">Budźće dźěl programowanskeho zhromadźenstwa</a> a dźěłajće z druhimi Mozillačanami z cyłeho swěta hromadźe.

source: Thanks for watching
hsb: Dźakujemy so wam za wobhladowanje

source: Thanks for getting involved
hsb: Dźakujemy so za waše sobudźěło

source: Go to Dev Tools Challenger Page
hsb: K stronje Dev Tools Challenger

source: Try out our new animation editing tools in Developer Tools Challenger
hsb: Wupruwujće naše nowe wobdźěłowanske nastroje w Developer Tools Challenger

source: The more you know about the web, the easier it is to make it your own. Participate in the web by testing your web literacy skills using the new tools in Firefox Developer Edition.
hsb: Čim wjace wo webje wěsće, ćim lóšo móžeće sej jón přiswojić. Wobdźělujće so na webje a testujće swoje webznajomosće z pomocu nowych nastrojow we wuwiwarskej ediciji Firefox.

source: Download Firefox Dev Edition
hsb: Wuwiwarsku ediciju Firefox sćahnyć

source: Dev Tools requires Firefox Developer Edition desktop browser. To try this task, download Firefox Developer Edition first.
hsb: Wuwiwarske nastroje sej desktopowy wobhladowak wuwiwarskeje edicije Firefox wužaduja. Sćehńće najprjedy wuwiwarsku ediciju Firefox, prjedy hač tutón nadawk spytaće.

source: Go to Dev Tools Challenger
hsb: K Dev Tools Challenger

source: Visit Dev Tools Challenger
hsb: Dev Tools Challenger wopytać

source: <a href="%s" id="get-involved" target="_blank">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
hsb: <a href="%s" id="get-involved" target="_blank">Budźće čłon skupiny webwuwiwarjow</a> a dźěłajće z druhimi Mozillačanami z cyłeho swěta hromadźe.

source: Thanks for taking the challenge
hsb: Dźakujemy so, zo sće wužadanje přiwzał

source: Get it on Google Play
hsb: Wobstarajće sej jón z Google Play

source: Install Mozilla Stumbler for Android
hsb: Mozilla Stumbler za Android instalować

source: Map the wireless networks in your neighborhood.
hsb: Kartografujće bjezgrotowe syće w swojim susodstwje.

source: Install Mozilla Stumbler
hsb: Mozilla Stumbler instalować

source: <a href="%s" target="_blank">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
hsb: <a href="%s" target="_blank">Zhońće wjace wo stejnišćowych słužbach Mozilla</a> a wotkryjće wjace móžnosćow, zo byšće sobu činił.

source: Thank you for installing Mozilla Stumbler
hsb: Dźakujemy so wam, zo sće Mozilla Stumbler instalował
