Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/desktop/customize.lang.po
Languages: ncj

source: Firefox — Customize and make it your own — The most flexible browser on the Web
ncj: Firefox - Xikonyektali kemej tikonkuisneki uan ijkon xikonaxkatili - Itechi nochi Web yejua navegador tein okachi mokaua se kipatas tein moneki

source: Make your Firefox your own
ncj: Xikonaxkatili Firefox

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
ncj: Xikonyektali uan xikontekitilti Firefox kemej tikonkuisneki, axkan okachi amo ouij.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
ncj: Amo onkak okse navegador maj mitsonmaka tel nepaleuilmej uan maj mitsonkaua tikontelpatas.

source: Customize Firefox
ncj: Xikonyektali Firefox kemej tikonkuisneki

source: Designed to <br class="wide-br">be redesigned
ncj: KIchijchiujkej kemej <br class="wide-br"> uelis kiyankuikachijchiuaskej

source: Get fast and easy access to the features you use most in the new menu.
ncj: Ijsiujka uan amo ouij tionuelis tionkalakis kampa moajsij nepaleuilmej tein tikonkuitinemi itech yankuik menú.

source: Open the “Customize” panel to add, move or remove any button you want.
ncj: Xikontapo panel "Xikonyektali kemej tikonkuisneki" uan ijkon tikontalis, tikonolinis uan tikonajchiuas botón tein tikonnekis.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
ncj: Xionpia kemej axkan yetokej nejin nepaleuilmej tein tikonteluelita - tamajsikayomej, maj se kitatekiujti Internet uan amo se mokuejmolos, Sync uan okachi - ika sayoj se tapatskililis san.

source: More ways to customize
ncj: Okachi tataman kemej xikonyektali kemej tikonkuisneki

source: Add-ons
ncj: Tamajsikayomej

source: Awesome Bar
ncj: Barra tein se kimoujkaita

source: Make Firefox match your style.
ncj: Xikonchiua maj Firefox tamati kemej tiontamati

source: Choose from thousands of themes and dress up your browser with a single click.
ncj: Onkakej tel miak taman uan tionuelis tikonpejpenas uan ijkon tikonpatas monavegador ika sayoj se tapatskililis san.

source: Try it now
ncj: Axkan xikonixejeko

source: Learn more
ncj: Okachi xionmomachti

source: Add-ons are like apps that you install to add features to Firefox.
ncj: Tamajsikayomej yejuan kemej aplicaciones tein se kitalis uan ijkon se kitalilis Firefox oksekin nepaleuilmej.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
ncj: Yejuan mitsonkauiliaj maj xikonita kanachi ipatiuj nochi taman tein tikonkouasnekis, komojkon taseseya oso takauani, maj xikonkaki tatsotson, maj xikontitani se tweet uan okachiok.

source: Read the latest news & blogs
ncj: Xikonixtajtolti yankuikej tanauatilmej uan tepostanojnotsmej

source: Manage your downloads
ncj: Xikonixyekana tein tikontemouij

source: Watch videos & view photos
ncj: Xikonita videos uan taixkopimej

source: Here are a few of our favorites
ncj: Nikan onkakej sekin tein tikuelitstinemij

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
ncj: Barra tein se kimoujkaita: xionmomachti ijkuak tikontatekiujtijtok Internet maj xikonchiua keniuj amo onka okse taman ijkon kemej moversión Firefox.

source: Find and return to your favorite sites without having to remember a URL.
ncj: Xikonajsi uan xionmokuepa sitios itech Internet tein tikonteluelita uan amo moneki tikonelnamikis URL.

source: See what it can do for you
ncj: Xikonita toni moka uelis kichiuas

source: Keep your Firefox in Sync
ncj: Xikonchiua maj moFirefox tekiti ika Sync
