Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/desktop/index.lang.po
Languages: ncj

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
ncj: Navegador web Firefox - Yejua takuaujtamach, kipata tein moneki uan ijsiuik - Motemakatok mouan, kiyekpias tein tikonseliltis uan kichiuas Web tein amo tatsaktok

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
ncj: Navegador web Firefox - Yejua takuaujtamach, kipata tein moneki uan ijsiuik - Amo keman tel kuali yetoya kemej axkan

source: There’s never been a <br class="wide-br">better time for Firefox
ncj: Amo keman <br class="wide-br"> tel kuali yetoya Firefox kemej axkan

source: Committed to you, your privacy and an open Web.
ncj: Motemakatok mouan, kiyekpias tein tikonseliltis uan kichiuas Web tein amo tatsaktok

source: Your Firefox is up to date.
ncj: Senkis kiyankuilijkejya moFirefox

source: Need help with anything?
ncj: ¿Xa uelis timitspaleuiskej?

source: Made with a mission to put you first
ncj: Kichijchiujkej maj mitsontakeyanalti

source: We’ve always designed Firefox to protect and respect your private information.
ncj: Nochipa tikchijchiujkej Firefox maj kiyekpia uan kitakachiua nochi xitechonseliltijtinemi.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
ncj: Yejua ika semi techyolpaktia ke titechonixtalij kemej <a href="%(url1)s" data-interaction="outbound link"> tinechikol itech Internet akin okachi titakaujtamach kemej tikyekpixtinemi tein tikseliaj.</a>

source: Find out what makes Firefox the most trusted browser on the Web
ncj: Xikonita toni kichua Firefox okachi takuaujtamach navegador itech nochi Web

source: Works the way you do
ncj: Yejua tekiti kemej tikonnejneki

source: How you use the Web is unique.
ncj: Sesaj kemej tikontatekijutia Web.

source: Firefox lets you change it to match.
ncj: Firefox mitsonkauilia maj xikonpata kemej tikonnekis.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
ncj: Xikonijkuani tein amo tikonkui uan xikonkaua tein moneki kampa tikonnekis.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
ncj: Xikonixmati toni kichiua maj Firefox yeski <br class="wide-br"> navegador tein okachi kipata tein moneki.

source: Faster at what you do most
ncj: Okachi ijsiujka tein tikonchiua

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
ncj: Kiixtalijkej Firefox kemej "nochipa okachi ijsiujkatekiti" ika taejekolismej tein kichiujkej akin kitelixmatij porin kiitasnekkej komo semi kikualtiak, ta kitanik nochin oksekin navegadores.
