Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/desktop/tips.lang.po
Languages: ncj

source: The best of the latest Firefox
ncj: Tein okachi kuali itech itamian versión Firefox

source: Bookmarks
ncj: Neskayomej marcadores

source: Simplify
ncj: Xikonchiua okachi amo ouij

source: Arrange
ncj: Xikonojtokalti

source: 5 top tips, tricks and time-saving tools
ncj: 5 okachi kuali tayolmajxitilis, taman uan manamik tein ika se uelis kitanis tonalmej

source: back
ncj: Taikan

source: next
ncj: Okse

source: Click the star
ncj: Xikonpatskili sitalin

source: Watch the star jump so you know your bookmark has been added.
ncj: Xikonita kemej ajkotsikuini sitalin uan ijkon tikonmatis tikontalijya momarcador.

source: (Try it! It’s fun!)
ncj: (¡Xikonyeko! ¡Semi mitsonyokpaktis!)

source: How to:
ncj: Keniuj:

source: Click the star to add bookmarks and manage them from the same spot.
ncj: Xikonpatskili sitalin uan tikontalis marcadores uan tionuelis tikonyekanas ompa.

source: Simplify your life
ncj: Xikonchiua okachi amo ouij monemilis

source: Go to your happy place.
ncj: Xionyo motakualkan

source: Remove the buttons you don’t use so you can find the ones you do.
ncj: Xikonijkuani botones tein amo tikontatekiujtis uan ijkón tionuelis tikonajsis tein kemaj tikonkuitinemi.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
ncj: Xikontapo menú, xikonixpejpena "<strong>Xikonpata kemej tikonkuisnekis</strong>" uan xikonuiuilatsa tein yeski botón kalan barra ika manamik.

source: Add your faves
ncj: Xikontali tein tikonteluelita

source: Play favorites with the features you use most and arrange them for fast, easy access.
ncj: Xikontatekiujti tein tikonteluelita kemej okachi tikonkuitinemi uan xikonojtokalti maj ijsiujka uan amo ouij xionkalaki kampa moajsij.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
ncj: Xikontapo menú, xikonixpejpena "<strong>Xikonpata kemej tikonkuisnekis</strong>" uan xikonuiuilatsa tein yeski botón taijtik barra ika manamik oso menú.

source: Stay in Sync
ncj: Xikonsentoka ika Sync

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
ncj: Xikontatekiujti Sync uan xionmouiskakalaki kampa mopestañajuan tein tatapotokej, ichtakatajkuilolmej uan oksekiok kampa yeski tikonkuis Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
ncj: Xikontatekiujti Sync uan xionmouiskakalaki kampa mopestañajuan tein tatapotokej, ichtakatajkuilolmej uan oksekiok ika tein yeski tepos.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
ncj: Xikonixpejpena "<strong>Xionkalakteua ika Sync</strong>" itech menú uan xikonpata Firefox kemej tikonkuisnekis kampa yeski tikonkuis.

source: Free your add-ons
ncj: Xionkajkaua motamajsikayouan

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
ncj: Xikonpia kemej axkan yetokej itech menú nejon tamajsikayomej tein motelneki uan tikonteluelita uan ijkón tionuelis tikonitas uan tikajsis.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
ncj: Xikonixpejpena itech menú "<strong>Xikonpata kemej tikonkuisnekis</strong>" uan xikonuiuilatsa tamajsikayomej tein tikonnekis.

source: Get Firefox
ncj: Xikonajsi Firefox

source: Congratulations
ncj: ¡Tel kuali!

source: You’re an expert!
ncj: ¡Timotelmachtijkejya!

source: Now help your friends master Firefox.
ncj: Axkan xikinonpaleui motasojikniuan maj kitelixmatikan Firefox.

source: Learn more about bookmarks
ncj: Kampa se okachi uelis momachtis ika neskayomej marcadores

source: Learn more about Sync
ncj: Kampa se uelis okachi momachtis Sync
