Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/desktop/trust.lang.po
Languages: ncj

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
ncj: Firefox - Kichijchiujkej kemej kiyekpias tein tikonseliltis - Yejua navegador okachi takuaujtamach itech nochi Web

source: Trust isn’t made. It’s earned.
ncj: Takuaujtamatilis amo kimakatinemij. Moneki se kinamikis

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
ncj: Tikchijchiujkej Firefox uan ijkon uelik timitsontayekanaltijkej, uan amo okse taman.<br class="wide-br">

source: We do it to keep you in control.
ncj: Tikchijchiujkej uan ijkon tikonixyekanas.

source: We do it so you can browse without worry.<br class="wide-br">
ncj: Tikchijchiujtiuitse uan ijkon tikontatekiujtis Internet uan amo tionmokuejmolos.<br class="wide-br">

source: And we do it because no one else will.
ncj: Uan tikchiua porin amo akin kichiuaskej.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
ncj: <span id="trust-line1">Yejua Internetnechikol</span> <span id="trust-line2">tein tel miakej taltikpakneminij kitakuaujtamatij</span> <span id="trust-line3">porin kuali kiyekpia tein kiselia</span>

source: Designed to protect your privacy
ncj: Kichijchiujkej kemej kuali kiyekpias tein tikonseliltis

source: We believe your personal information belongs only to you.<br class="wide-br">
ncj: Tikneltokaj nochi xitechonseliltijtinemi sayoj tejuatsin moaxka san.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
ncj: Firefox kipia miak nepaleuilmej tein kichiuaj kemej achto tikyekiliayaj

source: Private Browsing with<br> Tracking Protection
ncj: Se uelis kitatekiujtis Internet uan amo se mokuejmolos porin <br> youalitonal tikyekpiaskej maj amo akin kiita toni se kiitstinemi.

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
ncj: Xikontatekiujti Internet uan amo xikoneua mohistorial, motatemolisuan oso cookies, uan xionmoajchiuili cookies tein ininaxkauan akin motatojtokakauan itech Internet.

source: Learn more about Private Browsing
ncj: Kampa se uelis okachi momachtis keniuj se uelis kitatekiujtis Internet uan se amo mokuejmolos

source: Forget Button
ncj: Botón Maj kielkaua

source: Remove browsing information from your computer after the fact.
ncj: Itech motepos xikonajchiuili tein kipia monavegador keman tikontamitatekiujtis Internet.

source: Use it when you’ve visited a site that you don’t want in your history.
ncj: Xikontatekiujtij nejon ijkuak tikonkalpanos se sitio uan tikonnekis maj amo mokaua itech mohistorial.

source: Add the Forget Button to your toolbar
ncj: Xikontalili mobarra ika manamik botón Maj kielkaua

source: See who’s watching you online.
ncj: Xikonita akoni mitsonita online.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
ncj: Tamajsikayot Lightbeam kiajsi yekinika sitios uan sitios tein teaxkauan tein ika tionmouika ijkuak tikontatekiujtia Internet.

source: Shine a light on the Web with Lightbeam
ncj: Kemej yeskia xikontanexti Web ika Lightbeam

source: Keeping you safe across the Web
ncj: Timitsonyekpialiaj moyekyetolis nochipa tikontatekiujtijtok Internet

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
ncj: Firefox mitsonkauilia maj okachi kuali xikonixmati sitios tein tikonkalpanoua uan mitsonyekpialiya moyekyetolis itech Internet.

source: World class protection
ncj: Nepaleuil semanauak taltikpak

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
ncj: Nepaleuilmej tein anti-phishing uan anti-malware amo kikauaj maj mitsonijtakokan virus tein troyanos uan spyware, uan no mitsontanejmachtiaj sitios tein ueliskiaj tekajkayauaskej.

source: Automatic security updates
ncj: Tayankuililismej tein yekyetolis tein ininselti mochiuaj

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
ncj: Firefox iselti moyankuilia uan ijkon kichiua maj nochipa tikonpias yankuikayekyetolis.

source: Secure connections
ncj: Tionuelis tikontatekiujtis Intenet uan amo moneki tionmokuejmolos

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
ncj: Xikontatekiujti ID itech sitio Web tein nimantsin mochiua uan tikonmatis komojkon nejon sitio melauak, uan tikonitas komojkon motatenajnamiktilis amo teijtakoua.

source: Browse without worry
ncj: Xikontatekiujti Intenet uan amo moneki tionmokuejmolos

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
ncj: Xikontia keyej moyekyetolis uan tikyekpiaskej tein titechonseliltis yejuan motelnekij <br class="wide-br">uan toni tionuelis tikonchiuas uan ijkon tionmopaleuis ijkuaj tikontatekiujtis Intenet.

source: Learn how to open a private window
ncj: Kampa se uelis momachtis keniuj se kitapos se ventana amo senteixtenoj
