Repository: alvinlaz96/mozilla-lang
Catalog: hsb/download.lang.po
Languages: hsb

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
hsb: Mozilla Firefox, swobodny webwobhladowak, wutworja so přez powšitkownosći wužitnu organizaciju, kotrejež cil je, ludźom kontrolu wo interneće dać a web na dobro zjawnosće wuhotować.

source: Different by Design
hsb: Z wotpohladom hinak

source: Proudly <span>non-profit</span>
hsb: Z hordosću <span>powšitkownosći wužitny</span>

source: Innovating <span>for you</span>
hsb: Zawjeduje nowosće <span>za was</span>

source: Fast, flexible, <span>secure</span>
hsb: Spěšny, fleksibelny, <span>wěsty</span>

source: Thanks for choosing Firefox!
hsb: Dźakujemy so, zo sće Firefox wubrał!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
hsb: Waše sćehnjenje měło so awtomatisce za mało sekundow započeć, jeli pak nic, <a href="%s">klikńće tu</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
hsb: Jako powšitkownosći wužitna organizacija, dowolamy so, we wašim mjenje nowosće bjez ćišća kompromisa zawjedować. Budźeće rozdźěl lubować.

source: Welcome to the only browser <em>that puts you first.</em>
hsb: Witajće k jeničkemu wobhladowakej, <em>kotryž was na prěnje městno staja.</em>

source: Mozilla Firefox Web Browser
hsb: Webwobhladowak Mozilla Firefox
