Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mobile.lang.po
Languages: hsb

source: Get Firefox for Android
hsb: Firefox za Android sej wobstarać

source: Download for <span>Android</span>
hsb: Sćehnjenje za <span>Android</span>

source: Free from the Android Market
hsb: Darmo z wikow Android

source: Or visit <a %s>Firefox.com/m</a> on your phone.
hsb: Abo wopytajće <a %s>Firefox.com/m</a> na swojim telefonje.

source: Supported Devices
hsb: Podpěrane graty

source: Get it from iTunes - FREE
hsb: Wobstarajće sej z iTunes - DARMO

source: Firefox Home for <span>iPhone</span>
hsb: Firefox Home za <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
hsb: Zawěsćće sej přistup na historiju, zapołožki a wočinjene rajtarki Firefox na swojim iPhone.

source: Download Firefox to <span>Your Mobile</span>
hsb: Sćehńće Firefox na <span>swój mobilny telefon</span>

source: Want to test the latest features?
hsb: Chceće najnowše funkcije testować?

source: Get Firefox Home for iPhone
hsb: Wobstarajće sej Firefox Home za iPhone

source: Download Beta for Android
hsb: Sćehńće beta za Android

source: Download
hsb: Sćahnyć

source: for
hsb: za

source: Free from iTunes
hsb: Darmo z iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
hsb: Budźeće načolne funkcije dožiwjeć a komentary słać, zo byšće pomhał, wudokonjeć a polěpšić, štož budźe w kónčnej wersiji.

source: Developer Tools
hsb: Wuwiwarske nastroje

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
hsb: Móžeće mobilnu wersiju Firefox na desktopowy ličak instalować, zo byšće testował, komentary pósłał a přidatki wutworił.

source: Connect With Firefox for Mobile:
hsb: Zwjazajće sej z Firefox za mobilny telefon:

source: Monthly newsletter
hsb: Měsačny powěsćowy list

source: Follow us
hsb: Slědujće nam

source: Become a fan
hsb: Budźće přiwisnik

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
hsb: Firefox je połny inowacijow, přez kotrež trjebaće mjenje pisać, móžeće wjace přehladować a so spěšnje a lochko do weba dóstanjeće.

source: Freedom from typing
hsb: Njetrjebaće pisać

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
hsb: Wulkotna wobrazowka spomjatkuje sej waše preferowane sydła, tak zo móžeće přehladować, bjeztoho zo dyrbiće wjele pisać.

source: Best of both worlds
hsb: Najlěpše z wobeju swětow

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
hsb: Firefox za Android je nětko nowo wuhotowany a optimowany za waše wašnje přehladowanja na telefonach a tabletach.

source: Browse quick and easy
hsb: Přehladujće spěšnje a lochko

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
hsb: Funkcije kaž synchronizacija, rajtarkowe přehladowanje a składowanje zapołožkow z jednym dótknjenjom rěka, wšitko, štož chceće, je hnydom k ruce.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
hsb: <a %s>Trjebaće pomoc?</a> Wopytajće naše sydło pomocy Firefox za Android.

source: Download and test the build that’s right for you.
hsb: Sćehńće a testujće wersiju, kotraž je prawa za was.

source: See all our channels for mobile »
hsb: Wobhladajće sej wšě naše kanale za mobilny »

source: Free from the Google Play Store
hsb: Darmo z wobchoda Google Play
