Repository: alvinlaz96/mozilla-lang
Catalog: hsb/snippets.lang.po
Languages: hsb

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
hsb: Wzmiće Firefox wšudźe sobu! Najnowši Firefox za Android je hižo wušoł a je hotowy, was zawjeselić. <a href="%s">Sćehńće jón nětk</a>.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
hsb: Njewužiwaće najnowšu wersiju Firefox. <a href="%s">Zaktualizujće dźensa</a>, zo byšće najlěpše weba dóstał!

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
hsb: Pohladajće skradźu do přichoda Firefox. <a href="%s">Sćehńće Firefox Aurora</a> a testujće najnowše funkcije.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
hsb: <a href="%s">Stańće so z podpěraćelom Firefox</a> a wobstarajće sej wšitko, štož trjebaće, zo byšće Firefox ze swětom dźělił!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
hsb: Z hordosću je Firefox powšitkownosći wužitny a móže k wašemu wužitkej bjez kompromisow inowacije zawjedować. <a href="%s">Dalše informacije</a> wo našej misiji.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
hsb: Spěšny, fleksibelny a wěsty, Firefox je jenički wobhladowak, kotryž was na prěnje městno staja. <a href="%s">Dalše informacije</a> wo tym, štož nas wot druhich rozeznawa.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
hsb: <a href="%s">Sćehńće Firefox na swój Androidowy tablet</a> a wzmiće móc weba direktnje do swojich rukow. Wobstarajće sej jón nětko.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
hsb: Dźeržće swoje tykače aktualne a wobchowajće wěstotu online z <a href="%s">kontrolu tykačow</a>.

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
hsb: Firefox so wam lubi? Chceće pomhać, našu přichodnu wersiju samo polěpšić? <a href="%">Sćehńće Firefox Beta</a> a informujće nas wo tym dźensa!

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
hsb: Wužiwaće Firefox na wjacorych ličakach? Nětko móžeće swoje přidatki mjez nimi synchronizować. <a href="%">Namakajće won, kak móžeće Sync zmóžnić.</a>

source: Be the master of your social circle with <a href="%s">Facebook Messenger for Firefox</a>. Try it today and let all your Facebook friends know.
hsb: Budźće z knjezom nad swojim socialnym kruhom z <a href="%s">Powěstnikom Facebook za Firefox</a>. Wuprobujće jón dźensa a informujće swojich přećelow na Facebooku.

source: Keep up with friends wherever you go on the Web with <a href="%s">Facebook Messenger for Firefox</a>. Add it to Firefox today!
hsb: Wostańće z pomocu <a href="%s">powěstnika Facebook za Firefox</a> w zwisku ze swojimi přećelemi, hdźežkuli sće we webje. Přidajće jón nětko Firefox!

source: Be the master of your social circle with Facebook Messenger for Firefox. <a href="%s">Watch the video</a> to learn more.
hsb: Budźće z knjezom nad swojim socialnym kruhom z powěstnikom Facebook za Firefox. <a href="%s">Wobhladaj sej widejo</a>, zo byšće wjace zhonił.

source: Get Facebook Messenger for Firefox and chat with friends while you browse. <a href="%s">Watch the video</a> to learn how.
hsb: Wobstarajće sej Powěstnik Facebook za Firefox a bjesadujće z přećelemi, mjeztym zo přehladujeće. <a href="%s">Wobhladajće sej widejo</a>, zo byšće zhonił, kak to dźe.

source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
hsb: Lětna rozprawa wo połoženju Mozilla je nětko wušła. <a href="%s">Přečitajće ju</a>, zo byšće widźał, kak web dale polěpšujemy.

source: You're the director. Mobile is the star. <a href="%s">Enter Firefox Flicks, our global video contest about the power of mobile</a>.
hsb: Wy sće režiser. Mobilny grat je star. <a href="%s">Wobdźělće so na Firefox Flicks, našim globalnym widejowubědźowanju wo mócy mobilnych gratow</a>.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
hsb: Njetrjebaće programować móc, zo byšće na projekće Mozilla sobu dźěłał. <a href="%s">Dalše informacije wo našich móžnosćach za dobrowólnikow</a>.

source: Celebrity judges and great prizes. <a href="%s">Learn more about Firefox Flicks</a>, our global video contest about the power of mobile.
hsb: Posudki wuznamnych wosobinow a wuběrne myta. <a href="%s">Zhońće wjace wo Firefox Flicks</a>, našim globalnym widejowubědźowanju wo mócy mobilnych gratow.
