Repository: alvinlaz96/mozilla-lang
Catalog: hsb/upgradedialog.lang.po
Languages: hsb

source: Get the Newest Firefox
hsb: Wobstarajće sej najnowši Firefox

source: The Newest Firefox is Here!
hsb: Najnowši Firefox je došoł!

source: <a %s>Quick, easy and free update</a>
hsb: <a %s>Spěšna, lochka a darmotna aktualizacija</a>

source: Fresh new look
hsb: Ćerstwy nowy napohlad

source: Much faster than Firefox 3.6
hsb: Wjele spěšniši hač Firefox 3.6

source: More awesomeness than ever
hsb: Wulkotniši hač do toho

source: There’s a new version of Firefox that can better protect you against online attacks.
hsb: Je nowa wersija Firefox, kotraž móže was lěpje přećiwo online-nadpadam škitać.

source: <a %s>Get the upgrade</a> — it’s fast & free!
hsb: <a %s>Wobstarajće sej aktualizaciju</a> — je spěšna a zdarma!

source: get the latest in security
hsb: wobstarajće sej najnowše wěstoty

source: experience faster performance
hsb: dožiwće spěšniši wukon

source: enjoy greater customization
hsb: wužiwajće lěpše přiměrjenje

source: Your version of Firefox will soon be vulnerable to online attacks.
hsb: Waša wersija Firefox budźe bórze napadliwa přećiwo online-nadpadam.

source: Stay safe online
hsb: Online wěsty wostać

source: Enjoy new features
hsb: Wužiwajće nowe funkcije

source: URGENT!
hsb: NUZNY!

source: Your version of Firefox is no longer protected against online attacks.
hsb: Waša wersija Firefox so hižo přećiwo online-nadpadam nješkita.

source: This is your last reminder before you will be automatically updated to the latest version
hsb: To je waše poslednje dopomnjeće, prjedy hač so awtomatisce na najnowšu wersiju zaktualizuje

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
hsb: Firefox hižo wašu wersiju dźěłoweho systema njepodpěruje a budźe napadliwy přećiwo online-nadpadam.

source: We recommend:
hsb: Poručamy, zo:

source: Upgrading your <a %s>operating system</a>
hsb: Waš <a %s>dźěłowy system</a> so aktualizuje

source: Downloading a compatible browser
hsb: Kompatibelny wobhladowak so sćahuje

source: Installing a free upgrade to your <a %s>operating system</a>
hsb: Darmotna aktualizacjia za waš <a %s>dźěłowy system</a> so instaluje

source: You will be prompted once more before being automatically updated.
hsb: Dóstanjeće nowu namołwu, prjedy hač so přichodna awtomatiska aktualizacija wotměje.
