Repository: alvinlaz96/mozilla-lang
Catalog: hsb/upgradepromos.lang.po
Languages: hsb

source: Mozilla Firefox Web Browser — Free Download
hsb: Webwobhladowak Mozilla Firefox — Darmotne sćehnjenje

source: How fast is <span>your Firefox?</span>
hsb: Kak spěšny je <span>waš Firefox?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
hsb: Nowy Firefox je do 7 króć spěšniši. (To je wjele!) Pohladajće na tachometer, zo byšće widźał, hač waš móže sobu dźeržeć.

source: Old Firefox = <em>Sadface</em>
hsb: Stary Firefox = <em>Zrudoba</em>

source: New Firefox = <em>Yay!</em>
hsb: Nowy Firefox = <em>Hura!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
hsb: To k ničemu njewjedźe. Přestajće w zańdźenosći přehladować a <a %s>zaktualizujće nětko!</a>

source: Now we’re talking!
hsb: To so hižo derje naposka!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
hsb: Je nětko lěpše, něwěrno? Witajće do přichoda weba. Je rjane tu.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
hsb: Zda so, zo %BROWSER% wužiwaće. Čehodla njehrabaće sej Firefox, zo byšće spěšnosć powyšił?

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
hsb: Zda so, zo Firefox jako swój wobhladowak njewužiwaće. Čehodla njehrabaće sej Firefox, zo byšće spěšnosć powyšił?

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
hsb: Nowy Firefox je spěšniši, darmotny (kaž přeco), zražy mjenje a škita wašu priwatnosć lěpje.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
hsb: <a %s>Aktualizacija</a> traje mjenje hač jednu mjeńšinu a njezhubi swoju historiju abo zapołožki. Hura!

source: Fewer Crashes <span>More Happiness</span>
hsb: Mjenje zraženjow <span>Wjace zboža</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
hsb: Zaktualizujće nětko a přeswědčće so, wo kelko wjesela wjace přehladowanje z <b>najnowšim a najspěšnišim</b> čini.

source: Upgrade Firefox
hsb: Firefox aktualizować

source: Old Firefox
hsb: Stary Firefox

source: New Firefox
hsb: Nowy Firefox

source: 3, 2, 1<span>Ready to Go?</span>
hsb: 3, 2, 1<span>Hotowy za sćehnjenje?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
hsb: Wzmiće swoje zapołožki a přehladowansku historiju při pućowanju k spěšnišemu Firefox sobu.

source: Upgrade Firefox and take your bookmarks with you.
hsb: Zaktualizujće Firefox a wzmiće swoje zapołožki sobu.
