Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/history.lang.po
Languages: af, bn_bd, bs, cy, es_mx, pt, ta, tr, uz

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
af: Die Mozilla-ontwikkelaarsnetwerk is 'n gemeenskapsgedrewe Web-hulpbron wat die beste dokumentasie, tutoriale en gereedskap voorsien aan meer as twee miljoen besoekers maandeliks.
bn_bd: Mozilla Developer Network একটা সম্প্রদায় চালিত Web resource যা সেরা ডকুমেন্টেশন , টিউটোরিয়াল এবং প্রতি মাসে 2 million এর অধিক দর্শক সহজলভ্য সরঞ্জাম দিয়ে থাকে।
bs: Mozillina mreža pogramera je internet resurs pokrenut zajednicom koja nudi najbolju dokumentaciju, uputstva i alate koji su dostupni za 2 miliona posjetilaca svakog mjeseca.
cy: Mae Rhwydwaith Datblygwr Mozilla yn adnodd Gwe sy'n cael ei yrru gan y gymuned sy'n darparu'r ddogfennaeth, sesiynau tiwtorial a'r offer gorau ar gyfer mwy na 2 filiwn o ymwelwyr bob mis.
es_mx: Mozilla Developer Network es un recurso web comunitario que proporciona a más de 2 millones de visitantes al mes la documentación más exhaustiva, los tutoriales más interesantes y las herramientas más avanzadas disponibles.
pt: A Central de Programadores da Mozilla é um recurso Web conduzido por uma comunidade que fornece a melhor documentação, tutoriais e ferramentas, disponível para mais de 2 milhões de visitantes por mês.
ta: Mozilla உருவாக்குநர் பிணையம் என்பது ஒவ்வொரு மாதமும் 2 மில்லியனுக்கும் அதிகமான பார்வையாளர்களுக்கு சிறந்த ஆவணமாக்கத்தையும் கற்பித்தல் வழிகாட்டிகளையும் கருவிகளையும் கிடைக்கச் செய்யும், சமூகத்தால் நடத்தப்படுகின்ற ஒரு இணைய வளமாகும்.
tr: Topluluğumuz tarafından yönetilen Mozilla Geliştirici Ağı, her ay 2 milyon ziyaretçiye en iyi belgeleri, rehberleri ve araçları sunan bir Web kaynağı.
uz: Mozilla dasturchilar tarmog‘i har oyda 2 milliondan ko‘proq odamlarga mavjud bo‘lgan eng zo‘r hujjatlar, qo‘llanmalar va asboblarni ta’minlovchi dasturchilar jamiyati veb-resursi hisoblanadi.

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
af: Mozilla werk om die Web te behou en te vertroetel as 'n gedeelde openbare hulpbron tot almal se voordeel.
bn_bd: Mozilla দেখাশুনা করে সবার সুবিধার জন্য এবং ওয়েব সংরক্ষণ করে যাতে একটি ভাগ পাবলিক সম্পদ হিসেবে কাজ করে।
bs: Mozilla radi na njegovanju i očuvanju interneta kao zajedničkog javnog resursa u službi svih.
cy: Mae Mozilla'n gweithio i ddiogelu'r We fel adnodd cyhoeddus sy'n cael ei rannu er budd pawb.
es_mx: Mozilla trabaja y se preocupa por que la Web continúe siendo un recurso público compartido para el beneficio de todos.
pt: A Mozilla trabalha para cuidar e preservar a Web como um recurso público partilhado para o benefício de todos.
ta: இணையத்தை அனைவரின் நன்மைக்காகவுமான பகிரப்பட்ட பொது வளமாக பாதுகாக்கவும் பராமரிக்கவும் Mozilla பணியாற்றுகிறது.
tr: Mozilla, tüm insanlığın çıkarı için, Web’i ortak bir kamusal kaynak olarak korumaya çalışıyor.
uz: Mozilla vebsahifalarni hammaning qiziqishi uchun umumiy manba sifatida bo‘lishishni saqlash va g‘amxo‘rlik qilish uchun ishlaydi.

source: In 2013, Mozilla launched Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
af: In 2013 begin Mozilla met Firefox OS om die volle krag van die Web op slimfone beskikbaar te maak en só beheer en keuse te gee aan 'n nuwe generasie van mense aanlyn.
bn_bd: 2013 এ, Mozilla উন্মুক্ত করে Firefox OS যা স্মার্টফোন এ ওয়েবের পূর্ণ ক্ষমতা এবং নতুন প্রজন্মের অনলাইন এ আসা মানুষের পছন্দ প্রস্তাব এবং আবার নিয়ন্ত্রণ ক্ষমতা নিয়ে আসে।
bs: U 2013-oj, Mozilla je lansirala Firefox OS kako bi oslobodila punu moć interneta na pametnim telefonima i još jednom ponudila kontrolu i izbor novoj generaciji ljudi na internetu.
cy: Yn 2013, lansiodd Mozilla Firefox OS i ryddhau grym llawn y We ar ffonau clyfar ac unwaith eto gynnig rheolaeth a dewis i genhedlaeth newydd o bobl sy'n dod ar-lein.
es_mx: En 2013 Mozilla lanzó Firefox OS para liberar todo el poder de la Web en los teléfonos inteligentes, ofrecer el control y erigirse en un alternativa para una nueva generación de usuarios que llega a Internet
pt: Em 2013, a Mozilla lançou o Firefox OS para libertar o poder total da Internet nos smartphones e, mais uma vez, oferecer controlo e escolha a uma nova geração de pessoas que está a ligar-se à Internet.
tr: Mozilla, Web’in tüm gücünü akıllı telefonlarda ortaya çıkarmak ve internete giren yeni nesle yeniden egemenlik ve tercih hakkı sunmak için 2013’te Firefox OS’i çıkardı.
uz: 2013-yilda Mozilla internetning butun kuchini smartfonlarda ochish va internetda kezuvchi yangi odamlar avlodiga boshqarish va tanlash imkonini yana bir bor taklif qilish uchun "Firefox OS"ni ishga tushirdi.

source: The work Mozilla does is made possible thanks to tens of thousands of volunteers who believe the Web should remain open and accessible to all.
af: Mozilla se werk word moontlik gemaak danksy tiene duisende vrywilligers wat glo dat die Web oop en toeganklik vir almal moet bly.
bn_bd: Mozilla'র কাজ সম্ভবপর হয় ধন্যবাদ জ্ঞাপনের মাধ্যমে সেই দশ হাজার স্বেচ্ছাসেবকদের যারা ​​বিশ্বাস করে Web কে মুক্ত রাখা এবং সবার প্রবেশযোগ্যতা নিশ্চিত করা।
bs: Ono što Mozilla postiže je omogućeno zahvaljujući desetinama hiljada volontera koji vjeruju da web treba da ostane otvoren i dostupan svima.
cy: Mae'r gwaith mae Mozilla yn ei wneud yn bosibl diolch i ddegau o filoedd o noddwyr a gwirfoddolwyr unigol — pobl fel chi sy'n credu y dylai'r We aros yn agored ac ar gael i bawb.
es_mx: El trabajo que realiza Mozilla es posible gracias a decenas de miles de donantes particulares y voluntarios: gente que, como tú, cree que la Web debe continuar siendo abierta y accesible a todos.
pt: O trabalho que a Mozilla faz torna-se possível graças a dezenas de milhar de voluntários que acreditam que a Web se deve manter aberta e acessível para todos.
tr: Mozilla’nın yaptığı her şey, Web’in açık ve herkesçe erişilebilir kalması gerektiğine inanan on binlerce gönüllümüz sayesinde mümkün oldu.
uz: Mozilla internet ochiq va barcha kira oladigan bo‘lib qolishiga ishonuvchi 10 minglab hissa qo‘shuvchilarga rahmat aytish imkonini yaratdi.

source: About Mozilla
af: Aangaande Mozilla
bn_bd: মোজিলা পরিচিতি
bs: O Mozilli
cy: Ynghylch Mozilla
es_mx: Acerca de Mozilla
pt: Sobre a Mozilla
ta: Mozilla பற்றி
tr: Mozilla Hakkında
uz: Mozilla haqida

source: A look at our projects, products and principles
af: 'n Kykie na ons projekte, produkte en beginsels
bn_bd: এক নজরে আমাদের প্রকল্প, পণ্য ও নীতি
bs: Pogledajte naše projekte, proizvode i načela
cy: Golwg ar ein projectau, cynnyrch a'n hegwyddorion
es_mx: Un vistazo a nuestros proyectos, productos y principios
pt: Uma vista aos nossos projetos, produtos e princípios.
tr: Projelerimize, ürünlerimize ve prensiplerimize bir bakış
uz: Loyihalarimiz, mahsulotlarimiz va tamoyillarimizga nazar

source: More history
af: Meer geskiedenis
bn_bd: আরও ইতিহাস
bs: Više historije
cy: Rhagor o hanes
es_mx: Más historia
pt: Mais história
tr: Daha fazla tarih
uz: Ko‘proq tarix

source: Where we came from and how we got to where we are
af: Waar ons vandaan kom en hoe ons hier gekom het
bn_bd: আমরা কোথা থেকে এসেছি এবং আমরা এখন যেখানে আছি কিভাবে সেখানে এসেছি
bs: Odakle smo došli i kako smo stigli tamo gdje smo
cy: O le y daethom a sut rydym wedi cyrraedd fan hyn
es_mx: De dónde venimos y cómo llegamos a donde estamos
pt: De onde viemos e como chegámos ao ponto onde estamos
tr: Nereden geldik ve başarılarımızı neye borçluyuz?
uz: Biz qayerdan kelganmiz va qanday qilib bu yerda paydo bo‘lib qoldik

source: Governance
af: Bestuur
bn_bd: শাসন
bs: Uprava
cy: Llywodraethu
es_mx: Gobernanza
pt: Governação
ta: ஆளுமை
tr: İdare
uz: Boshqarish

source: Our organization, structure and broader community
af: Ons organisasie, struktuur en breër gemeenskap
bn_bd: আমাদের প্রতিষ্ঠান, কাঠামো এবং বৃহত্তর কমিউনিটি
bs: Naša organizacija, struktura i uprava zajednice
cy: Ein trefniadaeth, strwythur a'r gymuned ehangach
es_mx: Nuestra organización, la estructura y la más amplia comunidad
pt: A nossa organização, estrutura e ampla comunidade
tr: Örgüt yapımız ve küresel topluluğumuz
uz: Bizning tashkilotimiz, strukturamiz va keng jamiyatimiz
