Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/history-details.lang.po
Languages: af, ca, es_mx, hi_in, kab, ms, pt, uz

source: History of the Mozilla Project
af: Geskiedenis van die Mozilla-projek
ca: Història del projecte Mozilla
es_mx: Historia del proyecto Mozilla
hi_in: मोज़िला परियोजना का इतिहास
kab: Amezruy n usenfaṛ n Mozilla
ms: Sejarah Projek Mozilla
pt: História do projeto Mozilla
uz: Mozilla loyihasining tarixi

source: The Mozilla project was <a href="%(coderush)s">created in 1998</a> with the <a href="%(sourcerelease)s">release of the Netscape browser suite source code</a>.
af: Die Mozilla-projek is <a href="%(coderush)s">in 1998 gestig</a> et die <a href="%(sourcerelease)s">vrystelling van die Netscape-blaaisuite se bronkode</a>.
ca: El projecte Mozilla es va <a href="%(coderush)s">crear l'any 1998</a> amb la <a href="%(sourcerelease)s">publicació del codi font de la suite del navegador Netscape</a>.
es_mx: El proyecto Mozilla fue <a href="%(coderush)s">creado en 1998</a> con la <a href="%(sourcerelease)s">liberación del código fuente de la suite del navegador Netscape</a>.
hi_in: मोज़िला परियोजना <a href="%(coderush)s">1998 में बनाई गयी थी </a><a href="%(sourcerelease)s">नेटस्केप ब्राउज़र सूट स्रोत कोड के लोकार्पण</a>के साथ l
kab: Asenfaṛ n Mozilla <a href="%(coderush)s"> yennulfa-d di 1988</a> s <a href="%(sourcerelease)s"> u serreḥ n tengalt aɣbalu n iminig Netscape</a>.
ms: Projek Mozilla telah <a href="%(coderush)s">dicipta pada 1998</a> dengan <a href="%(sourcerelease)s"> pelepasan kod sumber suit pelayar Netscape</a>.
pt: O projeto da Mozilla foi <a href="%(coderush)s">criado em 1998</a> com o <a href="%(sourcerelease)s">lançamento do código fonte do pacote de navegação Netscape</a>.
uz: Mozilla loyihasi <a href="%(sourcerelease)s">Netscape brauzerining manba kodi taqdim etilishi</a> bilan bir vaqtda <a href="%(coderush)s">1998-yilda yaratildi</a>.

source: It was intended to harness the creative power of thousands of programmers on the Internet and fuel unprecedented levels of innovation in the browser market.
af: Die plan was om die kreatiewe krag van duisende programmeerders op die Internet te gebruik om ongekende vlakke van innovering in die blaaiermark te ontsluit.
ca: Tenia la intenció d'aprofitar el poder creatiu de milers de programadors a l'Internet i impulsar uns nivells d'innovació sense precedent al mercat dels navegadors web.
es_mx: Se tenía la intención de aprovechar el poder creativo de miles de programadores en Internet y de los combustibles a niveles sin precedentes de innovación en el mercado de los navegadores.
hi_in: यह ब्राउज़र बाजार में नवाचार के ईंधन अभूतपूर्व स्तर और इंटरनेट पर हजारों प्रोग्रामरो की रचनात्मक शक्ति का दोहन करने के उद्देश्य से किया गया था.
kab: Iswi yella d asdukkel n wagimen n ineflayen id d-yesnulfuyen di Internet, wid id d-yettawin amaynut wuṛǧin yella di taɣult n iminigen.
ms: Tujuan asalnya adalah untuk menyambungkan kuasa kreatif ribuan pemprogram di Internet dan meningkatkan paras inovasi yang tidak pernah terjadi sebelumnya di dalam pasaran pelayar.
pt: Tinha como objetivo aproveitar o poder criativo de centenas de programadores na Internet e potenciar níveis sem precedentes de inovação no mercado dos navegadores.
uz: Bundan maqsad internetdagi minglab dasturchilarning ijodiy salohiyatidan foydalanish hamda brauzer bozorida misli ko‘rilmagan kashfiyotlarga yo‘l ochish edi.

source: Within the <a href="%(firstyear)s">first year</a>, new community members from around the world had already contributed new functionality, enhanced existing features and became engaged in the management and planning of the project itself.
af: In die <a href="%(firstyear)s">eerste jaar</a> het gemeenskapslede van reg oor die wêreld reeds nuwe funksionaliteit bygedra, bestaande funksionaliteit verbeter en betrokke geraak by die bestuur en beplanning van die projek self.
ca: Durant el <a href="%(firstyear)s">primer any</a>, els membres de la nova comunitat d'arreu del món havien contribuït noves funcionalitats, millorats les existents i es van implicar en la gestió i planificació del projecte en si.
es_mx: Dentro del <a href="%(firstyear)s">primer año</a>, los nuevos miembros de la comunidad de todo el mundo ya habían aportado nuevas funcionalidades, mejorado las características existentes y se comprometieron en la administración y planificación del proyecto en sí.
hi_in: <a href="%(firstyear)s">पहले साल</a> के भीतर, दुनिया भर से नए समुदाय के सदस्यों को नई कार्यक्षमता में पहले से ही योगदान दिया है, मौजूदा सुविधाओं को बढ़ाया और इस प्रोजेक्ट के ही प्रबंधन और योजना बनाने में व्यस्त हो गया.
kab: Deg <a href="%(firstyear)s"> useggass amezwaru</a>, imttekkiyen imaynuten n tmezdagnut n umadal imeṛṛa, mudden yakan afus di tmahilin timaynutin, snernin tid-ak yellan, udiɣ snekren asefrek akked usɣiwes n usenfaṛ.
ms: Dalam <a href="%(firstyear)s">tahun pertama</a>, ahli komuniti baru dari serata dunia telah menyumbang kepada kefungsian baru, meningkatkan ciri sedia ada dan terlibat di dalam pengurusan dan perancangan projek itu sendiri.
pt: Durante o <a href="%(firstyear)s">primeiro ano</a>, novos membros da comunidade à volta do mundo já tinham contribuído com novas funcionalidades, melhorado funcionalidades existentes e envolveram-se na gestão e planeamento do projeto em si.
uz: <a href="%(firstyear)s">Bir yil</a> ichida yangi jamiyatning dunyo bo‘ylab tarqalgan a’zolari yangi funksiyalar qo‘shishdi, mavjudlarini yaxshilashdi hamda loyihaning boshqaruvi va rejalarida ishtirok eta boshlashdi.

source: By creating an open community, the Mozilla project had become <a href="%(stevecase)s">larger than any one company</a>.
af: Deur 'n oop gemeenskap te skep, het die Mozilla-projek <a href="%(stevecase)s">groter as enige enkele maatskappy</a> geword.
ca: En crear una comunitat oberta, el projecte Mozilla va esdevenir <a href="%(stevecase)s">més gran que cap altra empresa</a>.
es_mx: Mediante la creación de una comunidad abierta, el proyecto Mozilla se había vuelto <a href="%(stevecase)s">más grande que cualquier compañía</a>.
hi_in: एक खुला समुदाय बनाकर, मोज़िला प्रोजेक्ट <a href="%(stevecase)s">किसी एक कंपनी से बड़ा</a>हो गया.
kab: Seg mi id d-lul tmezdagnut yeldin, asenfaṛ Mozilla yuɣal <a href="%(stevecase)s"> meqqeṛ amzun d takebbanit</a>.
ms: Dengan mencipta komuniti terbuka, projek Mozilla menjadi <a href="%(stevecase)s">syarikat yang lebih besar daripada yang lain</a>.
pt: Ao criar uma comunidade aberta, o projeto Mozilla tornou-se <a href="%(stevecase)s">maior do que qualquer outra empresa</a>.
uz: Ochiq jamoat yaratish orqali Mozilla loyihasi <a href="%(stevecase)s">har qanday kompaniyadan ulkan</a> bo‘ldi.

source: Community members got involved and expanded the scope of the project’s <a href="%(mission)s">original mission</a> — instead of just working on Netscape’s next browser, people started creating <a href="%(browsers)s">a variety of browsers</a>, <a href="%(bugzilla)s">development tools</a> and a range of other <a href="%(projects)s">projects</a>.
af: Gemeenskapslede het betrokke geraak en die strekking van die projek se <a href="%(mission)s">oorspronklike missie</a> uitgebrei — in plaas van om net te werk aan Netscape se volgende blaaier het mense begin om <a href="%(browsers)s">'n verskeidenheid blaaiers</a>, <a href="%(bugzilla)s">programmeerhulpmiddels</a> en <a href="%(projects)s">ander projekte</a> te maak.
ca: Els membres de la comunitat es van implicar i van ampliar l'abast de la <a href="%(mission)s">missió original</a> del projecte - en comptes de només treballar en el següent navegador de Netscape, van començar a crear <a href="%(browsers)s">una varietat de navegadors</a>, <a href="%(bugzilla)s">eines de desenvolupament</a> i una varietat d'altres <a href="%(projects)s">projectes</a>.
es_mx: Miembros de la comunidad se involucraron y ampliaron el alcance de la <a href="%(mission)s">misión original</a> del proyecto — en lugar de simplemente trabajar en el próximo navegador de Netscape, las personas comenzaron a crear <a href="%(browsers)s">una variedad de navegadores</a>, <a href="%(bugzilla)s">herramientas de desarrollo</a> y una serie de otros <a href="%(projects)s">proyectos</a>.
hi_in: समुदाय के सदस्य शामिल हुए और इस प्रोजेक्ट के दायरे का विस्तार किया <a href="%(mission)s">मूल मिशन</a> — सिर्फ नेटस्केप के आगला ब्राउजर पर काम करने के बजाय, लोग <a href="%(browsers)s">ब्राउज़र की एक किस्म</a>, <a href="%(bugzilla)s"> डेवलपमेंट उपकरण</a>और अन्य <a href="%(projects)s">प्रोजेक्ट</a>की एक श्रेणी का निर्माण शुरू किया.
kab: Imttekkiyen n tmezdagnut gren-d iman-nsen u smeɣṛen <a href="%(mission)s"> tuɣdaṭ taneẓlit</a>— ur d-giren akan amahil n usenerni n iminig Netscape, sneflin daɣen <a href="%(browsers)s"> deqs n iminigen </a>, <a href="%(bugzilla)s"> ifecka n tneflit </a> akked <a href="%(projects)s"> isenfaṛen</a> nniḍen.
ms: Ahli komuniti melibatkan diri dan mengembangkan skop projek<a href="%(mission)s">misi asal</a> — bukan sahaja hanya bekerja pada pelayar akan datang Netscape, orang sudah mula mencipta <a href="%(browsers)s">pelayar yang pelbagai</a>, <a href="%(bugzilla)s">alatan pembangunan</a> dan lain-lain bidang <a href="%(projects)s">projek</a>.
pt: Membros da comunidade envolveram-se e aumentaram o âmbito da <a href="%(mission)s">missão original</a> do projeto — em vez de apenas trabalharem no próximo navegador da Netscape, as pessoas criaram <a href="%(browsers)s">vários navegadores</a>, <a href="%(bugzilla)s">ferramentas de desenvolvimento</a> e um conjunto de outros <a href="%(projects)s">projetos</a>.
uz: Jamiyat a’zolari jalb etilgan va loyihaning <a href="%(mission)s">original maqsadi</a> sferasi kengaydi — odamlar Netscape’ning keyingi brauzeri ustida ishlash o‘rniga, <a href="%(browsers)s">turli xil brauzerlar</a>, <a href="%(bugzilla)s">dasturlash asboblari</a> va boshqa bir qator <a href="%(projects)s">loyihalar</a> ustida ishlay boshlashdi.

source: People contributed to Mozilla in different ways, but everyone was passionate about creating free software that would enable people to have a choice in how they experienced the Internet.
af: Mense het op verskillende maniere bygedra tot Mozilla, maar almal was passievol om vry sagteware te skep wat mense 'n keuse sou gee oor hoe hulle die Internet ervaar.
ca: La gent contribuïa a Mozilla de moltes formes diferents, tothom de forma apassionada per crear programari lliure que permetés a les persones tenir l'opció sobre com experienciaven l'internet.
es_mx: Las personas contribuyeron en Mozilla de maneras diferentes, pero todo el mundo era un apasionado de la creación de software libre que permitía a las personas tener una opción en la forma que experimentaron Internet.
hi_in: लोग अलग अलग तरीकों में मोज़िला के लिए योगदान दिये हैं, लेकिन, हर कोई मुक्त सॉफ्टवेयर बनाने के बारे में भावुक थे जो एक विकल्प लोगों के लिए सक्षम होगा की कैसे वे इंटरनेट का अनुभव किये.
kab: Tarrayin nu ttekki ɣer Mozilla tettili s deqs n tarrayin acukan yal yiwen ayen iḥemmel, akken ad d-snulfun iseɣẓanen ilelliyen ara yeǧǧn imdanen ad fernen deg useqdec n Internet.
ms: Orang menyumbang kepada Mozilla dalam pelbagai cara, tetapi setiap orang berminat tentang mencipta perisian bebas yang membolehkan orang membuat pilihan bagaimana mereka ingin menikmati Internet.
pt: Pessoas contribuíram para a Mozilla de diferentes formas, mas todos estavam interessados em criar software livre que permitiria às pessoas ter uma escolha de como elas experienciariam a Internet.
uz: Odamlar Mozilla’ga turli xil yo‘llar bilan hissa qo‘shishdi, ammo hamma odamlarga internetni sinab ko‘rish uchun tanlash imkonini beradigan erkin dasturiy ta’minot yaratishni kengaytirishdi.

source: After several years of development, <a href="%(mozilla1)s">Mozilla 1.0</a>, the first major version, was released in 2002. This version featured many improvements to the browser, email client and other applications included in the suite, but not many people were using it.
af: Na 'n paar jaar se ontwikkeling is <a href="%(mozilla1)s">Mozilla 1.0</a>, die eerste groot weergawe, vrygestel in 2002. Die weergawe het heelwat verbeterings gehad aan die blaaier, e-poskliënt en ander toepassings in die suite, maar daar was nog nie baie mense wat dit gebruik het nie.
ca: Després d'uns quants anys de desenvolupament, <a href="%(mozilla1)s">Mozilla 1.0</a>, la primera versió major, es va publicar l'any 2002. Aquesta versió incorporava moltes millores al navegador, incloïa client de correu i altres aplicacions a la suite, però no la utilitzava gaire gent.
es_mx: Después de varios años de desarrollo, <a href="%(mozilla1)s">Mozilla 1.0</a>, la primera gran versión, fue lanzada en 2002. Esta versión incluyó muchas mejoras al navegador, cliente de correo electrónico y otras aplicaciones incluidas en la suite, pero no muchas personas la estaban usando.
hi_in: डेवलपमेंट के कई वर्षों के बाद, <a href="%(mozilla1)s">मोज़िला 1.0</a>, पहला बड़ा संस्करण, 2002 में जारी किया गया था. यह संस्करण ब्राउज़र, ईमेल क्लाइंट और अन्य एप्लीकेशन समूह में शामिल कई सुधार पेश किये थे, लेकिन कई लोग यह प्रयोग नहीं कर रहे थे.
kab: Seld kra n iseggassen n tneflit, <a href="%(mozilla1)s">Mozilla 1.0</a>, lqem amezwaru ameqqran, yeffeɣ-d deg useggass n2002. Lqem agi yegber deqs n unerni deg iminig, amsaɣ n tirawt akked isnasen nniḍen acukan ur yesɛi ara aṭas n iseqdacen.
ms: Selepas beberapa tahun pembangunan, <a href="%(mozilla1)s">Mozilla 1.0</a>, versi major pertama, telah dikeluarkan dalam 2002, Versi ini bercirikan banyak peningkatan kepada pelayar, klien emel dan lain-lain aplikasi yang termasuk di dalam satu suit, tetapi tidak ramai yang menggunakannya.
pt: Depois de vários anos de desenvolvimento, <a href="%(mozilla1)s">Mozilla 1.0</a>, a primeira grande versão, foi lançada em 2002. Esta versão apresentava várias melhorais ao navegador, um cliente de email e outras aplicações incluídas no conjunto, mas não havia muitas pessoas a utilizá-la.
uz: Bir necha yillik rivojlanishdan so‘ng <a href="%(mozilla1)s">Mozilla 1.0</a>, birinchi yirik versiya, 2002-yili e’lon qilindi. Ushbu versiya brauzer, e-pochta mijozi va to‘plamga qo‘shilgan boshqa ilova dasturlarga ko‘pgina yaxshilanishlar bilan namoyish qilingandi, lekin ko‘pgina odamlar uni sinab ko‘rishmadi.

source: By 2002, <a href="%(over90)s">well over 90%% of Internet users</a> were browsing with Internet Explorer.
af: Teen 2002 het <a href="%(over90)s">goed meer as 90%% van Internetgebruikers</a> Internet Explorer gebruik.
ca: L'any 2002, <a href="%(over90)s">prop del 90%% d'usuaris d'internet</a> navegaven amb l'Internet Explorer.
es_mx: Para el año 2002, <a href="%(over90)s">más del 90%% de usuarios de Internet</a> navegaban con Internet Explorer.
hi_in: 2002 तक, <a href="%(over90)s">अच्छी तरह से 90 %% इंटरनेट उपयोगकर्ता</a> इंटरनेट एक्सप्लोरर के साथ ब्राउज़िंग कर रहे थे.
kab: Di 2002, <a href="%(over90)s"> ugar n 90% n iseqdacen n Internet</a> ttinigen s Internet Explorer.
ms: Pada 2002, <a href="%(over90)s">terdapat lebih daripada 90% % daripada pengguna Internet</a> telah melayari menggunakan Internet Explorer.
pt: Em 2002, <a href="%(over90)s">mais de 90%% dos utilizadores da Internet</a> navegavam com o Internet Explorer.
uz: 2002-yilda, <a href="%(over90)s">90%% dan ortiq internet foydalanuvchilari</a> Internet Explorer bilan internetga kirishardi.

source: Not many people noticed at the time, but the first version of Phoenix (later renamed to Firefox) was also released by Mozilla community members that year with the goal of providing the <a href="%(charter)s">best possible browsing experience</a> to the widest possible set of people.
af: Min mense het destyds geweet, maar die eerste weergawe van Phoenix (later hernoem na Firefox) is ook daardie jaar deur Mozilla-gemeenskapslede vrygestel met die doel om die <a href="%(charter)s">beste moontlike blaai-ervaring</a> te bied aan die wydste moontlike gehoor.
ca: No se'n va adonar gaire gent, però la primera versió del Phoenix (posteriorment reanomenat a Firefox) la va publicar aquell mateix any la comunitat de membres de Mozilla amb l'objectiu de proporcionar la <a href="%(charter)s">millor experiència de navegació possible</a> a la major quantitat de gent possible.
es_mx: No mucha gente se dio cuenta en ese momento, pero la primera versión de Phoenix (más tarde renombrado como Firefox) también fue lanzada por miembros de la comunidad de Mozilla ese año con el objetivo de proporcionar la <a href="%(charter)s">mejor experiencia de navegación posible</a> a la mayor cantidad posible de personas.
hi_in: बहुत से लोगों ने एक समय में ध्यान नहीं दिया, लेकिन (जो बाद में Firefox के लिए नाम) फीनिक्स के पहले संस्करण में भी लोगों की अधिकतम संभव सेट करने के लिए <a href="%(charter)s">सबसे अच्छा संभव ब्राउज़िंग अनुभव</a> प्रदान करने के लक्ष्य के साथ उसी वर्ष मोज़िला समुदाय के सदस्यों द्वारा जारी किया गया था.
kab: Drus n yemdanen i yewwalan lqem amezwaru n Phoenix (yettusemman sakin Firefox) i d-yeffɣen daɣen aseggass nni s yeswi n umuddu <a href="%(charter)s"> n termit tufrint di tunigin</a>, ayagi deqs ur t-yeẓrin ara.
ms: Tidak ramai orang yang tahu pada masa itu, tetapi versi pertama Phoenix (kemudiannya dinamakan sebagai Firefox) juga telah dikeluarkan oleh ahli komuniti Mozilla pada tahun itu dengan tujuan untuk menyediakan <a href="%(charter)s">pengalaman pelayaran yang terbaik mungkin</a> kepada golongan sasaran yang seluas muungkin.
pt: Poucas pessoas repararam na altura, mas a primeira versão do Phoenix (mais tarde renomeado para Firefox) foi também lançado nesse ano por membros da comunidade Mozilla, com o objetivo de fornecer a <a href="%(charter)s">melhor experiência de navegação possível</a> para o maior número de pessoas.
uz: Ko‘pgina odamlar e’tibor berishmadi, ammo Phoenix (keyinroq Firefox deb nomi o‘zgartirildi)ning birinchi versiyasi Mozilla jamoasi a’zolari tomonidan o‘sha yili <a href="%(charter)s">internetga kirishning eng zo‘r imkoniyatlari</a>ni keng ommaga namoyish qilish maqsadi bilan bila e’lon qilingandi.

source: In 2003, the Mozilla project created the Mozilla Foundation, an <a href="%(foundation)s">independent non-profit organization</a> supported by individual donors and a variety of companies.
af: In 2003 het die Mozilla-projek die Mozilla-stigting opgerig, 'n <a href="%(foundation)s">onafhanklike organisasie sonder winsbejag</a> wat ondersteun word deur individuele borge en 'n verskeidenheid maatskappye.
ca: L'any 2003, el projecte Mozilla va crear la Fundació Mozilla, una <a href="%(foundation)s">organització independent sense ànim de lucre</a> amb el suports de donants individuals i diverses empreses.
es_mx: En 2003, el proyecto Mozilla crea la Fundación Mozilla, una <a href="%(foundation)s">organización independiente sin fines de lucro</a> con el apoyo de donantes individuales y una gran variedad de empresas.
hi_in: 2003 में, मोज़िला परियोजना मोज़िला फाउंडेशन को बनाया, व्यक्तिगत दानी और कंपनियों की एक किस्म के द्वारा समर्थित एक <a href="%(foundation)s">स्वतंत्र गैर-लाभकारी संगठन</a>.
kab: Di 2003, asenfaṛ Mozilla yessuli-d tasbeddit Mozilla, <a href="%(foundation)s">d tuddsa tamunant ur yettnadin ara idrimen</a> ttɛawanen yemdanen neɣ tikebbaniyin s umuddu n tewsa.
ms: Dalam 2013, Projek Mozilla telah mencipta Mozilla Foundation, sebuah<a href="%(foundation)s">organisasi tanpa-keuntungan bebas</a> yang disokong oleh penderma individu dan syarikat yang pelbagai.
pt: Em 2003, o projeto Mozilla criou a Mozilla Foundation, uma <a href="%(foundation)s">organização independente e sem fins lucrativos</a> apoiada por doadores individuais e várias empresas.
uz: 2003-yilda Mozilla loyihasi alohida mablag‘ bilan ta’minlovchilar va turli kompaniyalar tomonidan qo‘llab-quvvatlanadigan "Mozilla Foundation"ni - <a href="%(foundation)s">mustaqil notijorat tashkilot</a>ni yaratdi.

source: The new Mozilla Foundation continued the role of managing the daily operations of the project and also officially took on the role of promoting <a href="%(manifesto)s">openness, innovation and opportunity</a> on the Internet.
af: Die nuwe Mozilla-stigting het die projek se daaglikse bedrywighede verder bestuur en ook amptelik die rol vervul om <a href="%(manifesto)s">openheid, innovering en geleentheid</a> op die Internet te bevorder.
ca: La nova Fundació Mozilla va continuar amb el rol de gestionar les operacions diàries del projecte i també va agafar de forma oficial el rol de promoure <a href="%(manifesto)s">els estàndards oberts, la innovació i la oportunitat</a> a l'Internet.
es_mx: La nueva Fundación Mozilla siguió el papel de la gestión de las operaciones diarias del proyecto y también se hizo cargo oficialmente de la función de promover la <a href="%(manifesto)s">apertura, innovación y oportunidad</a> en Internet.
hi_in: नई मोज़िला फाउंडेशन परियोजना के दैनिक कार्यों के प्रबन्धक की भूमिका को जारी रखा और आधिकारिक तौर पर इंटरनेट पर <a href="%(manifesto)s">खुलेपन, नवाचार और अवसर</a> को बढ़ावा देने की भी भूमिका निभाया.
kab: Tasbeddit Mozilla i d-yelulen melmi kan, tettkemmil asefrek n usenfaṛ imeṛṛa u teddem tikti akken ad tesnerni s wudem unṣib <a href="%(manifesto)s"> alday, asnulfu akked tegnatin</a> i d-yettmuddu Internet.
ms: Mozilla Foundation menyambung tugas menguruskan operasi harian projek dan juga secara rasminya mengambil tugas mempromosikan <a href="%(manifesto)s">keterbukaan, inovasi dan peluang</a> di Internet.
pt: A nova Mozilla Foundation continuou o papel de gestão das operações diárias do projeto e assumiu oficialmente o papel de promover a <a href="%(manifesto)s">abertura, inovação e oportunidade</a> na Internet.
uz: Yangi Mozilla Foundation loyihaning joriy faoliyatini boshqarishdagi rolini davom ettirdi, shuningdek, <a href="%(manifesto)s">ochiqlik, innovatsiya va imkoniyat</a>ni rivojlantirishni rasmiy qo‘lga oldi.

source: It did this by continuing to release software, such as Firefox and Thunderbird, and expanding to new areas, such as providing <a href="%(grants)s">grants</a> to support accessibility improvements on the Web.
af: Dit is bereik deur deurgaans sagteware soos Firefox en Thunderbird vry te stel, en deur uit te brei na nuwe areas, soos <a href="%(grants)s">skenkings</a> om toeganklikheid te verbeter op die Web.
ca: I ho va fer continuant la publicació de programari, com el Firefox i el Thunderbird, i expandint-se a noves àrees, com la de proporcionar<a href="%(grants)s"beques</a> per donar suport a millores en l'accessibilitat al Web.
es_mx: Lo hizo mediante la continuación para liberar el software, tales como Firefox y Thunderbird, y expandiéndose a nuevas áreas, tales como la concesión de <a href="%(grants)s">becas</a> para apoyar las mejoras de accesibilidad en la Web.
kab: Akken ad taweḍ iswiyen agi, tasbeddit tkemmel asnulfu n iseɣẓanen am Firefox akked thunderbird war am teǧǧa tiɣula nniḍen am <a href="%(grants)s">tsigras </a> akken ad tɛiwen leqdic icudden ɣer usnerni n unekcum ɣer Web.
ms: Ia melakukannya dengan sentiasa mengeluarkan perisian, seperti Firefox dan Thunderbird, dan mengembangkan ke bidang lain, seperti menyediakan <a href="%(grants)s">gran</a> bagi menyokong peningkatan kebolehcapaian pada Web.
pt: Fez isto continuando a disponibilizar software, como o Firefox e Thunderbird, e expandindo para novas áreas, tais como o fornecimento de <a href="%(grants)s">bolsas</a> para apoiar melhorias da acessibilidade na Web.
uz: Bu Firefox va Thunderbird kabi dasturiy mahsulotlarni chiqarich va yangi hudularga keyngaytirish, internet mavjudligini yaxshilash uchun <a href="%(grants)s">grantlar</a> bilan davom etdi.
