Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/history.lang.po
Languages: af, bn_bd, bs, cy, es_mx, pt, ta, tr, uz

source: Looking back. Looking ahead.
af: 'n Kykie terug, 'n kykie vorentoe.
bn_bd: অতীত দেখুন। ভবিষ্যৎ দেখুন।
bs: Pogledajte nazad. Pogledajte naprijed.
cy: Edrych yn ôl. Edrych ymlaen.
es_mx: Mirando hacia el pasado. Mirando hacia el futuro.
pt: Olhar para trás. Olhar para o futuro.
tr: İleri bakmak için önce geri bakın.
uz: Orqaga nazar tashlang. Oldinga nazar tashlang.

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
af: Mozilla bestaan om openheid, innovering en geleentheid op die Internet te bevorder.
bn_bd: Mozilla ইন্টারনেটে অকপটতা, নতুনত্ব এবং সুযোগ স্থাপন করে।
bs: Mozilla nastoji promovirati otvorenost, inovacije i prilike na internetu.
cy: Mae Mozilla'n bodoli i hyrwyddo gweithio'n agored, arloesi a chynnig cyfle i bawb ar y rhyngrwyd.
es_mx: Mozilla existe para promocionar la apertura, la innovación y la oportunidad para todos en Internet.
pt: A Mozilla existe para promover abertura, inovação e oportunidade na Internet.
ta: இணையத்தில் வெளிப்படைத்தன்மை, புதுமை மற்றும் வாய்ப்பு ஆகியவற்றை மேம்படுத்தவே Mozilla உள்ளது.
tr: Mozilla, internette açıklığı, yeniliği ve fırsat eşitliğini yaymak için var.
uz: Mozilla ochiqlik, innovatsiya va internet imkoniyatlarini shakllantirish uchun mavjud.

source: Take a closer look at who we are, including some of our biggest achievements and milestones.
af: Kyk gerus van nader wie ons is, insluitend 'n paar van ons grootste prestasies en mylpale.
bn_bd: আমাদের সবচেয়ে বড় কিছু সাফল্য এবং মাইলফলকসহ, আমরা কারা তা কাছ থেকে দেখুন।
bs: Pogledajte izbliza ko smo mi, uključujući i neke od naših najvećih dostignuća i prekretnica.
cy: Dewch i edrych yn fanylach ar bwy rydym, gan gynnwys ein llwyddiannau mwyaf a'n cerrig milltir.
es_mx: Echa un vistazo más de cerca a lo que somos, incluyendo algunos de nuestros mayores logros e hitos.
pt: Analise de forma mais atenta quem somos, incluindo algumas das nossas maiores conquistas e marcos mais importantes.
tr: Kim olduğumuza, en büyük başarılarımıza ve kilometretaşlarımıza yakından bakın.
uz: Bizning kimligimiz, eng katta yutuqlarimiz va bosqichlarimizga yaqindan qarang.

source: Previous
af: Vorige
bn_bd: পূর্ববর্তী
bs: Prethodno
cy: Blaenorol
es_mx: Anterior
pt: Anterior
ta: முந்தைய
tr: Önceki
uz: Oldingi

source: Next
af: Volgende
bn_bd: পরবর্তী
bs: Sljedeće
cy: Nesaf
es_mx: Siguiente
pt: Seguinte
ta: அடுத்து
tr: Sonraki
uz: Keyingi

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
af: Die Mozilla-projek het begin by Netscape op 31 Maart 1998 om gebruikers 'n keuse te gee en as dryfveer vir innovering op die Web.
bn_bd: Mozilla Project উদ্বোধন করা হয়েছে Netscape এ March 31, 1998, ব্যবহারকারীদের পছন্দ প্রস্তাব এবং ওয়েবের নতুনত্ব আনার জন্য।
bs: Projekt Mozilla je započet preko Netscape-a 31. marta 1998. godine, kako bi se pokrenule inovacije na internetu i omogućio izbor njegovim korisnicima.
cy: Lansiwyd Prosiect Mozilla yn Netscape ar 31 Mawrth, 1998, i gynnig dewis i ddefnyddwyr a hyrwyddo arloesedd ar y We.
es_mx: El proyecto Mozilla fue creado por Netscape el 31 de marzo de 1998 con el objetivo de ofrecer una alternativa a los usuarios e impulsar la innovación en la Web.
pt: O projeto Mozilla foi iniciado na Netscape a 31 de março de 1998, para oferecer escolha aos utilizadores e promover inovação na Web.
ta: Mozilla திட்டப்பணி மார்ச் 31, 1998 அன்று Netscape இல் தொடங்கப்பட்டது, அது இணையத்தில் பயனர்களுக்கு தெரிவுகளை வழங்கவும் புதுமையை ஊக்குவிக்கவும் தொடங்கப்பட்ட.
tr: Mozilla Projesi, kullanıcılara bir tercih hakkı sunmak ve Web’de yeniliği sürdürmek amacıyla 31 Mart 1998’de Netscape’te ortaya çıktı.
uz: Mozilla loyihasi Netscape brauzerini foydalanuvchilarga taklif qilish va internetda innovatsiyalarni amalga oshirish uchun 1998-yil 31-martda ishga tushirgandi.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
af: Met beter motiewe as wins maak Mozilla produkte soos Firefox met 'n missie om die krag van die Web te hou in die hande van gebruikers oral.
bn_bd: সদম্ভে অ-লাভজনক, মজিলা ফায়ারফক্সের মত পণ্য তৈরি করে এই উদ্দেশ্যে যেন ওয়েবের ক্ষমতাকে সকল ব্যবহারকারীর হাতে ধরে রাখা যায়।
bs: Ponosna neprofitna organizacija, Mozilla pravi proizvode kao što je Firefox s ciljem očuvanja moći interneta u rukama korisnika širom svijeta.
cy: Yn falch o fod yn ddim er elw, mae Mozilla yn gwneud cynnyrch fel Firefox gyda chenhadaeth i gadw grym y We yn nwylo defnyddwyr ym mhob man.
es_mx: Mozilla está orgullosa de ser una organización sin fines de lucro que crea productos como Firefox con la misión de que los usuarios de todo el mundo tengan el poder de la Web en sus manos.
pt: Orgulhosamente sem fins lucrativos, a Mozilla desenvolve produtos como o Firefox com a missão de manter o poder da Internet nas mãos de utilizadores, em todo o lado.
ta: பெருமிதம் கொள்ளும் வகையில் இலாப நோக்கற்ற Mozilla நிறுவனம் எங்கும் உள்ள பயனர்களது கைகளுக்குள் இணையத்தின் சக்தியைக் கொண்டுவரும் நோக்கத்தோடு Firefox போன்ற தயாரிப்புகளை உருவாக்குகிறது.
tr: Kâr amacı gütmemekten gurur duyan Mozilla, Web’in gücünü tüm kullanıcıların elinde tutmasını sağlayan Firefox gibi misyonu olan ürünler geliştiriyor.
uz: Faxr bilan aytishimiz mumkinki, Mozilla "Firefox"ga o‘xshagan dasturlarni unternet imkoniyatlarini butun dunyodagi foydalanuvchilar qo‘llarida saqlash maqsadida yaratadi.

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
af: Meer as 10&nbsp;000 bydraers wys hulle steun vir ons missie deur te betaal vir 'n volblad-advertensie in die <cite>New York Times</cite> op die vrystellingsdag van Firefox 1.0 in 2004.
bn_bd: Firefox 1.0 চালু হয় 2004 এ যখন 10,000 এর অধিক অবদানকারী পূর্ণ পৃষ্ঠা বিজ্ঞাপন পরিশোধ দ্বারা আমাদের মিশনের জন্য তাদের সমর্থন প্রকাশ করেন <cite>The New York Times</cite> এ।
bs: Više od 10.000 saradnika izrazilo je svoju podršku za našu misiju tako što su finansirali reklamu preko cijele stranice u časopisu <cite>The New York Times</cite> na dan kada je Firefox 1.0 lansiran 2004. godine.
cy: Dangosodd mwy na 10,000 o gyfranwyr eu cefnogaeth i'n cenhadaeth drwy dalu am hysbyseb tudalen lawn yn <cite>The New York Times</cite> ar ddiwrnod lansio Firefox 1.0 yn 2004.
es_mx: El día que lanzamos Firefox 1.0 en 2004, más de 10 mil colaboradores apoyaron nuestra misión pagando un mensaje publicitario que ocupaba una página completa de <cite>The New York Times</cite>.
pt: Mais de 10.000 colaboradores expressaram o seu apoio à nossa missão adquirindo uma publicidade de página completa no <cite>The New York Times</cite> no dia que o Firefox 1.0 foi lançado em 2004.
ta: 2004 இல் Firefox 1.0 அறிமுகப்படுத்தப்பட்ட போது, <cite>The New York Times</cite> இதழில் எங்கள் முழுப்பக்க விளம்பரத்திற்காக நிதி உதவி செய்வதன் மூலம் 10,000 க்கும் அதிகமான பங்களிப்பாளர்கள் எங்கள் நோக்கத்திற்கான தங்கள் ஆதரவை வெளிப்படுத்தினர்.
tr: 2004’te Firefox 1.0’ın çıktığı gün, 10.000’den fazla gönüllümüz <cite>The New York Times</cite>’da tam sayfa bir ilanın ücretini karşılayarak desteğini gösterdi.
uz: 10 mingdan ortiq hissa qo‘shuvchilar 2004-yil Firefox 1.0 ishga tushirilgan kunda <cite>The New York Times</cite>dagi to‘liq reklama uchun pul to‘lash bilan bizning maqsadimizni qo‘llab-quvvatlab, o‘z yordamlarini berishdi.

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
af: Mozilla het vandag bydraers op elke kontinent, insluitend Antarktika (waar Firefox deur 80% van die mense gebruik word).
bn_bd: বর্তমানে এন্টার্কটিকা সহ প্রতিটি মহাদেশে মজিলার কন্ট্রিবিউটর রয়েছে, (যেখানে ৮০% মানুষ Firefox ব্যবহার করে)।
bs: Danas Mozilla ima saradnike na svim kontinentima, uključujući i Antarktik (gdje Firefox koristi 80% ljudi).
cy: Heddiw mae gan Mozilla gyfranwyr ar bob cyfandir, gan gynnwys Antarctica (lle mae Firefox yn cael ei ddefnyddio gan 80% o'r boblogaeth).
es_mx: Mozilla cuenta actualmente con colaboradores en todos los continentes, incluso en la Antártida, donde el 80&nbsp;% de la población utiliza Firefox.
pt: Hoje a Mozilla tem colaboradores em todos os continentes, incluindo na Antártida (onde o Firefox é utilizado por 80% da população).
ta: இன்று Mozilla வின் பங்களிப்பாளர்கள் (80% மக்கள் Firefox ஐப் பயன்படுத்தும்) அன்டார்க்டிக்கா உட்பட உலக கண்டங்கள் அனைத்திலும் உள்ளனர்.
tr: Bugün Dünya’nın her kıtasında Mozilla’ya katkıda bulunan birileri var. Antarktika da dahil. Hem de Antarktika’daki pazar payımız %80.
uz: Bugun Mozillaning hissa qo‘shuvchilari har bir materikda bor. Hatto Antarktikada ham (U yerda Firefox’dan 80% odam foydalanadi).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Nearly 4 billion of them have been downloaded by users so far.
af: Firefox-byvoegings laat aanpassing en beheer van mens se webervaring toe. Amper 4 miljard byvoegings is al deur gebruikers afgelaai.
bn_bd: Firefox Add-Ons আপনাকে কাস্টমাইজ এবং আপনার Web অভিজ্ঞতার নিয়ন্ত্রণ করতে অনুমতি দেয়। তাদের প্রায় 4 billion ডাউনলোড করা হয়েছে ব্যবহারকারী দ্বারা ।
bs: Firefox dodaci vam omogućavaju da prilagodite i preuzmete kontrolu nad svojim iskustvom na webu. Skoro 4 milijarde dodataka je do sada preuzeto od strane korisnika.
cy: Mae Ychwanegion Firefox yn eich galluogi i gyfaddasu a chymryd rheolaeth o'ch profiad ar y We. Mae dros 4 biliwn o ohonynt wedi cael eu llwytho i lawr gan ddefnyddwyr hyd yma.
es_mx: Los complementos de Firefox te permiten personalizarlo y tomar el control de tu experiencia en la Web. Ya se han descargado más de 4 mil millones de complementos.
pt: Os extras do Firefox permitem que possa personalizar e assumir o controlo da sua experiência Web. Até agora, os utilizadores já descarregaram extras cerca de 4 mil milhões de vezes.

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
af: Firefox-byvoegings laat aanpassing en beheer van mens se webervaring toe. Meer as 3 miljard byvoegings is al deur gebruikers afgelaai.
bn_bd: Firefox Add-Ons আপনাকে কাস্টমাইজ এবং আপনার Web অভিজ্ঞতার নিয়ন্ত্রণ করতে অনুমতি দেয়। তাদের 3 billion এরও বেশি ডাউনলোড করা হয়েছে ব্যবহারকারী দ্বারা ।
bs: Firefox dodaci vam omogućavaju da prilagodite i preuzmete kontrolu nad svojim iskustvom na webu. Skoro 3 milijarde dodataka je do sada preuzeto od strane korisnika.
cy: Mae Ychwanegion Firefox yn eich galluogi i gyfaddasu a chymryd rheolaeth o'ch profiad ar y We. Mae dros 3 biliwn o ohonynt wedi cael eu llwytho i lawr gan ddefnyddwyr hyd yma.
es_mx: Los complementos de Firefox te permiten personalizarlo y tomar el control de tu experiencia en la Web. Ya se han descargado más de 3 mil millones de complementos.
pt: Os extras do Firefox permitem que possa personalizar e assumir o controlo da sua experiência Web. Até agora, os utilizadores já descarregaram extras cerca de 3 mil milhões de vezes.
ta: Firefox துணை நிரல்கள் உங்கள் இணைய அனுபவத்தை தனிப்பயனாக்கவும் கட்டுப்பாட்டில் வைத்துக்கொள்ளவும் உதவுகின்றன. இது வரை பயனர்கள் 3 பில்லியனுக்கும் அதிகமான துணை நிரல்களைப் பதிவிறக்கம் செய்துள்ளனர்.
tr: Firefox eklentileri, Web deneyiminizi özelleştirmenizi ve kontrolü ele almanızı sağlar. Kullanıcılarımız bugüne dek 3 milyardan fazla eklenti indirdi.
uz: Firefox qo‘shimcha dasturlari moslash va internet tajribangizni nazoratga olish imkonini beradi. Ulardan 3 millionga yaqini foydalanuvchilar tomonidan yuklab olingan.

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
af: Mozilla is 'n leier in die gebied van privaatheid aanlyn, met dinge soos “Do Not Track” en Lightbeam wat gebruikers meer beheer gee oor hul persoonlike data.
bs: Mozilla prednjači u internet privatnosti sa web pretraživačkim inovacijama kao što su funkcija Nemoj me pratiti i Lightbeam koji daju korisnicima veću kontrolu nad njihovim ličnim podacima.
cy: Mae Mozilla yn arwain ar sicrhau preifatrwydd ar-lein gyda datblygiadau arloesol mewn porwyr fel Dim Tracio a Lightbeam sy'n cynnig mwy o reolaeth i chi dros eich data personol.
es_mx: Mozilla está lidereando el camino en la privacidad en Internet con innovaciones en el navegador como Do Not Track y Lightbeam, que permiten a los usuarios tener un mayor control de sus datos personales.
pt: A Mozilla está a liderar o caminho da privacidade na Web com a introdução de inovações nos navegadores como a não-monitorização e o Lightbeam, que dão aos utilizadores um maior controlo sobre os seus dados pessoais.
ta: மொசில்லா பயனர்களுக்கு தங்கள் தனிப்பட்ட தரவு மீதான சிறந்த கட்டுப்பாட்டை வழங்குகின்ற தடமறிதல் மறுப்பு ஒப்பந்தம் மற்றும் லைட்பீம் போன்ற உலாவியின் புதுமைகளைக் கொண்டு இன்று இணைய தனியுரிமைப் பாதையில் முன்னணியில் உள்ளது.
tr: Mozilla, kullanıcılara kişisel verileri üzerinde daha fazla kontrol olanağı sağlayan Beni İzleme ve Lightbeam gibi tarayıcı yenilikleriyle çevrimiçi gizliliğe önderlik ediyor.
uz: Mozilla "Kuzatmang" va "Lightbeam" kabi brauzer innovatsiyalari yordamida onlayn xavfsizlik bo‘yicha sardorlik qiladi. Ushbu dasturlar foydalanuvchilarga shaxsiy ma’lumotlarini boshqarishga imkon beradi.

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
af: Ons wêreldwye gemeenskap help om Firefox te vertaal in meer as 70 tale wat die blaaier beskikbaar maak aan meer as 90% van die wêreldbevolking.
bn_bd: আমাদের আন্তর্জাতিক সম্প্রদায় 70 টি ভাষায় Firefox অনুবাদ করতে সাহায্যে করেছে, যাতে বিশ্বের 90% এর বেশি জনসংখ্যার কাছে ব্রাউজারটি সহজলভ্য হয়।
bs: Naša globalna zajednica je pomogla da se Firefox prevede na preko 70 jezika, čineći ga dostupnim za 90% svjetske populacije.
cy: Mae ein cymuned fyd-eang wedi helpu cyfieithu Firefox i dros 70 o ieithoedd, fel bod y porwr ar gael i fwy na 90% o boblogaeth y byd.
es_mx: Nuestra comunidad mundial ha ayudado a traducir Firefox a más de 70 idiomas, poniendo el navegador al alcance de más del 90&nbsp;% de la población mundial.
pt: A nossa comunidade global ajudou a traduzir o Firefox para mais de 70 idiomas, tornando o navegador disponível para mais de 90% da população mundial.
ta: எங்கள் உலக சமூகத்தினர் Firefox ஐ 70 க்கும் மேலான மொழிகளில் மொழிபெயர்த்து உலகின் 90% க்கும் அதிகமான மக்களுக்கு உலாவியைக் கிடைக்கச் செய்துள்ளனர்.
tr: Küresel topluluğumuz Firefox’u 70’ten fazla dile çevirmemizi sağladı. Bu sayede Firefox, dünya nüfusunun %90’ının anadilinde kullanılabiliyor.
uz: Bizning xalqaro jamiyatimiz "Firefox"ni 70 ga yaqin tilga tarjima qilishga yordam berdi. Bu esa brauzerni dunyoning 90% aholisi foydalanishiga imkon berdi.

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
af: In 2008 het 8&nbsp;002&nbsp;530 mense op een dag Firefox gekies en daarmee 'n Guinness-wêreldrekord opgestel vir “Meeste keer wat 'n sagtewaretoepassing in 24 uur afgelaai is”.
bn_bd: 2008, এ 8,002,530 জন মানুষ Firefox কে বেছে নিয়েছে Guinness World Record সেট করার জন্য "Most Downloads of a Software Application in 24 Hours.”
bs: U 2008. godini 8,002,530 je odlučilo da preuzme Firefox na isti dan kako bi postavili Ginisov svjetski rekord za “Softversku aplikaciju sa najviše preuzimanja u 24 sata.”
cy: Yn 2008, roedd 8,002,530 o bobl wedi dewis Firefox mewn un diwrnod i greu Record Byd Guinness am “Y Rhaglen Feddalwedd a Lwythwyd i Lawr Fwyaf mewn 24 awr.”
es_mx: En 2008 un total de 8.002.530 personas eligieron Firefox en un solo día para establecer el récord mundial Guinness de "Más descargas de una aplicación de software en 24 horas".
pt: Em 2008, 8,002,530 pessoas escolheram o Firefox num único dia para atingir o Recorde Mundial do Guinness para “Mais Transferências de uma Aplicação de Software em 24 Horas.”
ta: 2008 இல், ஒரே நாளில் 8,002,530 பேர் Firefox ஐத் தேர்வு செய்தது, “24 மணி நேரத்தில் ஒரு மென்பொருள் பயன்பாட்டின் அதிகபட்ச பதிவிறக்கமாக” கின்னஸ் உலக சாதனையில் இடம் பெற்றது
tr: 2008’de bir günde 8.002.530 kişi Firefox’u indirerek “24 Saatte En Çok İndirilen Yazılım Uygulaması” alanında bir Guinness Dünya Rekoru kırmamızı sağladı.
uz: 2008-yili 8,002,530 nafar odam bir kunda Gennesning "Rekordlar" kitobiga "24 soatda eng ko‘p yuklab olingan dasturiy ilova" sifatida rekord o‘rnatish uchun "Firefox"ni tanlashdi.

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
af: Die Mozilla-fees is ons grootste jaarlikse geleentheid. Dit bring honderde kreatiewe geeste bymekaar om die volle krag en potensiaal van die Web te laat realiseer.
bn_bd: Mozilla Festival আমাদের বৃহত্তম বার্ষিক ঘটনা, ওয়েবের পূর্ণ ক্ষমতা ও সম্ভাবনাকে উপলব্ধি করতে শত শত সৃজনশীল মন একত্রিত হয়।
bs: Mozilla festival je naš najveći godišnji događaj na kome se okupljaju stotine kreativnih umova kako bi realizovali punu moć i pun potencijal interneta.
cy: Gŵyl Mozilla yw ein digwyddiad blynyddol mwyaf, gan ddod â channoedd o feddyliau creadigol i wireddu grym a photensial mawr y We.
es_mx: El Mozilla Festival es nuestro mayor evento anual en el que se reúnen cientos de mentes creativas para alcanzar todo el poder y potencial de la Web.
pt: O Mozilla Festival é o nosso maior evento anual, juntando centenas de mentes criativas para imaginar o poder total e o potencial da Web.
ta: Mozilla ஃபெஸ்ட்டிவல் என்னும் எங்கள் மிகப் பெரிய ஆண்டு நிகழ்வு படைப்புத்திறன் கொண்ட நூற்றுக்கணக்கான மக்களை ஒருங்கிணைத்து இணையத்தின் முழு சக்தியையும் ஆற்றலையும் உணரச் செய்யும் ஒரு நிகழ்வாக உள்ளது.
tr: En büyük yıllık etkinliğimiz olan Mozilla Festivali, Web’in gücünü ve potansiyelini ortaya çıkarmak için yüzlerce yaratıcı beyni bir araya getiriyor.
uz: Mozilla festivali Internetning to‘liq potensiali va kuchini tushunish uchun yuzlab ijodiy aqllarni bilan birga o‘tkaziladigan bizning eng yirik yillik tadbirimiz hisoblanadi.

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
af: Mozilla Webmaker werk om 'n meer Web-geletterde gemeenskap te skep deur gereedskap en projekte te skep wat mense help om meer beheer te neem van hulle lewens aanlyn.
bn_bd: Mozilla Webmaker কাজ করে Web-literate planet তৈরি করতে, সরঞ্জাম এবং প্রকল্প প্রদান এর মাধ্যমে মানুষের অনলাইন জীবনে বৃহত্তর নিয়ন্ত্রণ নিতে সাহায্য করে।
bs: Mozilla Webmaker radi na stvaranju web-pismenije planete. Obezbjeđujući alate i projekte kako bi pomogli ljudima da imaju veću kontrolu nad svojim životom na internetu.
cy: Mae Mozilla Webmaker yn gweithio i greu planed mwy Gwe-lythrennog, gan ddarparu offer a phrosiectau i helpu pobl i gymryd mwy o reolaeth dros eu bywydau ar-lein.
es_mx: El objetivo de Mozilla Webmaker es trabajar en favor de un planeta con un mayor grado de alfabetización digital, proporcionando herramientas y proyectos que ayuden a que la gente tenga un mayor control de sus vidas digitales.
pt: O Mozilla Webmaker funcionar para criar um planeta mais alfabetizado no que diz respeito à Web, fornecendo ferramentas e projetos para ajudar as pessoas a ter mais controlo das suas vidas online.
ta: Mozilla இணைய உருவாக்கி திட்டப்பணி இணையம் பற்றிய அறிவு நிறைந்த ஓர் உலகத்தை உருவாக்குவதற்காக அறிமுகப்படுத்தப்பட்டு செயல்பட்டு வருகிறது, அது மக்கள் தங்கள் இணைய வாழ்க்கையின் பெரும் கட்டுப்பாட்டைப் பெறுவதற்கு உதவும் கருவிகளையும் திட்டப்பணிகளையும் வழங்குகிறது.
tr: Mozilla Webmaker, Web okuryazarlığı daha yüksek bir dünya yaratmak için çalışıyor, insanların çevrimiçi hayatlarını inşa etmeleri için gereken araç ve projeleri sunuyor.
uz: Mozilla vebmeyker odamlarning o‘zlarining onlayn hayotlarini yuqori darajada boshqarishlariga yordam berish uchun asboblar va loyihalarni taqdim qilib, veb-savodli sayyorani yaratish uchun ishlashadi.

source: Firefox for Android brings the Firefox desktop browsing experience to phones and tablets. Available on Google Play, it has been downloaded more than 80 million times.
af: Firefox vir Android bring die ervaring van Firefox op rekenaars na selfone en tablette. Dit is beskikbaar op Google Play en is al meer as 80 miljoen keer afgelaai.
bn_bd: Android এর জন্য Firefox ফোন এবং ট্যাবলেট এ ব্রাউজিং অভিজ্ঞতা নিয়ে আসে। Google Play তে পাওয়া যায়, এটা 80 million এর বেশী বার ডাউনলোড করা হয়েছে।
bs: Firefox za Android donosi iskustvo pretraživanja sa desktop Firefoxa na telefone i tablete. Dostupan je na Google Play, sa više od 80 miliona preuzimanja.
cy: Mae Firefox Android yn do â phrofiad pori bwrdd gwaith Firefox i ffonau a thabledi. Ar gael o Google Play, mae wedi cael ei lwytho i lawr mwy na 80 miliwn o weithiau.
es_mx: Firefox para Android trae la experiencia de Firefox para escritorio a teléfonos y tabletas. Disponible en Google Play, ya ha sido descargado más de 80 millones de veces.
pt: O Firefox para Android traz a experiência de navegação do Firefox dos computadores para os telefones e tablets. Disponível no Google Play, este foi descarregado mais de 80 milhões de vezes.

source: Mozilla leads the Open Badges program, an online standard that helps people gain recognition for 21st century skills and unlock new career opportunities.
af: Mozilla lei die program vir Oop Kentekens, 'n aanlynstandaard wat mense help om erkenning te kry vir vaardighede van die 21ste eeu en om nuwe loopbaanmoontlikhede te ontsluit.
bn_bd: Mozilla পরিচালনা করে Open Badges program, একটি অনলাইন মাধ্যম যা মানুষকে সাহায্য করে একুশ শতকের দক্ষতা এবং নতুন কর্মজীবনের সুযোগ আনলক করে স্বীকৃতি পেতে।
bs: Mozilla vodi Open Badges program, internet standard koji pomaže ljudima da dobiju priznanje za vještine 21-og vijeka i stvore nove prilike za zapošljavanje.
cy: Mae Mozilla'n arwain y rhaglen Open Badges, safon ar-lein sy'n cynorthwyo pobl i dderbyn cydnabyddiaeth am sgiliau'r unfed ganrif ar hugain a datgloi cyfleoedd gyrfa newydd.
es_mx: Mozilla liderea el programa Open Badges, un estándar en línea para que la gente obtenga reconocimiento por las habilidades del siglo XXI y abra nuevas oportunidades profesionales.
pt: A Mozilla lidera o programa Open Badges, uma norma online que ajuda pessoas a obter o reconhecimento pelas capacidades do século 21 e revelar novas oportunidades profissionais.
tr: Mozilla, Open Badges programına öncülük ediyor. Open Badges, insanların 21. yüzyıl becerilerini kanıtlamasına ve yeni kariyer olanaklarını açmasına yardım eden bir çevrimiçi standart.
uz: Mozilla odamalrga 21-asr bilimlarini egallashlari va yangi karyera imkoniyatlarini ochishga yordam beruvchi onlayn standart - Open Badjes dasturini olib boradi.
