Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/history-details.lang.po
Languages: af, ca, es_mx, hi_in, kab, ms, pt, uz

source: <a href="%(firefox1)s">Firefox 1.0</a> was released in 2004 and became a big success — in less than a year, it was downloaded <a href="%(millions)s">over 100 million times</a>.
af: <a href="%(firefox1)s">Firefox 1.0</a> is in 2004 vrygestel en was 'n groot sukses — in minder as 'n jaar is dit <a href="%(millions)s">meer as 100 miljoen keer</a> afgelaai.
ca: El <a href="%(firefox1)s">Firefox 1.0</a> es va publicar l'any 2004 i va esdevenir un gran èxit — en menys d'un any el van descarregar <a href="%(millions)s">més d'un milió de cops</a>.
es_mx: <a href="%(firefox1)s">Firefox 1.0</a> fue lanzado en 2004 y se convirtió en un gran éxito — en menos de un año, fue descargado <a href="%(millions)s">más de 100 millones de veces</a>.
hi_in: <a href="%(firefox1)s">फ़ायरफ़ॉक्स 1.0</a> 2004 में जारी हुआ था और एक बड़ी सफलता बन गया — एक वर्ष से भी कम समय में यह <a href="%(millions)s">100 लाख से अधिक बार</a> डाउनलोड किया गया था.
kab: <a href="%(firefox1)s">Firefox 1.0</a> yeffeɣ-d di 2004, u yedda akken iwata — ur yebbiḍ ara useggass, yettwasider-d <a href="%(millions)s"> ugar n 100 n yefḍan n tikal</a>.
ms: <a href="%(firefox1)s">Firefox 1.0</a> telah dilancarkan pada 2004 dan menjadi kejayaan besar — dalam kurang dari setahun, ianya dimuat turun <a href="%(millions)s">melebihi 100 juta kali</a>.
pt: O <a href="%(firefox1)s">Firefox 1.0</a> foi lançado em 2004 e tornou-se um enorme sucesso — em menos de um ano, foi descarregado <a href="%(millions)s">mais de 100 milhões de vezes</a>.
uz: <a href="%(firefox1)s">Firefox 1.0</a> 2004-yilda e’lon qilindi va katta yutuqqa erishdi — bir yildan oz vaqtda u <a href="%(millions)s">100 million marta atrofida</a> yuklab olindi.

source: New versions of Firefox have come out regularly since then and keep setting new records. The popularity of Firefox has helped bring choice back to users.
af: Nuwe weergawes van Firefox is sedertdien gereeld vrygestel en breek steeds nuwe rekords. Die gewildheid van Firefox het gehelp om gebruikers weer 'n keuse te gee.
ca: Han aparegut noves versions del Firefox de forma regular des d'aleshores i segueixen marcant nous rècords. La popularitat del Firefox ha ajudat a retornar el poder d'elecció als usuaris.
es_mx: Las nuevas versiones de Firefox han salido con regularidad desde entonces y siguen estableciendo nuevos records. La popularidad de Firefox ha ayudado a ser elegida de nuevo por los usuarios.
hi_in: फ़ायरफ़ॉक्स का नया संस्करण तब से नियमित रूप से बाहर आया हैं और नया रिकॉर्ड स्थापित रखा. फ़ायरफ़ॉक्स की लोकप्रियता उपयोगकर्ताओं को वापस करने के लिए एक विकल्प लाने में मदद किया हैं.
kab: Seg imiren, ileqman imaynuten tteffɣen-d s wudem alugan, imdanen ttisen-t seg useggass ɣer wayeḍ. Tagdusnant n Firefox tessireg amuddu n ufran i yiseqdacen.
ms: Versi terbaru Firefox telah keluar secara kerap semenjak itu dan sentiasa mengekalkan rekod baru. Kepopularan Firefox telah membantu memberikan kembali pilihan kepada pengguna.
pt: Novas versões do Firefox têm sido lançadas regularmente desde então continuam a atingir novos recordes. A popularidade do Firefox ajudou a trazer a escolha de volta aos utilizadores.
uz: Firefox‘ning yangi versiyalari shu paytdan boshlab muntazam chiqa boshladi va yangi rekordlar o‘rnatishni saqlab qoldi. Firefox mashhurligi foydalanuvchilarga qaytadan tanlash imkonini berdi.

source: The renewed competition has <a href="%(innovation)s">accelerated innovation</a> and improved the Internet for everyone.
af: Die hernude kompetisie het <a href="%(innovation)s">innovasie versnel</a> en die Internet vir almal verbeter.
ca: La competició renovada ha <a href="%(innovation)s">accelerat la innovació</a> i millorat l'Internet per a tothom.
es_mx: La competencia renovada ha <a href="%(innovation)s">acelerado la innovación</a> y la mejora de Internet para todo el mundo.
hi_in: नवीकरण प्रतियोगिता <a href="%(innovation)s">नवाचार को त्वरित</a> किया है और सभी के लिए इंटरनेट का सुधार किया.
kab: Tamsizwert tamaynut tuɣal <a href="%(innovation)s"> d asɣiwel n usnulfu</a> udiɣ tessireg asnerni n Internet i yiseqdacen imeṛṛa.
ms: Persaingan yang telah dibina semula <a href="%(innovation)s">mempercepatkan inovasi</a> dan menambah baik Internet untuk semua.
pt: A competição renovada <a href="%(innovation)s">acelerou a inovação</a> e melhorou a Internet para todos.
uz: Yangilangan raqobat <a href="%(innovation)s">tezlashgan innovatsiya</a> ega edi va internet hamma uchun yaxshilandi.

source: In 2013, we launched <a href="%(firefoxos)s">Firefox OS</a> to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
af: In 2013 begin Mozilla met <a href="%(firefoxos)s">Firefox OS</a> om die volle krag van die Web op slimfone beskikbaar te maak en só beheer en keuse te gee aan 'n nuwe generasie van mense aanlyn.
ca: L'any 2013 vàrem llençar el <a href="%(firefoxos)s">Firefox OS</a> per alliberar tot el poder del Web als telèfons intel·ligents i tornar a oferir el control i la llibertat d'elecció a la nova generació de persones que s'acosten al món digital.
es_mx: En 2013 lanzamos <a href="%(firefoxos)s">Firefox OS</a> para liberar todo el poder de la Web en los teléfonos inteligentes, ofrecer el control y ser una alternativa para una nueva generación de usuarios que llega a Internet.
hi_in: 2013 में, हम स्मार्टफ़ोन पर वेब की पूरी शक्ति दिलाने और एक बार फिर ऑनलाइन आने वाले लोगों की एक नई पीढ़ी के लिए नियंत्रण और विकल्प की पेशकश करने के लिए <a href="%(firefoxos)s">फ़ायरफ़ॉक्स ओएस</a> का शुभारंभ किया.
kab: Di 2013, nessenker <a href="%(firefoxos)s"> Firefox OS</a> akken ad d-nessuffeq akk tamusni n Web ɣef izirazen udiɣ ad nefk tikelt nniḍen afran akked usenqed i usirew nniḍen n iseqdacen s srid.
ms: Pada 2013, kami Mozilla melancarkan <a href="%(firefoxos)s">Firefox OS</a> untuk melepaskan kuasa penuh Web pada telefon pintar dan sekali lagi menawarkan kawalan dan pilihan kepada generasi yang baru dalam talian.
uz: 2013-yilda biz internetning butun kuchini smartfonlarda ochish va internetda kezuvchi yangi odamlar avlodiga boshqarish va tanlash imkonini yana bir bor taklif qilish uchun <a href="%(firefoxos)s">Firefox OS</a>ni ishga tushirdik.

source: Mozilla also celebrated its 15th anniversary in 2013.
af: Mozilla het ook sy 15de bestaansjaar gevier in 2013.
ca: Mozilla va celebrar el seu 15è aniversari el 2013.
es_mx: Mozilla también celebró su 15º aniversario en 2013.
hi_in: मोज़िला भी 2013 में अपनी 15 वीं वर्षगांठ मनाई.
kab: Mozilla terra tameɣṛa deg useggass wis 15 si tlalit ines di 2013.
ms: Mozilla juga menyambut ulangtahun ke 15 pada 2013.
pt: A Mozilla também celebrou o seu 15º aniversário em 2013.
uz: Shuningdek, Mozilla 15 yillik yubileyini 2013-yilda nishonladi.

source: The community has shown that commercial companies can benefit by collaborating in open source projects and that great end user products can be produced as open source software.
af: Die gemeenskap het gewys dat kommersiële maatskappye kan baat vind by samewerking in oopbronprojekte en dat groot eindgebruikerprodukte as oopbron-sagteware gebou kan word.
ca: La comunitat ha demostrat que les empreses comercials poden beneficiar-se de la col·laboració amb els projectes de programari lliure i que es poden produir grans productes amb programari lliure.
es_mx: La comunidad ha demostrado que las empresas comerciales pueden beneficiarse mediante la colaboración en proyectos de código abierto y que los grandes productos para el usuario final se pueden producir como software de código abierto.
hi_in: डेवलपमेंट के कई वर्षों के बाद, <a href="%(mozilla1)s">मोज़िला 1.0</a>, पहला बड़ा संस्करण, 2002 में जारी किया गया था। यह संस्करण ब्राउज़र, ईमेल क्लाइंट और अन्य एप्लीकेशन समूह में शामिल कई सुधार पेश किये थे, लेकिन कई लोग यह प्रयोग नहीं कर रहे थे.
kab: Tamezdagnut tbeggen-d d akken tikebbaniyin zemrent ad d-awint lfayda deg uttekki deg isenfaṛen n uɣbalu yeldin udiɣ iseɣẓanen imeqqranen zemren ad ilin d iseɣẓanen n uɣbalu yeldin.
ms: Komuniti telah menunjukkan yang syarikat komersial juga mendapat manfaat dengan kerjasama dalam projek sumber terbuka dan dengan itu produk pengguna akhir yang hebat dapat dikeluarkan sebagai perisian sumber terbuka.
pt: A comunidade mostrou que empresas comerciais podem beneficiar da colaboração em projetos de código aberto e que excelentes produtos para utilizadores finais podem ser produzidos como software de código aberto.
uz: Jamiyat tijoratga asoslangan kompaniyalar ochiq manba kodli loyihalar bilan hamkorlikdan yutishi mumkinligini ko‘rsatdi, ko‘p foydalanuvchili mahsulotlarni ochiq manbali dasturiy mahsulot sifatida ishlab chiqarish mumkin.

source: More people than ever before are using the Internet and are experiencing it <a href="%(all)s">in their own language</a>.
af: Meer mense as ooit tevore gebruik die Internet en ervaar dit <a href="%(all)s">in hul eie taal</a>.
ca: Més gent que mai està utilitzant l'Internet i vivint-lo en <a href="%(all)s">el seu propi idioma</a>.
es_mx: Más personas están usando Internet y están experimentándolo <a href="%(all)s">en su propio idioma</a>.
hi_in: पहले से कहीं अधिक लोगों को इंटरनेट का उपयोग कर रहे हैं और <a href="%(all)s">उनकी अपनी भाषा में</a> यह अनुभव कर रहे हैं.
kab: Weṛǧin, llan iseqdacen imaynuten itteqqen ɣer Internet am ass-a udiɣ seqdacen-t <a href="%(all)s"> s tutlayt nsen</a>
ms: Lebih ramai daripada sebelumnya telah menggunakan Internet dan sedang menikmatinya <a href="%(all)s">di dalam bahasa mereka sendiri</a>.
uz: Ilgari internetdan foydalanuvchilar soniga nisbatan ko‘proq odamlar undan <a href="%(all)s">o‘zlarining ona tillarida</a> foydalanishmoqda.

source: A sustainable organization has been created that uses market mechanisms to support a public benefit mission and this model has been reused by others to create open, transparent and collaborative organizations in a <a href="%(range)s">broad range</a> <a href="%(areas)s">of areas</a>.
af: 'n Volhoubare organisasie is geskep wat markmeganismes gebruik om 'n missie vir openbare voordeel te ondersteun, en dié model is weer deur ander gebruik om oop, deursigtige en samewerkende organisasies te skep in 'n <a href="%(range)s">wye verskeidenheid</a> <a href="%(areas)s">areas</a>.
ca: S'ha creat una organització sostenible, que utilitza mecanismes de mercat per donar suport a una missió que beneficia a tothom i aquest model ha estat reutilitzat per altres en una <a href="%(range)s">gran varietat</a> <a href="%(areas)s">d'àrees</a> per crear organitzacions obertes, transparents i col·laboratives.
es_mx: Una organización sostenible se ha creado, que utiliza mecanismos de mercado para apoyar una misión de beneficio público y este modelo ha sido reutilizado por otros para crear organizaciones abiertas, transparentes y de colaboración en una <a href="%(range)s">amplia gama</a> <a href="%(areas)s">de áreas</a>.
hi_in: एक स्थायी संगठन बना दिया गया है जो एक सार्वजनिक लाभ मिशन का समर्थन करने के लिए बाजार तंत्र का उपयोग करता है और यह मॉडल <a href="%(areas)s">क्षेत्रों की</a> <a href="%(range)s">एक विस्तृत रेंज</a> में खुला, पारदर्शी और सहयोगी संगठनों बनाने के लिए दूसरों के द्वारा पुन: उपयोग किया गया है.
kab: Takebbanit ara yidiren tettwarna, tin iseqdacen imetwiyen n ulzuz akken ad tɛiwen tuɣdaṭ n lfayda tamatut. Taneqruft agi tsqedcen-tt tikelt nniḍen wiyaḍ akken ad rnuntuddsiwin yeldin, tifrawanin, temɛawanin di <a href="%(range)s"> deqs </a> <a href="%(areas)s"> n isenfaṛen</a>.
ms: Sebuah organisasi yang kukuh telah dicipta yang menggunakan mekanisma pasaran pengguna bagi menyokong misi faedah awam dan model ini telah diguna semula oleh yang lain bagi mencipta organisasi yang terbuka, telus dan bekerjasama di dalam <a href="%(areas)s">bidang</a> <a href="%(range)s">yang luas</a>.
uz: Ommaga foydali maqsadda bozor mexanizmini foydalanadigan mos tashkilot tuzilgan edi va ushbu model boshqalar tomonidan ochiq, shaffof va <a href="%(range)s">keng ko‘lamdagi</a> <a href="%(areas)s">hududlar</a>dagi mos tashkilotlar tuzishda qayta foydalanilmoqda.

source: The future is full of challenges and opportunities equal to those of our past.
af: Die toekoms is vol uitdagings en geleenthede gelykstaande aan dié van ons verlede.
ca: El futur és ple de reptes i oportunitats iguals als del nostre passat.
es_mx: El futuro está lleno de retos y de oportunidades iguales a las de nuestro pasado.
hi_in: भविष्य हमारे उन अतीत के बराबर चुनौतियो और अवसरों से भरा हैं.
kab: Imal neq azekkan yeččuṛ d asirem akked tezmert am tezmert n yezri.
ms: Masa depan dipenuhi dengan cabaran dan peluang sama seperti mereka pada masa silam kita.
pt: O futuro está cheio de desafios e oportunidades iguais às do nosso passado.
uz: O‘tmishimiz bilan solishtirganda kelajak muammo va imkoniyatlar bilan to‘la.

source: There’s no guarantee that the Internet will remain open or enjoyable or safe.
af: Daar is geen waarborg dat die Internet oop, aangenaam, of veilig sal bly nie.
ca: No tenim cap garantia que l'Internet es mantindrà obert, gaudible o segur.
es_mx: No hay garantía de que Internet se mantendrá abierto o agradable o seguro.
hi_in: कोई गारंटी नही हैं की इंटनेट खुली या सुखद या सुरक्षित रहेगी.
kab: Ulac ṭmana akken Internet ad yeqqim yeldin, d abaḥan, d aɣelsan.
ms: Tidak terdapat jaminan yang Internet akan kekal terbuka atau menarik atau selamat.
uz: Internet ochiq yoki huzurbaxsh yoki xavfsiz bo‘lib qolishiga kafolat yo‘q.

source: Mozilla will continue to provide an opportunity for people to make their voices heard and to shape their own online lives.
af: Mozilla sal steeds voortgaan om 'n geleentheid vir mense te skep om hulle stemme hoorbaar te maak en hulle lewens aanlyn te vorm.
ca: Mozilla vol continuar proporcionant l'oportunitat a les persones de fer sentir les seves veus per donar forma a les seves vides digitals.
es_mx: Mozilla seguirá proporcionando la oportunidad para que la gente haga oír su voz y dar forma a sus propias vidas en línea.
hi_in: मोज़िला लोगों को उनकी आवाज सुनी बनाने के लिए और अपने स्वयं के ऑनलाइन जीवन को आकार देने का एक अवसर प्रदान करने के लिए जारी रहेगा.
kab: Mozilla ad tekemmel amuddu n tegnitt i yemdanen akken awal nsen ad yaweḍ udiɣ ad izmiren ad sneqden tudert nsen s srid.
ms: Mozilla akan terus menyediakan peluang untuk pengguna bagi menjadikan suaranya didengar dan untuk membentuk hidup atas taliannya sendiri.
pt: A Mozilla irá continuar a fornecer uma oportunidade para que as pessoas façam ouvir a sua voz e definam as suas próprias vidas online.
uz: Mozilla odamlar ovozlarini eshitiladigan va shaxsiy onlayn hayotlarini shakllantirish uchun imkoniyatlarini namoyish qilishda davom etadi.

source: Of course, we’re not alone in doing this.
af: Natuurlik is ons nie alleen hiermee nie.
ca: Per suposat, no estem sols en tot això.
es_mx: Por supuesto, no somos los únicos haciendo esto.
hi_in: अवश्य, हमलोग अकेला नहीं है जो यह कर रहे हैं.
kab: Ihi akka i tella, mačči ala nekni i yexeddmen ayagi.
ms: Sudah tentu, kami tidak bersendirian dalam melakukannya.
uz: Albatta, bularni amalga oshirishda biz yolg‘iz emasmiz.

source: The Mozilla community, together with other open source projects and other public benefit organizations, exists only because of the people who are engaged in making our common goals a reality.
af: Die Mozilla-gemeenskap, asook ander oopbronprojekte en ander organisasies vir openbare voordeel, bestaan slegs as gevolg van die mense wat betrokke is om die gemeenskaplike doelwitte te laat realiseer.
ca: La comunitat Mozilla, juntament amb altres projectes de programari lliure i altres organitzacions sense ànim de lucre, existeixen només per les persones involucrades en fer realitat els nostres objectius comuns.
es_mx: La comunidad Mozilla, junto con otros proyectos de código abierto y otras organizaciones de beneficio público, existen sólo por las personas que se dedican a hacer nuestros objetivos comunes una realidad.
hi_in: मोज़िला समुदाय, साथ में अन्य खुला स्रोत परियोजनाओं और अन्य सार्वजनिक लाभ संगठनों के साथ, सिर्फ वो लोगो के कारण है जो हमारे साझा लक्ष्यों को साकार करने में लगे हुए हैं.
kab: Tamezdagnut Mozilla, akked isenfaṛen nniḍen n uɣbalu yeldin akked tuddsiwin nniḍen, ddrent imi llan imdanen ittekkan deg usiweḍ akken uheggi n yeswiyen agi unnimen.
ms: Komuniti Mozilla, bersama dengan projek sumber terbuka lain dan organisasi kepentingan awan lain, wujud hanya kerana orang yang menguruskannya dalam menjadikan wawasan kami sebagai realiti.
uz: Mozilla jamiyati ochiq manbali loyihalar va boshqa ijtimoiy foydali tashkilotlar bilan birga mavjud, chunki umumiy maqsadimizni hayotda amalga oshirishda birlashadigan odamlar mavjud.

source: If you want to join us in our mission, please <a href="%(contribute)s">get involved</a>.
af: Om by ons missie aan te sluit, <a href="%(contribute)s">raak gerus betrokke</a>.
ca: Si voleu unir-vos a la nostra missió, <a href="%(contribute)s">involucreu-vos</a>.
es_mx: Si deseas unirte a nosotros en nuestra misión, por favor <a href="%(contribute)s">involucrate</a>.
hi_in: यदि आप हमारे मिशन में शामिल होने के लिए चाहते हैं तो, कृपया<a href="%(contribute)s">शामिल हो जाये</a>.
kab: Ma tebɣiḍ ad tmuddeḍ afus i tuɣdaṭ nneɣ, tzemreḍ ad <a href="%(contribute)s">ttekkiḍ</a>.
ms: Jika anda ingin menyertai misi kami, sila <a href="%(contribute)s">turut serta</a>.
uz: Agar bizga - maqsadimizga qo‘shilishni xohlasangiz, marhamat <a href="%(contribute)s">qo‘shiling</a>.

source: For more information about Mozilla’s history, see the following:
af: Vir meer inligting oor Mozilla se geskiedenis, sien die volgende:
ca: Per a més informació quan a la història de Mozilla, vegeu el següent:
es_mx: Para obtener mayor información acerca de la historia de Mozilla, consulta lo siguiente:
hi_in: मोज़िला के इतिहास के बारे में अधिक जानकारी के लिए, निम्न देखें:
kab: Ugar n telɣiut ɣef umezruy n Mozilla, tzemreḍ ad twaliḍ isebtar agi:
ms: Untuk maklumat lanjut tentang sejarah Mozilla, lihat berikut:
uz: Mozilla’ning tarixi haqida ko‘proq ma’lumot olish uchun quyidagilarni ko‘rib chiqing:

source: Mozilla Bookmarks
af: Mozilla-boekmerke
ca: Adreces d'interès de Mozilla
es_mx: Marcadores de Mozilla
hi_in: मोज़िला बुकमार्क
kab: Ticraḍ n isebtar n Mozilla
ms: Tandabuku Mozilla
uz: Mozilla xatcho‘plar

source: Timeline of Mozilla Project
af: Tydlyn van Mozilla-projek
ca: Línia temporal del Projecte Mozilla
es_mx: Cronología del Proyecto Mozilla
hi_in: मोज़िला प्रोजेक्ट की समय रेखा
kab: Tasimirt n usenfaṛ n Mozilla
ms: Garis masa Projek Mozilla
uz: Mozilla loyihasining xronologiyasi

source: Mozilla Digital Memory Bank
af: Mozilla digitale geheuebank
ca: Banc de memòria digital de Mozilla
es_mx: Banco de Memoria Digital Mozilla
hi_in: मोज़िला डिजिटल मेमोरी बैंक
ms: Bank Memori Digital Mozilla
uz: Mozilla raqamli xotira banki

source: <a href="%(link)s">The History of Firefox and Mozilla Posters</a> (available in English and Japanese)
af: <a href="%(link)s">Plakkate oor die geskiedenis van Firefox en Mozilla</a> (beskikbaar in Engels en Japannees)
ca: <a href="%(link)s">La història dels cartells del Firefox i Mozilla</a> (disponible en anglès i japonès)
es_mx: <a href="%(link)s">La Historia de Firefox y Mozilla Posters</a> (disponible en Inglés y japonés)
hi_in: <a href="%(link)s">फ़ायरफ़ॉक्स और मोज़िला पोस्टर का इतिहास</a>(अंग्रेजी और जापानी भाषा में उपलब्ध)
kab: <a href="%(link)s">Amaskan ɣef umezruy n Firefox akked Mozilla</a> (yella kan s teglizit akked tjadunit)
ms: <a href="%(link)s">Poster Sejarah Firefox dan Mozilla</a> (terdapat dalam Inggeris dan Jepun)
pt: <a href="%(link)s">A história do Firefox e dos posters da Mozilla</a> (disponível em Inglês e Japonês)
uz: <a href="%(link)s">Firefox va Mozilla plakatlar tarixi</a> (Ingliz va Yapon tillarida mavjud)
