Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/leadership.lang.po
Languages: af, ca, cy, es_mx, lt, nn_no, pt

source: Mozilla Leadership
af: Mozilla-leierskap
ca: El lideratge de Mozilla
cy: Arweinyddiaeth Mozilla
es_mx: Equipo directivo en Mozilla
lt: „Mozillos“ vadovybė
nn_no: Mozilla leiarskap
pt: Liderança da Mozilla

source: Our leadership team is made up of both paid staff and volunteers who represent a breadth of experience and expertise in building products that people love and empowering communities to make a significant impact on the project and in the world.
af: Ons leierskapspan bestaan uit betaalde personeel asook vrywilligers met 'n magdom ervaring en kundigheid oor die bou van geliefde produkte en die bemagtiging van gemeenskappe om 'n noemenswaardige impak te maak op die projek en die wêreld.
ca: El nostre equip de lideratge està composat tant de personal contractat com de voluntaris que representen la varietat d'experiència i capacitats en crear productes que la gent estima i d'enfortir comunitats per a tenir un impacte significant al projecte i al món.
cy: Mae ein tîm arweinyddiaeth yn cynnwys staff cyflogedig a gwirfoddolwyr sy'n cynrychioli ystod o brofiad ac arbenigedd o adeiladu cynnyrch y mae pobl yn eu mwynhau a grymuso cymunedau er mwyn cael effaith sylweddol ar y project ac yn y byd.
es_mx: Nuestro equipo de liderazgo se compone tanto del personal remunerado y voluntarios quienes representan una amplia experiencia y conocimientos en la construcción de productos que la gente quiere y empodera a las comunidades para que tengan un impacto significativo en el proyecto y en el mundo.
lt: Mūsų vadovų komanda, sudaryta tiek iš samdomų darbuotojų, tiek iš savanorių, turi sukaupusi daugybę įvairios patirties ir žinių, padedančių mums kurti žmonių mėgstamus produktus ir įgalinti bendruomenes dalyvauti ir keisti tiek mūsų projektą, tiek pasaulį.
nn_no: Forvaltningsgruppa vår er sett saman av både ein tilsett stab, og av friviljuge med omfattande kompetanse og røynsle. Røynsle i å byggja produkt som menneske verkeleg set pris på og som gjer det muleg for felleskapar å påverka både prosjektet og verda omkring dei.
pt: A nossa equipa de liderança é composta por colaboradores pagos e voluntários que apresentam uma vasta experiência e conhecimentos na construção de produtos que as pessoas adoram e capacitando comunidades para terem um impacto significativo no projeto e no mundo.

source: While these teams have different day-to-day responsibilities and areas of focus, they are all guided by our non-profit, open-source, community-based mission, identity and values.
af: Alhoewel hierdie spanne verskillende daaglikse verantwoordelikhede en fokusareas het, word hulle gelei deur ons missie, identiteit en waardes wat gesetel is in die oopbron, gemeenskapsgebaseerde wêreld sonder winsbejag.
ca: Mentre aquests equips tenen diverses responsabilitats i àrees de treball, tots ells es guien per la missió, identitat i valors de no tenir lucre, ser programari lliure i basats en la comunitat.
cy: Tra bod y timau hyn a chyfrifoldebau gwahanol o ddydd i ddydd a meysydd penodol o waith, maen nhw i gyd yn cael eu harwain gan ein cenhadaeth, hunaniaeth a gwerthoedd, dim er elw, cod agored a chymunedol.
es_mx: Mientras que estos equipos tienen diferentes responsabilidades y áreas de interés, todos ellos son guiados por nuestra identidad y valores que incluyen el código abierto y mision basada en la comunidad, sin fines de lucro.
lt: Nors šios komandos turi skirtingas kasdienes pareigas ir veiklos sritis, jos visos laikosi mūsų ne pelno siekimo, atvirojo kodo, bendruomenėmis grįstos misijos, tapatybės ir vertybių.
nn_no: Sjølv om desse gruppene har sine ulike daglege fokus- og anvarsområde, er dei alle rettleia av det ideelle fellesskapsbaserte oppdraget, prinsippet om open kjeldekode, identiteten vår og verdigrunnlaget vårt.
pt: Apesar destas equipas terem responsabilidades diárias e áreas de foco diferentes, todas são guiadas pela nossa identidade, valores e missão, sem fins lucrativos, de código aberto e suportada pela comunidade.

source: Management Teams
af: Bestuurspanne
ca: Equips de gestió
cy: Timau Rheoli
es_mx: Equipos de administración
lt: Valdymo komandos
nn_no: Leiargrupper
pt: Equipas de gestão

source: Mozilla Reps Council
af: Raad van Mozilla-verteenwoordigers
ca: Consell de Representants de Mozilla
cy: Cyngor Cynrychiolwyr Mozilla
es_mx: Consejo Mozilla Reps
lt: „Mozillos“ atstovų taryba
nn_no: Mozilla sitt representatråd
pt: Concelho de Representantes da Mozilla

source: Boards of Directors
af: Direksie
ca: Junta de directors
cy: Byrddau Cyfarwyddwyr
es_mx: Junta Directiva
lt: Direktorių taryba
nn_no: Selskapsstyre
pt: Painéis de diretores

source: Executive Chairwoman
af: Uitvoerende voorsitster
ca: Presidenta Executiva
cy: Cadeirydd Gweithredol
es_mx: Presidenta Ejecutiva
lt: Vykdomoji pirmininkė
nn_no: Styreforkvinne
pt: Presidente executiva

source: Steering Committee
af: Reëlingskomitee
ca: Comitè Directiu
cy: Pwyllgor Llywio
es_mx: Comité Directivo
lt: Iniciatyvinis komitetas
nn_no: Styregruppe
pt: Comissão de direção

source: Mozillians profile
af: Mozillians-profiel
cy: Proffil Moziliad
es_mx: Perfil de Mozillians
lt: Moziliečio profilis
nn_no: Mozillianarprofil
pt: Perfil Mozillians

source: Chief Executive Officer
af: Hoof- uitvoerende beampte
ca: Director Executiu
cy: Prif Swyddog Gweithredol
es_mx: Director Ejecutivo
lt: Generalinis direktorius
nn_no: Administrerande direktør
pt: Diretor Executivo

source: Interim CTO and VP, Platform Engineering
af: Tussentydse hoof- tegniese beampte en visepresident: Platformingenieurswese
ca: Director de Tecnologia interí i Vicepresident d'Enginyeria de plataforma
cy: CTO Dros dro a Dirprwy Lywydd, Peirianneg Platfform
es_mx: CTO provisional y VP, Platform Engineering
lt: LEP techninis direktorius ir viceprezidentas platformos vystymo reikalams
nn_no: Interim teknnologi dir. og visepresident, plattformsteknikk
pt: CTO interino e VP, Engenharia de Plataforma

source: Chief Finance Officer
af: Hoof- finansiële beampte
ca: Director Financer
cy: Prif Swyddog Cyllid
es_mx: Director de Finanzas
lt: Finansų direktorius
nn_no: Økonomisk direktør
pt: Responsável financeiro

source: Chief Legal and Business Officer
af: Hoof- regs- en besigheidsbeampte
cy: Prif Swyddog Cyfreithiol a Busnes
es_mx: Jefe legal y director de negocios
lt: Teisės ir verslo direktorė
nn_no: Sjefsjurist og driftsdirektør
pt: Diretor Jurídico e Diretor de Negócios

source: Senior Vice President, Connected Devices
af: Senior visepresident: Gekoppelde toestelle
cy: Uwch Is Lywydd, Dyfeisiau Cysylltiedig
es_mx: Vicepresidente senior, dispositivos conectados
lt: Vyr. viceprezidentas mobiliųjų įrenginių reikalams
nn_no: Senior visepresident, tilkopla einingar

source: Chief Innovation Officer
cy: Prif Swyddog Arloesedd
lt: Inovacijų direktorė
nn_no: Innovasjonsdirektør

source: Chief of Staff and SVP of Operations
af: Stafhoof en senior visepresident: Bedryf
ca: Director de Personal i Vicepresident d'Operacions
cy: Pennaeth Staff ac Uwch Is Lywydd Gweithrediadau
es_mx: Jefe de personal y SVP de Operaciones
lt: Personalo direktorius ir operacijų vyr. viceprezidentas
nn_no: Stabssjef og og fyrste visepresident, operativ verksemd
pt: Chefe de Pessoal e Vice Presidente Sénior de Operações

source: VP, People
af: Visepresident: Mense
ca: Vicepresident
cy: Dirprwy Lywydd, Pobl
es_mx: VP, Recursos Humanos
lt: Viceprezidentė žmogiškųjų išteklių reikalams
nn_no: Visepresident, personar
pt: Vice Presidente, Pessoas

source: VP, Business Development
cy: Is Lywydd, Datblygu Busnes

source: Chief Marketing Officer
af: Hoofbemarkingsbeampte
ca: Director de Màrqueting
cy: Prif Swyddog Machnata
es_mx: Director De Marketing
lt: Marketingo direktorius
nn_no: Marknadsdirektør
pt: Diretor de Marketing

source: Senior Vice President, Firefox
af: Senior visepresident: Firefox
cy: Uwch Is Lywydd, Firefox
es_mx: Vicepresidente senior, Firefox
lt: Vyr. viceprezidentas „Firefox“ naršyklės reikalams
nn_no: Senior visepresident, Firefox
pt: Vice Presidente Sénior, Firefox

source: VP, Brand Engagement
af: Visepresident: Handelsmerkbetrokkenheid
ca: Vicepresident de Creació de Marca
cy: Is Lywydd, Ymrwymiad Enw Masnachol
lt: Viceprezidentė prekės ženklo vystymui
nn_no: Visepresident, varemerkeutvikling
pt: Vice Presidente, Relacionamento com as Marcas

source: VP of Product, Firefox
af: Visepresident van produkte: Firefox
cy: Is Lywydd Cynnyrch, Firefox
es_mx: VP de Producto, Firefox
lt: Viceprezidentas „Firefox“ produktui
nn_no: Visepresident og produktsjef, Firefox
pt: Vice Presidente do Produto, Firefox

source: Fellow
af: Genoot
cy: Cymrawd
es_mx: Compañero
lt: Valdybos narys
nn_no: Kollega

source: VP of Marketing Communications
cy: Is lywydd Cyfathrebu Marchnata

source: VP, Information Technology
af: Visepresident: Inligtingstegnologie
ca: Vicepresident de Tecnologies de la Informació
cy: Is Lywydd, Technoleg Gwybodaeth
lt: Viceprezidentas IT reikalams
nn_no: Visepresident, informasjonsteknologi
pt: Vice-Presidente, IT

source: VP, Technology Strategy
cy: Is Lywydd, Strategaeth Technoleg
nn_no: Visepresident, IT-strategi

source: President and Executive Director
af: President en uitvoerende direkteur
ca: President i Director Executiu
cy: Llywydd a Chyfarwyddwr Gweithredol
es_mx: Presidente y Director Ejecutivo
lt: Prezidentas ir vykdomasis direktorius
nn_no: Leiar og direktør
pt: Presidente e Diretor Executivo

source: Website
af: Webwerf
ca: Lloc web
cy: Gwefan
es_mx: Sitio web
lt: Svetainė
nn_no: Nettside
pt: Site

source: VP, Product
af: Visepresident: Produkte
ca: Vicepresident de Producte
cy: Is Lywydd, Cynnyrch
es_mx: VP, Producto
lt: Viceprezidentas produktų reikalams
nn_no: Visepresident, produkt
pt: Vice Presidente, Produto

source: VP, Learning
af: Visepresident: Onderrig
ca: Vicepresident d'Aprenentatge
cy: Is Lywydd, Addysgu
es_mx: VP, Aprendizaje
lt: Viceprezidentas mokymo reikalams
nn_no: Visepresident, læring
pt: Vice-Presidente, Aprendizagem

source: VP, Operations
af: Visepresident: Bedryf
ca: Vicepresident d'Operacions
cy: Is Lywydd, Gweithrediadau
es_mx: VP, Operaciones
lt: Viceprezidentė operacijų reikalams
nn_no: Visepresident, operativ verksemd
pt: Vice-presidente, Operações

source: Chair
af: Voorsitter
ca: President
cy: Cadeirydd
es_mx: Presidenta
lt: Pirmininkė
nn_no: Ordstyrar
pt: Presidente

source: The Mozilla Reps Council is composed of volunteer Mozillians who function as official representatives of Mozilla in their region or locale. The council provides the general vision for the Mozilla Reps Program and oversees day-to-day operations globally.
af: Die raad van Mozilla-verteenwoordigers word saamgestel uit vrywillige Mozilla-mense wat dien as amptelike verteenwoordigers van Mozilla in hulle streek. Die raad bied die algemene visie vir die Mozilla-verteenwoordigersprogram en hou toesig oor die daaglikse bedrywighede wêreldwyd.
cy: Mae Cyngor Cynrychiolwyr Mozilla yn cynnwys gwirfoddolwyr Mozilla sy'n gweithredu fel cynrychiolwyr Mozilla yn eu hardaloedd neu locale. Mae'r cyngor yn darparu'r weledigaeth gyffredinol ar gyfer rhaglen Cynrychiolwyr Mozilla ac â throsolwg o weithgareddau dydd i ddydd ar draws y byd.
es_mx: El consejo de Mozilla Reps se compone de Mozillians voluntarios que funcionan como representantes oficiales de Mozilla en su región o localidad. El consejo proporciona la visión general para el programa de Mozilla Reps y supervisa las operaciones del día a día en todo el mundo.
lt: „Mozillos“ atstovų tarybą sudaro savanoriai moziliečiai, atliekantys oficialių „Mozillos“ atstovų savo regione ar lokalėje. Ši taryba formuoja „Mozilla Reps“ („Mozillos“ atstovų) programos viziją ir prižiūri globalų kasdienių operacijų vykdymą.
nn_no: Mozilla reps sitt representantsråd er sett saman av friviljuge Mozillianarar, som fungerer som officielle representantar for Mozilla i sine geografiske eller språklege regionar. Rådet utformar den ålmenne visjonen for Mozilla Reps-programmet og har oppsyn med den daglege, globale verksemda.

source: Mozilla Corporation
af: Mozilla-korporasie
ca: La corporació Mozilla
es_mx: La Corporación Mozilla
lt: Mozilla Corporation („Mozillos“ korporacija)
nn_no: Føretaket Mozilla
pt: A empresa Mozilla

source: Mozilla Foundation
af: Mozilla-stigting
ca: La Fundació Mozilla
es_mx: Fundación Mozilla
lt: Mozilla Foundation („Mozillos“ fondas)
nn_no: Stiftinga Mozilla
pt: Fundação Mozilla

source: Chief Technology Officer
pt: Diretor de tecnologia

source: VP, Content Services
pt: Vice Presidente, Serviços de Conteúdo

source: Interim VP, Fundraising
pt: VP interino, Angariação de Fundos
