Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: The Mozilla Manifesto
ar: بيان موزيلا – الإصدارة
ca: El Manifest de Mozilla
cy: Maniffesto Mozilla
es_mx: El manifiesto de Mozilla
fi: Mozilla-manifesti
fr: Le Manifeste Mozilla
ga_ie: Forógra Mozilla
gd: Manifesto Mozilla
hr: Mozilla manifest
lt: „Mozillos“ manifestas
ms: Manifesto Mozilla
pt: O manifesto da Mozilla
ru: Манифест Mozilla
sr: Мозилин манифест
ta: மொசில்லா அறிக்கை
tr: Mozilla Manifestosu
uz: Mozilla manifesti
vi: Tuyên ngôn Mozilla
xh: Uxwebhu lweMozilla

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
ar: هذه هي المبادئ التي توجه مهمتنا لتعزيز الانفتاح والابتكار والفرص على شبكة الانترنت.
ca: Aquests són els principis que guien la nostra missió per promoure els estàndards oberts, la innovació i l'oportunitat al Web.
cy: Dyma'r egwyddorion sy'n arwain ein cenhadaeth i hyrwyddo bod yn agored, arloesedd a chyfle ar y We.
es_mx: Estos son los principios que guían nuestra misión de promover la apertura, innovación y oportunidad en la Web.
fi: Tässä ovat periaatteet, jotka ohjaavat tehtäväämme edistää avoimuutta, innovatiivisuutta ja valinnanvapautta verkossa.
ga_ie: Seo iad na prionsabail is bonn lenár misean, is é sin oscailteacht, nuálaíocht, agus deiseanna a chur chun cinn ar an nGréasán.
gd: Seo na prionnsabalan a stiùireas sinn 'nar misean is sinne a' brosnachadh fosgailteachd, tionnsgalachd ⁊ cothroman air an lìon.
km: មាន​គោលការណ៍​ដែល​ជា​មគ្គុទ្ទេសក៍​បេសកកម្ម​របស់​ពួក​យើង​ ក្នុង​ការ​ជំរុញ​ភាព​បើក​ទូលាយ, ការ​ច្នៃ​ប្រឌិត & ឱកាស​លើ​បណ្ដាញ។
lt: Šiais principais mes vadovaujamės, vykdydami savo misiją skatinti saityno atvirumą, inovacijas ir lygias galimybes visiems.
ms: Berikut adalah prinsip yang menjadi panduan kepada misi kami untuk mempromosikan keterbukaan, inovasi & peluang pada Web.
pt: Estes são os princípios que guiam a nossa missão para promover abertura, inovação e oportunidade na Web.
ta: இந்தக் கோட்பாடுகளே இணையத்தில் வெளிப்படைத்தன்மை, புத்தாக்கம் மற்றும் வேலை வாய்ப்புகளை உண்டாக்கி அவற்றை முன்னிருத்த எங்களின் நோக்கத்திற்கு வழிவகுக்கிறது.
tr: Web’de açıklığı, yeniliği ve fırsat eşitliğini yayma misyonumuza rehberlik eden prensiplerimizi öğrenin.
uz: Bular internetda ochiqlik, innovatsiya va imkoniyatlarni qo‘llab-quvvatlashga qaratilgan missiyamizni belgilab beruvchi tamoyillardir.
xh: Ezi ziinqobo ezisikhokelo kumsebenzi wethu wokukhuthaza ukwenzelwa kwezinto ekuhleni, uqambo nethuba kwiwebhu.

source: Share this
ar: شارك هذا
ca: Comparteix això
cy: Rhannwch hwn
es_mx: Compártelo
fi: Jaa tämä
ga_ie: Roinn seo
gd: Co-roinn seo
km: ចែករំលែក​វា
lt: Dalintis
ms: Kongsikan ini
pt: Partilhar isto
ta: இதைப் பகிரவும்
tr: Bunu paylaşın
uz: Buni bo‘lishish
xh: Yabelana ngoku

source: <strong>Our 10</strong> Principles
ar: <strong>مبادئنا </strong> ال 10
ca: <strong>Els nostres 10</strong> Principis
cy: <strong>Ein 10</strong> Egwyddor
es_mx: <strong>Nuestros 10</strong> Principios
fi: <strong>Kymmenen</strong> periaatettamme
ga_ie: Na <strong>10</strong> bPrionsabal
gd: <strong>Na 10</strong> prionnsabalan againn
km: គោលការណ៍​<strong> 10</strong> របស់​ពួក​យើង
lt: <strong>10 mūsų</strong> principų
ms: <strong>10 Prinsip Kami</strong>
pt: Os <strong>nossos 10</strong> princípios
ta: <strong>எங்களின் 10</strong> கொள்கைகள்
tr: <strong>10</strong> prensibimiz
uz: <strong>Bizning 10</strong>ta tamoyillarimiz
xh: <strong>Our 10</strong> Iinqobo

source: Previous principle
ar: المبدأ السابق
ca: Principi anterior
cy: Egwyddor blaenorol
es_mx: Principio anterior
fi: Edellinen periaate
ga_ie: An prionsabal roimhe seo
gd: Am prionnsabal roimhe
km: គោលការណ៍​ពី​មុន
lt: Ankstesnis principas
ms: Prinsip terdahulu
pt: Princípio anterior
ta: முந்தைய கொள்கை
tr: Önceki prensip
uz: Oldingi tamoyilimiz
xh: Inqobo yangaphambili

source: Next principle
ar: المبدأ التالي
ca: Principi següent
cy: Egwyddor nesaf
es_mx: Siguiente principio
fi: Seuraava periaate
ga_ie: An chéad phrionsabal eile
gd: An ath-phrionnsabal
km: គោលការណ៍​បន្ទាប់
lt: Kitas principas
ms: Prinsip berikut
pt: Próximo princípio
ta: அடுத்த கொளகை
tr: Sonraki prensip
uz: Keyingi tamoyilimiz
xh: Inqobo elandelayo

source: See more…
ar: شاهد المزيد…
ca: Més informació...
cy: Gweld rhagor…
es_mx: Ver mas...
fi: Lue lisää…
ga_ie: Tuilleadh…
gd: Barrachd fiosrachaidh…
km: មើល​ច្រើន​ទៀត…
lt: Išsamiau…
ms: Lihat lagi…
pt: Ver mais...
ta: மேலும் பார்க்க…
tr: Daha fazlasını görün…
uz: Ko‘proq ko‘rish…
xh: Jonga okungaphezu koko…

source: Learn more
ar: اطّلع على المزيد
ca: Més informació
cy: Dysgu rhagor
es_mx: Aprender más
fi: Lue lisää
ga_ie: Tuilleadh eolais
gd: Barrachd fiosrachaidh
km: ស្វែងយល់​​បន្ថែម
lt: Sužinokite daugiau
ms: Ketahui lanjut
pt: Saber mais
ta: மேலும் அறிய
tr: Daha fazla bilgi alın
uz: Ko‘proq o‘rganish
xh: Funda ngaphezulu

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
ar: الإنترنت جزء لا يتجزأ من الحياة العصرية وعنصر أساسي في مجال التعليم ، والاتصالات ، والتعاون ، والأعمال والترفيه والمجتمع ككل.
ca: Internet és una part integral de la vida moderna; un component clau en l'educació, la comunicació, la coŀlaboració, els negocis, l'entreteniment i la societat en conjunt.
cy: Mae'r Rhyngrwyd yn rhan annatod o fywyd modern—yn elfen allweddol mewn addysg, cyfathrebu, cydweithredu, busnes, adloniant a chymdeithas yn gyffredinol.
es_mx: Internet es una parte integral de la vida moderna -un componente clave para la educación, la comunicación, la colaboración, los negocios, el entretenimiento y para la sociedad en su conjunto.
fi: Internet on elimellinen osa modernia elämää–avaintekijä koulutuksessa, viestinnässä, yhteistyössä, liike- ja viihde-elämässä sekä koko yhteiskunnassa.
fr: Internet fait partie intégrante de la vie moderne&nbsp;—&nbsp;il s'agit d'un composant clé dans l'éducation, la communication, la collaboration, les affaires, le divertissement et la société en général.
ga_ie: Is cuid bhunúsach den saol sa lá atá inniu é an tIdirlíon — imríonn sé ról fíorthábhachtach i gcúrsaí oideachais, cumarsáide, gnó, siamsaíochta, agus sa sochaí go ginearálta.
gd: Tha an t-eadar-lìon an teis-mheadhan ar beatha an-diugh — gleus deatamach ann am foghlam, conaltradh, co-obrachadh, gnothachas, dibhearsan agus 'nar sòisealtas san fharsaingeachd.
hr: Internet je sastavni dio modernog života - ključan je za obrazovanje, komunikaciju, suradnju, poslovanje, zabavu i društvo općenito.
id: Internet sebagai bagian yang melengkapi kehidupan moderen-komponen utama dalam pendidikan, komunikasi, kolaborasi, bisnis, hiburan dan sosial yang seutuhnya.
km: អ៊ីនធឺណិត​ជា​ផ្នែក​មួយ​សំខាន់​នៃ​​ការ​រស់នៅ​ដែល​ទំនើប—សមាសភាគ​សំខាន់​ក្នុង​ការ​អប់រំ, ទំនាក់ទំនង, សហការ, អាជីវកម្ម, កម្សាន្ត និង​សង្គម​ទាំងមូល។
lt: Internetas – tai neatsiejama šiuolaikinio gyvenimo dalis ir vienas svarbiausių mokymo, bendravimo, bendradarbiavimo, verslo, pramogų ir visuomenės plačiąja prasme komponentų.
ms: Internet adalah bahagian yang tidak dapat dipisahkan daripada kehidupan moden - komponen utama di dalam pendidikan, komunikasi, usahasama, perniagaan, hiburan dan masyarakat secara keseluruhan.
pt: O Internet é uma parte integral da nossa vida moderna—uma peça chave na educação, comunicação, colaboração, negócios, entretenimento e sociedade como um todo.
ru: Интернет это неотъемлемая часть современной жизни — ключевой компонент в образовании, общении, сотрудничестве, бизнесе, развлечении и обществе в целом.
sr: Интернет је саставни део савременог живота — кључна компонента у образовању, комуникацији, сарадњи, послу, забави и друштву као целини.
ta: இணையம் என்பது நவீன வாழ்க்கையின் நெருங்கிய அங்கமாகும் - இது கல்வி, தகவல் தொடர்பு, ஒத்துழைப்பு, வியாபாரம், பொழுதுபோக்கு மற்றும் சமுதாயத்தில் முக்கிய கூறாக விளங்குகிறது.
tr: İnternet modern yaşamın ayrılmaz bir parçasıdır: Bir bütün olarak eğitimde, haberleşmede, işbirliğinde, ticarette, eğlencede ve toplumda temel bir bileşendir.
uz: Internet zamonaviy hayotning o‘zgarmas qismidir— ta’lim, axborot, hamkorlik, biznes, ko‘ngilxushlik va butunligcha jamiyatdagi asosiy komponentdir.
vi: Internet là một phần tích hợp trong cuộc sống hiện đại–một thành phần quan trọng trong giáo dục, liên lạc, hợp tác, kinh doanh, giải trí và xã hội tổng thể.
xh: I-Intanethi yinxalenye ebalulekileyo yobomi bezi mini—undoqo kwezemfundo, unxibelelwano, intsebenziswano, ushishino, ulonwabo nakuluntu xa lulonke.

source: Use Open Badges to share your skills and interests
ar: قم باستخدام الشارات المفتوحة لتبادل مهاراتك واهتماماتك
ca: Utilitzeu Open Badges per compartir les vostres competències i interesos
cy: Defnyddiwch Open Badges i rannu eich sgiliau a'ch diddordebau
es_mx: Usa Open Badges para compartir tus habilidades e intereses
fi: Jaa taitosi ja kiinnostuksenkohteesi Open Badges -järjestelmässä
ga_ie: Úsáid Suaitheantais Oscailte chun do chuid scileanna agus suimeanna a léiriú
gd: Cleachd baidsean fosgailte a nochdas do sgilean 's na rudan a tha ùidh agad annta
km: ប្រើ Badges បើក​​ចែករំលែក​ជំនាញ និង​ចំណាប់​អារម្មណ៍​
lt: Naudokite Atviruosius ženklelius savo įgūdžiams ir pomėgiams įvardinti
ms: Gunakan Lencana Terbuka bagi berkongsi kemahiran dan minat anda
pt: Utilize os Open Badges para partilhar as suas competências e interesses
ta: உங்கள் திறமைகளையும் ஆர்வங்களையும் பகிருவதற்கு திறந்த பதக்கங்களைப் பாவியுங்கள்
tr: Becerilerinizi ve ilgi alanlarınızı paylaşmak için Open Badges’ı kullanın
uz: Bilimlaringiz va qiziqishlaringizni bo‘lishish uchun "Open Badges"dan foydalaning
xh: Sebenzisa iibheji ezivulekileyo ukwabelana nezakhono zakho nomdla wakho

source: Explore how the Web impacts science
ar: استكشاف كيف يمكن للعلم التأثير على الويب
ca: Exploreu com impacte el Web a la ciència
cy: Gweld sut mae'r We'n effeithio gwyddoniaeth
es_mx: Explora el impacto de la web en la ciencia
fi: Tutustu siihen, kuinka verkko vaikuttaa tieteen tekemiseen.
ga_ie: Foghlaim faoin tionchar a imríonn an Gréasán ar an eolaíocht
gd: Feuch a' bhuaidh a tha aig an lìon air saidheans
km: រក​មើល​ពី​របៀប​ដែល​បណ្ដាញ​មាន​ឥទ្ធិពល​ចំពោះ​វិទ្យាសាស្ត្រ
lt: Sužinokite, kokią įtaką saitynas turi mokslui
ms: Jelajahi bagaimana Web memberi kesan kepada sains
pt: Explore como a Web tem impacto na ciência
ta: இணையம் அறிவியலை எவ்வாறு பாதிக்கிறது என்பதை ஆய்க
tr: Web’in bilimi nasıl etkilediğini görün
uz: Internetning fanga qanday ta’sir ko‘rsatishini ko‘ring
xh: Khangela ukuba iwebhu inegalelo njani na kwinzululwazi

source: Learn about open source code in journalism
ar: تعرف على شفرة المصدر المفتوح في الصحافة
ca: Apreneu sobre el programari lliure al periodisme
cy: Dysgu am god agored mewn newyddiaduriaeth
es_mx: Aprende sobre código abierto en el periodismo
fi: Lue lisää avoimesta lähdekoodista journalismissa
ga_ie: Foghlaim faoi fhoinse oscailte agus an iriseoireacht
gd: Fàs eòlach air na nì còd fosgailte ann an saoghal nan naidheachdan
km: ស្វែងយល់​អំពី​កូដ​ប្រភព​បើក​ចំហ​​ក្នុង​ភាព​ជា​សារព័ត៌មាន
lt: Sužinokite apie atvirąjį kodą žurnalistikoje
ms: Ketahui tentang kod sumber terbuka di dalam kewartawanan
pt: Saber mais sobre código fonte aberto no jornalismo
ta: பத்திரிக்கைத் துறையில் உள்ள திறந்த மூலங்களைப் பற்றி அறியவும்
tr: Gazetecilikte açık kaynak kodu hakkında daha fazla bilgi alın
uz: Jurnalistikada ochiq manbali kod haqida o‘rganing
xh: Funda ngekhowudi yesosi evulelekileyo kubuntatheli

source: Making to learn in the digital world
ca: L'aprenentatge al món digital
cy: Gwneud wrth ddysgu yn y byd digidol
es_mx: Logrando el aprendizaje en el mundo digital
fi: Tekemällä oppiminen digimaailmassa
ga_ie: Gluaiseacht na ndéantóirí agus foghlaim sa saol digiteach
gd: A' cruthachadh a chum ionnsachaidh 'nar saoghal
km: ធ្វើ​ការ​សិក្សា​ស្វែងយល់​នៅ​ក្នុង​ពិភព​ឌីជីថល
lt: Mokymasis veikiant skaitmeniniame pasaulyje
ms: Jadikan pembelajaran di dalam dunia digital
pt: Feito para aprender no mundo digital
ta: எண்முறை உலத்தில் உருவாக்குவதுப் பற்றி அறிக
tr: Dijital dünyada "yaparak" öğrenmek
uz: Raqamli dunyoda o‘rganishni amalga oshiring
xh: Ukulungiselela ukufunda kwihlabathi lombane

source: Open Badges
ar: شارات مفتوحة
ca: Open Badges{ok}
ga_ie: Suaitheantais Oscailte
gd: Baidsean fosgailte
km: ស្លាក​បើក​ចំហ
lt: Atvirieji ženkleliai
ms: Lencana Terbuka
ta: திறந்த பதக்கங்கள்
xh: Iibheji ezivulelekileyo

source: The Internet is a global public resource that must remain open and accessible.
ar: شبكة الإنترنت مورد عام عالمي ويجب أن تبقي مفتوحة ومتاحة ويمكن الوصول إليها .
ca: Internet és un recurs públic global que ha de romandre obert i accessible.
cy: Mae'r Rhyngrwyd yn adnodd cyhoeddus byd-eang y mae'n rhaid iddo aros yn agored ac yn hygyrch.
es_mx: Internet es un recurso público mundial que debe seguir siendo abierto y accesible.
fi: Internet on globaali julkinen resurssi, jonka on säilyttävä avoimena ja vapaasti tavoitettavana.
fr: Internet est une ressource publique mondiale qui doit demeurer ouverte et accessible.
ga_ie: Is acmhainn phoiblí dhomhanda é an tIdirlíon. Caithfear é a choinneáil oscailte agus ar fáil do chách.
gd: Tha an t-eadar-lìon 'na ghoireas poblach eadar-nàiseanta agus feumaidh sinn a chumail fosgailte is gun bhacadh.
hr: Internet je globalni, javni resurs koji mora ostati otvoren i pristupačan.
id: Internet adalah sumber daya masyarakat global yang semestinya terbuka dan bisa diakses dengan mudah.
km: អ៊ីនធឺណិត​ជា​ធនធាន​សាធារណៈ​សាកល​ដែល​បើក​ចំហ និង​អាច​ចូល​ដំណើរការ​បាន។
lt: Internetas – tai pasaulinis viešas išteklius, kuris turi išlikti atviras ir visiems prieinamas.
ms: Internet adalah sumber awam global yang harus kekal terbuka dan mudah didapati.
pt: A Internet é um recurso público global que deve ser mantido aberto e acessível.
ru: Интернет является глобальным общественным ресурсом, который должен оставаться открытым и доступным.
sr: Интернет је глобални светски ресурс који мора да остане отворен и приступачан.
ta: இணையம் உலகளாவிய பொது வளம், அது வெளிப்படைத்தன்மையுடனும் அணுகக்கூடியதாகவும் இருத்தல் வேண்டும்.
tr: İnternet, açık ve erişilebilir kalması gereken, dünya çapında halka açık bir kaynaktır.
uz: Internet global ommaviy manba, shuning uchun ochiq va hamma kira oladigan bo‘lishi kerak.
vi: Internet là một nguồn tài nguyên công cộng toàn cầu và phải luôn mở và dễ dàng truy cập.
xh: I-Intanethi ngumthombo woluntu oluncedo kwihlabathi lonke ofanele uhlale uvulekile yaye ufikeleleka.

source: Read about open Internet policy initiatives and developments
ar: قم بقراءة مبادرات سياسة الإنترنت المفتوحة والتطورات
ca: Llegiu sobre les iniciatives polítiques i desenvolupaments de l'Internet obert
cy: Darllen am fenter a datblygiad polisi Rhyngrwyd agored
es_mx: Infórmate sobre los desarrollos y las iniciativas de políticas abiertas para Internet
fi: Lue avoimen internetin käytäntöihin liittyvistä aloitteista ja edistysaskelista
ga_ie: Feachtais agus forbairtí ar son Idirlín oscailte
gd: Leugh barrachd mu iomairtean poileasaidh is naidheachdan an lìn
km: អាន​ពី​ការ​អភិវឌ្ឍន៍ និង​ការ​បង្កើត​គំនិត​គោលនយោបាយ​អ៊ីនធឺណិត​បើក​ទូលាយ
lt: Susipažinkite su atvirojo interneto vystymo iniciatyvomis ir naujienomis
ms: Baca tentang inisiatif polisi Internet terbuka dan pembangunan
pt: Ler mais sobre as iniciativas e os desenvolvimentos da política de Internet aberta
ta: திறந்த இணையக் கொள்கை முயற்சிகள் மேம்பாடுகள் பற்றி வாசிக்கவும்
tr: Açık internet ilkesi girişimleri ve gelişmeleri hakkında bilgi alın
uz: Ochiq internet siyosiy tashabbuslari va rivojlanishi haqida o‘qing
xh: Funda ngamaphulo omgaqo-nkqubo weintanethi avulelekileyo nenkqubela-phambili

source: Explore how to help keep the Web open
ar: اكتشف كيفية المساعدة في الحفاظ على الويب مفتوح
ca: Exploreu sobre com ajudar a mantenir el Web obert
cy: Gweld sut i gadw'r We'n agored
es_mx: Explora cómo contribuimos a mantener la Web abierta
fi: Tutki, kuinka verkko voidaan pitää avoimena
ga_ie: Conas is féidir leat an Gréasán oscailte a chosaint
gd: Fàs eòlach air dòighean a chumas an lìon fosgailte
km: សិក្សា​អំពី​វិធី​រក្សា​ឲ្យ​វេប​នៅ​តែ​បើក​ចំហ
lt: Sužinokite, kaip saityną išlaikyti atvirą
ms: Jelajahi bagaimana untuk membantu dalam mengekalkan Web terbuka
pt: Explore como pode ajudar a manter a Web aberta
ta: திறந்த இணையத்தை தொடர்ந்து பேணிக்காக்க எப்படி உதவ வேண்டும் என்பதை ஆராயுங்கள்
tr: Web’in açık kalması için nasıl yardım edebileceğinizi keşfedin
uz: Internetni qanday qilib ochiq saqlashga yordam berishni ko‘ring
xh: Khangela indlela yokunceda ugcine iwebhu ivulekile

source: Mozilla story
ar: قصة موزيلا
ca: La història de Mozilla
cy: Hanes Mozilla
es_mx: Historia de Mozilla
fi: Mozillan tarina
ga_ie: Scéal Mhozilla
gd: Sgeul Mhozilla
km: សាច់​រឿង Mozilla
lt: „Mozillos“ istorija
ms: Kisah Mozilla
pt: A história da Mozilla
ta: மொசில்லா கதை
tr: Mozilla’nın öyküsü
uz: Mozilla do‘koni
xh: Ibali leMozilla

source: You don’t have to make a case for open. You have to make a case for not open.
ca: No cal defensar el Web obert. Cal lluitar contra el Web «no obert».
cy: Does dim angen gwneud achos o blaid bod yn agored. Rhaid gwneud achos dros beidio bod yn agored.
es_mx: No tienes que exponer argumentos a favor de la apertura. Tienes que exponer argumentos en contra de la no apertura.
fi: Sinun ei pidä tehdä numeroa avoimesta. Sinun pitää tehdä numero suljetusta.
ga_ie: Ní gá cás a dhéanamh ar son na hoscailteachta. Is gá cás a dhéanamh ar son easpa oscailteachta.
gd: Cha leig sinne a leas mìneachadh carson a tha fosgailteachd math. Feumaidh càch a mhìneachadh carson nach biodh e math.
km: អ្នក​មិន​ចាំបាច់​បង្កើត​ករណី​បើក​ចំហ​ទេ។ អ្នក​ត្រូវតែ​បង្កើត​ករណី​បិទបាំង។
lt: Kažkas atvira neturėtų būti išimtimi. Išimtimi turėtų būti kažkas uždara.
ms: Anda tidak perlukan kes untuk membuka. Anda perlukan kes untuk tidak dibuka.
pt: Não precisa de arranjar argumentos pelo aberto. Precisa de arranjar argumentos para não aberto.
ta: திறவூற்றுக்கு நீங்கள் ஒரு வழக்குப் போட வேண்டிய அவசியம் இல்லை. திறவூற்ற அல்லாதவைகளுக்கு ஒரு வழக்குப் போட வேண்டும்.
tr: Açıklık için neden göstermek gerekmez. Açık olmamanızın nedenini gösterin.
uz: Siz ochiq bo‘lishi uchun biror narsa qilmasligingiz kerak. Siz ochiq bo‘lmagan narsa qilishingiz kerak.
xh: Akufuneki usebenzise unobumba omkhulu kokuvuliweyo. Yenza unobumba omkhulu kokungavulekanga.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
ar: <span>جوناثان نايتنجيل</span>،<span>فيرفكس VP </span>
ca: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>{ok}
es_mx: <span>Johnathan Nightingale,</span> <span>Vicepresidente, Firefox</span>
fi: <span>Johnathan Nightingale,</span> <span>varatoimitusjohtaja (Firefox)</span>
ga_ie: <span>Johnathan Nightingale,</span> <span>Leasuachtarán Firefox</span>
gd: <span>Johnathan Nightingale,</span> <span>Iar-cheannard Firefox</span>
lt: <span>Johnathan Nightingale,</span> <span>viceprezidentas „Firefox“ reikalams</span>
pt: <span>Johnathan Nightingale,</span> <span>vice-presidente do Firefox</span>
ta: <span>ஜொனாதன் நைட்டிங்கேல்,</span><span>துணைத் தலைவர் பயர்பாக்ஸ்</span>
tr: <span>Johnathan Nightingale,</span> <span>Firefox Başkan Yardımcısı</span>

source: The Internet must enrich the lives of individual human beings.
ar: الإنترنت يجب أن تثري حياة الأفراد.
ca: Internet ha d'enriquir la vida de tot ésser humà.
cy: Rhaid i'r Rhyngrwyd gyfoethogi bywydau bodau dynol unigol.
es_mx: Internet debe enriquecer la vida de los seres humanos.
fi: Internetin täytyy rikastuttaa ihmisyksilöiden elämää.
ga_ie: Ní mór don Idirlíon saol daoine aonair a fheabhsú.
gd: Feumaidh an t-eadar-lìon beatha mac an duine a dhèanamh nas fhearr.
km: អ៊ីនធឺណិត​​ត្រូវ​មាន​សម្រាប់​មនុស្សជាតិ​ម្នាក់ៗ។
lt: Internetas turi praturtinti kiekvieno individo gyvenimą.
ms: Internet harus memperkayakan hidup setiap individu.
pt: A Internet deve enriquecer as vidas de seres humanos individuais.
ta: இணையம் மனிதர்களின் வாழ்வாதாரத்தை வளப்படுத்த வேண்டும்.
tr: İnternet her bireyin yaşamını zenginleştirmelidir.
uz: Internet har bir insonning hayotini boyitishi kerak.
xh: I-intanethi kufuneka ixhobise ubomi bomntu ngamnye.

source: See how the Web can connect the world to healthcare
ar: اعرف كيف يمكن للويب الاتصال مع العالم للرعاية الصحية
ca: Vegeu com el Web pot connectar el món a la sanitat
cy: Gweld sut gall y We gysylltu'r byd i ofal iechyd
es_mx: Descubre cómo la Web puede conectar al mundo a la sanidad
fi: Katso, kuinka verkko voi yhdistää maailman terveydenhuoltoon
ga_ie: Conas a cheanglaíonn an Gréasán daoine le cúram sláinte
gd: Faic mar a nì an lìon ceangal eadar an saoghal agus cùram-slàinte
km: មើល​របៀប​បណ្ដាញ​ដែល​អាច​​តភ្ជាប់​ពិភព​ថែទាំ​សុខភាព
lt: Paskaitykite, kaip saitynas padeda gerinti sveikatos apsaugą pasaulyje
ms: Lihat bagaimana Web boleh menghubungkan dunia kepada penjagaan kesihatan
pt: Veja como a Web pode ligar o mundo à saúde
ta: இணையம் உலக சுகாதாரத்தை எவ்வாறு இணைக்கிறது என்பதைப் பாருங்கள்
tr: Web’in dünyaya sağlık bakımını nasıl yayabileceğini görün
uz: Internet qanday qilib dunyo sog‘liqni saqlash tashkilotlari bilan bog‘lanishi mumkinligini ko‘ring
xh: Jonga indlela iwebhu enokunxibelelana ngayo nehlabathi nolondolozo lwempilo

source: Explore how the Web works
ar: قم باستكشاف كيفية عمل الويب
ca: Exploreu com funciona el Web
cy: Gweld sut mae'r We'n gweithio
es_mx: Explora cómo funciona la Web
fi: Tutki, kuinka verkko toimii
ga_ie: Foghlaim cén chaoi a n-oibríonn an Gréasán
gd: Fàs eòlach air mar a dh'obraicheas an lìon
km: រុករក​របៀប​ការងារ​បណ្ដាញ
lt: Sužinokite, kaip saitynas veikia
ms: Jelajahi bagaimana Web berfungsi
pt: Explore como a Web funciona
ta: வலை எவ்வாறு செயல்படுகிறது என்பதை ஆராயுங்கள்
tr: Web’in nasıl çalıştığını keşfedin
uz: Internet qanday ishlashini o‘rganing
xh: Khangela indlela esebenza ngayo iwebhu

source: Medic Mobile
ar: موبايل مسعف
ca: Medic Mobile{ok}
gd: Lighichean mobile
pt: Médico móvel
ta: செல்பேசி மருத்துவம்
uz: Tibbiy mobil
xh: Inqwelo ehambayo yonyango

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
ar: أمن الفرد على شبكة الانترنت هو أمر جوهري، ولا يمكن أن يعامل على أنه أمر اختياري.
ca: La seguretat i la privadesa dels individus a Internet són fonamentals i no es poden tractar com a opcionals.
cy: Mae diogelwch unigolion ar y Rhyngrwyd yn fater sylfaenol ac nid oes modd ei drin fel mater dewisol.
es_mx: La seguridad y la privacidad en Internet es fundamental y no debe ser tratada como algo opcional.
fi: Yksilöiden turvallisuus ja tietosuoja Internetissä ovat olennaisia, eikä niitä saa pitää valinnaisina.
ga_ie: Tá slándáil agus príobháideachas ar an Idirlíon fíorthábhachtach agus riachtanach.
gd: Tha tèarainteachd is prìobhaideachd nan daoine riatanach agus cha bu chòir dhaibh a bhith an suarachas.
km: សន្តិសុខ​អ៊ីនធឺណិត​ជា​មូលដ្ឋាន ហើយ​មិន​អាច​​ត្រូវ​បាន​ពិភាក្សា​ជា​ជម្រើស។
lt: Individualus saugumas ir privatumas internete yra būtini ir negali būti traktuojami kaip neprivalomi.
ms: Keselamatan individu di dalam Internet adalah kepentingan utama dan tidak boleh dianggap sebagai pilihan semata-mata.
pt: Segurança e privacidade individual na Internet são fundamentais e não podem ser tratadas como opcionais.
ta: இணையத்தில் தனிமனிதர்களின் பாதுகாப்பும் தனியுரிமையும் ஒரு விருப்பத்தேர்வாக நடத்த முடியாது மாறாக அதை ஒரு அடிப்படை உரிமையாகக் கருத வேண்டும்.
tr: Bireylerin internet üzerindeki güvenlikleri ve gizlilikleri esastır, bunlar isteğe bağlıymış gibi muamele yapılamaz.
uz: Yakka shaxslarning internetda xavfsizligi va maxfiyligi asosiy va u ixtiyoriy sifatida izohlanmasligi kerak.
xh: Abantu nokukhuseleko kwi-Intanethi lubalulekile yaye alunakuthathwa njengonto engenamsebenzi.
