Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
ar: هناك العديد من الطرق المختلفة لدفع المبادئ الواردة في بيان موزيلا. نحن نرحب بمجموعة واسعة من الأنشطة ، ونتوقع نفس الإبداع الذي أظهره المشاركون في مناطق أخرى من المشروع . بالنسبة للأفراد الذين لا يشاركون بعمق في مشروع موزيلا ، وسيلة واحدة وفعالة لدعم البيان هو استخدام موزيلا فايرفوكس وغيرها من المنتجات التي تجسد المبادئ الواردة في البيان.
ca: Hi ha moltes maneres diferents de promoure els principis del Manifest de Mozilla. Acollim un ampli ventall d'activitats, i preveiem la mateixa creativitat que els participants de Mozilla han mostrat en altres àrees del projecte. Per a aquelles persones que no estiguin gaire involucrades en el projecte Mozilla, una manera senzilla i molt efectiva de donar suport al Manifest és emprar el Mozilla Firefox i altres productes que expressen els principis del Manifest.
cy: Mae llawer o wahanol ffyrdd o hyrwyddo egwyddorion Maniffesto Mozilla. Rydym yn croesawu ystod eang o weithgareddau, ac yn rhagweld yr un creadigrwydd y mae cyfranogwyr Mozilla wedi eu hamlygu mewn meysydd eraill yn y prosiect. Ar gyfer unigolion nad ydynt yn ymwneud yn fawr â phrosiect Mozilla, y ffordd amlwg ac effeithiol iawn i gefnogi'r Maniffesto yw drwy ddefnyddio Mozilla Firefox a chynnyrch eraill sy'n ymgorffori egwyddorion y Maniffesto.
es_mx: Existen diferentes formas de hacer crecer los principios del Manifiesto de Mozilla. Alentamos una amplia gama de actividades y esperamos contar con la misma creatividad que los participantes de Mozilla han demostrado en otras áreas del proyecto. Para las personas que no estén profundamente involucradas con el proyecto Mozilla, una forma básica y muy efectiva de apoyar el Manifiesto es usar Mozilla Firefox o cualquiera de los otros productos que representan los principios del Manifiesto.
fi: On monenlaisia keinoja edistää Mozilla-manifestin periaatteita. Me kannatamme runsasta toimintavalikoimaa ja luotamme samaan luomiskykyyn, jota Mozilla-jäsenistö on osoittanut hankkeen muilla alueilla. Yksilöt, jotka eivät omistaudu syvällisesti Mozilla-hankkeelle, voivat tukea Manifestia yksinkertaisesti ja erittäin tehokkaasti käyttämällä Mozilla Firefoxia ja muita tuotteita, jotka ilmentävät Manifestin periaatteita.
fr: Il y a beaucoup de manières différentes de mettre en avant les principes du Manifeste Mozilla. Nous accueillons un large éventail d'activités et nous anticipons la même créativité que celle dont ont fait preuve les participants à Mozilla dans d'autres domaines du projet. Pour les personnes qui ne sont pas fortement impliquées dans le Projet Mozilla, une manière simple et très efficace de soutenir le Manifeste est d'utiliser Mozilla Firefox ou d'autres logiciels qui répondent aux principes du Manifeste.
gd: Tha diofar dòighean ann air an gabh prionnsabalan manifesto Mozilla adhartachadh. Tha sinn a' cur fàilte air raon farsaing dhe ghnìomhachdan agus tha sinn an dùil gum faic sinn an aon spiorad cruthachail a tha air a bhith follaiseach ann an gnìomhachdan eile na h-iomairt. Mur eil cuideigin airson a bhith an sàs ann gu domhain, tha dòigh shimplidh èifeachdach ann gus taic a chumail ris a' mhanifesto - a' cur gu feum Firefox is bathar eile sa bheil prionnsabalan a' mhanifesto.
hr: Postoji mnogo načina promicanja Mozilla manifesta. Podržavamo širok raspon aktivnosti i očekujemo istu razinu kreativnosti koju Mozilla doprinositelji pokazuju u drugim aktivnostima Projekta. Za ljude koji ne sudjeluju aktivno u radu Mozilla projekta, osnovan, no vrlo učinkovit način podržavanja Manifesta je korištenje Mozilla Firefoxa i ostalih proizvoda koji utjelovljuju načela Manifesta.
id: Ada banyak macam cara yang berbeda untuk memajukan prinsip dari Mozilla Manifesto. Kami menerima dengan senang hati berbagai aktifitas, dan mengantisipasi kreatifitas sama yang pernah ditunjukan dalam wilayah lain dari proyek para partisipan Mozilla. Untuk individu yang tidak tergabung dalam proyek Mozilla, satu-satunya cara dasar dan sangat efektif untuk mendukung Manifesto adalah menggunakan Mozilla Firefox dan produk-produk lain yang mewujudkan prinsip-prinsip dari Manifesto.
km: មាន​មធ្យោបាយ​ជា​ច្រើន​ដើម្បី​ធ្វើ​ឲ្យ​រីកចម្រើន​​ចំពោះ​គោលការណ៍​នៃ​ Mozilla Manifesto ។ យើង​ទទួល​ស្វាគមន៍​​សកម្មភាព​ដ៏​ធំធេង និង​​​ការ​គិត​ទុក​ជាមុន​នូវ​ភាព​ច្នៃប្រឌិត​ដូចគ្នា​ដែល​អ្នក​ចូលរួម​​ Mozilla ​បាន​បង្ហាញ​​នៅ​ក្នុង​គម្រោង​តាម​តំបន់​ផ្សេងៗ។ សម្រាប់​អ្នក​ដែល​មិន​បាន​ចូលរួម​​ខ្លាំងក្លា​នៅ​ក្នុង​គម្រោង Mozilla មធ្យោបាយ​ដែល​សាមញ្ញ និង​មាន​ប្រសិទ្ធភាព​​បំផុត​មួយ​ដើម្បី​ជួយ​ Manifesto គឺ​ត្រូវ​ប្រើ Mozilla Firefox និង​ផលិតផល​ផ្សេងៗ​ទៀត​ដែល​​​​ជា​ការ​ចូលរួម​តំណាង​គោលការណ៍​នៃ Manifesto ។
lt: Yra daugybė būdų prisidėti prie „Mozillos“ manifesto principų įgyvendinimo ir sklaidos. Mes teigiamai vertiname platų veiklų spektrą ir iš „Mozillos“ projekto narių tikimės panašaus kūrybingumo, kaip ir kitose projekto srityse. Tiems, kas neturi stiprių ryšių su „Mozillos“ projektu, paprastas ir efektyvus būdas palaikyti Manifestą – naudotis „Mozilla Firefox“ naršykle ir kitais produktais, įgyvendinančiais Manifesto principus.
ms: Banyak cara boleh digunakan untuk menegetengahkan prinsip-prinsip yang terkandung di dalam Manifesto Mozilla. Kami mengalukan kepelbagaian aktiviti yang luas, dan menantikan kreativiti seperti yang telah ditunjukkan oleh peserta Mozilla di bahagian-bahagian projek yang lain. Bagi mereka yang tidak terlibat dengan begitu mendalam di dalam projek Mozilla, satu cara yang asas dan berkesan untuk menyokong Manifesto ini adalah dengan menggunakan Mozilla Firefox dan produk-produk lain yang merangkumi prinsip-prinsip yang terkandung di dalam Manifesto.
pt: Existem muitas formas diferentes de promover os princípios do Manifesto da Mozilla. Nós acolhemos uma grande variedade de atividades e antecipamos a mesma criatividade que os participantes da Mozilla mostraram em outras áreas do projeto. Para indivíduos que não estejam profundamente envolvidos no projeto da Mozilla, uma forma básica e muito eficiente de suportar o Manifesto é utilizar o Mozilla Firefox e outros produtos que incorporam os princípios do Manifesto.
ru: Есть много разных способов воплощения в жизнь принципов манифеста Mozilla. Мы приветствуем разнообразную деятельность, и ожидаем такой же творческой активности, какую участники проекта Mozilla проявили в других областях проекта. Для людей, не принимающих активного участия в проекте Mozilla, основным и очень эффективным способом поддержки Манифеста является использование Mozilla Firefox и других продуктов, которые воплощают принципы Манифеста.
sr: Постоји много различитих начина унапређења принципа Мозилиног манифеста. Радо прихватамо широк спектар активности и очекујемо исту креативност коју су учесници Мозиле показали у осталим областима пројекта. За појединце који нису дубоко укључени у пројекат Мозила, основни и веома делотворан начин да подрже манифест је да користе Мозилин фајерфокс и остале производе који отелотворују његове принципе.
ta: மொசில்லா அறிக்கையின் கொள்கைகளை முன்னெடுப்பதற்கு பல வழிகள் உள்ளன. நாங்கள் பரந்த அளவிலான நடவடிக்கைகளை வரவேற்பதுடன், மொசில்லா திட்டத்தின் மற்ற அங்கங்களில் பங்கேற்பாளர்கள் காட்டிய அதே படைப்பாற்றலை எதிர்பார்க்கிறோம். மொசில்லா திட்டத்தில் ஆழமாக ஈடுபடாத தனிநபர்களுக்கு, அறிக்கையின் கொள்கைகளைப் பின்பற்றி மொசில்லா பயர்பாக்சையும் அதன் பிற தயாரிப்புகளையும் பயன்படுத்துவதே எங்களை ஆதரிப்பதற்கு மிகப்பொருத்தமான அடிப்படை வழி எனபதையும் தெரிவிக்கிறோம்.
tr: Mozilla Manifestosu’nun ilkelerini geliştirmenin birçok farklı yolu vardır. Geniş bir çerçevede birçok faaliyeti memnuniyetle karşılıyoruz ve Mozilla’ya katkıda bulunanların projenin diğer alanlarında göstermiş olduğu yaratıcılığın aynısını görmeyi umuyoruz. Mozilla projesiyle yakından ilgili olmayanlar için Manifesto’yu desteklemenin basit ve çok etkili bir yolu, Manifesto’nun ilkelerini somutlaştıran Mozilla Firefox’u ve diğer ürünleri kullanmaktır.
vi: Có nhiều cách khác nhau trong việc nâng cao các nguyên tắc của Tuyên Ngôn Mozilla. Chúng tôi hoan nghênh các hoạt động đa dạng, và tham gia vào sự sáng tạo mà những người tham gia trong Mozilla đã thể hiện trong các lĩnh vực khác của dự án. Đối với các cá nhân không tham gia trong dự án Mozilla, một cách cơ bản và hiệu quả để ủng hộ Tuyên Ngôn là sử dụng Mozilla Firefox và những sản phẩm hiện thân cho những nguyên tắc trong Tuyên Ngôn.
xh: Kukho iindlela ezininzi ezahlukeneyo zokuqhubela phambili imigaqo yoXwebhu lweMozilla. Siyayamkela imisebenzi eyahlukeneyo, yaye silindele ubuchule obufana nobo bubonakaliswe ngabathathi-nxaxheba bakwaMozilla kwezinye iinkalo zeprojekthi. Kubantu abangabandakanyekanga kakhulu kwiprojekthi yeMozilla, indlela ephambili neyimpumelelo yokuxhasa uXwebhu kukusebenzisa iMozilla Firefox equluthe imigaqo yolu Xwebhu.

source: Mozilla Foundation Pledge
ar: مؤسسة موزيلا تتعهد
ca: El compromís de la Fundació Mozilla
cy: Addewid y Mozilla Foundation
es_mx: El compromiso de la Fundación Mozilla
fi: Mozilla-säätiön lupaus
fr: L'engagement de la Fondation Mozilla
ga_ie: Gealltanas Fhondúireacht Mhozilla
gd: Geall Fonndas Mozilla
hr: Zavjet Mozilla Fundacije
id: Ikrar Mozilla Foundation
lt: „Mozilla Foundation“ įsipareigojimai
ms: Ikrar Yayasan Mozilla
pt: O compromisso da Fundação Mozilla
ru: Обязательства Mozilla Foundation
sr: Завет задужбине Мозила
ta: மொசில்லா அறக்கட்டளையின் உறுதி மொழி
tr: Mozilla Vakfı'nın Andı
vi: Cam kết của Tổ Chức Mozilla
xh: Nesifundo soMbutho weMozilla

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
ar: مؤسسة موزيلا تتعهد بعدم بيان موزيلا في أنشطتها . على وجه التحديد ، سنقوم بما يلي :
ca: La Fundació Mozilla es compromet a donar suport al Manifest de Mozilla en les seves activitats. Específicament:
cy: Mae Mozilla Foundation yn addo i gefnogi Maniffesto Mozilla yn ei weithgareddau. Yn benodol, byddwn yn:
es_mx: La Fundación Mozilla se compromete a apoyar este Manifiesto con sus actividades. Específicamente, nos comprometemos a:
fi: Mozilla-säätiö sitoutuu tukemaan toimissaan Mozilla-manifestia. Tulemme erityisesti:
fr: La Fondation Mozilla s'engage à soutenir le Manifeste Mozilla dans ses activités. Plus particulièrement, nous allons&nbsp;:
ga_ie: Geallann Fondúireacht Mhozilla go dtacóidh sé le Forógra Mhozilla. Le bheith cruinn faoi:
gd: Tha Fonndas Mozilla a' cur air ceann-gèill taic a chumail ri manifesto Mozilla 'na shaothraichean. Gu sònraichte
hr: Mozilla Fundacija se obvezuje da će podržati načela izložena u Mozilla Manifestu. Konkretno, mi ćemo:
id: Ikrar dari Mozilla Foundation adalah untuk mendukung Mozilla Manifesto dalam berbagai aktifitasnya. Secara spesifik, kami akan:
km: Mozilla Foundation pledges ត្រូវ​គាំទ្រ Mozilla Manifesto នៅ​ក្នុង​សកម្មភាព​របស់​វា។ ដោយ​ជាក់​លាក់, យើង​នឹង៖
lt: „Mozillos“ fondas („Mozilla Foundation“) įsipareigoja savo veikloje palaikyti „Mozillos“ manifestą ir skleisti jo idėjas. Mes:
ms: Yayasan Mozilla berikrar akan menyokong Manifesto Mozilla di dalam aktiviti- aktivitinya. Kami, dengan khususnya, akan:
pt: A Fundação Mozilla compromete-se a apoiar o manifesto da Mozilla nas suas atividades. Especialmente iremos:
ru: Mozilla Foundation своими действиями будет поддерживать и продвигать манифест Mozilla. В частности, мы будем:
sr: Задужбина Мозила се заветује да ће подржавати Мозилин манифест у њеним активностима. Посебно ћемо:
ta: குறிப்பாக, நாங்கள்: மொசில்லா அறக்கட்டளையின் செயற்பாடுகளில் அதன் அறிக்கையை ஆதரிக்க உறுதி பூண்டுள்ளோம்.
tr: Mozilla Vakfı, etkinliklerinde Mozilla Manifestosu’nu desteklemeyi taahhüt eder. Özellikle şu taahhütlerde bulunuyoruz:
vi: Tổ Chức Mozilla cam kết ủng hộ Tuyên Ngôn Mozilla trong các hoạt động của mình. Nói rõ hơn, chúng tôi sẽ:
xh: UMbutho weMozilla ufungile ukuba uza kuxhasa uXwebhu lweMozilla kwimisebenzi yawo. Ingakumbi, siza:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
ar: بناء وتمكين تقنيات المصدر المفتوح والمجتمعات المحلية التي تدعم بيان مبادئ البيان .
ca: construirem i habilitarem tecnologies de codi obert i comunitats que s'adiguin als principis del Manifest;
cy: adeiladu a galluogi technolegau a chymunedau cod agored sy'n cefnogi egwyddorion y Maniffesto;
es_mx: crear y brindar tanto tecnologías de código abierto como comunidades que apoyen los principios del Manifiesto;
fi: muodostamaan ja mahdollistamaan avoimen lähdekoodin teknologioita ja yhteisöjä, jotka kannattavat Manifestin periaatteita;
fr: créer et activer les technologies open source et les communautés qui soutiendront les principes du Manifeste&nbsp;;
ga_ie: tógfaimid agus cumasóimid teicneolaíochtaí oscailte agus comhphobail a thacaíonn le prionsabail an Fhorógra;
gd: cruthaichidh is cuidichidh sinn teicneolasan is coimhearsnachdan còd fosgailte a bheir taic iad fhèin do phrionnsabalan a' mhanifesto;
hr: stvarati i podržavati tehnologije otvorenog koda i zajednice koje se pridržavaju načela iznesenim u Manifestu;
id: membangun dan memungkinkan teknologi open-source dan komunitas yang mendukung prinsip Manifesto;
km: បង្កើត និង​បើក​បច្ចេកវិទ្យា​ប្រភព​បើក​ទូលាយ និង​សហគមន៍​ដែល​គាំទ្រ​គោលការណ៍​របស់ Manifesto
lt: kursime ir vystysime atvirojo kodo technologijas ir „Mozillos“ manifestą palaikančias bendruomenes;
ms: membina dan melancarkan teknologi berserta komuniti yang menyandang prinsip-prinsip Manifesto ini;
pt: construir e ativar tecnologias e comunidades de código aberto que apoiem os princípios do Manifesto;
ru: создавать и развивать технологии с открытыми исходными кодами и сообщества, поддерживающие принципы Манифеста;
sr: градити и оспособљавати технологије отвореног кôда и заједнице које подржавају принципе манифеста
ta: அறிக்கையின் கொள்கைகளுக்கு ஆதரவளிக்கும் திறந்த மூல தொழில்நுட்பங்கள் மற்றும் சமூகங்களை உருவாக்குவோம் செயல்படுத்துவோம்;
tr: Manifesto’nun ilkelerini destekleyecek açık kaynaklı teknolojiler ve topluluklar oluşturup hayata geçireceğiz,
vi: xây dựng và kích hoạt công nghệ mã nguồn mở và các cộng đồng ủng hộ nguyên tắc của Tuyên Ngôn;
xh: sakha yaye sivulela ubugcisa obuvulekileyo nobokuncokola obuxhasa imigaqo yoXwebhu;

source: build and deliver great consumer products that support the Manifesto’s principles;
ar: بناء وتسليم المنتجات التي تدعم مبادئ البيان .
ca: construirem i oferirem grans productes de consum que s'adiguin als principis del Manifest;
cy: adeiladu a chyflwyno cynnyrch gwych i ddefnyddwyr sy'n cefnogi egwyddorion y Maniffesto;
es_mx: crear y distribuir productos de calidad que apoyen los principios del Manifiesto;
fi: rakentamaan ja toimittamaan käyttäjille loistavia kuluttajatuotteita, jotka kannattavat Manifestin periaatteita;
fr: créer et mettre à disposition d'excellents logiciels qui soutiendront les principes du Manifeste&nbsp;;
ga_ie: tógfaimid agus scaipfimid táirgí iontacha a thacaíonn le prionsabail an Fhorógra;
gd: dealbhaidh 's lìbhrigidh sinn sàr-bhathar a ghèilleas ri prionnsabalan a' mhanifesto dhan luchd-chleachdaidh;
hr: stvarati i činiti dostupnima proizvode koji podržavaju načela iznesena u Manifestu;
id: membangun dan memberikan konsumen produk yang baik yang mendukung prinsip Manifesto;
km: បង្កើត និង​ផ្ដល់​ផលិតផល​អ្នក​ប្រើប្រាស់​ដែល​គាំទ្រ​គោលការណ៍​របស់ Manifesto
lt: kursime ir vartotojams platinsime kokybiškus produktus, palaikančius Manifesto principus;
ms: membina dan membekalkan produk pengguna berkualiti tinggi yang menyandang prinsip-prinsip Manifesto;
pt: construir e disponibilizar excelentes produtos para os consumidores que apoiam os princípios do Manifesto;
ru: создавать и распространять больше потребительских продуктов, поддерживающих принципы Манифеста;
sr: градити и испоручивати одличне потрошачке производе који подржавају принципе манифеста
ta: அறிக்கையின் கொள்கைகளை ஆதரிக்கும் பெரிய நுகர்வோர் தயாரிப்புகளைக் கட்டியெழுப்ப வேண்டும்;
tr: Manifesto’nun ilkelerini destekleyecek başarılı tüketici ürünleri oluşturup dağıtacağız,
vi: xây dựng và chuyển giao các sản phẩm người dùng tuyệt vời ủng hộ nguyên tắc của Tuyên Ngôn;
xh: sakha yaye sihambisa iimveliso ezisemagqabini zabathengi abaxhasa imigaqo yoXwebhu;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
ar: استخدام أصول موزيلا (الملكية الفكرية مثل حقوق الطبع والعلامات التجارية ، والبنية التحتية ، والأموال ، والسمعة) للحفاظ على الانترنت كمنصة مفتوحة .
ca: usarem els actius de Mozilla (propietat intel·lectual com ara copyrights i marques comercials, infraestructura, fons i reputació) per a mantenir Internet com a plataforma oberta;
cy: ddefnyddio asedau Mozilla (eiddo deallusol megis hawlfraint a nodau masnach, seilwaith, cronfeydd, ac enw da) i gadw'r Rhyngrwyd yn llwyfan agored;
es_mx: usar los bienes de Mozilla (su propiedad intelectual, el copyright y las marcas registradas, su infraestructura, sus fondos y su reputación) para mantener Internet como una plataforma abierta;
fi: käyttämään Mozillan voimavaroja (intellektuaalista omaisuutta kuten tekijänoikeudet ja tavaramerkit, infrastruktuuria, rahavaroja ja mainetta) Internetin säilyttämiseksi avoimena toimintaympäristönä;
fr: utiliser les avoirs de Mozilla (la propriété intellectuelle telle que les copyrights et les marques déposées, l'infrastructure, les fonds et la réputation) pour qu'Internet reste une plateforme ouverte&nbsp;;
ga_ie: úsáidfimid sócmhainní Mozilla (maoin intleachtúil, mar shampla cóipcheart agus trádmharcanna, infreastruchtúr, airgead, agus clú) chun an tIdirlíon a chosaint mar ardán oscailte;
gd: cleachdaidh sinn maoin Mozilla (seilbh inntleachdail mar chòraichean-lethbhreac is comharran-malairt, bun-structar, maoin is cliù) gus an t-eadar-lìon a chumail fosgailte;
hr: koristiti Mozilline resurse (intelektualno vlasništvo kao što su autorska prava i zaštićeni trgovački znakovi, infrastrukturu, financijske resurse i ugled) kako bi Internet ostao otvorena platforma;
id: menggunakan aset-aset Mozilla (kepemilikan intelektual seperti hak cipta dan merek dagang, infrastruktur, dana, dan reputasi) untuk menjaga Internet sebagai platform yang terbuka;
km: ប្រើ​ទ្រព្យសកម្ម Mozilla (ទ្រព្យសម្បត្តិ​ដូច​ជា​សិទ្ធិ មាក់, ហេដ្ឋារចនាសម្ព័ន្ធ, មូលនិធិ និង​កេរ្តិ៍ឈ្មោះ) ដើម្បី​រក្សាទុក​អ៊ីនធឺណិត​វេទិកា​បើក​ទូលាយ
lt: naudosimės „Mozillos“ aktyvais (intelektine nuosavybe, kaip antai autorių teisėmis, prekės ženklais, infrastruktūra, finansiniais ištekliais ir įvaizdžiu) kad išlaikytume internetą kaip atvirą platformą;
ms: menggunakan aset-aset Mozilla (harta intelek seperti hakcipta dan tanda niaga, infrastruktur, sumber kewangan, dan reputasi ) untuk mengekalkan Internet sebagai satu platform yang terbuka;
pt: utilizar os recursos da Mozilla (propriedade intelectual tais como direitos de autor e marcas registadas, infraestruturas, fundos e reputação) para manter a Internet como uma plataforma aberta;
ru: использовать активы Mozilla (интеллектуальную собственность — авторские права и торговые марки, инфраструктуру, средства и репутацию) для поддержки Интернета как открытой платформы;
sr: користити имовину Мозиле (интелектуалну својину, као што су право копирања и заштитни знакови, инфраструктуру, фондове и репутацију) у циљу очувања Интернета као отворене платформе
ta: இணையம் கட்டற்று இருந்திட மொசில்லா சொத்துக்களைப் (பதிப்புரிமை, வர்த்தக முத்திரை, தொழில்நுட்ப கட்டமைப்பு, நிதி மற்றும் புகழ் போன்ற அறிவுசார் சொத்துக்களைப்) பயன்படுத்துங்கள்;
tr: İnternetin açık bir platform olarak kalmasını sağlamak için Mozilla varlıklarını (telif hakkı ve ticari marka, altyapı, fonlar ve itibar gibi fikri mülkiyet hakları) kullanacağız,
vi: sử dụng tài sản của Mozilla (tài sản trí tuệ như là bản quyền và thương hiệu, cơ sở hạ tầng, quỹ, và danh tiếng) để giữ cho Internet là nền tảng mở;
xh: kusebenzisa izinto zeMozilla (izinto ezifana namalungelo ekopi neempawu zorhwebo, iziseko zophuhliso, iimali, negama lethu) ukugcina i-Intanethi iliqonga elivulekileyo;

source: promote models for creating economic value for the public benefit; and
ar: تشجيع نماذج لخلق قيمة إقتصادية للمنفعة العامة .
ca: promourem models per a crear valor econòmic per al benefici públic, i
cy: hyrwyddo modelau ar gyfer creu gwerth economaidd er budd y cyhoedd, a
es_mx: promover modelos a fin de crear recursos económicos para el beneficio público; y
fi: edistämään toimintamalleja, jotka luovat taloudellista arvoa yhteiseksi hyväksi; ja
fr: faire la promotion de modèles de création de valeur économique pour l'intérêt public&nbsp;;
ga_ie: cuirfimid samhlacha a chruthaíonn luach eacnamaíoch chun cinn ar son leas an phobail; agus
gd: brosnaichidh sinn modailean a chruthaicheas buannachdan eaconamach dhan phoball; agus
hr: promovirati modele za stvaranje ekonomskih vrijednosti za opće dobro; te
id: Mempromosikan model untuk menciptakan nilai ekonomi untuk kepentingan publik, dan
km: បង្កើន​ម៉ូដែល​សម្រាប់​ការ​បង្កើត​តម្លៃ​សេដ្ឋកិច្ច​សម្រាប់​ប្រយោជន៍​សាធារណៈ និង
lt: skleisime ekonominės vertės visuomenės labui kūrimo modelius; ir
ms: mempromosikan model untuk menjana nilai ekonomi untuk kebaikan awam; dan
pt: promover modelos para criar valor económico para benefício público; e
ru: продвигать модели для создания экономических ценностей на благо общества, и
sr: промовисати моделе стварања економске вредности у јавну корист
ta: பொது நன்மைக்காகப் பொருளாதார மதிப்பு உயர்வதற்கான மாதிரிகள் உருவாக ஊக்கமளிப்பதுடன்;
tr: kamu yararı için ekonomik değer oluşturmaya yönelik modelleri destekleyeceğiz, ve
vi: quảng bá các kiểu mẫu trong việc tạo giá trị kinh tế cho các lợi ích công cộng; và
xh: ukukhuthaza iindella zokudala ixabiso loqoqosho ukuze kuzuze uluntu; kunye
