Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
ar: الدعوة لبيان موزيلا في الخطاب العام ، وداخل صناعة الانترنت.
ca: promourem els principis del Manifest de Mozilla en el nostre discurs públic i dins la indústria d'Internet.
cy: hyrwyddo egwyddorion Maniffesto Mozilla mewn trafodaethau cyhoeddus ac o fewn diwydiant y Rhyngrwyd.
es_mx: promover los principios del Manifiesto de Mozilla en discursos públicos y dentro de la industria de Internet.
fi: edistämään Mozilla-manifestin periaatteita julkisessa keskustelussa ja Internet-teollisuuden sisällä.
fr: faire la promotion des principes du Manifeste Mozilla dans notre discours public et au sein de l'industrie d'Internet.
ga_ie: cuirfimid prionsabail an Fhorógra chun cinn i ndioscúrsa poiblí agus i dtionscal an Idirlín.
gd: brosnaichidh sinn prionnsabalan manifesto Mozilla san t-saoghal agus am broinn gnìomhachas an eadar-lìn.
hr: promovirati načela iznesena u Manifestu u javnim raspravama i unutar samog gospodarstva Interneta.
id: Mempromosikan prinsip Mozilla Manifesto dalam percakapan publik dan dalam industri Internet.
km: ជំរុញ​ច្បាស់ Mozilla Manifesto ជា​សាធារណៈ នៅ​ក្នុង​ឧស្សាហកម្ម​អ៊ីនធឺណិត។
lt: skleisime „Mozillos“ manifesto principus viešajame diskurse bei interneto industrijoje.
ms: mempromosikan prinsip-prinsip Manifesto Mozilla di dalam wacana awam dan di dalam industri Internet.
pt: promover os princípios do Manifesto da Mozilla em discurso público e dentro da indústria da Internet.
ru: продвигать принципы манифеста Mozilla в общественной жизни и в Интернет-индустрии.
sr: промовисати принципе Мозилиног манифеста у јавним расправама, као и унутар Интернетске индустрије.
ta: மொசில்லா அறிக்கையின் கொள்கைகளைப் பொது சொற்பொழிவிலும் இணையத் தொழிற்துறையில் ஊக்குவிப்போம்.
tr: Mozilla Manifestosu ilkelerini halka açık konuşmalarda ve internet endüstrisi içinde öne çıkaracağız.
vi: quảng bá các nguyên tắc Tuyên Ngôn Mozilla trong các bài diễn thuyết công cộng và nền công nghiệp Internet.
xh: sikhuthaza imigaqo yoXwebhu lweMozilla kwiintetho zasesidlangalaleni kwanakwi-Intanethi.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
ar: بعض من أنشطة المؤسسة – حاليا إنشاء وإنجاز وترويج للمنتجات – تتم في المقام الأول من خلال مؤسسة موزيلا المملوكة بالكامل لشركة موزيلا.
ca: Algunes de les activitats de la Fundació -actualment la creació, l'oferiment i la promoció dels productes de consum- es duen a terme principalment mitjançant la Corporació Mozilla, una empresa subsidiària propietat únicament de la Fundació Mozilla.
cy: Mae rhai o weithgareddau'r Foundation — sef, ar hyn o bryd, creu, cyflwyno a hyrwyddo cynnyrch defnyddwyr yn cael eu cynnal yn bennaf drwy'r Mozilla Corporation, is-gwmni sy'n eiddo i'r Mozilla Foundation.
es_mx: Algunas actividades de la Fundación -actualmente, la creación, distribución y promoción de productos- se realizan principalmente a través de la empresa subsidiaria Corporación Mozilla la cual es íntegramente propiedad de la Fundación Mozilla.
fi: Joitakin Säätiön toimintoja–tällä hetkellä kuluttajatuotteiden luominen, toimitus käyttäjille ja tuotteiden promootio–suoritetaan ensi kädessä Mozilla-säätiön kokonaisuudessaan omistaman tytäryrityksen Mozilla-korporaation kautta.
fr: Certaines activités de la Fondation&nbsp;—&nbsp;actuellement la création, la livraison et la promotion de logiciels&nbsp;—&nbsp;sont effectuées par la Mozilla Corporation, une filiale entièrement détenue par la Fondation Mozilla.
gd: Tha cuid de ghnìomhachdan an fhonndais — cruthachadh, lìbhrigeadh is brosnachadh bathar luchd-cleachdaidh aig an àm seo — 'ga choileanadh slighe Corporaid Mozilla, an fho-chuideachd a tha gu tur ann an seilbh Fhonndas Mozilla.
hr: Neke djelatnosti Fundacije - u ovom trenutku stvaranje, isporuka i promocija proizvoda - vrše se primarno kroz podružnicu u potpunom vlasništvu Mozilla Fundacije, tvrtku Mozilla Corporation.
id: Beberapa kegiatan yang dilakukan Foundation sekarang meliputi penciptaan, pengiriman dan promosi produk-produk dari konsumen-dilakukan terutama melalui Mozilla Foundation yang sepenuhnya dibawahi oleh Mozilla Corporation.
km: សកម្មភាព​មូលនិធិ​មួយ​ចំនួន—ការ​បង្កើត​, ការ​ចែកចាយ និង​ការ​បង្កើន​នៃ​ផលិតផល​​សម្រាប់​អ្នក​ប្រើប្រាស់—ត្រូវ​បាន​រៀបចំ​តាម​រយៈ​មូលនិធិ Mozilla ជា​ផ្នែក​ទាំងមូល​នៃ​មូលនិធិ, ការ​សហការ Mozilla ។
lt: Kai kurios Fondo veiklos (šiuo metu tai – vartotojams skirtų produktų kūrimas, platinimas ir sklaida) vykdomos daugiausia per „Mozilla Foundation“ priklausančią dukterinę organizaciją – „Mozilla Corporation“.
ms: Sesetengah kegiatan Yayasan – yang pada waktu ini terdiri daripada penghasilan, penghantaran dan promosi produk-produk pengguna - kebanyakannya dijalankan melalui subsidiari yang dimiliki penuh oleh Yayasan Mozilla, Mozilla Corporation.
pt: Algumas atividades da Mozilla—atualmente a criação, entrega e promoção de produtos de consumo—são conduzidas principalmente pela Corporação Mozilla, subsidiária totalmente detida pela Fundação Mozilla.
ru: Деятельность фонда по некоторым направлениям (в настоящее время это создание, распространение и продвижение потребительских продуктов) осуществляется в основном через дочернюю компанию Mozilla Foundation — Mozilla Corporation.
sr: Неке активности задужбине (тренутно су то стварање, испорука и промоција потрошачких производа) се врше преко корпорације Мозила, подружнице у потпуном власништву задужбине Мозила.
ta: அறக்கட்டளையின் சில நடவடிக்கைகள்—தற்போது நுகர்வோர் பொருட்களின் உருவாக்கம், விநியோகம், மேம்பாடு போன்ற நடிவடிக்கைகள் மொசில்லா அறக்கட்டளையால் துணை நிறுவனமாக முதன்மை மொசில்லா பெருநிறுவனத்தின் மூலம் நடைப்பெறுகிறது.
tr: Bazı Vakıf etkinlikleri (şu an itibarıyla tüketici ürünlerinin oluşturulması, dağıtılması ve tanıtımı) öncelikli olarak Mozilla Vakfı’nın tamamına sahip olduğu bir yan kuruluş olan Mozilla Şirketi vasıtasıyla yönetilmektedir.
vi: Một số hoạt động của Tổ Chức–hiện tại là việc sáng tạo, chuyển giao và quảng bá của các sản phẩm người dùng–được quản lí chủ yếu thông qua chi nhánh của Tổ Chức Mozilla, đó là Tập Đoàn Mozilla.
xh: Eminye yemisebenzi yoMbutho—sithethanje ekukudala, ukuhambisa nokukhuthaza iimveliso zabathengi—yenziwa ngokuyintloko ngoMbutho weMozilla ephantsi kweMozilla Corporation.

source: Invitation
ar: دعوة
ca: Invitació
cy: Gwahoddiad
es_mx: Invitación
fi: Kutsu
ga_ie: Cuireadh
gd: Cuireadh
hr: Poziv
id: Undangan
km: ការ​អញ្ជើញ
lt: Kvietimas
ms: Jemputan
pt: Convite
ru: Приглашение
sr: Позив
ta: அழைப்பு
tr: Davet
vi: Thư mời
xh: Kukumema

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
ar: مؤسسة موزيلا تدعو جميع الذين يؤيدون المبادئ الواردة في بيان موزيلا على الانضمام إلينا ، ولإيجاد طرق جديدة لجعل هذه الرؤية حقيقة واقعة .
ca: La Fundació Mozilla convida tothom que comparteixi els principis del Manifest de Mozilla a unir-s'hi, per tal de cercar noves maneres d'aconseguir que aquesta visió d'Internet es faci realitat.
cy: Mae'r Mozilla Foundation yn gwahodd pawb arall sy'n cefnogi egwyddorion Maniffesto Mozilla i ymuno gyda ni, ac i ddod o hyd i ffyrdd newydd i wneud y weledigaeth hon o'r Rhyngrwyd yn fyw.
es_mx: La Fundación Mozilla invita a todas las personas que apoyen los principios del Manifiesto de Mozilla a unírsenos para encontrar nuevas formas de hacer realidad esta visión de Internet.
fi: Mozilla-säätiö kutsuu kaikki Mozilla-manifestin periaatteita kannattavat liittymään meihin ja löytämään uusia keinoja tehdä tästä Internet-visiosta todellisuutta.
fr: La Fondation Mozilla invite tous ceux qui soutiennent les principes du Manifeste Mozilla à nous rejoindre et à trouver de nouveaux moyens pour faire de cette vision d'Internet une réalité.
gd: Tha Fonndas Mozilla a' toirt cuireadh do chàch (a bheir taic do phrionnsabalan manifesto Mozilla) pàirt a ghabhail ann gus dòighean ùra a lorg lèirsinn an eadar-lìn a thoirt am bith.
hr: Mozilla Fundacija poziva sve koji podržavaju načela iznesena u Mozilla Manifestu da nam se pridruže, te nam pomognu u pronalasku novih načina pretakanja ove vizije Interneta u stvarnost.
id: Mozilla Foundation mengajak semua orang yang mendukung prinsip Mozilla Manifesto untuk bergabung dengan kami, dan untuk menemukan cara-cara baru untuk mewujudkan visi dari Internet menjadi kenyataan.
km: Mozilla Foundation អញ្ជើញ​អ្នក​ដែល​គាំទ្រ​គោលការណ៍ Mozilla Manifesto ដើម្បី​ឲ្យ​ចូលរួម​ជាមួយ​ពួក​យើង, ហើយ​ស្វែងរក​វិធី​ថ្មីៗ​ដើម្បី​បង្កើត​កំណែ​អ៊ីនធឺណិត​ពិត​ប្រាកដ​នេះ។
lt: „Mozillos“ fondas („Mozilla Foundatoion“) kviečia visus, palaikančius „Mozillos“ manifesto principus, prisijungti prie mūsų ir atrasti naujus būdus prisidėti prie šios interneto vizijos įgyvendinimo.
ms: Yayasan Mozilla menjemput semua mereka yang menyokong prinsip-prinsip Manifesto Mozilla untuk turut serta dan mencari cara-cara baru untuk menjadikan wawasan Internet ini satu realiti.
pt: A Fundação Mozilla convida todos os que suportam os princípios do Manifesto da Mozilla, a se juntarem a nós e a encontrar novas formas de tornar esta visão da Internet, uma realidade.
ru: Mozilla Foundation предлагает всем, кто разделяет принципы манифеста Mozilla, присоединиться к нам и открывать новые пути воплощения этого видения Интернета в жизнь.
sr: Задужбина Мозила позива све који подржавају принципе Мозилиног манифеста да нам се придруже и потраже нове начине како би ова визија Интернета постала стварност.
ta: மொசில்லா அறிக்கையின் கொள்கைகளை எங்களுடன் சேர்ந்து ஆதரிக்க மொசில்லா அறக்கட்டளை அனைவருக்கும் அழைப்பு விடுவதுடன், உங்களின் கனவு இணையம் மெய்ப்பட புதிய வழிகளைக் காண வாருங்கள்.
tr: Mozilla Vakfı, Mozilla Manifestosu’nun ilkelerini destekleyen diğer herkesi bize katılmaya ve bu internet vizyonunu gerçeğe dönüştürecek yeni yollar bulmaya davet ediyor.
vi: Tổ Chức Mozilla mời tất cả mọi người ủng hộ các nguyên tắc của Tuyên Ngôn Mozilla cùng tham gia với chúng tôi, và tìm kiếm các cách thức mới để giúp cho viễn cảnh Internet này trở thành sự thật.
xh: UMbutho weMozilla umele bonke abanye abantu abaxhasa imigaqo yoXwebhu lweMozilla ukuba bazimanye nathi, baze bafumane iindlela ezintsha zokwenza umbono we-Intanethi ube yimpumelelo.

source: Transparent community-based processes promote participation, accountability, and trust.
fr: Des processus transparents et communautaires favorisent la participation, la responsabilité et la confiance.
ru: Прозрачность деятельности сообществ способствует совместной работе, повышает ответственность и доверие.

source: Individuals’ security on the Internet is fundamental and cannot be treated as optional.
fr: La sécurité des personnes sur Internet est fondamentale et ne peut pas être considérée comme optionnelle.
ru: Безопасность людей в Интернете имеет основополагающее значение и не может рассматриваться как второстепенный момент.

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial goals and public benefit is critical.
fr: L'investissement commercial dans le développement d'Internet apporte de nombreux bénéfices&nbsp;; un équilibre entre les objectifs commerciaux et l'intérêt public est crucial.
ru: Коммерческое участие в развитии Интернета даёт большую выгоду; при этом важно соблюсти баланс между коммерческими интересами и общественной пользой.

source: Individuals must have the ability to shape their own experiences on the Internet.
fr: Chacun doit avoir la possibilité de façonner son utilisation d'Internet.
ru: Каждый человек должен иметь возможность самостоятельно формировать собственный опыт в Интернете.

source: The Internet should enrich the lives of individual human beings.
fr: Internet doit enrichir la vie de tout le monde.
ru: Интернет должен обогащать жизнь отдельных людей.
