Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
ar: جعل المساهمين بموزيلا يشعرون بالفخر لما نقوم به وتحفزنا على مواصلة الجهد.
ca: fer que els coŀlaboradors de Mozilla se sentin orgullosos del que estem fent i motivar-nos a continuar, i
cy: gwneud cyfranwyr Mozilla yn falch o'r hyn rydym yn ei wneud a'n hannog ni i barhau; a
es_mx: lograr que los colaboradores de Mozilla estén orgullosos de lo que estamos haciendo y que esto nos motive a continuar; y
fi: tehdä Mozilla-avustajat ylpeiksi siitä mitä teemme ja innostaa meitä jatkamaan; sekä
fr: rendre les contributeurs de Mozilla fiers de ce que nous faisons et nous motiver à continuer&nbsp;;
ga_ie: bród a chothú i rannpháirtithe Mozilla as an obair atá á déanamh againn; agus
gd: com-pàirtichean Mozilla a dhèanamh pròiseil às na tha sinn a' dèanamh 's brosnachadh a thoirt dhaibh a leantainn orra leis an deagh-obair; agus
hr: učiniti doprinositelje Mozilla projekta ponosnima na ono što rade i motivirati ih na daljnji rad; te
id: Membuat kontributor Mozilla bangga atas apa yang kita lakukan dan memotivasi kita untuk melanjutkannya; dan
km: ធ្វើ​ឲ្យ​អ្នក​ចូលរួម​របស់ Mozilla មាន​មោនភាព​ចំពោះ​អ្វី​ដែល​យើង​កំពុង​ធ្វើ និង​លើក​ទឹកចិត្ត​ពួក​យើ​បន្ត​ធ្វើ
lt: skatinti „Mozillos“ bendradarbius didžiuotis tuo, ką mes visi kartu veikiame ir motyvuoti juos tolesnei veiklai; ir
ms: menjadikan para penyumbang Mozilla bangga terhadap usaha kami dan mendorong kami untuk terus berusaha; dan
pt: fazer com que os colaboradores da Mozilla se orgulhem do que fazemos e nos motivem a continuar; e
ru: вселять в участников проекта Mozilla гордость за проделанную работу и побуждать к её продолжению;
sr: учини оне који доприносе Мозили поносним и да нас мотивише да наставимо са нашим радом
ta: மொசில்லா பங்களிப்பாளர்கள் நாம் என்ன செய்து கொண்டிருக்கிறோம் என்பதைப் பெருமைப்படுத்துவதுடன், அது நம்மை தொடர்ந்து தூண்டுவதாக அமையட்டும்; மேலும்
tr: Mozilla’ya katkıda bulunanların yaptığımız şeyle gurur duymalarını ve bizi devam etme yönünde motive etmelerini sağlamak, ve
vi: làm cho những người đóng góp trong Mozilla tự hào về những gì chúng tôi đang làm và thúc đẩy chúng tôi tiếp tục; và
xh: senza abo banegalelo kwiMozilla bazidle ngoko sikwenzayo baze basikhuthaze ukuba siqhubeke; kunye

source: provide a framework for other people to advance this vision of the Internet.
ar: توفبر إطار عمل لأي مجموعة أخري ترغب أن تطور رؤيتهم للإنترنت .
ca: proporcionar un marc perquè altra gent promocioni aquesta visió d'Internet.
cy: darparu fframwaith i bobl eraill hybu y weledigaeth hon o'r Rhyngrwyd.
es_mx: proporcionar un punto de partida para que otras personas mejoren esta visión de Internet.
fi: tarjota viitekehys toisille edistää tätä visiota Internetistä.
fr: fournir un canevas à d'autres pour faire avancer cette vision d'Internet.
ga_ie: creatlach oibre a thabhairt do dhaoine chun an fhís seo a chur chun cinn.
gd: ùrlar a thoirt do dhaoine eile air an leasaich iad an lèirsinn seo dhen eadar-lìon.
hr: dati okvir za promicanje ove vizije Interneta
id: Menyediakan kerangka bagi orang lain untuk memajukan misi Internet ini.
km: ផ្ដល់​គម្រោង​សម្រាប់​មនុស្ស ដើម្បី​បង្កើន​កំណែ​អ៊ីនធឺណិត​នេះ។
lt: suteikti tvirtą pagrindą kitiems siekti šios interneto vizijos įgyvendinimo.
ms: membekalkan rangka rujukan bagi membolehkan pihak lain untuk meneruskan perjuangan visi Internet.
pt: disponibilizar uma base para que outras pessoas façam crescer esta visão da Internet.
ru: послужить основой для продвижения среди людей нашего видения Интернета.
sr: понуди оквир за остале људе како би унапређивали ову визију Интернета.
ta: இணையத்தின் இந்தப் பார்வையை முன்னெடுக்க மற்றவர்களுக்கு ஒரு கட்டமைப்பை வழங்க வேண்டும்.
tr: bu internet vizyonunu geliştirmeleri için diğer insanlara bir çerçeve sunmak.
vi: cung cấp một khuôn mẫu cho cả những người khác để cùng nâng cao viễn cảnh Internet.
xh: sinika abantu inkqubo yokuba baqhubele phambili nalo mbono weIntanethi.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
ar: هذه المبادئ لن تتحقق بمفردها . مطلوب مساهمة الناس لجعل شبكة الانترنت مفتوحة وقائمة على المشاركة -- الناس كأفراد ، يعملون معا في مجموعات ، ويقودون آخرين . مؤسسة موزيلا ملتزمة بالمضي قدما في تنفيذ المبادئ الواردة في بيان موزيلا. ونحن ندعو الآخرين إلى الانضمام إلينا ، وجعل شبكة الإنترنت مكانا أفضل من أي وقت مضى للجميع.
ca: Aquests principis no s'establiran per si sols. Cal que la gent faci Internet oberta i participativa -les persones com a individus, treballant plegades en grups o liderant equips. La Fundació Mozilla està compromesa a promoure els principis establerts al Manifest de Mozilla. Us convidem a unir-vos a nosaltres i a fer d'Internet un lloc encara millor per a tothom.
cy: Ni fydd yr egwyddorion hyn yn dod yn fyw ar eu pen eu hunain. Mae angen pobl i wneud y Rhyngrwyd yn agored ac yn gyfranogol - pobl sy'n gweithredu fel unigolion, yn gweithio gyda'i gilydd mewn grwpiau, ac arwain eraill. Mae'r Mozilla Foundation yn ymrwymedig i hyrwyddo egwyddorion a nodir ym Maniffesto Mozilla. Rydym yn gwahodd eraill i ymuno â ni a gwneud y Rhyngrwyd yn lle gwell byth i bawb.
es_mx: Estos principios no se harán realidad por sí solos. Se necesita de personas para hacer de Internet un espacio abierto y participativo, personas que trabajen de forma individual y en equipo, y personas que lideren a otras. La Fundación Mozilla se compromete a avanzar en los principios plasmados en este Manifiesto. Invitamos a otros a unirse a este proyecto y, de esta forma, hacer de Internet un lugar mucho mejor para todos.
fi: Nämä periaatteet eivät herää eloon itsestään. Internetin kehittäminen avoimeksi ja osallistuvaksi edellyttää ihmisiä - ihmisiä, jotka vaikuttavat yksilöinä, työskentelevät yhdessä ryhminä ja johtavat toisia. Mozilla-säätiö omistautuu Mozilla-manifestin periaatteiden edistämiselle. Kutsumme muita liittymään meihin ja tekemään Internetin yhä paremmaksi paikaksi jokaiselle.
fr: Ces principes ne se concrétiseront pas d'eux-mêmes. Des personnes sont nécessaires pour rendre Internet ouvert et participatif&nbsp;—&nbsp;des personnes qui agissent en tant qu'individus, qui travaillent ensemble dans des groupes et qui en mènent d'autres. La Fondation Mozilla est partie prenante pour intégrer ces principes dans le Manifeste Mozilla. Nous invitons chacun à nous rejoindre et à faire d'Internet un lieu encore meilleur pour tout le monde.
gd: Chan ann às an adhar a thàinig na prionnsabalan seo. Tha feum air daoine gus an lìon a chumail fosgailte agus 'na àite far an urrainn dhan a h-uile duine pàirt a ghabhail - daoine a nì rudan air an ceann fhèin, feadhainn a cho-obraicheas ann am buidhnean no ceannardan. Tha Fonndas Mozilla an dealas ri brosnachadh nam prionnsabalan a tha ann am manifesto Mozilla. Tha sinn a' toirt cuireadh dhan a h-uile duine àite fiù nas fhearr a dhèanamh dhen eadar-lìon.
hr: Ti se ciljevi neće ostvariti sami po sebi. Ljudi su ti koji Internet trebaju napraviti otvorenim i spremnim na suradnju - bilo da djeluju individualno, radeći u grupama ili vodeći druge. Mozilla Fundacija posvećena je provođenju načela navedenih u Mozilla Manifestu. Pozivamo ostale da nam se pridruže u nastojanju da Internet učinimo boljim mjestom za svakoga.
id: Prinsip-prinsip tersebut tidak akan terwujud dengan sendiri. Orang-orang dibutuhkan untuk membuat Internet terbuka dan partisipatif- orang yang bekerja secara individu, bekerja sama dalam kelompok, dan memimpin yang lain. Mozilla Foundation berkomitmen untuk memajukan seperangkat prinsip sebagaimana ditetapkan dalam Mozilla Manifesto. Kami mengundang yang lain untuk bergabung bersama kami dan membuat Internet menjadi tempat yang lebih baik bagi semua orang.
km: គោលការណ៍​ទាំងនេះ​នឹង​មិន​កើតមាន​ឡើង​ចំពោះ​ជីវិត​ដោយ​ខ្លួន​​ឯង​​នោះ​ទេ។ មនុស្ស​ត្រូវ​ធ្វើ​ឲ្យ​អ៊ីនធឺណិត​បើក​ទូលាយ និង​អាច​ចូលរួម​​បាន - មនុស្ស​​អាច​​ធ្វើ​សកម្មភាព​ជា​បុគ្គល ធ្វើ​ការ​ជាមួយ​គ្នា​ជា​ក្រុម និង​ដឹកនាំ​អ្នក​ផ្សេង​ធ្វើ។ មូលនិធិ Mozilla ប្ដេជ្ញា​​ជំរុញ​ឲ្យ​មាន​ការ​រីកចម្រើន​ចំពោះ​គោលការណ៍​ដែល​បាន​កំណត់​នៅ​ក្នុង​ Mozilla Manifesto ។ យើង​សូម​អញ្ជើញ​អ្នក​ផ្សេៗ​ទៀត​ចូលរួម​ជាមួយ​យើង ដើម្បី​​​ធ្វើ​ឲ្យ​អ៊ីនធឺណិត​ជា​​ជា​កន្លែង​ដែល​ប្រសើរ​​​ជា​និច្ច​​សម្រាប់​គ្រប់​គ្នា។
lt: Šie principai netaps realybe patys savaime. Tam, kad internetas būtų atviras kiekvienam, reikia žmonių pagalbos: žmonių, veikiančių pavieniui, susiburiančių į grupes, rodančių kelią kitiems. „Mozillos“ fondas („Mozilla Foundation“) yra įsipareigojęs laikytis „Mozillos“ manifeste apibrėžtų principų ir juos skleisti. Visus kviečiame prisijungti prie mūsų siekiant padaryti internetą dar geresne vieta visiems.
ms: Prinsip-prinsip ini tidak akan hidup dengan sendiri. Penglibatan manusia diperlukan untuk menjadikan Internet terbuka dan bersatu - manusia yang berfungsi sebagai individu, bekerjasama di dalam kumpulan, dan memainkan peranan sebagai pemimpin. Yayasan Mozilla tekad memperjuangkan prinsip-prinsip yang tertera di dalam Manifesto Mozilla. Kami mengalukan pihak lain untuk turut serta di dalam usaha kami menjadikan Internet sebuah tempat yang jauh lebih baik untuk semua.
pt: Estes princípios não irão aparecer por si só. São precisas pessoas para tornar a Internet aberta e participante. - pessoas a trabalhar individualmente, em grupos e liderando outros. A Fundação Mozilla compromete-se em promover os princípios definidos no Manifesto da Mozilla. Convidamos outros a juntarem-se a nós e fazer com que a Internet seja um sítio melhor para todos.
ru: Эти принципы не воплотятся в жизнь самостоятельно. Чтобы Интернет стал открытым и общим, нужно участие людей — действующих индивидуально, работающих в группах и увлекающих за собой остальных. Mozilla Foundation занимается продвижением принципов, изложенных в Манифесте Mozilla. Мы призываем всех присоединяться к нам, чтобы сделать Интернет лучше для всех и каждого.
sr: Ови принципи неће заживети сами од себе. Потребни су људи како би Интернет начинили отвореним и са могућношћу учешћа — појединци, групе и руководиоци. Задужбина Мозила је посвећена унапређењу принципа изнесених у Мозилином манифесту. Позивамо и остале да нам се придруже и учине Интернет још бољим местом за све.
ta: இந்தக் கோட்பாடுகள் சொந்த வாழ்க்கையில் தனாக வரப்போவதில்லை. தனிநபர்களக்ச் செயல்படுபவர்கள், குழுக்களாகச் செயல்படுபவர்கள், மற்றும் முன்னின்று நடத்துபவர்கள் என எல்லோரும் ஒன்றுபட்டு திறந்த இணையம் உருவாகப் பங்காற்ற வேண்டும். மொசில்லா அறிக்கையில் உள்ள கொள்கைகளை மேம்படுத்துவதற்கு மோசில்லா அறக்கட்டளை உறுதியளித்துள்ளது. இணையம் ஒரு சிறந்த களமாக உருவாவதற்கு எங்களோடு இணைந்து செயல்பட அனைவரையும் அழைக்கிறோம்.
tr: Bu ilkeler kendi kendilerine hayata geçemez. İnterneti açık ve katılımcı hale getirmek için insanlara ihtiyaç var: kendi başlarına hareket eden, birlikte gruplar halinde çalışan ve başkalarına liderlik eden insanlara. Mozilla Vakfı, Mozilla Manifestosu’nda ortaya konulan ilkeleri geliştirmeye odaklanmıştır. Diğerlerini de bize katılmaya ve interneti herkes için daha iyi bir yer haline getirmeye davet ediyoruz.
vi: Những nguyên tắc này sẽ không tự đi vào cuộc sống. Cần có mọi người để tạo cho Internet tính mở và tính dễ tham gia - mọi người hoạt động như những cá nhân, cùng làm việc trong các nhóm, và dẫn dắt người khác. Tổ Chức Mozilla cam kết nâng cao các nguyên tắc được chỉ ra trong Tuyên Ngôn Mozilla. Chúng tôi mời mọi người tham gia chúng tôi và tạo cho Internet thành một nơi tốt hơn cho tất cả mọi người.
xh: Le migaqo ayisoze iziqhube ngokwayo. Kufuneka abantu ukwenza i-Intanethi ivulekele wonke umntu yaye wonke ubani abe nenxaxheba kuyo - abantu ngabanye, abo basebenza kunye njengamaqela, kwanabo bakhokela abanye. UMbutho weMozilla uzibophelele ekuqhubeleni phambili imigaqo echazwe kuXwebhu lwakwaMozilla. Simema abanye ukuba bazimanye nathi ekwenzeni i-Intanethi ibe ngcono ngakumbi kumntu wonke.

source: Principles
ar: المبادئ
ca: Principis
cy: Egwyddorion
es_mx: Principios
fi: Periaatteet
fr: Principes
ga_ie: Prionsabail
gd: Na prionnsabalan
hr: NAČELA
id: Prinsip
km: គោលការណ៍
lt: Principai
ms: Prinsip
pt: Princípios
ru: Принципы
sr: Принципи
ta: கொள்கைகள்
tr: İlkeler
uz: Tamoyillar
vi: Nguyên tắc
xh: Imigaqo

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
ar: يجب أن يتاح للأفراد القدرة على صياغة تجاربهم الخاصة على شبكة الانترنت.
ca: Els individus han de tenir la possibilitat de donar forma a Internet, així com a les seves pròpies experiència a Internet.
cy: Rhaid i unigolion gael y gallu i lunio'r Rhyngrwyd a'u profiadau eu hunain ar y Rhyngrwyd.
es_mx: Los usuarios deben tener la posibilidad de moldear su propia experiencia en Internet.
fi: Yksilöillä on oltava mahdollisuus muokata Internetiä ja omia Internet-kokemuksiaan.
ga_ie: Caithfidh daoine a bheith ábalta an tIdirlíon, agus a n-eispéireas air, a mhúnlú.
gd: Feumaidh comas a bhith ag daoine an t-eadar-lìon a dhealbhadh agus na nì iad air.
km: ម្នាក់​ៗ​ត្រូវ​មាន​សមត្ថភាព បទពិសោធន៍​ផ្ទាល់ខ្លួន​នៅ​លើ​អ៊ីនធឺណិត។
lt: Individams būtina turėti galimybę formuoti internetą ir jo teikiamas galimybes pagal savo poreikius.
ms: Setiap individu harus memiliki kemampuan untuk menentukan pengalaman Internet mereka yang sendiri.
pt: Os indivíduos devem ter a capacidade de moldar a Internet e as suas próprias experiências na Internet.
ta: தனிநபர்கள் இணையத்தை வடிவமைப்போதோடு சொந்த அனுபவங்களையும் வடிவமைப்பதற்கான திறனைக் கொண்டிருக்க வேண்டும்.
tr: Bireyler, interneti ve internet üzerindeki kendi deneyimlerini şekillendirme yetisine sahip olmalıdır.
uz: Yakka shaxslar internetni shakllantirish va o‘zlarining tajribalarini internetda sinab ko‘rish qobiliyatiga ega bo‘lishlari kerak.
xh: Abantu kufuneka babe nobugcisa bokumisela i-intanethi kwanamava abo kwi-intanethi.

source: Advancing the Mozilla Manifesto
ar: الدفع ببيان موزيلا
ca: Promoció del Manifest de Mozilla
cy: Hyrwyddo Maniffesto Mozilla
es_mx: Más allá del Manifiesto de Mozilla
fi: Mozilla-manifestin edistäminen
fr: Faire progresser le Manifeste Mozilla
ga_ie: Forógra Mozilla a chur chun cinn
gd: Adhartachadh manifesto Mozilla
hr: PROMICANJE MOZILLA MANIFESTA
id: Memajukan Mozilla Manifesto
km: សេចក្ដី​ប្រកាស Mozilla កម្រិត​ខ្ពស់
lt: „Mozillos“ manifesto sklaida
ms: Memperketengahkan Manifesto Mozilla
pt: Promover o Manifesto da Mozilla
ru: Воплощение в жизнь манифеста Mozilla
sr: Унапређење Мозилиног манифеста
ta: மொசில்லா அறிக்கையை உயர்த்துகிறது
tr: Mozilla Manifestosu’nu İlerletmek
uz: Mozilla manifestini kengaytirish
vi: Nâng cao Tuyên Ngôn Mozilla
xh: Ukuqhubela phambili uXwebhu lweMozilla
