Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
ar: مشروع موزيلا هو مجتمع عالمي من الناس الذين يعتقدون أن الانفتاح ، والابتكار ، والفرصة هم المفتاح الأساسي إلي إستمرارية قوية للإنترنت. لقد عملنا معا منذ عام 1998 للتأكد من أن شبكة الإنترنت تتطور علي نحو يفيد الجميع . ونحن معروفون بتطوير متصفح الويب موزيلا فايرفوكس.
ca: El projecte Mozilla és una comunitat global de persones que creuen que l'obertura, la innovació i l'oportunitat són claus per a la salut d'Internet. Hem treballat plegats des de 1998 per a assegurar que Internet es desenvolupa d'una manera que beneficiï tothom. Se'ns coneix sobretot per haver creat el navegador web Mozilla Firefox.
cy: Mae prosiect Mozilla yn gymuned fyd-eang o bobl sy'n credu bod bod yn agored, arloesedd, a chyfle yn allweddol i iechyd parhaus y Rhyngrwyd. Rydym wedi gweithio gyda'i gilydd ers 1998 i sicrhau fod y Rhyngrwyd yn cael ei ddatblygu mewn ffordd sydd o fudd i bawb. Rydym yn fwyaf adnabyddus am greu'r porwr gwe Mozilla Firefox.
es_mx: El proyecto Mozilla es una comunidad mundial de personas que cree que la apertura, la innovación y la oportunidad son fundamentales para la salud de Internet. Desde 1998 hemos trabajado juntos para asegurar que Internet sea desarrollada en beneficio de la sociedad. Principalmente somos conocidos por haber creado el navegador web Mozilla Firefox.
fi: Mozilla-hanke muodostuu globaalista ihmisyhteisöstä, joka uskoo avoimuuteen, innovointiin ja otolliseen tilaisuuteen avaimena Internetin jatkuvalle hyvinvoinnille. Olemme työskennelleet yhdessä vuodesta 1998 taataksemme, että Internetiä kehitetään kaikkia hyödyttävällä tavalla. Meidät tunnetaan parhaiten Mozilla Firefox -verkkoselaimen luomisesta.
fr: Le projet Mozilla est une communauté mondiale de personnes qui pensent que l'ouverture, l'innovation et la saisie des chances qui nous sont offertes sont les clés de la vitalité d'Internet. Nous travaillons ensemble depuis 1998 pour nous assurer qu'Internet se développe d'une manière qui bénéficie à tout le monde. On nous connaît surtout pour la création du navigateur Web Mozilla Firefox.
ga_ie: Is éard atá i dtionscadal Mozilla ná comhphobal domhanda a chreideann gurb iad an oscailteacht, an nuálaíocht, agus deiseanna na rudaí a chinnteoidh sláinte an Idirlín san fhadtréimhse. Táimid ag obair le chéile ó 1998 chun deimhniú go bhforbraítear an tIdirlíon ar leas an phobail. Is fearr aithne orainn as an mbrabhsálaí Mozilla Firefox.
gd: Tha pròiseact Mozilla 'na choimhearsnachd eadar-nàiseanta de dhaoine a tha dhen bheachd gu bheil slàinte an lìn a' crochadh air fosgailteachd, tionnsgnadh is cothroman. Tha sinn air a bhith a' co-obrachadh a-mach o 1998 gus dèanamh cinnteach gu bheil an t-eadar-lìon 'ga leasachadh air dòigh a bhios feumail dhan a h-uile duine. Am measg nan rudan a chruthaich sinn, 's e am brabhsair-lìn Firefox am fear as ainmeil gu ruige seo.
hr: Mozilla projekt globalna je zajednica ljudi koji vjeruju da su otvorenost, inovativnost i prilagodljivost ključni za očuvanje Interneta. Zajedno radimo od 1998., nastojeći osigurati razvoj Interneta na način koji koristi svakome. Najpoznatiji smo kao kreatori Firefox web preglednika.
id: Proyek Mozilla adalah sebuah komunitas global dari orang-orang yang percaya bahwa keterbukaan, inovasi, dan kesempatan adalah kunci keberlanjutan dari internet yang sehat. Kami telah bekerja bersama-sama sejak 1998 untuk memastikan bahwa internet dikembangkan dalam cara yang menguntungkan semua orang. Kami dikenal dalam membuat web browser Mozilla Firefox.
km: គម្រោង Mozilla ជា​សហគមន៍​សកល​នៃ​ក្រុម​មនុស្ស​ដែល​ជឿជាក់ ការ​បើក​ទូលាយ, ការ​ផ្លាស់ប្ដូរ, និង​ឱកាស។ យើង​បាន​ធ្វើ​ការ​ជាមួយ​គ្នា​ចាប់តាំង​ពី​ឆ្នាំ ១៩៩៨ ដើម្បី​ប្រាកដ​ថា​អ៊ីនធឺណិត​ត្រូវ​បាន​អភិវឌ្ឍន៍​ដើម្បី​ជា​ប្រយោជន៍​ដល់​អ្នក​រាល់​គ្នា។ យើង​ស្គាល់​ច្បាស់​ក្នុង​ការ​បង្កើត​​កម្មវិធី​អ៊ីនធឺណិត​បណ្ដាញ Mozilla Firefox ។
lt: „Mozillos“ projektas – tai pasaulinė žmonių bendruomenė, tikinti, kad atvirumas, inovacijos ir lygios galimybės yra būtini tolesniam sveikam interneto vystymuisi. Kartu dirbdami nuo 1998-ųjų, mes stengiamės užtikrinti, kad internetas vystytųsi visiems ir kiekvienam naudinga linkme. Geriausiai mes esame žinomi kaip „Mozilla Firefox“ naršyklės kūrėjai.
ms: Projek Mozilla merangkumi sebuah komuniti global, terdiri daripada mereka yang mempercayai bahawa sikap terbuka, inovasi dan kewujudan peluang adalah kunci kepada kesihatan Internet yang berpanjangan. Sejak tahun 1998, kami telah berusahasama untuk memastikan bahawa Internet dibangunkan di dalam cara yang membawa manfaat kepada semua. Kami paling luas dikenali dengan hasil penciptaan penyembak seimbas Mozilla Firefox.
pt: O projeto Mozilla é uma comunidade global de pessoas que acredita que a abertura, a inovação e a oportunidade são a chave para a saúde da Internet. Trabalhamos juntos desde 1998 para garantir que a Internet é desenvolvida de forma a beneficiar toda a gente. Somos mais conhecidos por termos criado o Mozilla Firefox, um navegador para a Web.
ru: Проект Mozilla является глобальным сообществом людей, которые верят, что открытость, новаторство и предоставление равных возможностей являются ключевыми составляющими здорового развития сети Интернет. С 1998 года мы вместе работаем для того, чтобы обеспечивать развитие сети Интернет в направлении, которое выгодно всем и каждому. Самым известным из наших проектов является веб-браузер Mozilla Firefox.
sr: Пројекат Мозила је глобална заједница људи који верују да су отвореност, иновација и отворене могућности кључеви одржања здравља Интернета. Од 1998. године радимо заједно како бисмо осигурали да се Интернет развија на начин који ће свима користити. Познати смо по стварању прегледача Интернета — Мозилиног фајерфокса.
ta: மொசில்லா திட்டம் என்பது இணையத்தின் தொடர்ச்சியான ஆரோக்கியத்திற்கு வெளிப்படைத்தன்மையும், புதுமையும், வேலை வாய்ப்பையும் முக்கியம் என ஆணித்தரமாக நம்பும் மக்களின் உலகளாவிய சமூகம் ஆகும். இணையம் அனைவருக்கும் பயனளிக்கும் விதத்தில் அபிவிருத்தி செய்யப்படுவதற்கு 1998 ஆம் ஆண்டு முதல் நாங்கள் ஒன்றிணைந்து பணியாற்றி வருகிறோம். இணைய உலாவியான மொசில்லா பயர்பாக்சின் உருவாக்கத்தில் நாங்கள் முக்கியமானவர்களாக அறியப்பட்டிருக்கிறோம்.
tr: Mozilla projesi; açıklığın, yeniliğin ve fırsatların, internetin gelişimini sürdürebilmesinin temeli olduğuna inanan insanlardan oluşan küresel bir topluluktur. İnternetin herkese yararı dokunacak şekilde geliştirilmesini sağlamak için 1998’den bu yana birlikte çalışıyoruz. En çok, Mozilla Firefox web tarayıcısı ile tanınıyoruz.
uz: Mozilla loyihasi ochiqlik, innovatsiya va imkoniyat internetning davom etadigan yaroqliligiga ishonuvchi odamlarning global jamiyati hisoblanadi. Biz 1998-yildan buyon internetni hammaga foydasi tegadigan yo‘lda rivojlantirishiini ta’minlovchi insonlar bilan birga ishlaymiz. Biz "Mozilla Firefox"ni veb brauzer qilib yaratish bilan mashhurmiz.
vi: Dự án Mozilla là một cộng đồng toàn cầu bao gồm những người tin tưởng rằng tính mở, tính sáng tạo, và cơ hội là chìa khóa cho sức sống của Internet. Chúng tôi đã làm việc cùng nhau từ 1998 để chắc chắn rằng Internet được phát triển theo cách thức làm lợi cho mọi người. Chúng tôi được biết tới nhờ tạo ra trình duyệt web Mozilla Firefox.
xh: Iprojekthi yakwaMozilla luluntu olusemhlabeni wonke abakholelwa kwelokuba ukungafihli nto, ukuqulunqa iindlela ezintsha, namathuba angundoqo kwinkqubela phambili yeIntanethi. Besisebenza kunye ukususela ngowe-1998 ekuqinisekiseni ukuba i-Intanethi iphuhliswa ngendlela yokuba kuxhamle wonke umntu. Saziwa ngcono ngokudala ibhrawuza yewebhu iMozilla Firefox.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
ar: مشروع موزيلا يقوم علي نهج يعتمد علي مجتمع من المهتمين لخلق برمجيات مفتوحة المصدر علي مستوي عالمي ولتطوير أنواع جديدة من الأنشطة التعاونية. فنحن نصنع مجتمعات من الناس المساهمة في جعل تجربة الإنترنت أفضل لنا جميعا.
ca: El projecte Mozilla usa una estratègia comunitària per a crear programari de codi obert de primer nivell i per a desenvolupar nous tipus d'activitats coŀlaboratives. Creem comunitats de persones dedicades a millorar l'experiència de tots nosaltres a Internet.
cy: Mae'r prosiect Mozilla yn defnyddio dull sy'n seiliedig ar y gymuned i greu meddalwedd cod agored byd-eang ac i ddatblygu mathau newydd o weithgareddau cydweithredol. Rydym yn creu cymunedau o bobl sy'n gysylltiedig â gwneud profiad y Rhyngrwyd yn well i bob un ohonom.
es_mx: El proyecto Mozilla tiene una forma de trabajo basada en la comunidad con la que crea software de código abierto de primera calidad y desarrolla nuevas clases de actividades colaborativas. Creamos comunidades de personas dedicadas a lograr una mejor experiencia en Internet para todos.
fi: Mozilla-hanke käyttää yhteisöpohjaista lähestymistapaa maailmanluokan vapaan lähdeohjelmiston luomiseksi ja uudenlaisten yhteistyömuotojen kehittämiseksi. Me luomme Internet-kokemuksen parantamiselle omistautuvia ihmisyhteisöjä.
fr: Le Projet Mozilla utilise une approche communautaire pour créer un logiciel libre d'envergure mondiale et pour développer de nouveaux types d'activités collaboratives. Nous créons des communautés qui s'impliquent pour rendre l'utilisation d'Internet meilleure pour chacun de nous.
ga_ie: Baineann tionscadal Mozilla úsáid as cur chuige pobalbhunaithe chun bogearraí den chéad scoth a chruthú agus chun gníomhaíochtaí comhoibríocha a fhorbairt. Cruthaímid comhphobail atá ag iarraidh feabhas a chur ar an Idirlíon ar ár son uilig.
gd: Tha pròiseact Mozilla ag obair leis a' choimhearsnachd gus sàr bhathar-bog le còd fosgailte a chruthachadh agus airson dòighean ùr a lorg gus co-obrachadh a dhèanamh. Cruthaichidh sinn coimhearsnachdan de dhaoine a tha iad uile ag obair airson piseach a chur air an eadar-lìon a chum leas chàich.
hr: Mozilla projekt koristi pristup zasnovan na zajednici kako bi kreirali svjetski priznat softver otvorenog koda i razvili nove načine suradnje. Okupljamo zajednicu ljudi posvećenih stvaranju boljeg iskustva korištenja Interneta za sve nas.
id: Proyek Mozilla mnggunakan pendekatan berbasis komunitas untuk membuat software open source berkelas-dunia dan untuk membangun tipe baru dari aktifitas kolaborasi. Kami membuat komunitas dari orang-orang yang tergabung, dalam membuat pengalaman berinternet menjadi lebih baik bagi kita semua.
km: គម្រោង Mozilla ប្រើ​របៀប​ដោះស្រាយ​ដែល​ផ្អែក​លើ​សហគមន៍ ដើម្បី​បង្កើត​កម្មវិធី​ប្រភព​បើក​ចំហ​ថ្នាក់​ពាក្យ ហើយ​អនុវត្ត​ប្រភេទ​ថ្មី​នៃ​សកម្មភាព​រួបរួម។ យើង​បង្កើត​សហគមន៍​មនុស្ស​ចូលរួម​ក្នុង​ការ​បង្កើត​បទពិសោធន៍​អ៊ីនធឺណិត​សម្រាប់​ពួក​យើង​ទាំងអស់​គ្នា។
lt: Vystydamas pasaulinio garso atvirąją programinę įrangą ir kurdamas naujus bendradarbiavimo būdus, „Mozillos“ projektas remiasi į bendruomenes. Mes kuriame žmonių, prisidedančių prie interneto kokybės kėlimo ir jo draugiškumo, bendruomenes.
ms: Projek Mozilla menggunakan pendekatan berasaskan komuniti untuk menghasilkan perisian sumber terbuka bertaraf dunia dan membentuk pelbagai kegiatan bersama yang baru. Kami membentuk komuniti-komuniti di mana semua ahli terlibat di dalam usaha untuk menjadikan pengalaman penggunaan Internet lebih baik kepada kita semua.
pt: O projeto Mozilla utiliza uma abordagem baseada em comunidades para criar um software de código aberto de nível mundial e desenvolver novos tipos de atividades colaborativas. Nós criamos comunidades de pessoas comprometidas em tornar a experiência da Internet melhor para todos.
ru: Проект Mozilla использует основанный на сообществе подход к созданию программного обеспечения мирового уровня с открытым исходным кодом и развитию новых видов совместной деятельности. Мы создаем сообщества людей, делающих пребывание в Интернете лучше для всех нас.
sr: Пројекат Мозила користи приступ заснован на заједници са циљем стварања софтвера отвореног кôда светске класе и развијања нових врста активности заснованих на сарадњи. Стварамо заједнице људи укључених у стварање бољег доживљаја Интернета за све нас.
ta: உலக தரம் வாய்ந்த திறந்த மூல மென்பொருளை உருவாக்குவதற்கும், புதிய வகையான ஒத்துழைப்பு நடவடிக்கைகளை உருவாக்குவதற்கும் சமூக அடிப்படையிலான அணுகுமுறையை மொசில்லா திட்டம் பயன்படுத்தி வருகிறது. நாங்கள் அனைவருக்குமான இணைய அனுபவத்தை மேம்படுத்துவதில் ஈடுபடும் சமூகங்களை உருவாக்குகிறோம்.
tr: Mozilla projesi, dünya standartlarında açık kaynaklı yazılımlar yaratmak ve yeni işbirliği etkinliği türleri geliştirmek için topluluk temelli bir yaklaşım kullanır. İnternet deneyimini hepimiz için daha iyi hale getirmekle uğraşan topluluklar oluşturuyoruz.
uz: Mozilla loyihasi dunyo-sinfi uchun ochiq manbali dasturiy ta’minot yaratish va hamkolik faoliyatining yangi turlarini tuzish uchun jamiyatga asoslangan yondashuvdan foydalanadi. Biz internet bo‘yicha tajribalarini bizning hammamiz uchun yaxshiroq qilish uchun jalb qilingan odamlar jamiyatini yaratamiz.
vi: Dự án Mozilla tiếp cận dựa trên cộng đồng để tạo ra phần mềm nguồn mở tốt nhất cũng như phát triển hình thức mới của các hoạt động cộng tác. Chúng tôi tạo ra những cộng đồng để những người tham gia đưa ra những trải nghiệm Internet tốt hơn cho tất cả chúng ta.
xh: Iprojekthi yeMozilla isebenzisa indlela yoluntu ekudaleni isoftwe ekudidi lwehlabathi evulekileyo nokuphuhlisa iintlobo ezintsha zemisebenzi yokubambisana. Sidala uluntu oluzibandakanya nokwenza amava e-Intanethi abe ngcono kuthi sonke.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
ar: وكنتيجة لهذه الجهود ، فقد تجمع لدينا مجموعة من المبادئ التي نعتقد بأنها مهمة لمواصلة إفادة المصلحة العامة ، وكذلك الجوانب التجارية من حياتنا. ونذكر هذه المبادئ لاحقا.
ca: Com a resultat d'aquests esforços, hem extret un conjunt de principis que considerem crítics per tal que Internet continuï beneficiant el bé públic, així com els aspectes comercials de la vida. Us mostrem aquests principis a continuació.
cy: O ganlyniad i'r ymdrechion hyn, rydym wedi distyllu set o egwyddorion y credwn eu bod yn hanfodol ar gyfer y Rhyngrwyd i barhau i gynnig budd i'r cyhoedd yn ogystal ag agweddau masnachol ar fywyd. Rydym yn gosod allan yr egwyddorion hyn isod.
es_mx: Como resultado de estos esfuerzos, hemos elaborado algunos principios que consideramos fundamentales para que Internet continúe beneficiando tanto al bien público como a los aspectos comerciales de la vida. A continuación enumeramos estos principios.
fi: Olemme tiivistäneet näiden ponnistelujen tulokset joukoksi periaatteita, jotka uskomme elintärkeiksi Internetin jatkuvalle yhteisen hyvän ja myös elämän kaupallisten näkökohtien edistämiselle. Esitämme nämä periaatteet alla.
fr: À partir de cette démarche, nous avons élaboré un ensemble de principes que nous pensons décisifs pour qu'Internet continue à être bénéfique tant pour l'intérêt public que pour les aspects mercantiles de la vie de tous les jours. Ces principes sont définis ci-dessous.
ga_ie: De thoradh na n-iarrachtaí seo, táimid tar éis liosta prionsabal a leagan amach, prionsabail atá fíorthábhachtach do thodhchaí an Idirlín mar acmhainn a dhéanann leas don phobal agus don saol gnó chomh maith. Leagaimid na prionsabail seo amach thíos.
gd: Ri linn ar saothrach, stèidhich sinn grunn phrionnsabalan a tha aig cridhe an eadar-lìn 'nar beachd-ne airson 's gum bi e an dà chuid a chum math nan daoine is math saoghal a' ghnothachais. Chithear na prionnsabalan seo gu h-ìosal.
hr: Kao rezultat tih nastojanja stvoren je skup pravila, načela za koje vjerujemo da su ključni kako bi Internet nastavio služiti kako javnim interesima, tako i komercijalnim aspektima života. Ta načela navodimo u nastavku dokumenta.
id: Sebagai hasil dari usaha tersebut, kami telah menyaring seperangkat prinsip yang kami percaya kritis untuk internet agar terus menguntungkan kepentingan publik serta aspek komersil dari kehidupan. Kami menetapkan prinsip-prinsip di bawah.
km: ជា​លទ្ធផល​ការ​ខិតខំ​ប្រឹងប្រែង​ទាំងនេះ, យើង​បាន​ពី​ការ​កំណត់​គោលការណ៍​ដែល​យើង​ជឿជាក់​​​សម្រាប់​អ៊ីនធឺណិត​ដើម្បី​បន្ត​សម្រាប់​​​ប្រយោជន៍​ជា​សាធារណៈ។ យើង​កំណត់​គោលការណ៍​ដូច​ខាងក្រោម។
lt: Šių pastangų dėka mums pavyko išgryninti aibę principų, kurių, mūsų įsitikinimu, yra būtina laikytis, kad internetas ir toliau neštų naudą tiek visuomenei, tiek verslui. Šiuos principus ir pateikiame žemiau.
ms: Hasil dari usaha ini, kami juga telah memilih beberapa prinsip yang kritikal dalam dunia Internet untuk terus memberi manfaat sama ada kepada umum atau dalam aspek kehidupan yang komersial. Berikut adalah prinsip yang dimaksudkan.
pt: Como resultado destes esforços, apurámos um conjunto de princípios que acreditamos serem críticos para que a Internet continue a beneficiar o interesse público bem como os aspetos mais comerciais da vida. Definimos os princípios em baixo.
ru: В результате этих усилий мы выработали ряд принципов, которые, как мы верим, имеют важное значение для того, чтобы Интернет продолжал приносить как общественную пользу, так и коммерческую выгоду. Эти принципы приведены ниже.
sr: Као резултат ових напора изнедрили смо скуп принципа за које верујемо да су кључни како би Интернет наставио да доприноси јавном добру, као и комерцијалним деловима живота. Те принципе износимо у наставку.
ta: நமது இந்த முயற்சியின் விளைவாக, இணையத்தில் பொது நன்மையையும், வாழ்க்கையின் வர்த்தக அம்சங்களையும் நன்மையடையச் செய்வது முக்கியம் என்பதை நம்புகின்ற ஒரு கொள்கைகளின் தொகுப்புகளை நாம் வடித்துவிட்டோம். இந்தக் கோட்பாடுகளைக் கீழே காண்க.
tr: Bu çabaların bir sonucu olarak, internetin, hayatın ticari yönlerinin yanı sıra kamu yararını da gözetmeye devam etmesi için kritik öneme sahip olduğunu düşündüğümüz bazı ilkeler geliştirdik. Bu ilkeleri aşağıda sıralıyoruz.
uz: Ushbu harakatlar natijasida biz internetni hayotning tijoriy ko‘rinishi sifatida ommaning foydasini yaxshilashni davom etish jiddiy ekanligiga ishonadigan tamoyillar jamlanmasini distilladik. Ushbu tamoyillarimizni quyida o‘rnatganmiz.
vi: Kết quả của những nỗ lực này là, chúng tôi đã chắt lọc một nhóm nguyên tắc mà chúng tôi tin là cấp thiết để Internet có thể tiếp tục làm lợi cho cộng đồng cũng như khía cạnh thương mại của cuộc sống. Chúng tôi đưa ra các nguyên tắc ở bên dưới.
xh: Ngenxa yezi nzame, siye sabethelela imigaqo ethile esikholelwa ukuba ibalulekile ukuze i-Intanethi iqhubeke iyinzuzo eluntwini nakwezorhwebo. Sibeke le migaqo ingezantsi.

source: The goals for the Manifesto are to:
ar: أهداف هذا البيان ما يلي :
ca: Els objectius del Manifest són:
cy: Y nodau ar gyfer y Maniffesto yw i:
es_mx: Los objetivos del Manifiesto son:
fi: Manifestin tavoitteena on:
fr: Les buts du Manifeste sont les suivants&nbsp;:
ga_ie: Seo iad aidhmeanna an Fhorógra:
gd: Seo ar n-amasan a-rèir a' mhanifesto:
hr: Ciljevi Manifesta su:
id: Tujuan akhir Manifesto adalah untuk :
km: គោលដៅ​សម្រាប់​សេចក្ដី​ប្រកាស៖
lt: Šio Manifesto tikslai yra:
ms: Matlamat-matlamat Manifesto ini adalah untuk:
pt: Os objetivos do Manifesto são para:
ru: Манифест нацелен на то, чтобы:
sr: Циљеви манифеста су да:
ta: அறிக்கையின் இலக்குகள் பின்வருமாறு:
tr: Manifesto’nun hedefleri şunlardır:
uz: Manifest uchun yutuqlar:
vi: Mục đích của Tuyên Ngôn là để:
xh: Iinjono zoXwebhu:

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
ar: التعبير عن رؤية للإنترنت التي يرغب المشاركين بمشروع موزيلا من مؤسسة موزيلا السعي لها.
ca: articular una visió d'Internet que els participants de Mozilla volen que la Fundació Mozilla persegueixi;
cy: mynegi gweledigaeth ar gyfer y Rhyngrwyd y mae cyfranwyr Mozilla am i'r Mozilla Foundation ei ddilyn;
es_mx: definir una visión de Internet que los participantes de Mozilla deseen que persiga la Fundación Mozilla;
fi: esittää Internet-visio, jota Mozilla-jäsenet haluavat Mozilla-säätiön tavoittelevan;
fr: élaborer un idéal d'Internet que les participants au Projet Mozilla veulent que la Fondation Mozilla s'efforce d'atteindre&nbsp;;
ga_ie: fís don Idirlíon a leagan amach, fís a dtacaíonn rannpháirtithe Mozilla léi agus ceann a n-oibreoidh Fondúireacht Mhozilla ina threo;
gd: dealbh a dhèanamh dhen lèirsinn dhan eadar-lìon a bu chòir do dh'Fhonndas Mozilla amas air a-rèir coimhearsnachd Mozilla;
hr: odrediti jasnu viziju Interneta prema kojoj sudionici Mozille žele da Mozilla Fundacija postupa;
id: Mengalirkan visi untuk Internet yang ingin partisipan Mozilla wujudkan dari Mozilla Foundation;
km: កំណែ​អ៊ីនធឺណិត​ដែល​​អ្នក​ចូលរួម Mozilla ចង់​ស្វែងយល់​​ពី​មូលដ្ឋាន​ Mozilla;
lt: apibrėžti interneto viziją, kuria „Mozillos“ projekto dalyvių valia turi vadovautis „Mozillos“ fondas („Mozilla Foundation“);
ms: menyatakan satu visi untuk Internet untuk dikejari oleh Yayasan Mozilla berdasarkan kehendak para peserta Mozilla;
pt: articular a visão para a Internet que os participantes da Mozilla querem que a Fundação Mozilla persiga;
ru: сформулировать видение Интернета участниками проекта Mozilla, которого должна придерживаться Mozilla Foundation;
sr: одреди визију Интернета какву учесници Мозиле желе да задужбина Мозила следи
ta: மொசில்லா அறக்கட்டளை அடைய நினைக்கும் இணையத்திற்கான இலக்கை நோக்கிச் செயல்படு வேண்டும் என்ற பார்வை பங்கேற்பாளர்களிடம் இருத்தல் வேண்டும்;
tr: Mozilla’ya katkıda bulunanların, Mozilla Vakfı’nın sürdürmesini istediği bir internet vizyonu oluşturmak,
vi: làm rõ viễn cảnh Internet mà những người tham gia Mozilla muốn Tổ Chức Mozilla theo đuổi;
xh: chaza umbono abanawo abathathi-nxaxheba beMozilla nge-Intanethi abafuna uMbutho weMozilla iwuphumeze;

source: speak to people whether or not they have a technical background;
ar: التحدث الى الناس سواء كانت لديهم خلفية تقنية أو لا.
ca: adreçar-se a les persones tant si tenen coneixements tècnics com si no en tenen;
cy: siarad â phobl os oes ganddynt gefndir technegol neu beidio;
es_mx: poder comunicarnos con la gente, tenga o no conocimientos técnicos;
fi: puhutella ihmisiä riippumatta näiden teknisestä osaamisesta;
fr: communiquer avec les personnes, qu'elles aient ou pas des qualifications techniques&nbsp;;
ga_ie: gach duine a spreagadh, beag beann ar a c(h)úlra sa teicneolaíocht;
gd: bruidhinn ri daoine ge be dè na sgilean teicnigeach a tha aca;
hr: biti jasan ljudima bez obzira na njihovo tehničko predznanje
id: Menyatakan kepada orang-orang apakah mereka memiliki latar belakang teknis atau tidak;
km: និយាយ​ទៅ​កាន់​មនុស្ស​ថា​តើ ពួក​គេ​មាន​​ចំណេះ​ដឹង​ខាង​បច្ចេកទេស​ដែរ​ឬ​ទេ
lt: išreikšti tikslus taip, kad jie būtų suprantami visiems, nepriklausomai nuo jų techninių žinių lygio;
ms: menyampaikan maksud kepada semua tanpa mengira sama ada mereka memliki latar belakang teknikal;
pt: falar com as pessoas quer estas tenham conhecimentos técnicos ou não;
ru: наладить диалог между людьми независимо от уровня их технической подготовки;
sr: прича са људима, без обзира на њихову техничку поткованост
ta: தொழில்நுட்ப பின்னணி இருந்தாலும் இல்லையெனினும் மக்களிடம் சென்று பேசுங்கள்;
tr: teknik deneyime sahip olsalar da olmasalar da insanlarla konuşmak,
vi: trao đổi với mọi người cho dù họ có hiểu biết kĩ thuật hay không;many
xh: sithethe nabantu nokuba banalo okanye abanalo ufifi ngezobugcisa;
