Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: See how Mozilla works to put your privacy first
ar: انظر كيف تعمل موزيلا لوضع خصوصيتك أولاً
ca: Vegeu com treballa Mozilla per posar la vostra privadesa al davant de tot
cy: Gweld sut mae Mozilla'n gweithio i roi eich preifatrwydd yn gyntaf
es_mx: Descubre cómo Mozilla trabaja para poner primero tu privacidad
fi: Katso, kuinka Mozilla asettaa tietosuojasi etusijalle
ga_ie: Conas a chuireann Mozilla do phríobháideachas chun tosaigh
gd: Faic mar a chuireas Mozilla do phrìobhaideachd an teis-mheadhan rudan
km: មើល​​របៀប​ការងារ​​របស់​ Mozilla ដើម្បី​បញ្ចូល​ភាព​ឯកជន​ដំបូង​របស់​អ្នក
lt: Sužinokite, ką „Mozilla“ daro vardan jūsų privatumo
ms: Lihat bagaimana Mozilla bekerja untuk mengutamakan privasi anda
pt: Saiba como a Mozilla trabalha para colocar a sua privacidade em primeiro lugar
ta: உங்கள் தனியுரிமைக்கு முக்கியத்துவம் அளிக்க மொசில்லா எவ்வாறு செயல்படுகிறது என்பதைப் பாருங்கள்
tr: Mozilla’nın gizliliğinizi nasıl ilk sıraya koyduğunu görün
uz: Mozilla’ning sizning xavfsizligingizni birinchi o‘ringa qo‘yib ishlashini ko‘ring
xh: Jonga indlela esebenza ngayo iMozilla ekubekeni phambili ubungasese bakho

source: Read about developments in privacy and data safety
ar: اقرأ حول المطورين في الخصوصية و سلامة البيانات
ca: Llegiu sobre progressos en privadesa i seguretat de les dades
cy: Darllenwch am ddatblygiadau mewn preifatrwydd a diogelwch data
es_mx: Lee sobre los desarrollos en privacidad y seguridad de datos
fi: Lue edistysaskelista liittyen tietosuojaan ja -turvaan
ga_ie: Léigh faoi na forbairtí is déanaí i gcúrsaí príobháideachais agus slándála
gd: Leugh mu na tha ùr ann an saoghal na prìobhaideachd is tèarainteachd dàta
km: អាន​អំពី​ភាព​អភិវឌ្ឍន៍​នៅ​ក្នុង​ទិន្នន័យ​ឯកជន និង​សុវត្ថិភាព​
lt: Susipažinkite su mūsų veikla privatumo ir duomenų saugumo srityse
ms: Baca bagaimana pembangunan dalam privasi dan keselamatan data
pt: Ler mais sobre os desenvolvimentos na privacidade e segurança dos dados
ta: தனியுரிமையிலும் தரவு பாதுப்பிலும் ஏற்றபட்டுள்ள வளர்ச்சியை வாசிக்கவும்
tr: Gizlilik ve veri güvenliği alanındaki gelişmeleri okuyun
uz: Maxfiylik va ma’lumotlar xavfsizligini rivojlantirish haqida o‘qing
xh: Funda ngenkqubela-phambili kukhuselo lobungasese neengcombolo

source: Learn more about how to protect yourself online
ar: تعلم المزيد حول كيفية حماية نفسك على الانترنت
ca: Més informació sobre com protegir-vos al món digital
cy: Dysgwch sut i ddiogelu eich hun ar-lein
es_mx: Aprende más sobre cómo protegerte en línea
fi: Lue lisää siitä, kuinka voit suojella itseäsi verkossa
ga_ie: Foghlaim conas is féidir thú féin a chosaint ar líne
gd: Barrachd fiosrachaidh air rudan a chumas sàbhailte thu air loidhne
km: ស្វែងយល់​បន្ថែម​អំពី​របៀប​ការពារ​លើ​បណ្ដាញ​របស់​អ្នក
lt: Sužinokite, kaip apsisaugoti nuo interneto grėsmių
ms: Ketahui lanjut bagaimana untuk melidungi diri anda dalam talian
pt: Saber mais sobre como pode proteger-se online
ta: இணையத்தில் உங்களை எவ்வாறு பாதுகாப்பது என்பதைக் கூடுதலாக அறிந்துக்கொள்ளுங்கள்
tr: Kendinizi internette nasıl koruyacağınızı öğrenin
uz: Onlay holatda o‘zingizni qanday himoya qilishni o‘rganing
xh: Funda ngaphezulu ngendlela yokuzikhusela kwi-intanethi

source: The Web We Want: An Open Letter
ar: الويب الذي نريده: رسالة مفتوحة
ca: El Web que volem: una carta oberta
cy: Ein Gwe: Llythyr Agored
es_mx: La Web que queremos: Una carta abierta
fi: Verkko, jonka haluamme: Avoin kirje
ga_ie: An Gréasán atá uainn: Litir Oscailte
gd: An lìon a tha sinn ag iarraidh: Litir fhosgailte
km: តំបន់បណ្ដាញ​ដែល​យើង​ចង់បាន៖ លិខិត​បើក​ចំហ
lt: Saitynas, kurio norime. Atviras laiškas
ms: Web Yang Kami Mahu: Sebuah Warkah Terbuka
pt: A Web que queremos: uma carta aberta
ta: நாம் விரும்பும் இணையம்: ஒரு திறந்த கடிதம் போன்று
tr: Bizim İstediğimiz Web: Açık Bir Mektup
uz: Biz xohlagan internet: ochiq xat
xh: Iwebhu esiyifunayo: Ileta evulekileyo

source: Individuals must have the ability to shape the Internet and their own experiences on it.
ar: يجب أن يتاح للأفراد القدرة على صياغة تجاربهم الخاصة على شبكة الانترنت.
ca: Les persones han de tenir l'habilitat de donar forma a l'Internet i les seves experiències en ell.
cy: Rhaid i unigolion gael y gallu i lunio'r Rhyngrwyd a'u profiadau arno.
es_mx: Las personas deben tener la capacidad de dar forma a Internet y a sus propias experiencias sobre el mismo.
fi: Yksilöillä täytyy olla mahdollisuus viedä internetiä ja siihen liittyviä kokemuksiaan haluamaansa suuntaan.
ga_ie: Caithfidh daoine a bheith ábalta an tIdirlíon, agus a n-eispéireas air, a mhúnlú.
gd: Feumaidh comas a bhith ag daoine an t-eadar-lìon a dhealbhadh agus na nì iad air.
km: ម្នាក់​ៗ​ត្រូវ​មាន​សមត្ថភាព បទពិសោធន៍​ផ្ទាល់ខ្លួន​នៅ​លើ​អ៊ីនធឺណិត។
lt: Individams būtina turėti galimybę formuoti internetą ir jo teikiamas galimybes pagal savo poreikius.
ms: Setiap individu harus memiliki kemampuan untuk menentukan Internet dan pengalaman mereka terhadapnya.
pt: Indivíduos devem ter a capacidade de moldar a Internet e as suas próprias experiências na mesma.
ta: தனிநபர்கள் இணையத்தை வடிவமைப்போதோடு சொந்த அனுபவங்களையும் வடிவமைப்பதற்கான திறனைக் கொண்டிருக்க வேண்டும்.
tr: Bireyler, interneti ve internetteki kendi deneyimlerini şekillendirme hakkına sahip olmalıdır.
uz: Yakka shaxslar internetni shakllantirish va o‘zlarining tajribalarini unda sinab ko‘rish qobiliyatiga ega bo‘lishlari kerak.
xh: Abantu kufuneka babe nobugcisa bokumisela i-intanethi kwanamava abo kwi-intanethi.

source: Use these free tools to teach the Web
ar: استخدام هذه الأدوات المجانية لتعليم الويب
ca: Utilitzeu aquestes eines lliures per ensenyar el Web
cy: Defnyddiwch yr offer rhad yma i ddysgu'r We
es_mx: Utiliza estas herramientas gratuitas para enseñar la Web
fi: Voit opettaa verkkoa näillä ilmaisilla työkaluilla
ga_ie: Úsáid na huirlisí saor in aisce seo chun an Gréasán a mhúineadh
gd: Cleachd na h-innealan saora seo airson an lìon a chur air gleus
km: ប្រើ​ឧបករណ៍​បង្រៀន​ឥត​គិត​ប្រាក់​កម្រៃ​ដើម្បី​បង្រៀន​បណ្ដាញ
lt: Naudokitės šiomis nemokamomis priemonėmis mokydami saityno
ms: Gunakan alatan percuma ini untuk mengajar Web
pt: Utilize estas ferramentas gratuitas para ensinar a Web
ta: வலையைக் கற்பதற்கு கிடைக்கும் இலவச கருவிகளைப் பயன்படுத்துங்கள்
tr: Web’i öğretmek için bu bedava araçları kullanın
uz: Ushbu asboblardan internetni o‘rganishda foydalaning
xh: Sebenzisa ezi zixhobo zisimahla ukufundisa iwebhu

source: Learn about creating and curating content for the Web
ca: Apreneu com crear i conservar contingut pel Web.
cy: Dysgu am greu a chyflwyno cynnwys ar gyfer y We
es_mx: Aprende a crear y seleccionar contenidos para la Web
fi: Lue lisää siitä, kuinka voit luoda ja järjestää sisältöä verkkoon
ga_ie: Foghlaim conas is féidir ábhar a chruthú agus a chothú ar an nGréasán
gd: Fàs eòlach air cruthachadh is gleusadh susbaint airson an lìn
km: សិក្សា​អំពី​ការ​បង្កើត និង​ការ​រៀបចំ​មាតិកា​សម្រាប់​បណ្ដាញ
lt: Sužinokite, kaip kurti ir prižiūrėti saityno turinį
ms: Ketahui lanjut tentang mencipta dan mendekorasi kandungan untuk Web
pt: Aprenda a criar e a gerir conteúdo para a Web
ta: இணையத்திற்கான உள்ளடக்கத்தை உருவாக்குவதையும் அதைச் சரிசெய்வதுப்பற்றியும் அறியுங்கள்
tr: Web için içerik oluşturmayı ve derlemeyi öğrenin
uz: Internet uchun sayt yaratish va boshqarish haqida o‘rganish
xh: Funda ngokuyila nokongamela isiqulatho sewebhu

source: Teaching the Web
ar: تعليم الويب
ca: Ensenyant el Web
cy: Dysgu'r We
es_mx: Enseñar la Web
fi: Verkon opettaminen
ga_ie: An Gréasán a mhúineadh
gd: Ag ionnsachadh dhan lìon
km: បង្រៀន​បង្កើត​បណ្ដាញ
lt: Saityno mokymas
ms: Mengajar Web
pt: A ensinar a Web
ta: இணையத்தைக் கற்பியுங்கள்
tr: Web’i öğretmek
uz: Internetni o‘rgatish
xh: Ukufundisa iwebhu

source: Meet the Webmakers
ar: تعرف على صانعي الويب
ca: Coneixeu els Webmakers
cy: Dyma'r Webmakers
es_mx: Conoce a los Webmakers
fi: Tapaa verkon tekijät
ga_ie: Seo iad na Déantóirí Gréasáin
gd: Coinnich ri cruthadairean an lìon
km: ជួប​អ្នក​បង្កើត​បណ្ដាញ
lt: Susipažinkite su saityno mokytojais
ms: Bertemu Webmaker
pt: Conheça os Webmakers
ta: இணைய உருவாக்குநர்களைச் சந்தியுங்கள்
tr: Webmaker’larla tanışın
uz: Vebmeykerlarni uchratish
xh: Dibana nabayili bewebhu

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
ar: فعالية الإنترنت كمورد عام يعتمد علي القدرة علي التبادل (في البروتوكولات وصيغ البيانات والمضمون) ، والابتكار ، والمشاركة اللامركزية في جميع أنحاء العالم.
ca: L'eficàcia d'Internet com a recurs públic depèn de la interoperabilitat (protocols, formats de dades, contingut), la innovació i la participació descentralitzada a escala mundial.
cy: Mae effeithiolrwydd y Rhyngrwyd fel adnodd cyhoeddus yn dibynnu ar y gallu i ryngweithredu (protocolau, fformatau data, cynnwys), arloesi a chyfranogiad datganoledig ledled y byd.
es_mx: La efectividad de Internet como un recurso público depende de la interoperabilidad (protocolos, formato de datos, contenido), la innovación y la participación descentralizada en todo el mundo.
fi: Internetin toimivuus julkisena resurssina riippuu yhteentoimivuudesta (protokollat, tiedostomuodot, sisältö), innovoinnista ja hajautetusta, maailmanlaajuisesta osallistumisesta.
fr: La réalité d'Internet en tant que ressource publique dépend de l'interopérabilité (des protocoles, des formats de données, du contenu), de l'innovation et d'une participation décentralisée mondiale.
ga_ie: Braitheann éifeachtacht an Idirlín mar acmhainn phoiblí ar an idir-inoibritheacht (prótacail, formáidí sonraí, ábhar), ar an nuálaíocht, agus ar rannpháirtíocht dhíláraithe ar fud an domhain.
gd: Tha èifeachd an eadar-lìn mar ghoireas poblach a' crochadh air dè cho math 's a dh'obraicheas e le rudan eile (pròtacalan, fòrmatan dàta, susbaint), thionnsgnadh is com-pàirteachas air feadh an t-saoghail.
hr: Učinkovitost Interneta kao javnog resursa ovisi o kompatibilnosti (protokola, podataka, sadržaja), inovativnosti i decentralizaciji sudjelovanja diljem svijeta.
id: Keefektifan Internet sebagai sumber daya publik tergantung dari inovasi dari interoperabilitas(protokol, format data, konten), dan desentralisasi dari partisipan di seluruh dunia.
km: ប្រសិទ្ធភាព​នៃ​អ៊ីនធឺណិត​​ដែល​ជា​ធនធាន​សាធារណៈ​​ផ្អែកលើ​ការ​ប្រតិបត្តិ​រួមគ្នា (ពិធីការ ទម្រង់​ទិន្នន័យ មាតិកា) ការ​ច្នៃប្រឌិត​ថ្មី និង​​ការ​ចូលរួម​​​បែប​​វិមជ្ឈការ​នៅ​ទូទាំង​ពិភពលោក។
lt: Interneto kaip viešojo ištekliaus efektyvumas priklauso nuo jo suderinamumo (atvirų protokolų, duomenų formatų, turinio), galimybių inovuoti bei pasaulinio dalyvavimo jo vystyme.
ms: Keberkesanan Internet sebagai sumber awam bergantung kepada tahap kebolehan interoperasi (protokol-protokol, format data, isi kandungan), inovasi dan penyertaan yang terpencar di serata dunia.
pt: A efetividade da Internet como um recurso público depende da interoperabilidade (protocolos, formatos de dados, conteúdo), inovação e participação global descentralizada.
ru: Эффективность Интернета как публичного ресурса зависит от совместимости (протоколов, форматов данных, содержания), новаторства и децентрализации работы по развитию Интернета во всем мире.
sr: Делотворност Интернета као јавног ресурса зависи од међусарадње (протокола, формата података, садржаја), иновације и децентрализованог учешћа широм света.
ta: இணையத்தின் பாதிப்பு என்பது ஒரு பொது வளமாக அதன் செயல்திறன், இயங்குதன்மை (நெறிமுறைகள், தரவு வடிவங்கள், உள்ளடக்கம்), புத்தாக்கம் மற்றும் உலகளாவிய பன்முக பங்கேற்பு ஆகியவற்றைச் சார்ந்துள்ளது.
tr: Halka açık bir kaynak olarak internetin etkili olması; birlikte işlerliğe (protokoller, veri biçimleri, içerik), yeniliğe ve dünya çapında bağımsız katılıma bağlıdır.
uz: Internetning ommaviy resurs sifatida samaradorligi butun dunyoda moslik (protokollar, ma’lumot formatlari, tarkibi), innovatsiya va markazlashgan tizimdan markazlashmagan tizimga o‘tkazishda ishtirook etishga bog‘liq.
vi: Hiệu ứng của Internet với tư cách là tài nguyên công cộng dựa trên tính tương kết (giao thức, định dạng dữ liệu, nội dung), tính sáng tạo và sự tham gia toàn cầu.
xh: Ukusebenza kwe-Intanethi njengomthombo woncedo woluntu kuxhomekeke kwintsebenziswano (iiprothokholi, iifomati zeengcombolo, umbandela), ukuqulunqwa kweendlela ezintsha nokuthatha inxaxheba kwiindawo ngeendawo zehlabathi.

source: Add new voices to open source technology
ar: إضافة أصوات جديدة لتكنولوجيا الويب المفتوح
ca: Afegiu noves veus a la tecnologia de programari lliure
cy: Ychwanegwch leisiau i dechnoleg cod agored
es_mx: Suma nuevas voces a la tecnología de código abierto
fi: Lisää uusia ääniä lähdekoodin teknologiaan
ga_ie: Cuir fáilte roimh dhaoine nua i saol na foinse oscailte
gd: Guthan ùra ann an saoghal teicneolas a' chòd fhosgailte
km: បន្ថែម​សំឡេង​ថ្មី​ទៅ​កាន់​បច្ចេកវិទ្យា​ប្រភព​បើក​ចំហ
lt: Įtraukite naujų veidų į atvirojo kodo technologijų pasaulį
ms: Tambah suara baru kepada teknologi sumber terbuka
pt: Adicione novas vozes à tecnologia de código aberto
ta: திறமூல தொழில்நுட்பத்திற்கு புதிய ஆதரவாளர்களைச் சேர்க்கவும்
tr: Açık kaynaklı teknolojilere yeni sesler ekleyin
uz: Ochiq kodli texnologiyaga yangi ovozlarni qo‘shish
xh: Yongeza amazwi amatsha ukuvula ubuchwepheshe besosi

source: Set your Do Not Track preference
ar: تعيين تفضيلات خاصية عدم التعقب
ca: Configureu les preferències del «No vull que se'm segueixi»
cy: Gosodwch eich dewisiadau Dim Tracio
es_mx: Configura tu preferencia para que no te rastreen
fi: Määritä Älä seuraa -asetuksesi
ga_ie: Socruithe a bhaineann leis an Lorgaireacht
gd: Suidhich na roghainnean tracachaidh agad
km: កំណត់​ចំណូល​ចិត្ត Do Not Track
lt: Naudokite „Nestebėti“ („Do Not Track“) antraštę
ms: Tetapkan keutamaan Jangan Jejaki anda
pt: Defina a sua preferência Do Not Track
ta: உங்களின் தடமறி முன்னுரிமையை அமை
tr: Beni İzleme tercihinizi ayarlayın
uz: "Kuzatmang" parametrlarini o‘rnatish
xh: Seta ipriferensi yakho yeMusa ukufunisela

source: Understand the Web ecosystem
ar: فهم نظام الويب البيئي
ca: Enteneu l'ecosistema del Web
cy: Deall ecosystem y We
es_mx: Comprende el ecosistema Web
fi: Ymmärrä verkon ekosysteemiä
ga_ie: An Gréasán mar éiceachóras
gd: Fàs eòlach air èiceo-shiostam an lìn
km: យល់​អំពី​ប្រព័ន្ធ​អេកូ​បណ្ដាញ
lt: Įgykite gilesnį supratimą apie saityno veikimą
ms: Fahami ekosistem Web
pt: Compreenda o ecossistema da Web
ta: வலை சூழலமைப்பைப் புரிந்துக்கொள்
tr: Web ekosistemini anlayın
uz: Veb ekotizimni tushunish
xh: Yazi indawo yewebhu

source: Who is Mozilla?
ar: من موزيلا؟
ca: Qui és Mozilla?
cy: Pwy yw Mozilla?
es_mx: ¿Quién es Mozilla?
fi: Kuka on Mozilla?
ga_ie: Mozilla — cé muid?
gd: Cò tha ann am Mozilla?
km: តើ Mozilla ជា​អ្នក​ណា?
lt: Kas yra „Mozilla“?
ms: Siapa Mozilla?
pt: Quem é a Mozilla?
ta: யாரு மொசில்லா?
tr: Mozilla kimdir?
uz: Mozilla kim?
xh: Ngubani uMozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
ar: البرمجيات الحرة والمفتوحة المصدر يعزز تطوير شبكة الإنترنت كوسيلة للموارد العامة.
ca: El programari lliure i de codi obert promou el desenvolupament d'Internet com a recurs públic.
cy: Mae meddalwedd cod agored ac am ddim yn hyrwyddo datblygiad y Rhyngrwyd fel adnodd cyhoeddus.
es_mx: El software libre y de código abierto promueve el desarrollo de Internet como un recurso público.
fi: Vapaa ja avoin lähdeohjelmisto edistää Internetin kehitystä julkisena resurssina.
fr: Les logiciels libres et open source favorisent le développement d'Internet comme ressource publique.
ga_ie: Éascaíonn bogearraí saora agus oscailte forbairt an Idirlín mar acmhainn phoiblí.
gd: Bathar-bog an-asgaidh 's fosgailte a bhrosnaicheas leasachadh an eadar-lìn mar ghoireas poblach.
hr: Slobodan softver i softver otvorenog koda promiče razvoj Interneta kao javnog resursa.
id: Software open source yang bebas mengenalkan perkembangan Internet sebagai sumber daya publik.
km: កម្មវិធី​ប្រភព​បើក​ចំហ និង​ឥត​គិត​ថ្លៃ​ជួយ​ជំរុញ​ការ​អភិវឌ្ឍន៍​អ៊ីនធឺណិត​ជា​ធនធាន​សាធារណៈ។
lt: Laisvoji ir atviroji programinė įranga skatina interneto, kaip viešojo ištekliaus, vystymąsi.
ms: Perisian yang percuma dan sumber terbuka menggalakkan pembangunan Internet sebagai satu sumber awam.
pt: O software livre e de código aberto promove o desenvolvimento da Internet como um recurso público.
ru: Свободное программное обеспечение, открытый исходный код способствуют развитию Интернета в качестве общественного ресурса.
sr: Слободан софтвер и софтвер отвореног кôда промовишу развој Интернета као јавног ресурса.
ta: கட்டற்ற திறந்த மூல மென்பொருள் இணையத்தை ஒரு பொது வளமாக உருவாவதை ஊக்குவிக்கிறது.
tr: Özgür ve açık kaynaklı yazılımlar internetin halka açık bir kaynak olarak gelişmesini destekler.
uz: Erkin va ochiq kodli dasturiy ta’minot internetni ommaviy resurs sifatida rivojlantirishda yordam beradi.
vi: Phần mềm tự do nguồn mở thúc đẩy sự phát triển của Internet với tư cách là một tài nguyên công cộng.
xh: Isoftwe yasimahla nevulekileyo ikhuthaza uphuhliso lwe-Intanethi njengomthombo woncedo loluntu.

source: Explore how open practices keep the Web accessible
ca: Exploreu com les noves pràctiques mantenen el Web accessible
cy: Gweld sut mae ymarfer agored yn cadw'r We'n agored
es_mx: Explora cómo las prácticas abiertas mantienen la Web accesible
fi: Tutustu siihen, kuinka avoimet käytännöt pitävät verkon avoimena kaikille
ga_ie: Cleachtais oscailte agus inrochtaineacht ar an nGréasán
gd: Mar a tha fosgailteachd a' daingneachadh so-inntrigeachd dhan lìon
km: រុករក​ការ​អនុវត្ត​បើក​ចំហ​ដើម្បី​រក្សា​បណ្ដាញ​ដែល​អាច​ចូល​ប្រើ​បាន​
lt: Sužinokite, kaip atvirosios praktikos įtvirtina saityno pasiekiamumą
ms: Jelajahi bagaimana amalan terbuka mengekalkan Web boleh dicapai
pt: Explore como as práticas abertas mantêm a Web acessível
ta: திறமூல நடைமுறைகள் இணையத்தை தொடர்ந்து அணுக எவ்வாறு வழிவகைச் செய்கிறது என்பதை ஆராயுங்கள்
tr: Açık olmanın Web’i nasıl erişilebilir kıldığını keşfedin
uz: Internetning mavjudligini saqlashda ochiq ishtirok etishni o‘rganish
xh: Khangela indlela okwenziwayo okuvulekileyo okugcina ngayo iwebhu ifikeleleka

source: Learn how to remix content to create something new
ar: تعلم كيفية التعديل على المحتوى لخلق شيء جديد
ca: Apreneu com combinar contingut crear una cosa nova
cy: Dysgu sut i gymysgu cynnwys i greu rhywbeth newydd
es_mx: Aprende a remezclar el contenido para crear algo nuevo
fi: Lue lisää siitä, kuinka sisältöä sekoitetaan uuden luomiseksi
ga_ie: Foghlaim conas is féidir ábhar a athmheascadh chun rudaí nua a chruthú
gd: Mar a mheasgaichear susbaint airson rudeigin ùr a chruthachadh
km: ស្វែងយល់​ពី​របៀប​បញ្ចូល​មាតិកា​ឡើង​វិញ​​ដើម្បី​បង្កើត​អ្វី​មួយ​ថ្មី
lt: Išmokite jungti ir maišyti esamą turinį, taip sukuriant kažką naujo
ms: Ketahui bagaimana mencampurkan kandungan bagi mencipta sesuatu yang baru
pt: Aprenda a remisturar conteúdo para criar algo de novo
ta: முற்றிலும் புதியவற்றை உருவாக்க உள்ளடக்கத்தை எவ்வாறு சுழற்றுவது என்பதை அறியுங்கள்
tr: Yeni bir şeyler yaratmak için içeriklerle oynamayı öğrenin
uz: Yangi biror narsa yaratish uchun tarkibni qanday qaytadan tuzishni o‘rganish
xh: Funda ngendlela yokuxuba kwakhona isiqulatho ukwenza into entsha

source: Learn how to maximize the interactive potential of the Web
ar: تعلم كيفية زيادة قدرات التفاعل على الشبكة
ca: Apreneu com maximitzar el potencial interactiu del Web.
cy: Dysgu sut i gynyddu potensial rhyngweithiol y We
es_mx: Aprende a maximizar el potencial interactivo de la Web
fi: Lue lisää siitä, kuinka verkon vuorovaikutteinen potentiaali maksimoidaan
ga_ie: Bain an tairbhe is mó as idirghníomhaíocht ar an nGréasán
gd: Mar a chuirear comasan eadar-ghnìomhach an lìn gu làn-fheum
km: ស្វែងយល់​អំពី​របៀប​សក្ដានុពល​​​​អន្តរ​សកម្ម​អតិបរមា​នៃ​តំបន់​បណ្ដាញ
lt: Išmokite išnaudoti saityno interaktyvumo potencialą
ms: Ketahui bagaimana memaksimumkan potensi interaktif Web
pt: Aprenda a maximizar o potencial interativo da Web
ta: இணையத்தின் ஊடாடும் திறனை எவ்வாறு அதிகரிக்கிறது என்பதை அறியுங்கள்
tr: Web’in etkileşimli potansiyelini nasıl en tepeye çıkaracağınızı öğrenin
uz: Internetning immi tomonlama imkoniyatini oshirishni o‘rganish
xh: Funda ngendlela ngokuphakamisa amandla okusebenza ewebhu

source: Contributing to Open Source Software
ar: المساهمة في برامج المصدر المفتوح
ca: Contribuïnt al programari lliure
cy: Cyfrannu at Feddalwedd Cod Agored
es_mx: Contribuir al software de código abierto
fi: Avoimen lähdekoodin ohjelmiston kehittämiseen osallistuminen
ga_ie: Glac páirt i dtograí Foinse Oscailte
gd: A' cur ri bathar-bog le còd fosgailte
km: ចូលរួម​កម្មវិធី​ប្រភព​ចំហ
lt: Dalyvavimas atvirojo kodo projektuose
ms: Menyumbang kepada Perisian Sumber Terbuka
pt: Contribuir para software de código aberto
ta: திறந்த மூல மென்பொருளுக்கு பங்களித்தல்
tr: Açık kaynaklı yazılımlara katkıda bulunmak
uz: Ochiq manbali dasturiy ta’minotga hissa qo‘shing
xh: Ukwenza igalelo kwiOpen Source Software

source: Transparent community-based processes promote participation, accountability and trust.
ar: شفافية العمليات المجتمعية و تعزيز المشاركة والمساءلة والثقة.
ca: Els processos comunitaris transparents promouen la participació, la responsabilitat i la confiança.
cy: Mae prosesau tryloyw cymunedol yn hyrwyddo cyfranogiad, atebolrwydd, ac ymddiriedaeth.
es_mx: Los procesos transparentes basados en la comunidad promueven la participación, la responsabilidad y la confianza.
fi: Läpinäkyvät yhteisöpohjaiset menetelmät edistävät osallistumista, vastuullisuutta ja luottamusta.
ga_ie: Cuirtear rannpháirtíocht, freagracht, agus iontaofacht chun cinn trí phróisis thrédhearcacha phobalbhunaithe.
gd: Tha dòighean-obrach fosgailte sa choimhearsnachd a' brosnachadh com-pàirteachais, cunntachalachd agus earbsa.
km: សហគមន៍​ដែល​មាន​តម្លាភាព​ផ្អែកលើ​ដំណើរការ​ការ​បង្កើត​ការ​ចូលរួម, ការ​ទទួល​ខុស​ត្រូវ​ចំពោះ​ទ្រព្យសម្បត្តិ និង​ភាព​​ជឿជាក់។
lt: Skaidrūs, bendruomenėmis grįsti procesai skatina dalyvavimą, atsakingumą ir pasitikėjimą.
ms: Proses-proses berasaskan komuniti yang transparen menggalakkan penyertaan, bertanggungjawab dan kepercayaan.
pt: Processos baseados na comunidade e transparentes, promovem a participação, responsabilização e confiança.
ta: வெளிப்படையான சமூகம் சார்ந்த செயல்முறைகள் பங்கேற்பு, பொறுப்புணர்வு மற்றும் நம்பிக்கை போன்றவற்றை ஊக்குவிக்கின்றது.
tr: Şeffaf, topluluk temelli süreçler; katılımı, sorumluluğu ve güveni öne çıkarır.
uz: Shaffof jamoaga asoslangan jarayonlar ishtirok etish, javobgarlik va ishonchni qo‘llab-quvvatlaydi.
xh: Inkqubo zoluntu ezingenamagumgedle zikhuthaza ukuthatha inxaxheba, ukuphendula, nokuthenjwa.

source: Participate in our governance forum
ar: شارك في منتدى الحكومة الخاص بنا
ca: Participeu al nostre fòrum de govern
cy: Cyfrannwch i'n fforwm llywodraethu
es_mx: Participa en nuestro foro de gobernabilidad
fi: Osallistu hallintofoorumiimme
ga_ie: Glac páirt inár bhfóram rialachais
gd: Gabh pàirt san fhòram riaghlachais againn
km: ចូលរួម​ក្នុង​វេទិកា​របស់​រដ្ឋាភិបាល​​
lt: Dalyvaukite mūsų valdymo forume
ms: Ambil bahagian dalam forum pentadbiran kami
pt: Participe no nosso fórum de governação
ta: எங்கள் ஆட்சி மன்றத்தில் பங்கேற்க்கவும்
tr: Yönetişim forumumuza katılın
uz: Bizning boshqaruv forumimizda ishtirok eting
xh: Thabatha inxaxheba kwiqonga lethu lolawulo

source: Join us as a volunteer
ar: انضم إلينا كمتطوع
ca: Uniu-vos com a voluntari
cy: Ymunwch fel gwirfoddolwyr
es_mx: Únete a nosotros como voluntario
fi: Liity meihin vapaaehtoisena
ga_ie: Glac páirt mar shaorálaí
gd: Gabh pàirt mar shaor-thoiliche
km: ចូលរួម​ជាមួយ​យើង​ជា​អ្នកស្ម័គ្រចិត្ត
lt: Tapkite mūsų savanoriu
ms: Sertai kami sebagai sukarelawan
pt: Junte-se a nós como voluntário
ta: ஒரு தன்னார்வலராக எங்களுடன் சேரவும்
tr: Gönüllü olarak aramıza katılın
xh: Sijoyine njengevolontiya
