Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: ar, ca, cy, es_mx, fi, fr, ga_ie, gd, hr, id, km, lt, ms, pt, ru, sr, ta, tr, uz, vi, xh

source: Join us as a student ambassador
ar: انضم إلينا كطالب سفير
ca: Uniu-vos com a estudiant embaixador
cy: Ymunwch fel cenhadwr myfyrwyr
es_mx: Únete a nosotros como un embajador estudiantil
fi: Liity meihin opiskelijaedustajana
ga_ie: An mac léinn thú? Glac páirt mar ambasadóir
gd: Gabh pàirt mar thosgaire oileanach
km: ចូលរួម​ជាមួយ​យើង​ជា​ប្រេសិត​និស្សិត
lt: Tapkite mūsų studentu – ambasadoriumi
ms: Sertai kami sebagai duta besar pelajar
pt: Junte-se a nós como estudante embaixador
ta: மாணவர் தூதராக எங்களுடன் சேரவும்
tr: Öğrenci temsilcisi olarak aramıza katılın
xh: Sijoyine njengommeli ongumfundi

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
ar: قم بالانضام إالينا <a href="%(volunteer)s"> المتطوعين</a> أو<a href="%(ambassador)s"> الطالب السفير</a>
ca: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>{ok}
cy: Ymunwch â ni fel <a href="%(volunteer)s">gwirfoddolwr</a> neu <a href="%(ambassador)s">llysgennad myfyrwyr</a>
es_mx: Únete a nosotros como <a href="%(volunteer)s">voluntario</a> o <a href="%(ambassador)s">embajador estudiantil</a>
fi: Liity meihin <a href="%(volunteer)s">vapaaehtoisena</a> tai <a href="%(ambassador)s">opiskelijaedustajana</a>
ga_ie: Glac páirt mar <a href="%(volunteer)s">shaorálaí</a> nó mar <a href="%(ambassador)s">ambasadóir</a>
gd: Gabh pàirt mar<a href="%(volunteer)s">shaor-thoileach</a> no <a href="%(ambassador)s">tosgaire oileanach</a>
km: ចូលរួម​ជាមួយ​ពួក​យើង​ជា <a href="%(volunteer)s">អ្នក​ស្ម័គ្រចិត្ត</a> or <a href="%(ambassador)s">បេសកជន​សិស្ស</a>
lt: Tapkite mūsų <a href="%(volunteer)s">savanoriu</a> arba <a href="%(ambassador)s">studentu – ambasadoriumi</a>
ms: Sertai kami sebagai <a href="%(volunteer)s">sukarelawan</a> atau <a href="%(ambassador)s">duta besar pelajar</a>
pt: Junte-se a nós como um <a href="%(volunteer)s">voluntário</a> ou um <a href="%(ambassador)s">estudante embaixador</a>
ta: <a href="%(volunteer)s"> தன்னார்வலராக</a> (அ) <a href="%(ambassador)s"> மாணவர் தூதுவராக </a> எங்களுடன் சேருங்கள்
tr: <a href="%(volunteer)s">Gönüllü</a> veya <a href="%(ambassador)s">öğrenci temsilcisi</a> olarak aramıza katılın
uz: Bizga <a href="%(volunteer)s">ko‘ngilli</a> yoki <a href="%(ambassador)s">elchi talaba</a> sifatida qo‘shiling
xh: Dibana nathi njenge <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>

source: Learn how to collaborate online
ar: تعلم كيفية التعاون عبر الإنترنت
ca: Apreneu com col·laborar en línia
cy: Dysgwch sut i gydweithio ar-lein
es_mx: Aprende cómo colaborar en línea
fi: Lue lisää siitä, kuinka verkossa tehdään yhteistyötä
ga_ie: Foghlaim faoi chomhoibriú ar líne
gd: Mar a nithear co-obrachadh air loidhne
km: ស្វែងយល់​ពី​របៀប​សហការ​នៅ​លើ​បណ្ដាញ
lt: Išmokite bendradarbiauti internete
ms: Ketahui bagaimana untuk bekerjasama dalam talian
pt: Aprenda a colaborar online
ta: இணையத்தில் எவ்வாறு ஒத்துழைப்பது என்பதை அறியுங்கள்
tr: İnternetteki işbirliklerine katılın
uz: Qanday qilib onlayn hamkorlik qilishni o‘rganish
xh: Funda ngendlela yokusebenzisana kwi-intanethi

source: I am a Mozillian
ar: أنا موزيلي
ca: Sóc un Mozil·lià
cy: Rwy'n Foziliad
es_mx: Yo soy un Mozillian
fi: Minä olen mozillalainen
ga_ie: Is Mozilliach mé
gd: 'S e Mozillian a tha annam
km: ខ្ញុំ​ជា Mozillian
lt: Aš – mozilietis
ms: Saya seorang Mozillian
pt: Eu sou um Mozillian
ta: நான் ஒரு மொசில்லியன்
tr: Ben Mozillian’ım
uz: Men Mozillalikman
xh: NdinguMozilla

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
ar: المشاركة التجارية في تطوير الإنترنت تجلب العديد من الفوائد ؛ التوازن بين الأهداف التجارية والمنافع العامة أمر بالغ الأهمية.
ca: La implicació comercial en el desenvolupament d'Internet comporta molts beneficis; l'equilibri entre els guanys comercials i el benefici públic és crític.
cy: Mae cyfranogiad masnachol yn natblygiad y Rhyngrwyd yn dod â llawer o fuddion; mae cael cydbwysedd rhwng elw masnachol a budd cyhoeddus yn hanfodol.
es_mx: El uso comercial de Internet proporciona muchos beneficios a su desarrollo; es crucial un equilibrio entre los objetivos comerciales y el beneficio público.
fi: Kaupallinen osallistuminen Internetin kehittämiseen tuo mukanaan monia etuja; tasapaino kaupallisen voiton ja yleisen edun kesken on elintärkeä.
ga_ie: Baineann go leor buntáistí le comhlachtaí tráchtála a bhfuil lámh acu i bhforbairt an Idirlín, ach tá sé fíorthábhachtach an chothromaíocht cheart a aimsiú idir brabús agus leas an phobail.
gd: Thig iomadh buannachd an cois com-pàirteachais choimeirsealta ann an obair-leasachaidh an eadar-lìn; tha cothromachadh eadar prothaid choimeirsealta is buannachd dhan phoball riatanach.
km: ការ​ជាប់​ទាក់ទង​នឹង​ពាណិជ្ជកម្ម​នៅ​ក្នុង​ការ​អភិវឌ្ឍន៍​អ៊ីនធឺណិត​នាំមក​នូវ​សារប្រយោជន៍​ជា​ច្រើន; តុល្យភាព​គោលដៅ​ពាណិជ្ជកម្ម និង​សារប្រយោជន៍​ជា​សាធារណៈ។
lt: Verslo įsitraukimas komerciniais pagrindais į interneto vystymą suteikia daug privalumų, tačiau lygsvara tarp verslo pelno ir viešojo intereso yra kritiškai svarbi.
ms: Penglibatan komersial di dalam pembangunan Internet membawa banyak manfaat; keseimbangan di antara matlamat-matlamat komersil dan manfaat awam adalah amat penting.
pt: O envolvimento comercial no desenvolvimento da Internet trás muitos benefícios; um balanceamento entre lucro comercial e benefício público é fundamental.
ta: இணையத்தின் வளர்ச்சியில் வர்த்தகத்தின் ஈடுபாடு பல நன்மைகளைத் தருகிறது; வணிக இலாபத்திற்கும் பொது நலனுக்கும் இடையேயான ஒரு சமநிலை முக்கியமானது.
tr: İnternetin geliştirilmesiyle ticari olarak ilgilenmenin birçok yararı vardır: Ticari kazanç ile kamu yararı arasındaki denge kritik öneme sahiptir.
uz: Internet rivojida tijroriy jalb qilish ko‘pgina foyda keltiradi; tijoriy foyda va jamoaviy foydaning muvozanati o‘ta jiddiy masala hisoblanadi.
xh: Ubandakanyeko kwezorhwebo kuphuhliso lweintanethi luzisa inzuzo; ulungelelwano phakathi kwengeniso yezorhwebo nenzuzo kuluntu lubalulekile.

source: Visualize who you interact with on the Web with Lightbeam
ca: Visualitzeu com interaccioneu amb el Web amb el Lightbeam
cy: Gweld pwy rydych yn rhyngweithio â nhw ar y We gyda Lightbeam
es_mx: Visualiza con Lightbeam quién interactúa contigo en la Web
fi: Lightbeam-lisäosan avulla voit havainnollistaa sitä, keiden kanssa olet tekemisissä verkossa
ga_ie: Lightbeam: Léirshamhlú ar na daoine a bhfuil tú ag caidreamh leo ar an nGréasán
gd: Faigh dealbh air cò ris a bheanas tu air an lìon le Lightbeam
km: រកមើល​មនុស្ស​ដែល​អ្នក​ចាប់អារម្មណ៍​នៅ​លើ​បណ្ដាញ​ដោយ​ប្រើ Lightbeam
lt: „Lightbeam“ pagalba pamatykite, su kuo turite reikalų naršydami
ms: Menvisual dengan siapa anda berinteraksi pada Web dengan Lightbeam
pt: Veja com quem interage na Web com o Lightbeam
ta: நீங்கள் லைட்பீம் மூலம் இணையத்துடன் தொடர்புகொள்வதைக் காட்சிப்படுத்தவும்
tr: Lightbeam sayesinde Web ile nasıl etkileşim kurduğunuzu görselleştirin
uz: Lightbeam bilan internetda kimga ta’sir ko‘rsatayotganini ko‘ring
xh: Qikelela umntu osebenza naye kwiwebhu ngebhim yokukhanya

source: See how Firefox phones seek to balance the mobile ecosystem
ar: أنظر كيف تسعى هواتف فيرفكس لتحقيق التوازن في النظام البيئي المحمول
ca: Vegeu com els telèfons Firefox cerquen equilibrar l'ecosistema mòbil
cy: Gweld sut mae ffonau Firefox yn ceisio cymantoli'r ecosystem symudol
es_mx: Descubre cómo los teléfonos Firefox buscan el equilibrio en el ecosistema móvil
fi: Katso kuinka Firefox-puhelimilla tavoitellaan mobiiliekosysteemin tasapainotusta
ga_ie: Guthán Firefox: cothrom na Féinne san éiceachóras soghluaiste
gd: Faic mar a tha fònaichean Firefox a' feuchainn ri saoghal nam fònaichean-làimhe a chothromachadh
km: មើល​ពី​របៀប​ដែល​ទូរស័ព្ទ Firefox ប្រឹងប្រែង​ដើម្បី​ទទួល​បាន​ប្រព័ន្ធ​បរិស្ថាន​ស្មើគ្នា
lt: Sužinokite, kaip „Firefox“ telefonai prisideda prie pusiausvyros išsaugojimo mobiliųjų įrenginių ekosistemoje
ms: Lihat bagaimana telefon Firefox berusaha untuk mengimbangi ekosistem mudah alih
pt: Veja como os telemóveis Firefox pretendem balancear o ecossistema móvel
ta: செல்பேசி சூழலமைப்பைப் பயர்பாக்ஸ் பேசிகள் எவ்வாறு சமன்செய்கிறது என்பதைப் பாருங்கள்
tr: Firefox telefonlarının mobil ekosistemi nasıl dengelemek istediğini görün
uz: Qanday qilib Firefox telefonlar mobil ecotizimni muvozanatda saqlashni izlashini o‘rganing
xh: Jonga indlela iifoni zeFirefox ezifuna ngayo ukulungelelanisa indawo yesixhobo esiphathwayo

source: Learn about creating Web resources with others
ar: تعلم حول إنشاء موارد الويب مع الآخرين
ca: Apreneu sobre recursos de creativitat Web amb d'altres
cy: Dysgwch am greu adnoddau Gwe gydag eraill
es_mx: Aprende a crear recursos web con los demás
fi: Lue lisää siitä, kuinka verkkoresursseja luodaan muiden kanssa
ga_ie: Foghlaim conas is féidir acmhainní Gréasáin a chruthú le daoine eile
gd: Mar a chruthaicheas tu goireasan-lìn còmhla ri daoine eile
km: ស្វែងយល់​ពី​របៀប​បង្កើត​ប្រភព​បណ្ដាញ​ជាមួយ​អ្នក​ផ្សេង
lt: Sužinokite, kaip kurti saityno išteklius kartu su kitais
ms: Ketahui bagaimana mencipta sumber Web dengan yang lain
pt: Saiba como criar recursos Web com outros
ta: மற்றவர்களுடன் ஒன்றிணைந்து இணைய வளங்களை உருவாக்குவது பற்றி அறியுங்கள்
tr: Başkalarıyla birlikte Web kaynakları yaratmayı öğrenin
uz: Boshqalar bilan veb resurslar yaratish haqida o‘rganish
xh: Funda ngokwenza imithombo yewebhu nabanye

source: Lightbeam for Firefox
ca: Lightbeam per al Firefox
cy: Lightbeam ar gyfer Firefox
es_mx: Lightbeam para Firefox
fi: Lightbeam Firefoxille
ga_ie: Lightbeam le haghaidh Firefox
gd: Lightbeam airson Firefox
km: Lightbeam សម្រាប់ Firefox
lt: „Lightbeam“ priedas „Firefox“ naršyklei
ms: Lightbeam untuk Firefox
pt: Lightbeam para Firefox
ta: பயர்பாக்சிற்கான லைடட்பீம்
tr: Firefox için Lightbeam
uz: Firefox uchun Lightbeam
xh: Ibhim yokukhanya yeFirefox

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
ar: تعظيم الجوانب ذات منفعة عامة للإنترنت هو هدف هام ، يستحق الوقت والاهتمام والالتزام.
ca: Magnificar el benefici públic d'Internet és un objectiu important, digne de temps, atenció i compromís.
cy: Mae cynyddu agweddau budd cyhoeddus y Rhyngrwyd yn nod pwysig, teilwng o'n hamser, sylw ac ymrwymiad.
es_mx: Maximizar los aspectos de beneficio público de Internet es un objetivo importante que merece nuestro tiempo, atención y compromiso.
fi: Internetin yleishyödyllisten puolien korostaminen on tärkeä tavoite, joka ansaitsee aikaa, huomiota ja omistautumista.
fr: L'amplification des aspects d'intérêt public d'Internet est un but important, digne du temps, de l'attention et de l'investissement que l'on y consacre.
ga_ie: Is sprioc thábhachtach é aird a tharraingt ar na bealaí a chuireann an tIdirlíon leas an phobail chun cinn, agus is fiú am, fuinneamh, agus dua a chaitheamh leis.
gd: Tha e 'na amas luachmhor - a tha airidh air saothair is dealas - buannachdan poblach an eadar-lìn a leudachadh
hr: Naglašavanje doprinosa Interneta javnom dobru važan je cilj, vrijedan utroška vremena, pažnje i posvećenosti.
id: Memperluas aspek keuntungan publik dari Internet sebagai tujuan penting, layak waktu, perhatian dan komitmen.
km: ការ​ពង្រីក​ដើម្បី​ផ្ដល់​​ប្រយោជន៍​ជា​សាធារណៈ​អ៊ីនធឺណិត​ជា​គោលដៅ​សំខាន់, ការ​ចូលរួម និង​ការ​ប្ដេជ្ញា។
lt: Interneto viešosios naudos aspektų padidinimas yra svarbus tikslas, kuriam verta skirti laiko ir dėmesio bei pasišvęsti.
ms: Menekankan dan memperketengahkan aspek-aspek manfaat awam Internet merupakan matlamat penting yang berbaloi semua masa, perhatian dan komitmen yang dicurahkan.
pt: Destacar os aspetos benéficos públicos da Internet é um objetivo importante, que merece tempo, atenção e empenho.
ru: Увеличение общественных аспектов пользы Интернета является важной задачей, достойной траты времени и внимания.
sr: Појачавање аспеката јавне користи Интернета је важан циљ, вредан времена, пажње и посвећености.
ta: இணையத்தின் பொது நலன்களை அதிகப்படுத்துவது காலத்திற்கும், கவனத்திற்கும் பொறுப்பிற்கு தகுதியுள்ள ஒரு முக்கிய குறிக்கோள் ஆகும்.
tr: İnternetin kamu yararına olacak yönlerini büyütmek; zamana, dikkate ve kendimizi adamaya değen; önemli bir hedeftir.
uz: Internetning ommaviy foydali qiymatini oshirish muhim yutuq, vaqtga munosi, g‘amxo‘rlik va majburiyat hisoblanadi,
vi: Mở rộng khía cạnh lợi ích công cộng của Internet là một mục đích quan trọng, xứng đáng với thời gian, sự chú ý và cam kết.
xh: Ukubalaselisa inzuzo kawonke-wonke ye-Intanethi yeyona nto ibalulekileyo, efanele ixesha, ingqalelo nokuzinikela.

source: Host or join a Maker Party
ca: Fer o unir-vos a una festa Maker
cy: Hyrwyddo neu ymuno â Maker Party
es_mx: Organiza o únete a una Maker Party
fi: Järjestä Maker Party tai osallistu sellaiseen
ga_ie: Glac páirt i gCóisir Déantóireachta, nó bí i d'óstach
gd: Mar a chumas tu pàrtaidh luchd-cruthachaidh no mar a ghabhas tu pàirt ann
km: បង្ហោះ ឬ​ចូលរួម Maker Party
lt: Surenkite arba sudalyvaukite „Maker Party“ renginyje
ms: Hoskan atau sertai Maker Party
pt: Acolha ou participe numa Maker Party
ta: ஒரு உருவாக்குநர் சந்திப்பை நடத்துங்கள் (அ) சேர்ந்துக்கொள்ளுங்கள்
tr: Maker Partisi düzenleyin veya bir partiye katılın
uz: Maker Party o‘tkazing yoki qo‘shiling
xh: Sindleka okanye dibana noMenzi-qela

source: Learn how to build online collaboration skills
ar: تعلم كيفية بناء مهارات التعاون على الانترنت
ca: Apreneu com adquirir competències de col·laboració en línia
cy: Dysgu sut i adeiladu sgiliau cydweithio ar-lein
es_mx: Aprende a construir habilidades de colaboración en línea
fi: Lue lisää siitä, kuinka voit kehittää omia verkkotyöskentelyn yhteistyötaitojasi.
ga_ie: Scileanna comhoibrithe ar líne a fhobairt
gd: Mar a dh'ionnsaicheas tu sgilean co-obrachaidh air loidhne
km: ស្វែងយល់​ពី​របៀប​បង្កើត​ជំនាញ​សហការ​នៅ​លើ​បណ្ដាញ
lt: Sužinokite, kaip tobulinti bendradarbiavimo internetu įgūdžius
ms: Ketahui bagaimana membina kemahiran bekerjasama dalam talian
pt: Aprenda a construir as suas capacidades colaborativas online
ta: இணையத்தில் ஒத்துழைப்புத் திறன்களை எவ்வாறு உருவாக்குவது என்பதை அறியுங்கள்
tr: Çevrimiçi işbirliği becerilerini geliştirmeyi öğrenin
uz: Onlayn hamkorlikni tuzish bilimlarini o‘rganish
xh: Funda ngendlela yokwakha izakhono zentsebenziswano kwi-intanethi

source: What is MozFest?
ar: ما هو MozFest؟
ca: Què és el MozFest?
cy: Beth yw MozFest?
es_mx: ¿Qué es MozFest?
fi: Mikä on MozFest?
ga_ie: Cad é MozFest?
gd: Dè tha ann am MozFest?
km: តើ MozFest ជា​អ្វី?
lt: Kas yra „MozFest“?
ms: Apa itu MozFest?
pt: O que é a MozFest?
ta: மொசில்லா திருவிழா என்றால் என்ன?
tr: MozFest nedir?
uz: MozFest nima?
xh: Yintoni iMozFest?

source: Read the entire manifesto
ar: قراءة البيان كاملاً
ca: Llegiu el manifest sencer
cy: Darllenwch y maniffesto i gyd
es_mx: Lee el manifiesto completo
fi: Lue koko manifesti
ga_ie: Léigh an forógra iomlán
gd: Leugh am manifesto air fad
km: អាន​សេចក្ដី​ប្រកាស​ទាំងអស់
lt: Skaityti visą manifestą
ms: Baca keseluruhan manifesto
pt: Leia o manifesto completo
ta: முழு அறிக்கையையும் படிக்கவும்
tr: Manifestonun tamamını okuyun
uz: Butun manfestni o‘qib chiqish
xh: Funda imanifesto epheleleyo

source: Tell your friends
ar: أخبر أصدقاءك
ca: Expliqueu-ho als vostres amics
cy: Dywedwch wrth eich ffrindiau
es_mx: Díselo a tus amigos
fi: Kerro ystävillesi
ga_ie: Inis do chairde
gd: Innis dha do charaidean
km: ប្រាប់​មិត្តភ័ក្ដិ​របស់​អ្នក
lt: Papasakokite draugams
ms: Beritahu rakan anda
pt: Diga aos seus amigos
ta: உங்கள் நண்பர்களுக்கு எடுத்துரையுங்கள்
tr: Arkadaşlarınızla paylaşın
uz: Do‘stlaringizga ayting
xh: Xelela abahlobo bakho

source: I support Mozilla because… #mozmanifesto
ar: أنا أؤيد موزيلا لأن ... #mozmanifesto
ca: Donc suport a Mozilla perquè...
cy: Rwy'n cefnogi Mozilla oherwydd… #mozmanifesto
es_mx: Apoyo a Mozilla porque… #mozmanifesto
fi: Minä tuen Mozillaa, koska… #mozmanifesto
ga_ie: Tacaím le Mozilla toisc… #mozmanifesto
gd: Tha mise a' cur taic ri Mozilla oir... #mozmanifesto
km: ខ្ញុំ​គាំទ្រ Mozilla ដោយ​សារ… #mozmanifesto
lt: Aš remiu „Mozillą“, nes… #mozmanifesto
ms: Saya menyokong Mozilla kerana… #mozmanifesto
pt: Eu apoio a Mozilla porque… #mozmanifesto
ta: நான் மொசில்லாவை ஆதரிக்கிறேன் ஏனெனில்... #mozmanifesto
tr: Mozilla'yı destekliyorum çünkü… #mozmanifesto
uz: Men Mozilla’ni qo‘llab-quvvatlayman, chunki… #mozmanifesto
xh: Ndiyayixhasa iMozilla kuba … #mozmanifesto

source: Tweet this
ar: غرد هذه
ca: Piuleu això
cy: Trydarwch hwn
es_mx: Tuitéalo
fi: Twiittaa tämä
ga_ie: Tweetáil é seo
gd: Tweetig seo
km: ផ្សាយ​វា
lt: Paskelbti „Twitter‘yje“
ms: Tweet ini
pt: Fazer um Tweet disto
ta: இதைக் கீச்சிடுக
tr: Bunu tweetle
uz: Buni tweet qilish
xh: Thwitha oku

source: Learn more about…
ar: تعلم المزيد حول…
ca: Més informació quant a...
cy: Dysgu rhagor am…
es_mx: Aprender más acerca
fi: Lue lisää…
ga_ie: Tuilleadh eolais faoi…
gd: Faigh barrachd fiosrachaidh air...
km: ស្វែងយល់​បន្ថែម​អំពី…
lt: Sužinokite daugiau apie…
ms: Ketahui lanjut mengenai…
pt: Saber mais…
ta: இதைப்பற்றி கூடுதலாக அறிய…
tr: Daha fazla bilgi alın…
uz: Ko‘proq o‘rganish…
xh: Funda ngakumbi ngo…

source: Donating to Mozilla
ar: التبرع لموزيلا
ca: Feu una donació a Mozilla
cy: Cyfrannu at Mozilla
es_mx: Dona a Mozilla
fi: Lahjoituksen tekemisestä Mozillalle
ga_ie: Tabhair deontas do Mozilla
gd: A' toirt tabhartas dha Mozilla
km: បរិច្ចាគ​ដល់​ Mozilla
lt: Galimybes paaukoti „Mozillai“
ms: Menderma kepada Mozilla
pt: Donativos para a Mozilla
ta: மொசில்லாவுக்கு கொடையளிங்கள்
tr: Mozilla’ya bağışta bulunma
uz: Mozilla’ga xayria qilish
xh: Ukuliza iMozilla

source: Our history
ar: تاريخنا
ca: La nostra història
cy: Ein hanes
es_mx: Nuestra historia
fi: Historiastamme
ga_ie: Ár stair
gd: Ar n-eachdraidh
km: ប្រវត្តិ​របស់​ពួក​យើង
lt: Mūsų istoriją
ms: Sejarah kami
pt: A nossa história
ta: எங்களின் வரலாறு
tr: Tarihçemiz
uz: Tariximiz
xh: Imbali yethu

source: Our mission
ar: مهمتنا
ca: La nostra missió
cy: Ein cenhadaeth
es_mx: Nuestra misión
fi: Tehtävästämme
ga_ie: Ár misean
gd: Ar misean
km: បេសកកម្ម​របស់​ពួក​យើង
lt: Mūsų misiją
ms: Misi kami
pt: A nossa missão
ta: எங்கள் நோக்கம்
tr: Misyonumuz
uz: Maqsadimiz
xh: Umsebenzi wethu

source: Introduction
ar: مقدمة
ca: Introducció
cy: Cyflwyniad
es_mx: Introducción
fi: Johdanto
ga_ie: Réamhrá
gd: Ro-ràdh
hr: Uvod
id: Perkenalan
km: សេចក្ដី​ណែនាំ
lt: Įžanga
ms: Pengenalan
pt: Introdução
ru: Введение
sr: Увод
ta: அறிமுகம்
tr: Önsöz
uz: Ko‘rsatma
vi: Giới thiệu
xh: Intshayelelo

source: The Internet is becoming an increasingly important part of our lives.
ar: تتحول الإنترنت لتصبح جزءا متزايد الأهمية من حياتنا.
ca: Internet està esdevenint una part de les nostres vides cada vegada més important.
cy: Mae'r Rhyngrwyd yn dod yn rhan gynyddol bwysig o'n bywydau.
es_mx: Internet se ha convertido en una parte cada vez más importante de nuestras vidas.
fi: Internetin merkitys elämässämme kasvaa jatkuvasti.
fr: Internet fait partie de nos vies d'une manière de plus en plus importante.
ga_ie: Is cuid thábhachtach dár saol é an tIdirlíon, níos tábhachtaí chuile lá.
gd: Tha an t-eadar-lìon a’ sìor-fhàs nas cudromaiche ’nar beatha.
hr: Internet postaje sve važniji dio naših života.
id: Internet semakin menjadi bagian penting dari kehidupan kita sehari-hari.
km: អ៊ីនធឺណិត​កំពុង​ក្លាយ​ជា​ផ្នែក​ដែល​មាន​សារប្រយោជន៍​ដល់​ពួក​យើង។
lt: Internetas kasdien tampa vis svarbesne mūsų gyvenimo dalimi.
ms: Kepentingan Internet sebagai sebahagian daripada hidup kita telah kian meningkat.
pt: A Internet está a tornar-se uma parte cada vez mais importante das nossas vidas.
ru: Интернет становится все более важной частью нашей жизни.
sr: Интернет постаје све битнији део наших живота.
ta: ஒவ்வொரு நாளும் நம் வாழ்வில் இணையம் ஒரு முக்கிய அங்கம் வகித்து வருகிறது.
tr: İnternet, yaşamımızın giderek daha önemli bir parçası haline geliyor.
uz: Internet hayotimizning eng muhim qismiga aylanib bormoqda.
vi: Internet đang dần trở thành một phần quan trọng của cuộc sống chúng ta.
xh: I-intanethi iya isiba yinxalenye ebalulekileyo yobomi bethu.
