Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/products/android.lang.po
Languages: cy, ga_ie, hi_in, ta

source: Fast, Free Android Browser for Tablets and Phones
cy: Porwr Android Cyflym, ac am Ddim ar gyfer Tabledi a Ffonau
ga_ie: Brabhsálaí sciobtha agus saor in aisce ar tháibléid agus ar fhóin Android
hi_in: टैब्लेट्स और फ़ोनों के लिए तेज़, निशुल्क Android ब्राउजर
ta: கைபேசி கைக்கணினிகளுக்கான விரைவான கட்டற்ற ஆண்ட்ராய்டு உலாவி

source: Choose a better browser for your tablet and phone. Firefox is fast and private. Install Firefox for Android now!
cy: Dewiswch borwr gwell ar gyfer eich tabledi a ffonau. Mae Firefox yn gyflym a phreifat. Gosodwch Firefox Android nawr!
ga_ie: Roghnaigh brabhsálaí níos fearr ar do tháibléad agus ar d'fhón. Tá Firefox sciobtha agus sábháilte. Suiteáil Firefox ar Android anois!
hi_in: अपने टैबलेट एवं फोन के लिए एक बेहतर ब्राउज़र चुने. Firefox तेज एवं निजी ब्राउज़र है. अभी Android के लिए Firefox संस्थापित करें!
ta: உங்கள் பலகம் மற்றும் கைபேசிக்கான சிறந்த உலாவியைத் தேர்ந்தெடுக்கவும். Firefox வேகமானது தனிமையானது. Android இயங்குதளத்திற்கான Firefox உலாவியை இப்போதே நிறுவுங்கள்!

source: Firefox browser for Android
cy: Porwr Firefox Android
hi_in: Android के लिये Firefox ब्राउज़र
ta: ஆண்ட்ராய்டிக்கான பயர்பாக்சு உலாவி

source: Firefox for Android
cy: Firefox Android
ga_ie: Firefox ar Android
hi_in: Android के लिए Firefox
ta: ஆண்ட்ராய்டுக்கான பயர்பாக்சு உலாவி

source: Our most customizable Firefox for Android yet.
cy: Ein Firefox Android mwyaf hyblyg erioed.
ga_ie: Leis an méid is mó gnéithe saincheaptha go dtí seo.
hi_in: अभी तक एंड्रायड के लिए हमारी सबसे अनुकूलन Firefox.
ta: இதுவரை காணாத கூடுதல் தனிபயனாக்கத்தைக் கொடுக்கும் நம்ம ஆண்ட்ராய்டு பயர்பாக்ஸ்.

source: Get it on Google Play
cy: Estynnwch o Google Play
ga_ie: Saor in aisce ó Google Play
hi_in: इसे गूगल प्ले पर पायें
ta: கூகுள் கடையில் இதை இலவசமாகப் பெறுங்கள்

source: Faster, better browsing your way
cy: Eich pori chi, yn gynt a gwell
ga_ie: Brabhsáil níos sciobtha níos fearr ar do bhealach féin
hi_in: तीव्र, बेहतर ब्राउज़िंग आपके अनुसार
ta: விரைவான, சிறந்த உலாவல் உங்கள் வழியில்

source: Only Firefox gives you so many ways to browse faster. Customize your browser settings to get you surfing at top speed with options like smarter sharing and customizable search defaults.
cy: Dim ond Firefox sy'n cynnig cymaint o ffyrdd i bori'n gynt. Newidiwch eich gosodiadau pori i chi gael pori'n gyflym gyda dewisiadau fel rhannu clyfar a rhagosodiadau chwilio cyfaddas.
ga_ie: Is é Firefox amháin a thugann an oiread seo bealaí le brabhsáil níos sciobtha. Cuir do bhrabhsálaí in oiriúint duit féin le roghanna ar nós comhroinnt chliste agus cuardaigh in-saincheaptha le bheith surfáil ar luas lasrach.
hi_in: केवल Firefox आपको तेजी से ब्राउज करने के कई सारे रास्ते देता है. ख़ुद को उच्चतम गति पर सर्फ़िंग पाने के लिए अपने ब्राउज़र सेटिंग्स को मनपसंद बनायें स्मार्ट सहभाजन एवं अनुकूलित खोज विकल्पों के साथ.
ta: பயர்பாக்சு மட்டுமே வேகமாக உலாவ பல வழிகளை உங்களுக்கு கொடுக்கிறது. அறிவார்ந்த தேடல் மற்றும் தனிப்பயனாக்கக்கூடிய தேடல் இயல்புநிலைகள் போன்ற தெரிவுகள் மூலம் அதி வேக உலாவலுக்கு உங்களைக் கொண்டு செல்ல உங்கள் உலாவி அமைவுகளைத் தனிப்பயனாக்கவும்.

source: Bring on the add-ons
cy: Ychwanegwch ychwanegion
ga_ie: Tabhair na breiseáin isteach
hi_in: सह्युक्तियों को लायें
ta: மேற்சேர்க்கைகளைக் கொண்டுவரவும்

source: From ad blockers to video downloaders, Firefox lets you choose the tools to build your perfect browser. Add-on what you need, skip what you don’t.
cy: O rwystro hysbysebion i lwytho lawr fideos, mae Firefox yn gadael i chi ddewis yr offer i adeiladu'r porwr perffaith. Ychwanegwch beth sydd eu hangen, gadewch y gweddill.
ga_ie: Le Firefox, is féidir leat uirlisí a roghnú le brabhsálaí foirfe a thógáil duit féin, choscairí fógraí, cláir íoslódála físeán, agus go leor eile. Cuir na breiseáin a theastaíonn uait le Firefox, agus ná bac leis an gcuid eile.
hi_in: विज्ञापन ब्लॉकर्स से वीडियो डाउनलोडर्स तक, अपना परिपूर्ण ब्राउज़र बनाने के लिए Firefox आपको युक्तियां चुनने देता है. ऐड-ऑन जिनकी आपको जरुरत है, जिनकी नहीं है उन्हें छोड़ दें.
ta: விளம்பர தடுப்பானிலிருந்து காணொளி பதிவிறக்கி வரை, பயர்பாக்சு உங்கள் கச்சிதமான உலாவியை கட்டமைப்பதற்கான கருவிகளைத் தேர்ந்தெடுக்க அனுமதிக்கிறது. உங்களுக்கு வேண்டிய சேர்க்கவும், வேண்டாததை விட்டு தாவவும்.

source: Control your privacy
cy: Rheoli eich preifatrwydd
ga_ie: Cosain do phríobháideachas
hi_in: अपनी गोपनीयता को नियंत्रित करें
ta: உங்கள் தனியுரிமையைக் கட்டுப்படுத்தவும்

source: We believe your data is yours. Firefox doesn’t sell access to your browser history, so you’re in control with tools like Private Browsing with Tracking Protection.
cy: I ni, chi sydd bia eich data. Dyw Firefox ddim yn gwerthu mynediad i'ch hanes pori, felly chi sy'n rheoli gydag offer fel Pori Preifat gyda Diogelwch rhag Tracio.
ga_ie: Creidimid gur leatsa amháin do chuid sonraí pearsanta. Ní dhíolann Firefox do stair bhrabhsála, agus tugann sé uirlisí príobháideachais duit, mar shampla Brabhsáil Phríobháideach agus Cosaint ar Lorgaireacht.
hi_in: हम मानते हैं की आपका डेटा आपका है. Firefox आपके ब्राउज़र इतिहास के पहुँच नहीं बेचता है, इसीलिये आप नियंत्रित है उन युक्तियों के साथ जैसे की पदचिह्न सुरक्षा के साथ निजी ब्राउज़िंग.
ta: நாங்கள் உங்கள் தரவு உங்களுடையதே என்று நம்புகிறோம். பயர்பாக்சு உங்கள் உலாவல் வரலாற்றிற்கான அணுகலை விற்காது, எனவே நீங்கள் தடமறியல் பாதுகாப்புடன் கூடிய தனிப்பட்ட உலாவல் போன்ற கருவிகளுடன் கட்டுப்பாட்டில் உள்ளீர்கள்.
