Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/products/desktop.lang.po
Languages: cy, ga_ie, hi_in, ta

source: Desktop computers meet the faster, private Firefox
cy: Cyfrifiaduron bwrdd gwaith, dyma'r Firefox cyflymach a mwy preifat
ga_ie: Éistigí, a Ríomhairí! Seo é an Firefox is sciobtha is príobháidí riamh
hi_in: डेस्कटॉप कम्प्यूटर मिलिये तीव्र, निजी Firefox से
ta: மேசைக்கணினிகள் விரைவான, தனிமையான பயர்பாக்சை சந்திக்கின்றன

source: Better desktop browsing is here. Get Firefox for Windows, Mac, and Linux.
cy: Mae pori bwrdd gwaith gwell yma. Estynnwch Firefox Windows, Mac a Linux.
ga_ie: Tá brabhsáil níos fearr tagtha. Faigh Firefox ar Windows, Mac, agus Linux.
hi_in: बेहतर डेस्कटॉप ब्राउज़िंग यहाँ है. पाइये Firefox Windows, Mac, और Linux के लिये.
ta: சிறந்த பணிமேடை உலாவல் இதோ. விண்டோசு, மேக் மற்றும் இலினக்சிற்கான பயர்பாக்சைப் பெறவும்.

source: Firefox browser for desktop
cy: Firefox ar gyfer y bwrdd gwaith
ga_ie: Firefox ar an deasc
ta: பணிமேடைக்கான பயர்பாக்சு

source: Firefox for Desktop
cy: Firefox ar y Bwrdd Gwaith
ga_ie: Firefox ar an deasc
hi_in: डेस्कटॉप के लिए Firefox
ta: கணினிக்கான பயர்பாக்ஸ்

source: Get more done, even faster.
cy: Gwneud mwy, yn gynt.
ga_ie: Bí níos táirgiúla níos éifeachtúla.
hi_in: अधिक कार्य सम्पादित पायें, और भी तेज.
ta: இன்னும் வேகமாக, பலவற்றைச் செய்யவும்.

source: Get more done
cy: Cyflawni mwy
ga_ie: Tuilleadh táirgiúlachta
hi_in: अधिक कार्य सम्पादित पायें
ta: மேலும் செய்யவும்

source: Now Firefox is even faster – with quicker start ups and less hang time! That means windows and tabs load quicker for lightweight browsing that doesn’t hog your computer’s memory.
cy: Mae Firefox nawr yn gyflymach byth – yn cychwyn yn gynt a llai o amser i aros! Mae hyn y golygu fod ffenestri a thabiau'n llwytho'n gynt ar gyfer pori ysgafn sydd ddim yn dwyn cof eich cyfrifiadur.
ga_ie: Tá Firefox níos sciobtha ná riamh – tosaíonn sé go gasta, gan mórán tréimhsí feithimh! Lódálann fuinneoga agus cluaisíní go tapa, agus ní úsáideann sé an chuimhne go léir ar do ríomhaire.
hi_in: अब Firefox और भी तेज है – शीघ्र प्रारंभ तथा कम रुकाव समय के साथ! जिसका अर्थ है विंडोज तथा टैब सीघ्र लोड होते हैं हल्के ब्राउज़िंग के लिए जो आपके कंप्यूटर मेमोरी को हड़पते नहीं हैं.
ta: புதிய பயர்பாக்சு இன்னும் வேகமானது – விரைவான தொடக்கம் மற்றும் குறைவான தொங்கல் நேரத்துடன்! அதாவது உங்கள் கணினியின் நினைவகத்தை ஆக்கிரமிக்காத இலகுவான உலாவலுக்காக சாளரங்கள் மற்றும் கீற்றுகளை விரைவாக ஏற்றுகிறது.

source: Get more done at Firefox speeds
cy: Gwneud rhagor gyda chyflymder Firefox
ga_ie: Bí níos táirgiúla ar luas lasrach Firefox
hi_in: अधिक कार्य संपन्न पायें Firefox के गति के साथ
ta: பயர்பாக்சின் வேகத்தில் பலவற்றைச் செய்யவும்

source: Get more privacy
cy: Mwy preifat
ga_ie: Tuilleadh príobháideachais
hi_in: पायें अधिक गोपनीयता
ta: அதிக தனியுரிமையைப் பெறவும்

source: To share or not share, that’s your call with Firefox’s more powerful Private Browsing feature. It automatically blocks trackers and ads that collect your information without permission.
cy: I rannu neu beidio, chi sy'n dewis gyda nodweddion mwy grymus Pori Preifat. Mae'n rhwystro, yn awtomatig, dracwyr a hysbysebion sy'n casglu eich manylion heb eich caniatâd.
ga_ie: Ná lig do rún le héanlaith an aeir! Le Brabhsáil Phríobháideach, cuireann Firefox cosc ar fhógraí agus ar lorgairí a bhailíonn do chuid sonraí pearsanta gan chead.
hi_in: साझा करें या ना करें, वह आपका निर्णय है Firefox के अधिक शक्तिशाली निजी ब्राउज़िंग सुविधा के साथ. यह स्वयं ही ट्रैकर तथा विज्ञापनों को रोकता है जो की आपकी जानकारियों को बिना अनुमति एकत्र करते हैं.
ta: பயர்பாக்சின் அதிக திறன்வாய்ந்த தனிப்பட்ட உலாவல் அம்சத்துடன், ஒன்றைப் பகிரவா அல்லது வேண்டாமா என்பது உங்கள் விருப்பம். அது அனுமதியின்றி உங்கள் தகல்களைச் சேகரிக்கும் பின்தொடரிகள் மற்றும் விளம்பரங்களைத் தானாகவே முடக்குகிறது.

source: See how Firefox Privacy has your back
cy: Dyma sut mae Preifatrwydd Firefox yn eich diogelu
ga_ie: Gnéithe Príobháideachais do do chúlchosaint
hi_in: देखें की Firefox गोपनीयता कैसे आपकी पीठ है
ta: எப்படி பயர்பாக்சின் தனியுரிமை உங்கள் பின்னால் உள்ளது என்பதைப் பார்க்கவும்

source: Get more freedom
cy: Mwy rhydd
ga_ie: Tuilleadh saoirse
hi_in: पायें अधिक स्वतंत्रता
ta: அதிக சுதந்திரம் பெறவும்

source: Firefox is more than just a browser. Backed by Mozilla, a non-profit, we’re the only independent browser that also fights to protect your online privacy and keeps corporate powers in check.
cy: Mae Firefox yn fwy na dim ond porwr. Wedi ei greu gan Mozilla, corff dim-er-elw, ni yw'r unig borwr sydd hefyd yn ymdrechu i ddiogelu eich preifatrwydd ar-lein a chadw'r grymoedd corfforaethol yn eu lle.
ga_ie: Tá níos mó i gceist le Firefox ná brabhsálaí Gréasáin. Le tacaíocht ó Mozilla, eagraíocht neamhbhrabúis, is é Firefox an brabhsálaí amháin a throideann ar son do phríobháideachais ar líne agus a choinníonn srian ar na mórchomhlachtaí corparáideacha.
hi_in: Firefox सिर्फ एक ब्राउज़र से ज्यादा है. Mozilla द्वारा समर्थित,एक गैर-लाभकारी, हम सिर्फ अकेले स्वतंत्र ब्राउज़र हैं जो कि आपके ऑनलाइन गोपनीयता की सुरक्षा के लिए लड़ते हैं और कॉर्पोरेट के शक्तियों को नियंत्रित रखते हैं.
ta: பயர்பாக்சு ஒரு உலாவிக்கும் மேலானது. மொசில்லா, ஒரு இலாபநோக்கற்ற நிறுவனத்தால் ஆதரிக்கப்படுவது, நாங்கள் மட்டுமே உங்கள் இணைய தனியுரிமையைப் பாதுகாக்க மற்றும் பெருநிறுவன சக்திகளை கட்டுப்பாட்டடில் வைக்கவும் போராடும் ஒரு சார்பற்ற உலாவியாக உள்ளோம்.
