Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/products/developer.lang.po
Languages: cy

source: Built for those who build the Web. The only browser made for developers like you.
cy: Wedi ei adeiladu ar gyfer y rhai sy'n adeiladu'r we. Yr unig borwr sydd wedi ei wneud ar gyfer datblygwyr fel chi.

source: Modern tools for the Open Web
cy: Offer modern ar gyfer y We Agored

source: Create and debug web experiences with powerful, open source tools.
cy: Crëwch a dadfygio profiadau gw gydag offer cod agored pwerus.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
cy: Mae Firefox Developer Edition yn anfon adborth yn awtomatig i Mozilla.

source: Modernize
cy: Moderneiddio

source: Create fast, flexible interactive UI with built-in React and Redux tools.
cy: Crëwch ryngwyneb cyflym, rhyngweithiol a chyflym gyda'r offer mewnol React a Redux.

source: Customize
cy: Cyfaddasu

source: Make our devtools yours thanks to open-source code and customization.
cy: Mabwysiadwch ein offer datblygu diolch i god cod agored a chyfaddasu.

source: Optimize
cy: Optimeiddio

source: Ship responsive and compatible sites that work for everyone, everywhere.
cy: Darparwch wefannau ymatebol a chydweddus sy'n gweithio i bawb ymhob man.

source: Master CSS Grid with the only grid inspector<br> and layout tools on the Web.
cy: Meistrolwch CSS Grid gyda'r unig offer archwilio grid<br> a chynllun ar y We.

source: Try CSS Grid now
cy: Profwch CSS Grid nawr

source: Debug Firefox and framework apps<br> built on React and Ember<br> with the “go anywhere” debugger
cy: Dadfygio Firefox ac apiau fframwaith<br> wedi eu hadeiladu ar React ac Ember<br> gyda'r dadfygiwr amryddawn

source: Learn more about Debugger
cy: Dysgu rhagor am Debugger

source: Speak up
cy: Rhannwch eich barn

source: Feedback makes us better. Tell us how we can improve the browser and Developer tools.
cy: Mae adborth yn ein gwneud yn well. Dywedwch wrthym sut gallwn wella'r porwr a'r offer Datblygwyr.

source: Join the conversation
cy: Ymunwch â'r sgwrs

source: Get involved
cy: Ymunwch

source: Help build the last independent browser. Write code, fix bugs, make add-ons, and more.
cy: Helpwch ni i adeiladu'r porwr gwe annibynnol olaf. Ysgrifennwch god, drwsio gwallau, creu ychwanegion a rhagor.

source: Start now
cy: Cychwyn nawr

source: Design, code, test, refine. Perfect your sites with Firefox DevTools.
cy: Cynllunio, codio, profi, coethi. Perffeithiwch eich gwefannau gyda Firefox DevTools.

source: Inspector
cy: Archwiliwr

source: Inspect and refine code to build pixel-perfect layouts.
cy: Archwiliwch a choethwch eich cod i adeiladu cynlluniau perffaith.

source: Learn more about the Page Inspector
cy: Dysgu rhagor am yr Archwilydd Tudalen

source: Console
cy: Consol

source: Track CSS, JavaScript, security and network issues.
cy: Tracio anawsterau CSS, JavaScript, diogelwch a rhwydwaith.

source: Learn more about the Web Console
cy: Dysgu rhagor am y Consol Gwe

source: Powerful JavaScript debugger with support for your framework.
cy: Dadfygiwr JavaScript pwerus sy'n cynnal eich fframwaith.

source: Learn more about the Debugger
cy: Dysgu rhagor am y Dadfygiwr

source: Network
cy: Rhwydwaith

source: Monitor network requests that can slow or block your site.
cy: Monitrwch geisiadau rhwydwaith sy'n gallu arafu neu rwystro eich gwefan.

source: Learn more about the Network Monitor
cy: Dysgu rhagor am y Monitor Rhwydwaith

source: Storage panel
cy: Panel Storio

source: Add, modify and remove cache, cookies, databases and session data.
cy: Ychwanegwch, newid neu dynnu data storfa, cwcis, cronfeydd data a data sesiynau.

source: Learn more about the Storage panel
cy: Dysgwch ragor am y Panel Storio

source: Responsive Design Mode
cy: Y Modd Cynllunio Ymatebol

source: Test sites on emulated devices in your browser.
cy: Profwch wefannau ar ddyfeisiau wedi eu hefelychu o fewn eich porwr.

source: Learn more about Responsive Design Mode
cy: Dysgu rhagor am y Modd Cynllunio Ymatebol

source: Visual Editing
cy: Golygu Gweledol

source: Fine-tune animations, alignment and padding.
cy: Cywiro animeiddiadau, aliniad a phadio.

source: Learn more about Visual Editing
cy: Dysgu rhagor am yr Olygu Gweledol

source: Performance
cy: Perfformiad

source: Unblock bottlenecks, streamline processes, optimize assets.
cy: Agor rhwystrau, llyfnhau prosesau a gwneud y mwyaf o asedau.

source: Learn more about the Performance panel
cy: Dysgu rhagor am y Panel Perfformiad

source: Memory
cy: Cof

source: Find memory leaks and make your application zippy.
cy: Canfod colli cof a gwneud eich rhaglenni'n chwim.

source: Learn more about the Memory panel
cy: Dysgu rhagor am y Panel Cof

source: Web Audio
cy: Sain Gwe

source: The only developer tool for inspecting the Web Audio API.
cy: Yr unig declyn datblygwr ar gyfer archwilio API Sain Gwe.

source: Learn more about the Web Audio Editor
cy: Dysgu rhagor am Olygydd Sain Gwe

source: Edit, write, run and execute JavaScript in real time.
cy: Golygu, ysgrifennu, rhedeg a gweithredu JavaScript yn fyw.

source: Learn more about the Scratchpad
cy: Dysgu rhagor am JavaScript

source: Style Editor
cy: Golygydd Arddull

source: Edit and manage all your CSS stylesheets in your browser.
cy: Golygu a rheoli eich taenlenni CSS o fewn eich porwr.

source: Learn more about the Style Editor
cy: Dysgu rhagor am y Golygydd Arddull
