Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/products/focus.lang.po
Languages: cy, ga_ie, hi_in, ta

source: The Private Browser With Automatic Ad Blocker
cy: Y Porwr Preifat gyda Rhwystro Hysbysebion Awtomatig
ga_ie: An Brabhsálaí Príobháideach a chuireann cosc ar fhógraí
hi_in: निजी ब्राउज़र स्वचालित विज्ञापन ब्लॉकर के साथ
ta: தானியங்கி விளம்பர முடக்கியுடன் கூடிய தனிமை உலாவி

source: Firefox Focus browser
cy: Porwr Firefox Focus
hi_in: Firefox Focus ब्राउज़र
ta: பயர்பாக்சு போக்கசு உலாவி

source: Firefox Focus
hi_in: Firefox फोकस
ta: பயர்பாக்சு போக்கசு

source: Firefox Focus blocks ads and forgets your browsing history, so you can focus on the good stuff. Get Focus for fast, private browsing on Android and iOS now!
cy: Mae Firefox Focus yn rhwystro hysbysebion ac y anghofio eich hanes pori, fel bod modd i chi ganolbwyntio ar y deunydd da. Estynnwch Focus am bori cyflym, preifat ar Android ac iOS nawr!
ga_ie: Cuireann Firefox Focus cosc ar fhógraí agus glanann sé do stair bhrabhsála sa chaoi gur féidir leat díriú ar rudaí níos tábhachtaí. Bain triail as Focus, an brabhsálaí sciobtha sábháilte, ar Android agus ar iOS anois!
hi_in: Firefox Focus विज्ञापनों को रोकता है और आपके ब्राउज़िंग इतिहास को भूल जाता है, इसीलिये आप अच्छी चीजों पर धयान केंद्रित कर सकते हैं. पाइये Focus तेज, निजी ब्राउज़िंग के लिए अभी Android और iOS पर!
ta: பயர்பாக்சு போக்கசு விளம்பரங்களை முடிக்குகிறது மற்றும் உலாவல் வரலாற்றை மறக்கிறது, எனவே நீங்கள் நல்லவற்றில் கவனம் செலுத்தலாம். iOS மற்றும் ஆண்ட்ராய்டில் விரைவான, தனிமையான உலாவலுக்கு போக்கசைப் பெறவும்!

source: Firefox Focus Browser
cy: Firefox Focus
ga_ie: Brabhsálaí Firefox Focus
hi_in: Firefox Focus ब्राउज़र
ta: பயர்பாக்சு போக்கசு உலாவி

source: Keep it private with automatic ad blocking and tracking protection on iOS and Android.
cy: Cadwch eich pethau'n breifat gyda rhwystro hysbysebion awtomatig a diogelwch rhag tracio ar iOS ac Android.
ga_ie: Coinnigh do chuid sonraí pearsanta slán le coscaire fógraí agus cosaint ar lorgaireacht, saor in aisce ar iOS agus Android.
hi_in: इसे iOS और Android पर स्वचालित विज्ञापन अवरोधक और ट्रैकिंग सुरक्षा के साथ निजी रखें.
ta: iOS மற்றும் ஆண்ட்ராய்டில் தானியக்க விளம்பர மற்றும் பின்தொடரல் பாதுகாப்புடன் தனிமையாக வைக்கவும்.

source: Download on the App Store
cy: Llwythwch i lawr o'r App Store
ga_ie: Íosluchtaigh ón App Store
hi_in: एप स्टोर पर डाउनलोड करें
ta: செயலி கடையிலிருந்து பதிவிறக்கவும்

source: Get it on Google Play
cy: Estynnwch o Google Play
ga_ie: Saor in aisce ó Google Play
hi_in: इसे गूगल प्ले पर पायें
ta: கூகுள் கடையில் இதை இலவசமாகப் பெறுங்கள்

source: Firefox Privacy
cy: Preifatrwydd Firefox
ga_ie: Príobháideachas Firefox
hi_in: Firefox गोपनीयता
ta: பயர்பாக்ஸ் தனியுரிமை

source: Forget the ad trackers
cy: Anghofiwch y tracwyr hysbysbion
ga_ie: Ná bí buartha faoi na lorgairí
hi_in: विज्ञापन ट्रैकरों को भूल जायें
ta: விளம்பர பின்தொடரிகளை மறக்கவும்

source: Block ads with sneaky trackers that secretly collect your data by keeping a clean slate. Firefox Focus won’t remember you, so neither will they.
cy: Rhwystrwch hysbysebion sydd â thracwyr twyllodrus sy'n casglu eich data'n dawel fach drwy gadw llechen lan. Fydd Focus ddim yn eich cofio, na nhw.
ga_ie: Cuir cosc ar lorgairí slítheánta a bhailíonn do chuid sonraí pearsanta faoi choim. Ní chuimhneoidh Firefox Focus thú, agus dá bharr sin ní chuimhneoidh na lorgairí thú ach oiread.
hi_in: विज्ञापनों को रोकें गुप्त ट्रैकरों के साथ जो गुप्त रूप से एक साफ स्लेट रखकर आपके डेटा को एकत्र करते है. Firefox Focus आपको याद नहीं करेगा, इसलिए वे भी नही करेंगे.
ta: உங்கள் தரவை இரகசியமாக துடைத்ததுபோல் சேகரிக்கும் திருட்டுத்தனமான பின்தொடரிகள் உடைய விளம்பரங்களை முடக்குகிறது. பயர்பாக்சு போக்கசு உங்களை நினைவில் கொள்ளது, எனவே அவர்களும் கொள்ளமாட்டார்கள்.

source: Make a fresh start
cy: Cychwyn glân
ga_ie: Tosú as an nua
hi_in: एक नई शुरुआत करें
ta: புதியதாகத் தொடங்கவும்

source: Wipe out your entire browsing session — passwords, history, cookies — with a single click, whenever the mood strikes.
cy: Cliriwch eich sesiwn pori i gyd — cyfrineiriau, hanes, cwcis — gydag un clic, pryd bynnag fyddwch chi eisiau gwneud.
ga_ie: Glan do sheisiún iomlán brabhsála — focail fhaire, stair, fianáin — le clic amháin, aon uair a bhuaileann an fonn thú.
hi_in: अपने संपूर्ण ब्राउज़िंग सत्र को मिटाएँ — पासवर्ड, इतिहास, कुकी — एक क्लिक के साथ, जब भी मन करे.
ta: உங்கள் முழு உலாவல் அமர்வையும் துடைக்கவும் — கடவுச்சொற்கள், வரலாறு, நினைவிகள் — தோன்றும்போதெல்லாம், ஒற்றை சொடுக்கில்.

source: Pick up browsing speed
cy: Cynyddu cyflymder pori
ga_ie: Brabhsáil ar luas lasrach
hi_in: ब्राउज़िंग के गति के बढायें
ta: உங்கள் உலாவல் வேகத்தைக் கூட்டவும்

source: Browse lighter and clutter-free by blocking pesky ads that wear down loading speeds and your patience.
cy: Porwch yn ysgafn droed ac heb flerwch drwy rwystro hysbysebion sy'n llesteirio llwytho a'ch amynedd.
ga_ie: Brabhsáil níos éadroime agus saor ó thranglam — cuireann Firefox chosc a chur ar fhógraí ciapacha a chuireann moill ar an mbrabhsálaí agus a chuireann le báiní thú.
hi_in: हल्की और अव्यवस्था मुक्त ब्राउज़ करें परेशान करने वाले विज्ञापनों को अवरुद्ध करके जो लोडिंग के गति को और आपक धैर्य को कमज़ोर करते हैं.
ta: ஏற்றுதல் வேகம் மற்றும் உங்கள் பொறுமையை இழக்கச் செய்யும் தொல்லை விளம்பரங்களை முடக்குவதின் மூலம் இலேசாக இரைச்சலின்றி உலாவவும்.
