Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/products/ios.lang.po
Languages: cy, ga_ie, hi_in, ta

source: Free Mobile Browser App for iPhone, iPad, iOS
cy: Ap Porwr Symudol am Ddim ar gyfer iPhone, iPad, iOS
ga_ie: Brabhsálaí Soghluaiste Saor in Aisce ar iPhone, iPad, iOS
hi_in: मुफ्त मोबाइल ब्राउज़र एप्प iPhone, iPad, iOS के लिये
ta: உங்கள் ஐபோன், ஐபாட், ஐஓசு கருவிகளுக்கான இலவச கைப்பேசி உலாவி செயலி

source: Join the millions browsing faster on iPad and iPhone with peace of mind, privacy protection. Install Firefox for iOS now!
cy: Ymunwch â'r miliynau sy'n pori'n gynt ar iPad neu iPhone, yn dawel eu meddwl, oherwydd y diogelwch i'w preifatrwydd. Gosodwch Firefox iOS nawr!
ga_ie: Bí leis na milliúin atá ag brabhsáil níos sciobtha ar iPad agus iPhone le suaimhneas intinne. Suiteáil Firefox ar iOS anois!
hi_in: मन की शांति, गोपनीयता संरक्षण के साथ iPad और iPhone पर तेजी से ब्राउज़ करने वाले लाखों लोगों से जुड़ें. अभी iOS के लिए Firefox संस्थापित करें!
ta: மன அமைதி தனியுரிமை பாதுகாப்புடன் ஐபாட் மற்றும் ஐபோனில் வேகமாக உலாவும் ஆயிரமாயிரமவர்களுடன் இணையவும். iOS இயங்குதளத்திற்கான பயர்பாக்சை இப்போதே நிறுவவும்!

source: Firefox browser for iOS
cy: Porwr Firefox ar gyfer iOS
ta: iOS இயங்குதளத்திற்கான பயர்பாக்சு உலாவி

source: Firefox for iOS
cy: Firefox iOS
ga_ie: Firefox ar iOS
hi_in: iOS के लिए Firefox
ta: iOS இயங்கு தளத்திற்கான பயர்பாக்ஸ்

source: The speed you need. The privacy you trust.
cy: Cyflymder angenrheidiol. Preifatrwydd dibynadwy
ga_ie: An luas a theastaíonn uait i mbrabhsálaí iontaofa.
hi_in: रफ़्तार जिसकी आपको जरूरत है. गोपनीयता जिस पर आप भरोसा करते हैं.
ta: உங்களுக்கு வேண்டிய வேகம். நீங்கள் நம்பும் தனியுரிமை.

source: Download on the App Store
cy: Llwythwch i lawr o'r App Store
ga_ie: Íosluchtaigh ón App Store
hi_in: एप स्टोर पर डाउनलोड करें
ta: செயலி கடையிலிருந்து பதிவிறக்கவும்

source: Features
cy: Nodweddion
ga_ie: Gnéithe
hi_in: विशेषताएँ
ta: அம்சங்கள்

source: Switch devices like a pro
cy: Newid dyfais yn hawdd
ga_ie: Athraigh ó ghléas go gléas mar shaineolaí
hi_in: एक पेशेवर की तरह युक्तियां बदलें
ta: நிபுணரைப் போல் கருவிகளை மாற்றவும்

source: When you move, Firefox moves with you. Take your favorite bookmarks, open tabs, passwords and history with you across devices.
cy: Wrth i chi symud mae Firefox yn symud gyda chi. Ewch â'ch hoff nodau tudalen, tabiau agored, cyfrineiriau a hanes gyda chi ar draws dyfeisiau.
ga_ie: Cibé áit a rachaidh tú, beidh Firefox leat. Tóg do chuid leabharmharcanna, cluaisíní oscailte, focail fhaire, agus stair bhrabhsála leat ó ghléas go gléas.
hi_in: जब आप चलते हैं, firefox आप के साथ चलता है.आपके पसंदीदा बुकमार्क्स, खुले टैब, पासवर्ड, और इतिहास को आपके साथ सभी उपकरणों तक ले जाता है ।
ta: நீங்கள் நகரும் போது, பயர்பாக்சும் உங்களுடன் நகர்கிறது. உங்கள் விருப்பமான புத்தகக்குறிகள், திறந்த கீற்றுகள், கடவுச்சொற்கள் மற்றும் வரலாற்றை உங்களுடன் எல்லா கருவிகளுக்கும் எடுத்துச் செல்லவும்.

source: Control your privacy
cy: Rheoli eich preifatrwydd
ga_ie: Cosain do phríobháideachas
hi_in: अपनी गोपनीयता को नियंत्रित करें
ta: உங்கள் தனியுரிமையைக் கட்டுப்படுத்தவும்

source: To share or not to share… that’s totally up to you. Firefox doesn’t sell access to your data, so you get full control over who sees your browsing history with private browsing and protection controls.
cy: I rannu neu beidio… mae'r cyfan i fyny i chi. Dyw Firefox ddim yn gwerthu mynediad i'ch data, felly mae gennych reolaeth lwyr dros pwy sy'n gweld eich hanes pori gyda phori preifat a rheolaeth diogelu.
ga_ie: Ná lig do rún le héanlaith an aeir… is leatsa an rogha. Ní dhíolann Firefox do chuid sonraí pearsanta. Le brabhsáil phríobháideach agus cosaint ar lorgaireacht, is tusa amháin atá i gceannas ar do stair bhrabhsála.
hi_in: साझा करना या साझा ना करना… वह पुर्णतः आप पर है. Firefox आपके डेटा तक के पहुँच को नहीं बेचता, इसीलिये निजी ब्राउज़िंग और सुरक्षा निरंत्रण के साथ आप सम्पूर्ण नियंत्रण पाते हैं कि किसने आपके ब्राउज़िंग इतिहास को देखा.
ta: பகிரவா வேண்டாமா… என்பது உங்களைப் பொருத்தது. பயர்பாக்சு உங்கள் தரவுக்கான அணுகலை விற்காது, எனவே நீங்கள் தனிமை உலாவல் மற்றும் பாதுகாப்பு கட்டுப்பாடுகளுடன் உங்கள் உலாவல் வரலாற்றை யார் பார்க்கிறார்கள் என்று முழு கட்டுப்பாட்டையும் பெறுகிறீர்கள்.

source: Be a know-it-all
cy: Gwybod y cyfan
ga_ie: An t-eolas go léir ar bharra do mhéar
hi_in: एक सबकुछ जाननेवाला बने
ta: எல்லாம் தெரிந்தவராக இருக்கவும்

source: Find what you’re looking for faster with intelligent search suggestions. The work is done for you by predicting search terms, so you can answer those burning questions in seconds.
cy: Canfod yr hyn rydych yn chwilio amdano gydag awgrymiadau chwilio deallus. Mae'r gwaith wedi ei wneud i chi drwy ddarogan termau chwilio, fel bod modd i chi ateb y cwestiynau llosg hynny mewn eiliadau.
ga_ie: Bain triail as moltaí cuardaigh chun teacht ar an eolas atá uait go han-ghasta. Déanann Firefox an obair ar do shon trí théarmaí cuardaigh a thuar, sa chaoi go mbeidh tú in ann freagra a fháil ar an gceist sin atá ag dó na geirbe agat.
hi_in: बुद्धिमान खोज सुझावों के साथ तेजी से पायें जो आप ढूंढ रहे हैं. खोज शब्द का अनुमान लगाकर आपके लिए यह काम किया जाता है, ताकि आप सेकेंड में उन प्रबल सवालों का जवाब दे सकें.
ta: அறிவார்ந்த தேடல் பரிந்துரைகளுடன் நீங்கள் தேடுவதை விரைவாக கண்டுபிடிக்கவும். தொடர்களை முன்கணிப்பதின் மூலம் உங்களுக்கான வேலை செய்து முடிக்கப்படுகிறது, எனவே நீங்கள் உயிர்ப்பான கேள்விகளுக்கு விரைவில் பதிலளிக்கலாம்.
