Repository: alvinlaz96/mozilla-lang
Catalog: */privacy/ffos_privacy.lang.po
Languages: cy, gd, km, ms

source: Firefox OS Privacy
cy: Preifatrwydd Firefox OS
gd: Prìobhaideachd is Firefox OS
km: ភាព​ឯកជន Firefox OS
ms: Privasi Firefox OS

source: 08 May 2013
cy: 08 Mai 2013
gd: 08 dhen Chèitean 2013
km: 08 ឧសភា 2013
ms: 08 Mei 2013

source: Contact Mozilla Privacy
cy: Cysylltwch â Mozilla Privacy
gd: Cuir fios gu Mozilla Privacy
km: ទំនាក់ទំនង​ភាព​ឯកជន Mozilla
ms: Hubungi Mozilla Privasi

source: If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:
cy: Os hoffech chi gywiro eich gwybodaeth neu fod gennych unrhyw gwestiwn am ein polisïau preifatrwydd, cysylltwch â:
gd: Ma tha thu airson am fiosrachadh agad a chur ceart no ma tha ceist sam bith agad mu na poileasaidhean prìobhaideachd againn, 's urrainn dhut fios a chur thugainn aig:
km: ប្រសិនបើ​អ្នក​ចង់​​បង្កើត​ភាព​ត្រឹមត្រូវ​ចំពោះ​ព័ត៌មាន​របស់​​អ្នក, ឬ​​អ្នក​មាន​សំណួរ​អំពី​គោលនយោបាយ​របស់​យើង, សូម​​ទាក់ទង​​ជាមួយ៖
ms: Jika anda mahu membuat pembetulan kepada maklumat anda, atau mempunyai soalan tentang polisi privasi kami, sila berhubung dengan:

source: Mozilla Corporation<br /> Attn: Legal Notices - Privacy<br /> 650 Castro Street, Suite 300<br /> Mountain View, CA 94041-2072<br /> Phone: +1-650-903-0800
gd: Mozilla Corporation<br /> Attn: Legal Notices - Privacy<br /> 650 Castro Street, Suite 300<br /> Mountain View, CA 94041-2072<br>Na Stàitean Aonaichte<br /> Fòn: +1-650-903-0800

source: Please use this form to send us your questions, concerns or thoughts related to privacy at Mozilla.
cy: Defnyddiwch y ffurflen hon i anfon eich cwestiynau, pryderon neu syniadau ynghylch materion preifatrwydd Mozilla atom,
gd: Cleachd am foirm seo gus do cheistean no beachdan a chur thugainn no rudan a thaobh prìobhaideachd is Mozilla a tha a' cur dragh ort.
km: សូម​ប្រើ​ទម្រង់​នេះ​ដើម្បី​ផ្ញើ​សំណួរ​របស់​អ្នក​មក​ពួក​យើង, ក្ដី​កង្វល់ និង​គំនិត​ផ្សេងៗ​ទាក់ទង​នឹង​ភាព​ឯកជន​នៅ Mozilla ។
ms: Sila gunakan borang ini untuk menghantar soalan, aduan atau kebimbangan berkaitan privasi kepada Mozilla.

source: Your name:
cy: Eich enw:
gd: D' ainm:
km: ខឹម សុខែម, សេង សុត្ថា, សុខ សុភា៖
ms: Nama anda:

source: This field is required, please enter your name.
cy: Mae angen y maes yma, rhowch eich enw,
gd: Tha feum air an raon seo, nach innis thu dhuinn d' ainm?
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ​, សូម​បញ្ចូល​ឈ្មោះ​របស់​អ្នក។
ms: Ruangan ini perlu dipenuhi, sila masukkan nama anda.

source: Your email:
cy: Eich e-bost:
gd: Am post-d agad:
km: sokhem@open.org.kh,​sutha@open.org.kh,sophea@open.org.kh
ms: Email anda:

source: you@yourdomain.com
cy: chi@eichparth.com
gd: thusa@anàrainnagad.com
ms: anda@domainanda.com

source: This field is required, please enter your email address.
cy: Mae angen y maes yma, rhowch eich cyfeiriad e-bost.
gd: Tha feum air an raon seo, nach cuir thu am post-d agad ann?
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ, សូម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក។
ms: Ruangan ini perlu dipenuhi, sila masukkan alamat email anda.

source: Your comments:
cy: Eich sylwadau:
gd: Do bheachdan:
km: មតិយោបល់​របស់​អ្នកប្រើ៖
ms: Komen anda:

source: Enter your comments...
cy: Rhowch eich sylwadau...
gd: Cuir a-steach do bheachdan…
km: បញ្ចូល​មតិយោបល់​របស់​អ្នក...
ms: Masukkan komen anda...

source: This field is required, please enter your comments or questions.
cy: Mae angen y maes yma, rhowch eich sylwadau neu gwestiynau.
gd: Tha feum air an raon seo, nach cuir thu do bheachdan no ceistean ann?
km: វា​​នេះ​ត្រូវ​បាន​ទាមទារ, សូម​បញ្ចូល​សំណួរ ឬ​មតិយោបល់​របស់​អ្នក។
ms: Ruangan ini perlu dipenuhi, sila masukkan komen anda atau soalan.

source: <strong>Thank you</strong> for sending us your questions or comments. A member of the privacy team will be in contact shortly.
cy: <strong>Diolch</strong> am afon eich cwestiynau neu sylwadau atom. Bydd aelod o'n tîm preifatrwydd yn cysylltu â chi cyn bo hir.
gd: <strong>Gun robh math agad</strong> airson do bheachdan no ceistean a chur thugainn. Cuiridh ball dhen sgioba phrìobhaideachd againn fios thugad a dh'aithghearr.
km: <strong>អរគុណ​អ្នក</strong> សម្រាប់​ការ​ផ្ញើ​មតិយោបល់ ឬ​សំណួរ​មក​ពួក​យើង។ សមាជិក​ក្រុម​ឯកជន​​នឹង​ទាក់ទង​​​​ភ្លាមៗ។
ms: <strong>Terima kasih</strong> kerana menghantar soalan dan komen anda. Anda akan dihubungi oleh kami sebentar lagi.

source: Your request could not be completed. Please try again.
cy: Nid oedd modd cyflawni eich cais. Ceisiwch eto.
gd: Cha b' urrainn dhuinn d' iarrtas a choileanadh. Nach fheuch thu ris a-rithist?
km: មិន​អាច​បំពេញ​សំណើ​របស់​អ្នក។ សូម​ព្យាយាម​ម្ដងទៀត។
ms: Permintaan anda tidak dapat ditunaikan. Sila cuba lagi.

source: Send comments
cy: Anfonwch sylwadau
gd: Cuir na beachdan
km: ផ្ញើ​មតិយោបល់
ms: Hantarkan komen

source: Show Less
cy: Dangos Llai
gd: Seall nas lugha
km: បង្ហាញ​តិចជាង
ms: Pamerkan Kurang
