Repository: alvinlaz96/mozilla-lang
Catalog: */privacy/index.lang.po
Languages: bs, ca, cy, ga_ie, kab, nn_no

source: Mozilla Privacy
bs: Mozilla privatnost
ca: La privadesa de Mozilla
cy: Preifatrwydd Mozilla
ga_ie: Príobháideachas Mozilla
kab: Tabaḍnit di Mozilla
nn_no: Mozilla personvern

source: Contact Mozilla
bs: Kontaktiraj Mozillu
ca: Contacteu amb Mozilla
cy: Cysylltwch â Mozilla
ga_ie: Déan Teagmháil le Mozilla
kab: Nermes Mozilla
nn_no: Kontakt Mozilla

source: If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:
bs: Ako želite da napravite ispravke informacija, ili imate bilo kakvih pitanja u vezi naše politike privatnosti, molimo Vas da stupite u kontakt sa:
ca: Si voleu modificar les vostres dades, o teniu cap pregunta sobre la nostra política de privadesa, contacteu amb:
cy: Os hoffech gywiro eich manylion neu mae gennych gwestiwn am ein polisi preifatrwydd, cysylltwch â:
ga_ie: Más mian leat do chuid faisnéise pearsanta a cheartú, nó má tá ceist agat maidir lenár bpolasaithe príobháideachais, déan teagmháil linn:
kab: Ma tebɣid ad tesseɣtiḍ talɣut inek, neɣ ad testeqsiḍ ɣef tsertit tabaḍnit, nermes ma ulac aɣilif:
nn_no: Om du vil retta noko i informasjonen din eller om du har spørsmål om personvernpraksisane våre, kontakt oss:

source: Data Privacy Principles
bs: Podaci o principima privatnosti
ca: Principis de privadesa
cy: Egwyddorion Preifatrwydd Data
ga_ie: Bunphrionsabail Phríobháideachais Sonraí
kab: Insayen ɣef tbaḍnit n isefka
nn_no: Prinsipp for datapersonvern

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our data privacy practices. <a href="%(link)s">Read More</a>
bs: Mozilla je otvoreni izvorni projekt sa zadatkom da poboljša vaše internet iskustvo. Ovo je pokretačka sila iza naše prakse privatnost podataka. <a href="%(link)s"> Opširnije </a>
ca: Mozilla és un projecte de programari lliure amb la missió de millorar la vostra experiència a l'Internet. Aquesta és la raó principal de les nostres polítiques de privadesa. <a href="%(link)s">Més informació</a>
cy: Mae Mozilla'n broject cod agored gyda chenhadaeth i wella'ch profiad o'r rhyngrwyd. Hwn sy'n gyrru'n arferion preifatrwydd data. <a href="%(link)s">Darllenwch Ragor</a>
ga_ie: Is togra foinse oscailte é Mozilla, agus an misean atá againn ná feabhas a chur ar do shaol ar líne. Is é an misean seo atá taobh thiar dár bprionsabail phríobháideachais. <a href="%(link)s">Tuilleadh Eolais</a>
kab: Mozilla d asenfaṛ n uɣbalu yeldin, tuɣdaṭ ines d asnerni n tarmit inek Internet. D wagi i d amsedday n imensiyen nneɣ ɣef tbaḍnit. <a href="%(link)s">Wali ugar</a>
nn_no: Mozilla er eit ope kjeldekodeprosjekt med oppdrag om å forbetra Internett-opplevinga.di. Det er ei drivande kraft bak datapersonvernpraksisen vår. <a href="%(link)s">Les meir</a>

source: Our Privacy Notices
bs: Naše privatne obavjesti
ca: Els nostres avisos de privadesa
cy: Ein Hysbysiadau Preifatrwydd
ga_ie: Fógraí Príobháideachais
kab: Tasertit n tbaḍnit nneɣ
nn_no: Personvernmerknadane våre

source: We created short and clear Privacy Notices to describe how each of our products and services receives, shares, and uses data and what your choices are. Learn more:
bs: Stvorili smo kratke i jasne obavjesti o privatnosti da opišemo kako svaki od naših proizvoda i usluga koje primate, djelite, i koristite podatke i koje su vaš izbor. Nauči više:
ca: Hem creat uns avisos de privadesa curts i clars per descriure com reben, comparteixen i utilitzen les dades cadascun dels nostres productes i quines opcions teniu. Més informació:
cy: Rydym wedi darparu Hysbysiadau Preifatrwydd cryno a chlir i ddisgrifio sut mae ein cynnyrch a'n gwasanaethau'n derbyn, rhannu a defnyddio data a beth yw eich dewisiadau. Dysgwch ragor:
ga_ie: Rinneamar Fógraí Príobháideachais gonta soiléire a dhéanann cur síos ar na bealaí a mbaineann táirgí agus seirbhísí Mozilla úsáid as do chuid sonraí agus ar na roghanna atá agat. Tuilleadh eolais:
kab: Nura tasertit tabadnit wezzilen ibanen akken ad neglem amek yal aseɣẓan neɣ amezlu nneɣ iremmes, ibeṭṭu neq iseqdac isefka akked wamek yegga wayen id tferneḍ. Issin ugar:

source: Mozilla Websites, Communications &amp; Cookies
bs: Mozilla websajt, Komunikacija &amp; kolačići
ca: Els llocs web de Mozilla, comunicacions &amp; galetes
cy: Gwefannau Mozilla, Cyfathrebu a Chwcis
ga_ie: Suímh Mozilla, Cumarsáid agus Fianáin
kab: Ismal Web n Mozilla, taywelt akked inagan n tuqqna

source: Firefox Browser
bs: Firefox pretraživač
ca: El navegador web Firefox
cy: Y Porwr Firefox
ga_ie: Brabhsálaí Firefox
kab: Iminig Firefox
nn_no: Firefox nettlesar

source: Firefox Cloud Services
bs: Firefox Cloud servisi
ca: Serveis al núvol del Firefox
cy: Gwasanaethau Cwmwl Firefox
ga_ie: Néalseirbhísí Firefox
kab: Imeẓla s srid n Firefox
nn_no: Firefox skytenester

source: To review and comment on proposed changes to our privacy policies <a href="%(group)s"> subscribe to Mozilla’s Governance Group</a>.
bs: Da biste pregledali i komentarisali na predložene izmjene naših polisa privatnosti, <a href="%(group)s">pretplatite se na grupu Mozilla uprave</a>.
ca: Per revisar i comentar els canvis proposats a les nostres polítiques de privadesa, <a href="%(group)s">subscriviu-vos al Grup de Govern de Mozilla</a>.
cy: I ddarllen a gwneud sylwadau ar y newidiadau sy'n cael eu cynnig i'n polisïau preifatrwydd <a href="%(group)s"> tanysgrifiwch i'r Grŵp Llywodraethu Mozilla</a>.
ga_ie: Dá mba mhian leat athruithe ar ár bpolasaithe príobháideachais a phlé, d'fhéadfá in ann <a href="%(group)s">clárú le liosta Ghrúpa Rialaithe Mozilla</a>.
kab: Akken ad twalid neɣ ad ternud iwenniten ɣef yesnifal id d-yettusumren ɣef tsertit nneɣ tabadnit <a href="%(group)s"> multeɣ ɣer ugraw n tenbaṭ n Mozilla</a>.

source: Our ongoing work on privacy is covered by the <a href="%(blog)s">Privacy &amp; Data Safety Blog</a> and information about our ongoing work is available on <a href="%(wiki)s"> Mozilla’s privacy team wiki</a>.
bs: Naše tekuće radove za privatnost pokriva <a href="%(blog)s">blog o Privatnosti i bezbjednosti podataka</a> i informacije o našim tekućim radovima su dostupne na <a href="%(wiki)s"> Mozillinoj wiki stranici</a>.
ca: Podeu consultar tot allò que fem quant a la privadesa al <a href="%(blog)s">Blog de privadesa i seguretat de les dades</a> i trobareu el detall de la feina al <a href="%(wiki)s">wiki de l'equip de privadesa de Mozilla</a>.
cy: Mae ein gwaith parhaus ar breifatrwydd yn cael ei gynnwys ym<a href="%(blog)s">Mlog Preifatrwydd a Diogelwch Data</a> ac mae gwybodaeth am ein gwaith ar gael ar<a href="%(wiki)s"> wici tîm preifatrwydd Mozilla</a>.
ga_ie: Gheobhaidh tú tuilleadh eolais faoin obair leanúnach a dhéanaimid sa réimse seo ar an mblag <a href="%(blog)s">Príobháideachas agus Sábháilteacht Sonraí</a> agus ar <a href="%(wiki)s">Vicí fhoireann phríobháideachais Mozilla</a>.
kab: Amahil nneɣ iteddun ɣef tudert tabaḍnit yettwaglam s telqayt deg ublug nneɣ <a href="%(blog)s"> Taɣellist n isefka n tbaḍnit </a> u talɣut ɣef umahil nneɣ tella deg <a href="%(wiki)s"> usebter wiki n terbaɛt Tudert tusligt n Mozilla</a>.

source: Outdated Policies
bs: Zastarjele politike
ca: Polítiques obsoletes
cy: Hen Bolisïau
ga_ie: Polasaithe As Dáta
kab: Tisertiyin tiqbuṛin
nn_no: Utdaterte praksisar

source: Home
bs: Kućni
ca: Inici
cy: Cartref
ga_ie: Baile
kab: Asebter agejdan
nn_no: Heim

source: Show Less
bs: Prikaži manje
ca: Mostra menys
cy: Dangos Llai
ga_ie: Níos Lú
kab: Ffer
nn_no: Vis mindre

source: Back to Mozilla Privacy Policy
bs: Vrati se na Mozilla politiku privatnosti
ca: Torna a la política de privadesa de Mozilla
cy: Nôl i Bolisi Preifatrwydd Mozilla
ga_ie: Fill ar Pholasaí Príobháideachais Mhozilla
kab: Uɣal ɣer tsertit tabadnit n Mozilla
nn_no: Tilbake til Mozilla personvernpraksis
