Repository: alvinlaz96/mozilla-lang
Catalog: */privacy/principles.lang.po
Languages: af, bn_bd, bs, es_mx, hi_in, is, kab, lt, nn_no, pt, ta, ur

source: Data Privacy Principles
af: Dataprivaatheidbeginsels
bn_bd: তথ্য গোপনীয়তার নীতিমালা
bs: Politika privatnosti dokumenata
es_mx: Principios sobre privacidad
hi_in: डेटा गोपनीयता सिद्धांत
is: Reglur fyrir gagnaleynd
kab: Imensiyen ɣef tbaḍnit n isefka
lt: Duomenų privatumo principai
nn_no: Prinsipp for datapersonvern
pt: Princípios da Privacidade dos Dados
ta: தரவு தனியுரிமை கொள்கைகள்
ur: کوائف کی رازداری کے اصول

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our privacy practices.
af: Mozilla is 'n oopbronprojek met 'n missie om elkeen se internet-ervaring te verbeter. Dit is 'n dryfveer vir ons dataprivaatheidpraktyk.
bn_bd: মজিলা একটি ওপেন সোর্স প্রকল্প যার উদ্দেশ্য আপনার ইন্টারনেট অভিজ্ঞতার উন্নতি করা। এটা আমাদের তথ্য গোপনীয়তা অনুশীলনের পিছনে চালিকা শক্তি।
bs: Mozilla je otvoreni izvor projekata sa zadatkom da poboljša vašeinternet iskustvo. Ovo je pokretačka sila iz naše politike privatnosti.
es_mx: Mozilla es un proyecto de código abierto con la misión de mejorar tu experiencia en Internet. Esta es una fuerza impulsora detrás de nuestras prácticas de privacidad de datos.
hi_in: मोज़िल्ला एक ओपन सोर्स परियोजना है आपका इंटरनेट अनुभव बेहतर करने के एक लक्ष्य के साथ. यह हमारी गोपनीयता सिद्धांत के पीछे की एक प्रेरक बल है.
is: Mozilla er með opinn kóða og tilgangurinn er að bæta þína upplifun á netinu. Þetta er ástæðan fyrir reglurnar okkar um gagnaöryggi.
kab: Mozilla d asenfaṛ n uɣbalu yeldin, tuɣdaṭ ines d asnerni n tarmit inek Internet. D wagi i d amsedday n imensiyen nneɣ ɣef tbaḍnit.
lt: „Mozilla“ yra atvirojo kodo projektas, kurio misija – padėti jums geriau jaustis internete. Ši misija yra kertinis mūsų taikomų privatumo principų akmuo.
nn_no: Mozilla er eit open kjeldekode-prosjekt med oppdrag om å forbetra Internettopplevinga di. Dette er ei drivande kraft bak personvernpraksisen vår.
pt: A Mozilla é um projeto de código aberto com a missão de melhorar a sua experiência na Internet. Esta é uma força motriz que fundamenta as nossas práticas de privacidade.
ta: மொசில்லா ஒரு திறவூற்று மென்பொருள் திட்டம் இது உங்களின் இணைய அனுபவத்தை மேம்படுத்தும் நோக்குடன் உருவாக்கப்பட்டது. இது எங்களின் தனியுரிம கொள்கை செய்முறைகளை உந்துகிறது.
ur: موزیلا آپ کے انٹرنیٹ کے تجربے کو بہتر کرنے کے لئے ایک مشن کے ساتھ ایک اوپن سورس منصوبہ ہے۔ یہ ہماری رازداری کے طرز عمل کے پیچھے اصل طاقت ہے۔

source: Back to Mozilla Privacy Policy
af: Terug na Mozilla se privaatheidsbeleid
bn_bd: Mozilla Privacy Policy তে ফিরে যান
bs: Nazad na Mozilla politiku privatnosti
es_mx: Regresar a las Políticas de Privacidad de Mozilla
hi_in: मोज़िला गोपनीयता नीति पर वापस
is: Til baka á Mozilla friðhelgi
kab: Uɣal ɣer tsertit tabadnit n Mozilla
lt: Grįžti į „Mozillos“ privatumo nuostatus
nn_no: Tilbake til Mozilla personvernpraksis
pt: Voltar para a Política de Privacidade da Mozilla
ta: மொசில்லா தனியுரிம கொள்கை பக்கத்துக்குச் செல்க
ur: واپس Mozilla کی رازداری پالیسی کی جانب

source: The following five principles stem from the <a href="%(link)s">Mozilla Manifesto</a> and inform how we:
af: Die volgende vyf beginsels kom uit die <a href="%(link)s">Mozilla-manifes</a> en bepaal hoe ons:
bn_bd: উল্লেখিত প্রধান পাচঁটি তথ্য <a href="%(link)s">Mozilla Manifesto</a> থেকে নেওয়া হয়েছে এবং অবহিত করুন আমরা কেমনঃ
bs: Sljedećih pet načela proizlaze iz <a href="%(link)s"> Mozilla Manifest </a> i obavijesti kako smo:
es_mx: Los siguientes cinco principios con origen en el <a href="%(link)s">Manifesto Mozilla</a> y te informamos cómo nosotros:
hi_in: <a href="%(link)s">मोज़िला घोषणापत्र</a>से निम्नलिखित पांच सिद्धांतों स्टेम और सूचित करे हमे कैसे:
is: Eftirfarandi fimm reglur eru fengnar frá <a href="%(link)s">stefnuyfirlýsingu Mozilla</a> og segja til um hvernig við:
kab: Wigi d semmusn imensiyen i d-yekkan seg <a href="%(link)s"> umeskan n Mozilla</a> udiɣ mmalen-aɣ-d amek:
lt: Penki žemiau išvardyti principai kyla iš <a href="%(link)s">„Mozillos“ manifesto</a> ir apibrėžia, kaip mes:
nn_no: Dei følgjande fem prinsippa er henta frå <a href="%(link)s">Mozilla Manifesto</a> og fortel om korleis vi:
pt: Os cinco princípios seguintes derivam do <a href="%(link)s">Manifesto da Mozilla</a> e dizem como nós:
ta: நாங்கள் எவ்வகை என்பதை பின்வரும் <a href="%(link)s">மொசில்லாவின் கொள்கை விளக்க அறிக்கையின்</a> ஐந்து கோட்பாடுகளில் அறிவீர்கள்:
ur: درج ذیل پانچ اصولوں تنا <a href='%(link)s'> Mozilla کے منشور</a> سے اور مطلع کس طرح ہم:

source: develop our products and services
af: ons produkte en dienste ontwikkel
bn_bd: আমাদের পণ্য ও সেবা সমূহের উন্নয়ন করুন
bs: razvijamo naše proizvode i usluge
es_mx: desarrolla nuestros productos y servicios
hi_in: हमारे उत्पादों और सेवाओं का विकास करें |
is: þróum okkar vörur og þjónustur
kab: ad nesnefli iseɣẓanen akken imeẓlan nneɣ
lt: kuriame savo produktus ir paslaugas;
nn_no: utviklar produkta og tenestene våre
pt: desenvolvemos os nossos produtos e serviços
ta: எங்களின் தயாரிப்புகளையும் சேவைகளையும் மேம்படுத்துங்கள்
ur: ھماری مصنوعات اور خدمات کی تخلیق کریں

source: manage user data we collect
af: gebruikers se data bestuur wat ons versamel
bn_bd: আমাদের সংগ্রহকৃত ব্যবহার কারীর তথ্য প্রক্রিয়া করুন
bs: Upravljanje korisničkim podacima koje prikupljamo
es_mx: administra los datos de usuario que recabamos
hi_in: हमरे द्वारा एकत्रित उपयोगकर्ता डाटा का प्रबंधन
is: meðhöndlun á þeim gögnum sem við söfnum
kab: ad nesefrek isefka n useqdac id nleqqeḍ
lt: tvarkome savo sukauptus naudotojų duomenis;
nn_no: handsamar brukardata vi samlar inn
pt: gerimos os dados dos utilizadores que recolhemos
ta: நாங்கள் திரட்டும் பயனரின் தரவு மேலாண்மை
ur: صارف کے ان کوائف کا بندوبست کریں جو ھم نے جمع کیے۔

source: select and interact with partners
af: ons vennote kies en met hulle werk
bn_bd: অংশীদার নির্বাচন এবং তাদের সাথে নির্বাচন করুন
bs: odaberite i uzajamno djelujte sa partnerima
es_mx: selecciona e interactúa con socios
hi_in: भागीदारों का चयन और बातचीत करें |
is: hvaða tengsl við höfum við viðskiptafélaga og hvernig við veljum þá
kab: ad nefren u ad nemɛawan akked imendiden
lt: atsirenkame partnerius ir su jais bendraujame;
nn_no: vel og samspelar med partnarar
pt: selecionamos e interagimos como parceiros
ta: கூட்டாளிகளை தேர்தல் கலந்தாடுதல்
ur: منتخب کریں اور ساتھیوں کے ساتھ بات چیت کریں

source: shape our public policy and advocacy work
af: ons openbare beleid en voorspraak doen
bn_bd: আমাদের নীতি ও প্রচারনার কাজকে বাস্তবায়ন করুন
bs: oblikovanje naših javnih politike i javnog zastupanja
es_mx: moldea nuestras políticas publicas y de labor promocional
hi_in: हमारे सार्वजनिक नीति और वकालत काम को आकार दे
is: hvernig við ákveðum opinberar stefnur og stuðningsverkefni
kab: ad nefeṣṣel tasertit tabaḍnit akked umahil n useḥbiber
lt: formuojame savo viešą poziciją ir ją skleidžiame.
nn_no: formar den offentlege strategien vår og kampanjearbeid
pt: moldamos a nossa política pública e trabalho de defesa
ta: எங்களின் வாதிடும் வேலைகளையும் பொது கொள்கைகளையும் செதுக்குதல்
ur: ہماری عوامی پالیسی اور وکالت کے کام کو شکل دیں

source: No surprises
af: Geen verrassings
bn_bd: কোন চমক নাই
bs: Nema iznenađenja
es_mx: Sin sorpresas
hi_in: कोई आश्चर्य नहीं
is: Ekkert óvænt
kab: Ulac iwhimen
lt: Jokių staigmenų
nn_no: Ingen overraskingar
pt: Sem surpresas
ta: ஆச்சரியங்கள் ஏதுமில்லை
ur: کوئی حیرت نہیں

source: Use and share information in a way that is transparent and benefits the user.
af: Gebruik en deel inligting op 'n deursigtige manier tot die gebruiker se voordeel.
bn_bd: তথ্য এমনভাবে ব্যাবহার ও শেয়ার করা হয় যা ব্যবহারকারীর কাছে স্বচ্ছ থাকে ও তাকে উপকৃত করে
bs: Koristite i dijelite informacije na način koji je transparentan i od koristi korisniku.
es_mx: Usa y comparte información de manera transparente y beneficia al usuario.
hi_in: जानकारी को उपयोग और साँझा इस तरह से करें की वो पारदर्शी हो और उपभोक्ता को लाभ दे
is: Nota og deila upplýsingum þannig að það sé gegnsætt og sé til bóta fyrir notendur.
kab: Seqdec udiɣ bḍu talɣut akken ad yili d afrawan u ad tili kfayda i useqdac.
lt: Informacija naudojamės ir dalijamės kuo skaidresniu ir naudotojui naudingesniu būdu.
nn_no: Brukar og deler informasjon på ein måte som er gjennomsynleg og gagnar brukaren.
pt: Utilizamos e partilhamos informações de uma forma que é transparente e que beneficia o utilizador.
ta: பயனருக்கு நன்மை பயக்கும் வகையில் ஒலிவு மறைவு இல்லாமல் தகவலைப் பகிரவும் பாவிக்கவும்.

source: User control
af: Gebruikerbeheer
bn_bd: ব্যবহারকারীর নিয়ন্ত্রণ
bs: Korisnička kontrola
es_mx: Control de usuario
hi_in: उपयोगकर्ता नियंत्रण
is: Stjórnun hjá notanda
kab: Asenqed n useqdac
lt: Naudotojo laisvė
nn_no: Brukarkontroll
pt: Controlo pelo utilizador
ta: பயனர் கட்டுப்பாடு
ur: صارف کا کنٹرول

source: Develop products and advocate for best practices that put users in control of their data and online experiences.
af: Ontwikkel produkte en pleit vir beste praktyk wat gebruikers in beheer plaas van hul data en ervarings aanlyn.
bs: Razvoj proizvoda i zalaganje za najbolje prakse koje daju korisnicima kontrolu nad njihovim podacima i online iskustva.
es_mx: Desarrollar productos y abogar por las mejores prácticas que ponen los usuarios en el control de sus datos y experiencias en línea.
hi_in: अपने डेटा और ऑनलाइन अनुभव के नियंत्रण में उपयोगकर्ताओं को डाल दिया है कि सर्वोत्तम प्रथाओं के लिए उत्पादों और वकील का विकास करों.
is: Þróa vörur og mæla með hvað aðferðir á að nota til að notendur séu ávallt í fyrirrúmi með sín gögn og upplifun á netinu.
kab: Snefli ifarisen u weṣṣi ɣef imensiyen ifazen ara yeǧǧen aseqdac ad isenqed isefka yines akked tarmit s srid.
lt: Mes kuriame produktus ir populiariname praktikas, suteikiančias naudotojams galimybę patiems valdyti savo duomenis ir patirtį internete.
pt: Desenvolvemos produtos que defendem as melhores práticas que colocam os utilizadores em controlo dos seus dados e experiências na Internet.
ta: பயனரின் இணைய அனுபவங்களையும் அவர்களின் சுய தரவைக் கட்டுப்படுத்தவும் சிறந்த நடைமுறைகளளுடன் தயாரிப்புகளை உருவாக்கிப் பரிந்துரைக்கிறது.

source: Limited data
af: Beperkte data
bn_bd: সীমিত তথ্য
bs: Ograničeni podaci
es_mx: Datos limitados
hi_in: सीमित डेटा
is: Takmörkuð gögn
kab: Isefka s talast
lt: Tik tai, kas reikalinga
nn_no: Avgrensa data
pt: Dados limitados
ta: வரையறுக்கப்பட்ட தரவு
ur: محدود کوائف

source: Collect what we need, de-identify where we can and delete when no longer necessary.
af: Versamel wat ons nodig het, de√Ødentifiseer waar moontlik en vee uit wanneer dit nie meer nodig is nie.
bn_bd: সংগ্রহ করুন আমদের কি প্রয়োজন, আগেই আমাদের শনাক্ত করতে হবে এবং মুছে ফেলতে হবে যখন দরকার থাকবে না।
bs: Pokupimo ono što nam treba, de-identificiramo gdje možemo i izbrišemo kada više ne bude potrebno.
es_mx: Colecta lo que necesitamos, identifica donde podemos y elimina cuando ya no sea necesario.
hi_in: लीजिए हमे जो जरुरत हैं, दुबारा पहचाने जहाँ हम कर सकते हैं और मिटाए जब जरुरत नहीं हो.
is: Safna saman því sem við þurfum, finna þau gögn sem við þurfum ekki og eyða þeim þegar þeirra er ekki lengur þörf.
kab: Lqeḍ ayen nesra, kkes asulu anida nezmer udiɣ kkes ticki ur tesriḍ ara.
lt: Kaupiame tik tai, kas būtina, anonimizuojame ką galime ir pašaliname duomenis, kai jie tampa nebereikalingi.
pt: Recolhemos o que precisamos, anonimizamos onde podemos e eliminamos quando já não são mais necessários.
ta: நமக்குத் தேவையானது எதையும் சேகரிக்கலாம், எங்கு வேண்டுமானாலும் அடையாளம் காணலாம், இனிதேவைப்படாதபோது எப்போது வேண்டுமானாலும் நீக்கலாம்.

source: Sensible settings
af: Sinvolle instellings
bn_bd: বিচক্ষণ সেটিংসমূহ
bs: Pametne postavke
es_mx: Configuración Razonable
hi_in: समझदार सेटिंग्स
is: Skynsamlegar stillingar
kab: Iɣewwaṛen iweɛren
lt: Logiškos nuostatos
pt: Definições sensíveis
ta: விவேகமான அமைவுகள்
ur: معقول سیٹکگیں

source: Design for a thoughtful balance of safety and user experience.
af: Ontwerp vir 'n weldeurdagte balans tussen veiligheid en gebruiker-ervaring.
bs: Dizajn za promišljenu ravnotežu sigurnosti i korisničkog iskustvo.
es_mx: Diseñado pensando en un balance de seguridad y experiencia de usuario.
hi_in: सुरक्षा और उपयोगकर्ता अनुभव के एक विचारशील संतुलन के लिए डिजाइन.
is: Hönnun á að taka mið af því að hanna fyrir ákveðið jafnvægi á milli öryggis og upplifun notanda.
kab: Afeṣṣel n urkad yettwaḍebren n tarmit akked tɣellist n useqdac.
lt: Kurdami, stengiamės subalansuoti saugumą ir naudotojo patirtį.
pt: Desenhar para um balanço cuidadoso entre segurança e experiência de utilização.
ta: பாதுகாப்பு மற்றும் பயனர் அனுபவத்தின் சிந்தனைச்சமநிலைக்கான வடிவமைப்பு.

source: Defense in depth
bn_bd: গভীরভাবে প্রতিরক্ষা
bs: Odbrane u dubini
es_mx: Defensa en lo profundo
hi_in: गहन सुरक्षा
is: Vörn með dýpt
kab: Aḥareb s telqayt
lt: Giluminė apsauga
pt: Defesa em profundidade
ta: ஆழ்ந்த பாதுகாப்பு
ur: گہرائی میں دفاع

source: Maintain multi-layered security controls and practices, many of which are publicly verifiable.
bs: Održavanje višeslojne sigurnosne kontrole i praksi, od kojih su mnoge javno provjerljive.
es_mx: Mantener los controles y practicas de seguridad de varias capas, muchos de los cuales son públicamente verificables.
hi_in: कई बहुस्तरीय सुरक्षा नियंत्रण और प्रथाओं को बनाए रखें, जिनमें से सार्वजनिक रूप से निरीक्षण कर रहे हैं.
is: Nota margfaldar öryggisstillingar og aðferðir, sem hægt er að sannreyna opinberlega.
kab: Ḥrez asenqed akke imensiyen n tɣellist deg deqs n yeswiren, anida kra deg-sen ttwaseqaden s wudem azayez .
lt: Daugelyje lygių palaikome privatumo nuostatas ir praktikas, dauguma kurių yra viešai verifikuojamos.
pt: Manter práticas e controlos de segurança multi-camada, muitos dos quais publicamente confirmáveis.
ta: பல அடுக்கு பாதுகாப்பு கட்டுப்பாடுகளையும் நடைமுறைகளையும் பராமரிக்கிறது, அவற்றுள் பல பொதுவில் சரிபார்க்கக்கூடியவை.
