Repository: alvinlaz96/mozilla-lang
Catalog: */privacy/privacy-day.lang.po
Languages: ca, es_mx, gd, hi_in, km, ms, uz

source: Privacy Principles
gd: Prionnsabalan prìobhaideachd
km: គោលការណ៍​ឯកជន
ms: Prinsip Privasi
uz: Maxfiylik tamoyillari

source: We have six privacy principles that stem from the Mozilla Manifesto and inform how we develop our websites, products and services.
gd: Tha sia prionnsabalan tèarainteachd againn a tha stèidhichte air a' mhanifesto aig Mozilla agus a dh'innseas mar a leasaicheas sinn na làraichean-lìn, am bathar is na seirbheisean againn.
km: អ្នក​មាន​គោលការណ៍​ឯកជន​ប្រាំមួយ​ពី Mozilla Manifesto និង​ផ្ដល់​របៀប​ដែល​យើង​អភិវឌ្ឍន៍​តំបន់​បណ្ដាញ​, ផលិតផល និង​សេវាកម្ម។
ms: Kami memiliki enam prinsip privasi yang bertangkai daripada Manifesto Mozilla dan memberitahu bagaimana kami membangunkan laman web, produk dan khidmat kami.
uz: Bizning "Mozilla manifesti"miz va qanday qilib biz vebsaytlariiz, mahsulotlarimiz va xizmatlarimizni qilishimiz haqidagi ma’lumotlarga asoslangan 6 ta tamoyilimiz bor.

source: Learn about our privacy principles
gd: Barrachd fiosrachaidh mu na prionnsabalan prìobhaideachd againn
km: ស្វែងយល់​អំពី​គោលការណ៍​ឯកជន​របស់​ពួក​យើង
ms: Pelajari perihal prinsip privasi kami
uz: Bizning maxfiylik tamoyillarimiz haqida o‘rganing

source: Do Not Track
gd: Na tracaich
km: កុំ​តាមដាន
ms: Jangan Jejaki
uz: Kuzatmang

source: Do Not Track is a feature in Firefox that helps put you in control of the way your information is collected and used online.
gd: Tha "Na tracaich" 'na ghleus ann am Firefox a bheir smachd agad air an fhiosrachadh a chruinnichear ort air an eadar-lìon.
km: Do Not Track ជា​​លក្ខណៈ​ក្នុង Firefox ដែល​ជួយ​ឲ្យ​បញ្ចូល​អ្នក​ក្នុង​ការ​ត្រួតពិនិត្យ​នៃ​​ព័ត៌មាន​ដែល​អ្នក​បាន​សម្រាំង ហើយ​ប្រើ​លើ​បណ្ដាញ។
ms: Ciri Jangan Jejaki dalam Firefox membantu anda diletakkan dalam kawalan bagaimana maklumat anda dikumpul dan digunakan atas talian.
uz: Firefox brauzeridagi "Kuzatmang" xususiyati onlayn siz haqingizda yig‘iladigan va foydalaniladigan ma’lumotlarni boshqarishingizda yordam beradi.

source: When enabled, Do Not Track will tell advertising networks and websites that you want to opt-out of tracking for purposes like behavioral advertising.
gd: Nuair a bhios "Na tracaich" an comas, innsidh e do lìonraidhean sanasachd is do làraichean-lìn nach eil thu airson 's gun dèanar tracadh ort a chum rudan mar sanasachd phearsanaichte.
km: នៅ​ពេល​ដែល​អ្នក​បាន​បើក, Do Not Track នឹង​ផ្ដល់​​តំបន់​បណ្ដាញ និង​បណ្ដាញ​​ការ​ផ្សព្វផ្សាយ​ដែល​អ្នក​មិន​ចង់​ចូលរួម​​​តាមដាន​សម្រាប់​គោលបំណង​​ការ​ផ្សព្វផ្សាយ។
ms: Jika dobilehkan, Jangan Jejaki akan memberitahu rangkaian pengiklan dan laman web yang anda tidak ingin dijejaki untuk kegunaan seumpama perilaku pengiklanan.
uz: "Kuzatmang" xususiyati yoqib qo‘yilsa, u sizni kuzatish maqsadida ishlatilgan xususiyatdagi - siz rad qilishni xohlaydigan reklama tarmoqlari va vebsahifalari haqida aytadi.

source: Enable Do Not Track in your Firefox today
gd: Cuir an comas "Na tracaich" ann am Firefox an-diugh
km: បើក Do Not Track នៅ​ក្នុង Firefox របស់​អ្នក​ថ្ងៃ​នេះ
ms: Bolehkan Jangan Jejaki di dalam Firefox hari ini
uz: "Kuzatmang" xususiyatini Firefox brauzeringizda bugun yoqing

source: A Firefox add-on, Lightbeam allows you to see the first and hidden third party sites you interact with on the Web. Using interactive visualizations, it’s an innovative way to see who’s tracking you online.
gd: Tha Lightbeam 'na thuilleadan aig Firefox a sheallas dhut na làraichean (aig ciad-phàrtaidhean is treas-phàrtaidhean) air an tadhail thu air an lìon. Nì e seo air dòigh gu math lèirsinneach agus bheir seo sealladh ùr-nòsach dhut air cò tha 'gad thracadh air loidhne.
km: កម្មវិធី​បន្ថែម Firefox , Lightbeam អនុញ្ញាត​ឲ្យ​អ្នក​មើល​ឃើញ​តំបន់​បណ្ដាញ​ភាគី​ទីបី​ដែល​បាន​លាក់ ដែល​អ្នក​​ធ្វើ​អន្តរ​សកម្ម​នៅ​លើ​បណ្ដាញ។ ដោយ​ប្រើ​អន្តរ​សកម្ម​, វា​ជា​វិធី​ច្នៃ​ប្រឌិត​ក្នុង​ការ​មើល​អ្នក​ណា​កំពុង​តាម​ដាន​អ្នក​លើ​បណ្ដាញ។
ms: Add-on Firefox, Lightbeam membenarkan andan melihat yang pertama dan laman pihak ketiga yang tersorok yang anda berinteraksi dengannya pada Web. Gunakan visualisasi interaktif, cara inovasinya untuk melihat siapa yang menjejaki anda di atas talian.
uz: Lightbeam - Firefox qo‘shimcha dasturi siz va internet o‘rtasida o‘zaro harakatlanuvchi birinchi va yashirin uchinchi taraf saytlarini ko‘rish imkonini beradi. Interaktiv ko‘rsatishdan foydalanish - bu sizni onlayn kim kuzatayotganini ko‘rishning innovatsion usulidir.

source: Download Lightbeam and shine a light on who’s watching you
gd: Luchdaich a-nuas Lightbeam is cuir solas air na daoine a tha a' cumail sùil ort-sa
km: ទាញ​យក Lightbeam និងshine a light នៅ​ពេល​មាន​អ្នក​ណា​កំពុង​មើល​អ្នក
ms: Muat turun Lightbeam dan suluh pada siapa yang memerhati anda
uz: Lightbeam’ni yuklab oling va sizni kuzatayotganlar ustini yoriting.

source: Firefox privacy add-ons
gd: Tuilleadan prìobhaideachd Firefox
km: កម្មវិធី​បន្ថែម​​ឯកជន​សម្រាប់ Firefox
ms: Add-on privasi Firefox
uz: Firefox maxfiylik qo‘shimcha dasturlari

source: We’ve gathered some of the best Firefox add-ons for privacy &amp; security in one great collection — sorted by featured, top rated and most popular.
gd: Chruinnich sinn cuid dhe na tuilleadain Firefox as fhearr airson prìobhaideachd ⁊ tèarainteachd ann an sàr-chruinneachadh — a-rèir na tha brosnaichte, aig a bheil deagh-rangachadh agus air a bheil fèill mhòr.
km: យើង​បាន​ប្រមូល​ផ្ដុំ​កម្មវិធី​បន្ថែម​ឯកជន​​សម្រាប់ Firefox ល្អ​បំផុត​មួយ​ចំនួន &amp; សុវត្ថិភាព​នៅ​ក្នុង​សម្រាំង​ដ៏​អស្ចារ្យ​មួយ — បាន​តម្រៀប​តាម​លក្ខណៈ, បាន​វាយ​តម្លៃ​ខ្ពស់​បំផុត និង​ពេញ​និយម​បំផុត។
ms: Kami mengumpulkan sebahagian daripada add-on Firefox terbaik untuk keselamatan &amp; privasi dalam satu koleksi hebat — diisih mengikut ciri, kedudukan tertinggi dan paling popular.
uz: Biz bir qancha maxfiylik va xavfsizlik uchun bitta katta jamlanma — xususiyatlari, yuqori reytingi va mashhurligi bo‘yicha saralangan Firefox qo‘shimcha dasturlarini yig‘ganmiz.

source: Make your browsing better with privacy add-ons for Firefox
gd: Dèan brabhsadh nas fhearr leis na tuilleadain prìobhaideachd airson Firefox
km: ធ្វើ​ឲ្យ​ការ​រុករក​របស់​អ្នក​កាន់​តែ​ប្រសើរ​ជាមួយ​កម្មវិធី​បន្ថែម​ឯកជន​សម្រាប់ Firefox
ms: Jadikan pelayaran anda lebih baik dengan add-on privasi Firefox
uz: Firefox maxfiy qo‘shimcha dasturlari bilan internetni ko‘rishni osonlashtiring

source: Help educate others about privacy. Use these free resources and teaching guides from Mozilla Webmaker to empower others.
gd: Cum taic ri daoine eile is ionnsaich dhaibh mu dhèidhinn prìobhaideachd. Cleachd na goireasan is an stiùireadh an-asgaidh seo o Mozilla Webmaker airson 's gum fàs càch nas glice.
km: ជំនួយ​ក្នុង​ការ​ផ្ដល់​អំពី​ភាព​ឯកជន​ផ្សេងៗ​ទៀត។ ប្រើ​មគ្គុទ្ទេសក៍​បង្រៀន និង​ធនធាន​ដោយ​សេរី​ពី​ Mozilla Webmaker ដើម្បី​ផ្ដល់​សិទ្ធិ​​ឲ្យ​ផ្សេង​ៗ​ទៀត។
ms: Bantu mendidik orang lain tentang privasi. Gunakan sumber bebas ini dan panduan mengajar daripada Mozilla Webmaker untuk memperkasakan yang lain.
uz: Boshqalarni maxfiylikni o‘rgatishda yordam bering. Boshqalar bilimini yaxshilashda "Mozilla vebmeyker"dagi ushbu bepul manbalar va o‘qitish qo‘llanmalaridan foydalaning.

source: Teach online privacy with Mozilla’s Webmaker
gd: Sgaoil eòlas mu dhèidhinn prìobhaideachd le Mozilla Webmaker
km: បង្រៀន​ភាព​ឯកជន​លើ​បណ្ដាញ​ជាមួយ Mozilla’s Webmaker
ms: Mengajar privasi atas talian dengan Mozilla Webmaker
uz: Mozilla’ning vebmeykeri bilan onlayn maxfiylikni o‘rganing

source: Our award-winning Web browser is packed with advanced security features designed to help you stay safe, and in control, online.
gd: Tha am brabhsair-lìn againn - is e air duaisean a bhuannachadh - loma-làn de ghleusan tèarainteachd adhartach a chumas sàbhailte air loidhne thu agus leis an cum thu smachd air cùisean ann.
km: កម្មវិធី​អ៊ីនធឺណិត​ដែល​បាន​ឈ្នះ​ពានរង្វាន់​របស់​ពួក​យើង​ត្រូវ​បញ្ចូល​លក្ខណៈ​សុវត្ថិភាព​កម្រិត​ខ្ពស់​បាន​កំណត់​ចំពោះ​​​ជំនួយ​ឲ្យ​អ្នក​នៅ​តែ​មាន​សុវត្ថិភាព, ហើយ​នៅ​ក្នុង​ការ​ពិនិត្យ, ក្រៅ​បណ្ដាញ។
ms: Pelayar Web yang memenangi anugerah kami dipek dengan ciri keselamatan lanjutan yang direka untuk membantu anda kekal selamat, dan dalam kawalan, atas talian.
uz: Bizning g‘olib veb brauzerimiz sizning xavfsiz qolishingiz va uni onlayn boshqarish uchun tuzilgan qo‘shimcha maxfiylik xususiyatlari bilan yaratilgan.

source: Download Firefox today
gd: Luchdaich a-nuas Firefox an-diugh
km: ទាញ​យក Firefox ថ្ងៃ​នេះ
ms: Muat turun Firefox hari ini
uz: Firefox brauzerini bugun yuklab oling
