Repository: alvinlaz96/mozilla-lang
Catalog: */privacy/privacy-day.lang.po
Languages: ca, es_mx, gd, hi_in, km, ms, uz

source: Get smart on privacy
ca: Sigueu un expert en privadesa
es_mx: Obtén un máster en privacidad
hi_in: गोपनीयता पर बुद्धिमान बनें

source: Feel like you’ve lost control of how your information is used online?
ca: Teniu la sensació que heu perdut el control sobre com s'utilitza la vostra informació a la xarxa?
es_mx: ¿Tienes la impresión de que has perdido el control sobre el uso que se hace de tu información en la red?
hi_in: ऐसा एहसास होता है की आपकी ऑनलाइन जानकारी के उपयोग से आपका नियंत्रण खो गया है?

source: Here are 4 easy steps to raising your privacy IQ & protecting yourself online.
ca: Aquí teniu quatre simples passos per millorar el vostre coneixement sobre la privadesa i la protecció de les vostres dades en línia.
es_mx: Aquí tienes 4 sencillos pasos para elevar tu cociente intelectual y protegerte en la red.
hi_in: यहाँ हैं 4 आसान से चरण जिनसे आप बढ़ा सकते हैं अपना गोपनीयता बौद्धिक स्तर एवं अपनेआप की ऑनलाइन सुरक्षा करना.

source: In four easy steps
ca: En quatre simples passos
es_mx: En cuatro sencillos pasos
hi_in: चार आसान चरणों में

source: ASK
ca: PREGUNTEU
es_mx: PREGUNTA
hi_in: पूछें

source: LEARN
ca: APRENEU
es_mx: APRENDE
hi_in: सीखें

source: ACT
ca: ACTUEU
es_mx: ACTÚA
hi_in: एक्ट

source: DISCUSS
ca: PARLEU-NE
es_mx: DISCUTE
hi_in: वादानुवाद

source: How important is privacy to you?
ca: Quina importància doneu a la privadesa?
es_mx: ¿Qué importancia le concedes a la privacidad?
hi_in: आपके लिए गोपनीयता कितनी महत्वपूर्ण है?

source: Before we get into understanding privacy and share some of our favorite related tips and tools with you, take a moment to ask yourself how important privacy is to you.
ca: Abans de posar-nos a parlar de la privadesa i de compartir alguns dels nostres consells i eines preferits, preneu-vos un moment i pregunteu-vos quina importància doneu a la privadesa.
es_mx: Antes de abordar el tema de la privacidad y compartir contigo nuestros trucos y herramientas favoritos, dedica un momento a preguntarte qué importancia tiene para ti la privacidad.
hi_in: इससे पहले की हम गोपनीयता को समझना प्रारंभ करें एवं आपके साथ सांझा करें हमारे कुछ पसंदीदा सलाह एवं उपकरण, लें एक छन अपने आप से पूछने के लिए की गोपनीयता आपके लिए कितनी महत्वपूर्ण है.

source: If you haven’t given it much thought before, your answer might surprise you.
ca: Si no hi heu reflexionat gaire, pot ser que la resposta us sorprengui.
es_mx: Si no has reflexionado mucho sobre el tema, te sorprenderá tu respuesta.
hi_in: यदि आपने इसपर पहले ज्यादा विचार नहीं दिया, आपका उत्तर आपको आश्चर्यचकित कर सकता है.

source: 91<sup>%</sup>
ca: El 91<sup>%</sup>

source: of adults think that consumers have lost control over how their personal information is used by companies
ca: dels adults pensa que els consumidors han perdut el control sobre la manera com les empreses utilitzen la seva informació personal
es_mx: de adultos creen que los consumidores han perdido el control sobre el uso que hacen las compañías de su información personal
hi_in: वयस्क सोचते हैं की उपभोक्ताओं ने इसपर नियंत्रण खो दिया है की कंपनियां उनकी निजी जानकारी का कैसे उपयोग करती हैं

source: 61<sup>%</sup>
ca: El 61<sup>%</sup>

source: say they <em>“would like to do more”</em> to protect their privacy
ca: afirma que <em>“voldria fer més”</em> per protegir la seva privadesa
es_mx: afirman que <em>“quieren hacer más”</em> para proteger su privacidad
hi_in: कहते हैं की वे <em>“अधिक करना चाहेगें”</em> अपनी गोपनीयता की सुरक्षा के लिए

source: (stats from Pew Research Internet Project)
ca: (estadístiques del Pew Research Internet Project)
es_mx: (estadísticas de Pew Research Internet Project)
hi_in: (पिउ शोध परियोजना से आंकड़े)

source: Privacy is at the heart of freedom and autonomy…
ca: La privadesa és a l'epicentre de la llibertat i l'autonomia...
es_mx: La privacidad está en el corazón de la libertad y la autonomía...
hi_in: गोपनीयता स्वतंत्रता एवं स्वायत्तता के दिल में है…

source: It’s up to all of us to get involved and speak up so that it stays that way.
ca: Depèn de tots nosaltres involucrar-nos i manifestar-nos perquè continuï sent així.
es_mx: De todos depende involucrarnos y alzar nuestra voz para que siga siendo así.
hi_in: यह हम सबके ऊपर है की शामिल हों एवं जोर से बोलें ताकि यह वैसा ही रहे.

source: — Michelle De Mooy, Deputy Director, Consumer Privacy Project at the Center for Democracy & Technology
ca: — Michelle De Mooy, directora adjunta, Projecte de privadesa del consumidor al Centre per a la democràcia i la tecnologia
es_mx: — Michelle De Mooy, directora adjunta, Consumer Privacy Project en el Center for Democracy & Technology
hi_in: — मिशेल डे मूय, उप डाइरेक्टर, लोकतंत्र एवं तकनीकी केन्द्र में उपभोक्ता नीति परियोजना

source: LEARN MORE ABOUT PRIVACY
ca: MÉS INFORMACIÓ SOBRE LA PRIVADESA
es_mx: DESCUBRE MÁS SOBRE LA PRIVACIDAD
hi_in: गोपनीयता के विषय में अधिक जानें

source: Understanding privacy
ca: Entenent la privadesa
es_mx: Comprender la privacidad
hi_in: समझें गोपनीयता

source: While the Internet provides countless ways for us to share and connect, it can also open our personal information to others.
ca: Mentre la Internet ens proporciona incomptables formes de compartir i connectar-nos, també pot obrir la nostra informació personal a d'altres.
es_mx: Aunque Internet nos facilita innumerables formas para compartir y conectar, también puede exponer nuestra información personal a los demás.
hi_in: जहाँ इन्टरनेट हमारे लिए साझा व संपर्क करने के अनगिनत तरीके प्रदान कराता है, वहीं ये हमारी निजी जानकारी को दुसरों के लिए खोल भी सकता है।

source: Understanding privacy on the Web is the biggest step to being able to take better control of it.
ca: Entendre la privadesa al Web és el pas més important per ser capaços de tenir-ne el control.
es_mx: Comprender qué es la privacidad en la Web es el paso decisivo para mejorar nuestro control sobre ella.
hi_in: वेब पर गोपनीयता को समझना उसपर बेहतर नियंत्रण करने के लिए सबसे बड़ा कदम है.

source: “But I have nothing to hide”
ca: "Però jo no tinc res a amagar"
es_mx: “Pero yo no tengo nada que ocultar”
hi_in: "लेकिन मेरे पास छुपने को कुछ भी नहीं है"

source: This is a common misperception, but the truth is we all have things we don’t want everyone to know about.
ca: Aquest és un error de percepció habitual, però la veritat és que tots tenim coses que no volem que sàpiga qualsevol.
es_mx: Es una percepción errónea muy extendida, pero lo cierto es que todos tenemos cosas que no queremos que nadie sepa.
hi_in: यह एक आम भ्रम हैं, लेकिन सच्चाई यह हैं कि हमलोग सबके पास चीजें हैं हमलोग नही चाहते सबकोई इस बारे में जानें.

source: It’s why we use passwords and PINs on our bank, email and social media accounts. For more, watch <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>
ca: Per això utilitzem contrasenyes i codis PIN per al banc, correu electrònic i comptes de les xarxes socials. Per a més informació, mireu la <a href="%s">xerrada TED de Glenn Greenwald, “Why Privacy Matters" (Per què la privadesa és important)</a>
es_mx: Por eso usamos contraseñas y PIN en las cuentas de nuestro banco, de nuestro email y de nuestras redes sociales. Para más información, mira la <a href="%s">charla TED de Glenn Greenwald, “Por qué la privacidad importa”</a>.

source: Watch “Why Privacy Matters”
ca: Mireu "Why Privacy Matters"
es_mx: Ver “Por qué la privacidad importa”
hi_in: देखें "गोपनीयता क्यों मायने रखती है"

source: WATCH “WHY PRIVACY MATTERS”
ca: MIREU “WHY PRIVACY MATTERS”
es_mx: VER “POR QUÉ LA PRIVACIDAD IMPORTA”
hi_in: देखें “क्यों गोपनीयता मायने रखता हैं”

source: Shine a light on who’s watching you
ca: Il·lumineu a qui us està vigilant
es_mx: Arroja luz sobre quién te observa
hi_in: जो आप देख रहे हैं उन पर प्रकाश डालें

source: Another key to understanding privacy is to know who’s tracking your online behaviour.
ca: Una altra clau per entendre la privadesa és saber qui està seguint el vostre comportament digital.
es_mx: Otra clave para comprender la privacidad es saber quién te está rastreando en Internet.
hi_in: आपकी गोपनीयता को समझने के लिए एक और महत्वपूर्ण तरीका है यह जानना कि कौन आपके ऑनलाइन व्यवहार ट्रैक कर रहा है|

source: If you’re a Firefox user, be sure to check out <a href="%s">Lightbeam</a>.
ca: Si sou un usuari del Firefox, assegureu-vos de consultar el <a href="%s">Lightbeam</a>.
es_mx: Si eres usuario de Firefox, echa un vistazo a <a href="%s">Lightbeam</a>.
hi_in: अगर आप फायरफॉक्स उपयोगकर्ता हैं तो इसको एक बार जरूर देखें <a href="%s">Lightbeam</a>.

source: It’s a simple and insightful add-on that reveals the full depth of the Web today, including parts that are not transparent to the average user.
ca: És un complement simple i molt revelador que us mostra tota la profunditat del Web actual, incloses parts que no són tan transparents a l'usuari.
es_mx: Es un complemento sencillo y muy revelador que te muestra toda la profundidad de la Web actual, incluyendo aquellas partes no tan claras para el usuario medio.
hi_in: जैसे आप ब्राउज करते हैं, Lightbeam आज के वेब की पुरी गहराई को प्रत्यक्ष करता है, उन हिस्सों को भी जो औसत उपयोगकर्ता के लिए पारदर्शी नही होतें.

source: Learn more about Lightbeam
ca: Més informació sobre el Lightbeam
es_mx: Descubre más sobre Lightbeam
hi_in: लाइटबीम के बारे मैं और जाने |

source: Our online houses are becoming increasingly built of glass… visible to whoever wants to look.
ca: Les nostres cases digitals estan esdevenint cada cop més transparents... i visibles per a tothom que hi vulgui mirar.
es_mx: Poco a poco nuestros hogares conectados a la red se está haciendo de cristal... visibles para todo el que quiera mirar.
hi_in: हमारा ऑनलाइन घर अधिक मात्रा में कांच का बन रहा हैं…स्पष्ट हैं जो कोई भी देखना चाहता है.

source: Let’s ask ourselves: Do we want to live in a house or a fishbowl?
ca: Fem-nos la següent pregunta: volem viure en una casa o en una peixera?
es_mx: Hagámonos esta pregunta: ¿queremos vivir en una casa o en una pecera?
hi_in: चलिए अपने आप से पूछते हैं: क्या हमलोग एक घर या एक मछलीघर में रहना चाहते हैं?

source: ASK YOURSELF ABOUT PRIVACY
ca: PREGUNTEU-VOS SOBRE PRIVADESA
es_mx: HAZTE ESTAS PREGUNTAS SOBRE LA PRIVACIDAD
hi_in: गोपनीयता के बारे में खुद से पूछें

source: TAKE ACTION
ca: ACTUEU
es_mx: ACTÚA
hi_in: कार्रवाई करें |

source: What you can do
ca: Què podeu fer
es_mx: Qué puedes hacer
hi_in: तुम क्या कर सकते हो?

source: To help put you in control of your privacy, Mozilla has implemented a number of privacy features in Firefox.
ca: Per ajudar-vos a mantenir el control de la vostra privadesa, Mozilla ha implementat característiques de privadesa al Firefox.
es_mx: Para que tengas el control de tu vida digital, Mozilla ha incluido una serie de características de privacidad en Firefox.

source: But even if you’re not a Firefox user there are a lot of simple things you can do to help keep yourself in control of your personal information online.
ca: Però fins i tot si no sou usuari del Firefox, hi ha un grapat de coses senzilles que podeu fer per tenir el control de la vostra informació personal en línia.
es_mx: Aunque no seas usuario de Firefox, hay muchos gestos sencillos que puedes hacer para mantener el control de tu información personal en la red.
hi_in: भले ही आप एक फ़ायरफ़ॉक्स उपयोगकर्ता नहीं हों पर ऐसी बहुत सी साधारण चीजें हैं जो की करके आप ऑनलाइन अपनी व्यक्तिगत जानकारी का नियंत्रण अपने पास रख सकते हैं.

source: Privacy Features in Firefox
ca: Característiques de privadesa al Firefox
es_mx: Características de privacidad en Firefox
hi_in: फायरफॉक्स मैं गोपनीयता बनाये रखने वाली विशेषतायें |

source: DO NOT TRACK
ca: NO VULL QUE SE'M SEGUEIXI
es_mx: NO SER RASTREADO
hi_in: ट्रैक न करें

source: With this feature enabled, Firefox will tell advertising networks, websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
ca: Quan aquesta característica està activada, el Firefox s'encarrega de dir a les xarxes de publicitat, llocs web i aplicacions que no voleu que se segueixi la vostra activitat a efectes de publicitat personalitzada.
es_mx: Cuando está activada, Firefox se encargará de decir a las redes publicitarias, sitios web y aplicaciones que no deseas que registren tu actividad cuando su fin es utilizarla, por ejemplo, en publicidad personalizada.

source: FORGET BUTTON
ca: BOTÓ OBLIDA'M
es_mx: BOTÓN OLVIDAR
hi_in: भूलने का बटन

source: Want to delete your recent activity?
ca: Voleu eliminar la vostra activitat recent?
es_mx: ¿Quieres eliminar tu actividad reciente?
hi_in: क्या आप अपनी हाल की गतिविधि को हटाना चाहते हैं?

source: Firefox makes it easy with the Forget button.
ca: El Firefox ho fa fàcil amb el botó Oblida'm.
es_mx: Firefox te lo pone fácil con el botón Olvidar.
hi_in: फ़ायरफ़ॉक्स भूल जाओ बटन के साथ यह आसान बनाता है|

source: Clear your history, from 5 minutes to 24 hours, in a single click.
ca: Netegeu el vostre historial, des de 5 minuts fins a 24 hores, amb un sol clic.
es_mx: Limpia tu historial, desde 5 minutos hasta 24 horas, con solo un clic.
hi_in: एक क्लिक में 5 मिनट से 24 घंटे तक के अपने इतिहास को साफ़ करें।

source: A pre-installed search option in Firefox, DuckDuckGo gives you search results without tracking who you are or what you search for.
ca: DuckDuckGo és una opció de cerca preinstal·lada al Firefox que us mostra resultats de cerca sense fer seguiment de qui sou o què cerqueu.
es_mx: DuckDuckGo, un buscador preinstalado en Firefox, te proporciona resultados de búsqueda sin rastrear quién eres ni qué buscas.

source: PRIVACY ADD-ONS
ca: COMPLEMENTS DE PRIVADESA
es_mx: COMPLEMENTOS DE PRIVACIDAD
hi_in: गोपनीयता ऐड -ओंस

source: For even more more ways to protect your privacy on Firefox, check out our privacy add-ons collection.
ca: Per conèixer encara més formes de protegir la vostra privadesa amb el Firefox, consulteu el nostre catàleg de complements de privadesa.
es_mx: Para descubrir aún más formas de proteger tu privacidad en Firefox, echa un vistazo a nuestra colección de complementos de privacidad.
hi_in: यहां तक कि अधिक से अधिक तरीके फ़ायरफ़ॉक्स पर आपकी गोपनीयता की रक्षा करने के लिए, हमारे गोपनीयता ऐड-ऑन्स संग्रह जाँचे.

source: Easy ways anyone can protect their privacy
ca: Formes fàcils de protegir la nostra privadesa
es_mx: Formas fáciles de proteger nuestra privacidad
hi_in: कोई भी अपनी गोपनीयता को आसान तरीके से सुरक्षा कर सकता हैं

source: Stay Safe Online has several guides that can help, including social networking and mobile privacy tips and an easy reference for updating your privacy settings on the services many of us use every day.
ca: Stay Safe Online ofereix diverses guies que poden ajudar-vos, incloses les xarxes socials, consells de privadesa mòbil i una senzilla referència per actualitzar els vostres paràmetres de privadesa als serveis que la majoria utilitzem cada dia.
es_mx: Stay Safe Online dispone de varias guías que pueden ser muy útiles, trucos sobre privacidad en dispositivos móviles y redes sociales, así como una práctica referencia para actualizar tus ajustes de privacidad en los servicios que muchos usamos a diario.

source: Stay safe on the go
ca: Manteniu-vos segur sobre la marxa
es_mx: Activa tu seguridad sobre la marcha
hi_in: रास्ते पर सुरक्षित रहें

source: Protect yourself on social networks
ca: Protegiu-vos a les xarxes socials
es_mx: Protégete en las redes sociales
hi_in: सामजिक नेटवर्क पर अपनी रक्षा करें |

source: Check your privacy settings
ca: Verifiqueu els paràmetres de privadesa
es_mx: Comprueba tus ajustes de privacidad
hi_in: अपनी सेटिंगस को जाँचें

source: Each of us should have a meaningful choice about where and how our data is stored and managed.
ca: Tots hauríem de tenir el dret a decidir on i com es desen i gestionen les nostres dades.
es_mx: Todos y cada uno de nosotros debemos tener la capacidad real de elegir dónde y cómo se almacenan y gestionan nuestros datos.
hi_in: हमारा डेटा कैसे संगृहीत और प्रबंधित किया जाना चाहिए इसका एक सार्थक विकल्प हमारे पास होना चाहिए |

source: BE PART OF THE DISCUSSION
ca: FORMEU PART DE LA DISCUSSIÓ
es_mx: FORMA PARTE DEL DEBATE
hi_in: परिचर्चा का हिस्सा बनें

source: Start a conversation
ca: Inici d'una conversa
es_mx: Inicia una conversación
hi_in: संवाद शुरू करें |

source: At Mozilla, empowering people to be in control of their online lives is an important part of our mission — it guides our <a href="%s">principles</a> and it’s why we want everyone to be smart on privacy.
ca: A Mozilla, una part important de la nostra missió és donar el poder a les persones perquè puguin controlar les seves vides digitals; això guia els nostres <a href="%s">principis</a> i per això volem que tothom sigui un expert en privadesa.
es_mx: En Mozilla, la organización sin fines de lucro detrás de Firefox, empoderar a la gente para que tenga el control de sus vidas digitales es una parte importante de nuestra misión: guía nuestros <a href="%s">principios</a> y es la razón por la que queremos que todo el mundo sepa muy bien cómo gestionar su privacidad.
hi_in: मोज़िला में, लोगों का अपने ऑनलाइन जीवन पर नियंत्रण होने में सशक्त बनाना हमारे मिशन का एक महत्वपूर्ण हिस्सा है - यही हमारे <a href="%s"> सिद्धांतों </a> को मार्गदर्शित एवं यही वजह है की हम हर किसी को अपनी गोपनीयता पर स्मार्ट बनाना चाहते हैं.

source: If you’re feeling smarter already, share what you’ve learned here with your friends and family.
ca: Si creieu que ja en sabeu més, compartiu tot el que hàgiu après amb els vostres amics i família.
es_mx: Si has aprobado el máster, comparte lo que has aprendido aquí con tus amigos y familiares.
hi_in: अगर आप अपनेआप को स्मार्टर महसूस कर रहे हैं, साझा करे आप यहाँ अपने दोस्तों और परिवार के साथ क्या सीखें.

source: It’s as easy as starting a conversation.
ca: És tan senzill com iniciar una conversa.
es_mx: Es tan fácil como iniciar una conversación.
hi_in: यह एक बातचीत शुरू करने जैसा आसान है |

source: Here are some questions you can ask to get the ball rolling:
ca: Aquí teniu algunes preguntes per començar:
es_mx: Aquí tienes algunas preguntas que puedes hacer para generar debate:
hi_in: यह रहे कुछ प्रश्न जिन्हें आप शुरुआत करने के लिए पूछ सकते हैं:

source: When you think about your online life, does privacy matter to you, and why?
ca: Quan penseu en la vostra vida digital, us importa la privadesa? Per què?
es_mx: Cuando piensas en tu vida digital, ¿te importa la privacidad?, ¿por qué?
hi_in: जब आप अपने ऑनलाइन जीवन के बारे मैं सोचते हैं , क्या गोपनीयता आपके लिए मायने रखती है और क्यों ?

source: How much do you think about who has access to your online data (advertisers, corporations, governments, etc.)?
ca: Fins a quin punt us preocupa qui té accés a les vostres dades digitals (anunciants, empreses, governs, etc.)?
es_mx: ¿Hasta qué punto te preocupa quién tiene acceso a tus datos en la red (empresas de publicidad, corporaciones, gobiernos, etc.)?
hi_in: किसको आपके ऑनलाइन डेटा( विज्ञापक, निगमों, सरकार, इत्यादि.) का एक्सेस हैं उसके बारे में आप कितना सोंचते हैं?

source: How do you protect and manage your personal information on social networks? On your phone?
ca: Com protegiu i gestioneu les vostres dades personals a les xarxes socials? I al vostre telèfon?
es_mx: ¿Cómo proteges y gestionas tu información personal en las redes sociales? ¿Desde tu teléfono?
hi_in: आप सामजिक नेटवर्क पर अपनी व्यक्तिगत जानकारी की सुरक्षा और प्रतिभंधन कैसे करते हैं ?आपके फोन पर ?

source: Spread the word
ca: Difoneu la paraula
es_mx: Haz correr la voz
hi_in: प्रचार कीजिये

source: Share this site
ca: Compartiu aquest lloc web
es_mx: Compartir el sitio
hi_in: इस साइट को साझा करें

source: I’m taking control of my online privacy. Here’s how you can, too: #SmartOnPrivacy
ca: Tinc el control de la meva privadesa en línia. Descobreix com pots fer-ho tu també: #SmartOnPrivacy
es_mx: Yo controlo mi privacidad en línea. Esto es lo que puedes hacer tú también: #SmartOnPrivacy
hi_in: मै अपने ऑनलाइन गोपनीयता का नियंत्रण ले रहा हूँ. आप भी: #SmartOnPrivacy कैसे ले सकते हैं, यहाँ हैं

source: Feeling smart on privacy? <b>Share this site</b> with your friends and help them raise their awareness too.
ca: Creieu que sou un expert en privadesa? <b>Compartiu aquest lloc web</b> amb els vostres amics i ajudeu-los augmentar el seu nivell de consciència.
es_mx: ¿Has aprobado el máster sobre privacidad? <b>Comparte este sitio</b> con tus amigos y ayuda a que se conciencien también.
hi_in: गोपनीयता पर समझदार महसूस कर रहे हैं ?<b> अपने दोस्तों के साथ इस साइट</b? को साँझा करें और उन्हें भी उनकी जागरूकता बढ़ाने में मदद करें ।

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
ca: La seguretat i la privadesa dels individus a Internet són fonamentals i no es poden tractar com a opcionals.
es_mx: La seguridad y la privacidad de la gente en Internet es fundamental y no debe considerarse como algo opcional.
hi_in: इंटरनेट पर व्यक्तियों की सुरक्षा और गोपनीयता मौलिक हैं और वैकल्पिक के रूप में नहीं माना जाना चाहिए.

source: — Mozilla Manifesto
ca: — El Manifest de Mozilla
es_mx: — Manifiesto de Mozilla
hi_in: —Mozilla घोषणापत्र

source: — Mitchell Baker, Mozilla
hi_in: मिशेल बेकर , मोज़िल्ला

source: DUCKDUCKGO
hi_in: डकडकगो

source: We put your privacy first
gd: Tha prìomhachas air do phrìobhaideachd
km: យើង​ដាក់​ភាព​ឯកជន​របស់​អ្នក​ជា​ដំបូង
ms: Kami utamakan privasi anda
uz: Biz sizning maxfiyligingizni birinchi o‘ringa qo‘yamiz

source: Explore our privacy principles
gd: Rùraich na prionnsabalan prìobhaideachd againn
km: រុករក​គោលការណ៍​ឯកជន
ms: Selusuri prinsip privasi kami
uz: Bizning maxfiylik tamoyillarimizni ko‘rib chiqing

source: At Mozilla, we have a long history of taking privacy seriously. It’s front and center in every piece of software we make. It's in our <a href="%(manifesto)s">Manifesto</a>.
gd: Bha meas aig Mozilla air do phrìobhaideachd a-riamh. Tha e an teis-mheadhan gach bathar a chruthaicheas sinn mar a tha sinn ag innse sa <a href="%(manifesto)s">mhanifesto</a> againn.
km: នៅ Mozilla, យើង​មាន​ប្រវត្តិ​វែង​ឆ្ងាយ​​នៃ​ភាព​ឯកជន។ វា​ជា​មជ្ឈមណ្ឌល​ផ្នែក​របស់​កម្មវិធី​ដែល​​យើង​បង្កើត​ឡើង។ វា​នៅ​ក្នុង <a href="%(manifesto)s">Manifesto</a> របស់​ពួក​យើង។
ms: Di Mozilla, kami mempunyai sejarah yang panjang dalam menitikberatkan privasi secara serius. Terdapat di luar dan dalam pada setiap cebisan perisian yang kami buat. Inilah <a href="%(manifesto)s">Manifesto</a> kami.
uz: Biz Mozilla’da maxfiylikka jiddiy qarashimiz uzoq tarixga ega. Bu biz qilgan dasturning asosiy va markaziy har bir qismidadir. U bizning <a href="%(manifesto)s">Manifest</a>imizda.

source: It’s part of our DNA. The Web is an amazing thing and it's at its best when it’s open, transparent and safe for everyone. Here are some of the ways we work to give you a better understanding — and more control — of your privacy online.
gd: Tha e san DNA againn. 'S e rud mìorbhaileach a tha san eadar-lìon ach 's fheairrde daoine e fosgailte, soilleir is sàbhailte airson a h-uile duine. Seo cuid dhe na rudan a nì sinn a bheir dhut tuigse nas fhearr — agus barrachd smachd — a thaobh do phrìobhaideachd air loidhne.
km: វា​ជា​ផ្នែក​​នៃ DNA របស់​ពួក​យើ។ បណ្ដាញ​កំពុង​វត្ថុ និង​វា​ធ្វើ​ឲ្យ​ល្អ​បំផុត នៅ​ពេល​វា​បើក, ធ្វើ​ឲ្យ​មាន​តម្លាភាព និង​សុវត្ថិភាព​សម្រាប់​អ្នក​រាល់​គ្នា។ នេះ​ជា​វិធី​មួយ​ចំនួន​​ដែល​យើង​ឲ្យ​អ្នក​កាន់​តែ​ងាយស្រួល​យល់ — និង​ការ​ត្រួតពិនិត្យ — នៃ​​ភាព​ឯកជន​លើ​បណ្ដាញ​របស់​អ្នក។
ms: Inilah sebahagian dari DNA kami. Web sesuatu yang menakjubkan dan lebih menarik jika ianya terbuka, telus dan selamat untuk semua. Di sini terdapat beberapa cara yang kami buat untuk memberikan anda kefahaman yang lebih baik — dan lebih kawalan — privasi atas talian anda.
uz: Bu bizning DNKmizning qismidir. Internet ajoyib narsa. U hamma uchun ochiq, shaffof va xavfsiz bo‘lganda yanada ayoyibroq. Mana bu yerda yaxshiroq tushunishingiz — onlayn maxfiyligingizni ko‘proq boshqarishda — yordam berish uchun biz ishlayotgan yo‘llar keltirilgan.
