Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/family/index.lang.po
Languages: ncj

source: Free Web Browser for Android, iOS, Desktop | Firefox
ncj: Navegador web tein amo se moneki kiixtauas uan se kitatekiujtis ika Android, iOS uan se itepos tein tajkuiloluapal | Firefox

source: Firefox – Desktop browser, Android, iOS, Sync, Private Browsing
ncj: Firefox - Navegador tein tajkuiloluapal, Android, iOS, Sync, Se uelis kitatekiujtis Internet uan amo se mokuejmolos

source: Millions of people around the world trust Firefox Web browsers on Android, iOS and desktop computers. Fast. Private. Download now!
ncj: Tel miak takayot semanauak taltikpak kitakuaujtamatij navegadores Firefox ika Android, iOS oso teposmej tein tajkuiloluapal. Ijsiuik. Kuali kiyekpia tein kiselia. ¡Axkan xikontemoui!

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
ncj: Okachiok tikonmatis nochin tochiualisuan tein tionuelis tikontatekiujtis ika tepos, yeski se tepos tein tionuelis tikonuikas oksekan oso amo (uan okachiok) mitsonpaleuis tikonixyekanas tein tikonchiuas itech Internet. Xionmomachili tiontatojtomal ika Firefox.

source: You’re using an older version of Firefox for desktop.
ncj: Tikontatekiujtijtok se versión Firefox tein amo yankuik ika motepos tein tajkuiloluapal.

source: Update today to stay fast and safe.
ncj: Xiontayankuili axkan uan tionuelis tikonsentokas tiontekitis ika ijsiujkayot uan yekyetolis.

source: Browse Freely
ncj: Xikontatekiujtis Internet uan amo moneki tikonixtauas

source: Choose Independent.
ncj: Xikonixpejpena tionmoixyekanas

source: Choose Firefox.
ncj: Xikonixpejpena Firefox

source: Free yourself with %s
ncj: Xionmomakixti ika %s

source: Firefox <span>for</span> desktop
ncj: Firefox <span>tein</span> tajkuiloluapal

source: Trusted. Flexible. Fast.
ncj: Takuaujtamach. Kipata tein moneki. Ijsiuik.

source: Firefox <span>for</span> Android
ncj: Firefox <span>ika</span> Android

source: Make it uniquely yours.
ncj: Xikonyektali sayoj keniuj tikonkuisneki san.

source: Get it on Google Play
ncj: Xikonajsi itech Google Play

source: Firefox <span>for</span> iOS
ncj: Firefox <span>ika</span> iOS

source: Fast. Smart. Yours.
ncj: Ijsiuik, tamatkej, moaxka.

source: Get it on iPhones and iPads
ncj: Xikonajsi ika iPhones uan iPads

source: Now with Tracking Protection.
ncj: Axkan Tematampauia maj Amo Tetoktilikan

source: Connect Firefox wherever you use it.
ncj: Xikonxotali Firefox kampa yeski tikontatekiujtis.
