Repository: alvinlaz96/mozilla-lang
Catalog: yo/mozorg/home/index.lang.po
Languages: yo

source: We’re building a better Internet
yo: A ńkọ́ Íntánẹ́tì tí ó dára

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
yo: Ǹjẹ́ o mọ̀? Mozilla — olùṣe Firefox — ńjà láti sọ Íntánẹ́tì di ohun elò ìṣisílẹ̀ gbogboogbò àgbayé àti aṣéélò fún gbogbo ènìyàn.

source: Home of the Mozilla Project
yo: Ilé ti Iṣẹ́ àkànṣe Mozilaa

source: Read more
yo: Kàsi

source: Community
yo: Àdúgbò

source: Continue to mozilla.org
yo: Tẹ̀síwájú sí mozilla.org

source: Discover <br>what drives our mission
yo: Ṣàwarí <br>ohun tí ń ti iṣẹ́ wa

source: See the principles <br>that guide everything <br>we do.
yo: Wo àwọn ìlànà <br>tí ó ń ṣàkóso <br>tí a ṣe.

source: Read the <br>Mozilla Manifesto
yo: Ka <br>Ìpolongo Mozilla

source: Mozilla Developer Network
yo: Olúmùgbèrú Alásopọ̀ Mozilla

source: Learn about Mozilla Advocacy
yo: Kọ́ nípa Ìgbàwí Mozilla

source: Understand your privacy online
yo: Lóye ìpamọ́ lóníforíkorí

source: Download Firefox
yo: Ṣàgbàwálẹ̀ Firefox

source: Learn more
yo: Kọ́si

source: Make the Web you want
yo: Ṣe Wẹ́ẹ̀bù bí o ṣe fẹ́

source: Build a Web page or app in minutes<br> — no coding required.
yo: Kọ́ ojú ewé Wẹ́ẹ̀bù tàbí ìṣàfilọ́lẹ̀ ní àwọn ìṣẹjú<br> — kònílò kóòdù.

source: Become a Webmaker
yo: Di Olùkọ́ Wẹ́ẹ̀bù

source: Teach the Web
yo: Kọ́ni ní Wẹ́ẹ̀bù

source: Let’s build a Web that’s open <br>and made by everyone.
yo: Jẹ́ki a kọ́ Wẹ́ẹ̀bù tí ó wà ní ṣíṣí <br>tí gbogbo ènìyàn ṣe.

source: Build an app <br>in seconds
yo: Kọ́ ìṣàfilọ́lẹ̀ <br>ní ìṣẹjú àayá

source: Volunteer <br>with Mozilla
yo: Farajìn <br>pẹ̀lú Mozilla

source: Introducing Firefox Developer Edition
yo: Ń Ṣàfihàn Ẹ̀yà Olùmúgbèrú Firefox

source: The only browser made only for developers.
yo: Aṣàwárí kan ṣoṣo tí a ṣe fún àwọn olùmúgbèrú.

source: Get Firefox Developer Edition
yo: Gba Ẹ̀yà Firefox Olùmúgbèrú

source: Try the best Firefox yet
yo: Dán Firefox tí ó dára wò

source: Made with a mission to put you first.
yo: Tí a ṣe pẹ̀lú èròǹgbà láti fi ọ́ ṣàkọkọ́.

source: Learn more about Firefox
yo: Kọ́si nípa Firefox

source: Put your Firefox on your Android
yo: Fi Firefox rẹ sí orí Android rẹ

source: The features <br>you love. <br>The privacy <br>you trust.
yo: Àwọn àbùdá <br>tí o fẹ́ràn. <br>Ìpamọ́ náà <br>tí o gbọ́kànlé.

source: Learn about <br>Firefox for Android
yo: Kọ́si nípa <br>Firefox fún Android

source: Official Mozilla gear is here
yo: Mozilla gíà lábẹ àṣẹ wà níbí

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
yo: Ìtà pẹ̀lú èròǹgbà. <br>Àwọn Ohun Ìgbéjáde pẹ̀lú ìdí. <br>Àwọn ọjà tí ó ńṣe dáadáa.

source: Get your Mozilla gear
yo: Gba Mozilla gíà rẹ

source: Help Mozilla users
yo: Ran àwon olùṣàmúlò Mozilla lọ́wọ́

source: Help millions <br>get the most from their <br>favorite browser.
yo: Ran mílíónù lọ́wọ́ <br>gba èyí tí ó dára <br>ní ààyò aṣàwárí wọn.

source: Join our support team
yo: Darapọ̀ mọ́ ẹgbẹ́ ìkìnlẹ́hìn wa

source: Reply
yo: Dálóhùn

source: Retweet
yo: Ìtúnfiránṣẹ́ tweet

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
yo: Ìràfajì fún <strong>ọ, ìpamọ́ rẹ</strong> àti <strong>ìṣisílẹ̀ Wẹ́ẹ̀bù</strong>

source: active Mozillians <br>worldwide
yo: Àwọn oní Mozilla tówà lójúpò <br>lágbayé

source: upcoming events <br>around the globe
yo: Àwọn ìṣẹ̀lẹ̀ to ńbọ̀ <br>lágbayé

source: languages and counting, <br>on every continent
yo: Àwọn èdè tí a ṣì ńkà, <br>ní gbogbo àgbayé

source: Get Involved with Mozilla today
yo: Kópa nínu Mozilla lónì

source: Upcoming events
yo: Àwọn ìṣẹ̀lẹ̀ to ńbọ̀

source: Next event
yo: Ìṣẹ̀lẹ̀ tókàn

source: See all events
yo: Wo gbogbo àwọn ìṣẹ̀lẹ̀

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
yo: Ṣàfiwé iye owó ọjà, wo ojú ọjọ́, gbọ́ orin, fi tweet jíṣẹ́ àti ọ̀pọ̀ si láti Firefox.

source: Careers
yo: Àwọn iṣẹ́

source: Learn about the benefits of working at Mozilla and view open positions around the world.
yo: Kọ́si nípa àwọn ànfààní ìṣiṣẹ́ ní Mozilla kí o sì wo àwọn ipò ní gbogbo àgbayé.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
yo: Gba àwọn ìdáhùn sí àwọn ìbéèrè rẹ nípa Firefox àti gbogbo àwọn ohun ìgbéjáde láti ọ̀dọ̀ ẹgbẹ́ ìkìnlẹ́hìn wa.

source: Discover more
yo: Ṣàwarí si

source: Help us celebrate 10 years of Firefox.
yo: Rànwá lọ́wọ́ ṣàjọyọ̀ ọdún mẹ́wà ti Firefox.

source: Donate to Mozilla
yo: Ìfisilẹ̀ fún Mozilla

source: Your gift helps us build the Internet the world needs.
yo: Ẹ̀bùn rẹ rànwá lọ́wọ́ láti kọ́ Íntánẹ́tì tí àgbayé nílò.

source: Donate today
yo: Fisilẹ̀ lónì

source: Meet<br> Firefox Hello
yo: Pàdé<br> Hàló Firefox

source: The easiest way to connect for free over video.
yo: Ọ̀nà tí o rorùn jù láti sopọ̀ sí fídíò ọ̀fẹ́.

source: Try Firefox Hello
yo: Gbìyànjú Hàló Firefox
