Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/newsletters.lang.po
Languages: cak

source: Your email address:
cak: Rochochib'al ataqoya'l:

source: Language:
cak: Ch'ab'äl:

source: Select country
cak: Tacha' jun amaq'

source: Country:
cak: Amaq':

source: Read all about it in our <span>newsletter</span>
cak: Tasik'ij ronojel ri na'oj chi rij ri <span>ko'öl qawuj</span>

source: Subscribe to updates and keep current with Mozilla news. It’s the perfect way for us to keep in touch!
cak: Tatz'ib'aj awi' kik'in ri taq k'exoj richin nawetamaj ronojel q'ij ri taq rutzijol Mozilla. ¡Jun ütz rub'eyal richin yojtzijon!

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
cak: Tatz'ib'aj ab'i' richin ye'ak'ül ajik' taq k'exoj chuqa' nawetamaj q'ij q'ij chi rij ri k'ak'a' k'o chupam ri Firefox, nitz'aqatisäx pe ri ruk'isib'al taq q'oloj chuqa' taq pixa' richin ütz rub'eyal nawokisaj ri Firefox. ¡Ja re' jun jeb'ël rub'eyal richin yojk'oje' junam jantape' awik'in!

source: You’re awesome!
cak: ¡Janila at jeb'ël!

source: And we’re not just saying that because you trusted us with your email address.
cak: Man xa xe ta ok tajin niqab'ij chi xkikuqub'a' kik'u'x chi qij rik'in ri kitaqoya'l.

source: Please be sure to add mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
cak: Tab'ana' utzil, tatz'aqatisaj ri mozilla@e.mozilla.org pa ri rutz'ib'awuj awochochib'al richin najikib'a' awi' chi junelïk yojapon pa ri ayaktaqoj.

source: Mozilla touches on a variety of important issues.
cak: Mozilla nutzijoj rij jalajöj nimaläj taq na'oj.

source: Open your inbox (and your heart) even more — take a look at other topics we cover.
cak: Tajaqa' ri ataqob'äl (chuqa' ri ak'u'x) chuqa' ch'aqa' chik — tatz'eta' ch'aqa' chik taq na'oj ri niqatzijoj kij.

source: Love the web? So do we!
cak: ¿La niqa chawäch ri ajk'amaya'l? ¡Chi qawäch röj chuqa'!

source: Join thousands of developers like you who are learning the best of web development.
cak: Katok kik'in xo'il chi b'anonela', achi'el rat tajin niketamaj ronojel ri ütz chi rij rub'anik ajk'amaya'l.

source: If you don’t like the Mozilla developer newsletter, you can easily unsubscribe (but we think you’ll like it).
cak: We man niqa ta chawäch ri kiko'öl wuj rub'anonela' Mozilla, yatikïr natzolij tzij rik'in ri rutz'ib'axik ab'i' (xa xe chi qetaman chi xtiqa chawäch).

source: Sign me up!
cak: ¡Titz'ib'äx nub'i'!

source: Thanks for Subscribing!
cak: ¡Niqak'awomaj chi xatz'ib'aj ab'i'!

source: Your newsletter subscription has been confirmed.
cak: Xjikib'äx ri rutz'ib'axik ab'i' pa ri ko'öl wuj.

source: Firefox + You
cak: Firefox + Rat

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
cak: Jun ajik' ko'öl wuj chuqa' utziläj taq rutzijol akuchi' niya' taq pixa' richin nawutzilaj ri awetamab'al rik'in Firefox pa ri akematz'ib'ab'al chuqa' oyonib'äl okisaxel.

source: Firefox OS + You
cak: Firefox OS + Rat

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
cak: Jun ajik' ko'öl wuj chuqa' nimaläj taq rutzijol chi rij ütz rub'eyal nawokisaj ri Firefox OS awokisaxel, nitz'aqatisäx ri ruk'isib'al taq rub'anikil chuqa' ri utziläj taq chokoy pa ri Marketplace richin Firefox.

source: Firefox Accounts Tips
cak: Taq rupixa' ri retal rutaqoyal Firefox

source: Get the most out of your Firefox Account.
cak: Tak'ulu' ronojel ri rutzil retal ataqoya'l richin Firefox.

source: Mozilla Communities
cak: Taq ritinamit Mozilla

source: Bringing you the best new opportunities to help support the open Web.
cak: Niqasüj chawe k'aka' chuqa' utziläj taq samaj richin nib'an to'ïk rik'in ri rutemab'al jun ajokel ajk'amaya'l.

source: Firefox Student Ambassadors
cak: ruk'amöl tinamït rutijoxela' Firefox

source: A monthly newsletter on how to get involved with Mozilla on your campus.
cak: Jun ajik' ko'öl wuj pa ruwi' rub'eyal nanïm awi' rik'in Mozilla pa ri ak'ojlib'al.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
cak: Jun ajik' ko'öl wuj richin nawetamaj q'ij q'ij chi rij ri Firefox Affiliates kema'.

source: Mozilla Developer Newsletter
cak: Ko'öl kiwuj rub'anonela' Mozilla

source: A developer's guide to highlights of Web platform innovations, best practices, new documentation and more.
cak: Jun ketal ajb'anonela' kichin ri nïm taq kiwa' kitz'ukuj Ajk'amaya'l taq nuk'uche'l, ri utziläj taq samaj, k'ak'a' taq wujil chuqa' ch'aqa' chik.

source: Mozillians
cak: Aj Mozilla

source: Email updates for vouched Mozillians on mozillians.org.
cak: Taq k'exoj ruwäch pa taqoya'l chi ke ri ajmozilla, ri e'uxqanem pa mozillians.org.

source: Firefox for desktop
cak: Firefox richin ajkematz'ib'

source: Don’t miss the latest announcements about our desktop browser.
cak: Man ke'asüch ri ruk'isib'al taq rutzijol chi rij ri qokik'amaya'l richin ajkematz'ib'.

source: Firefox for Android
cak: Firefox richin Android

source: Keep up with releases and news about Firefox for Android.
cak: Tawetamaj pa kiwi' ri k'ak'a' taq relesaxik chuqa' taq rutzijol chi rij ri Firefox richin Android.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
cak: Nimaläj taq rutzijol chuqa' kitzijol taq kitaqoya'l ri molaj, ri yesamäj chi jantape' alaj chuqa' okel ri ajk'amaya'l.

source: Firefox OS smartphone owner?
cak: ¿La at rajaw jun jwi' oyonib'äl Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
cak: Man ke'asüch nimaläj taq rutzijol chuqa' taq k'exoj chi rij ri Firefox Os awokisaxel.

source: Be the first to know when Firefox is available for iOS devices.
cak: Tawetamaj nab'ey jampe' toq wachel Firefox pa iOS taq okisaxel.

source: Periodic email updates about our annual international film competition.
cak: Jutaqil k'exoj taq ruwäch pa taqoya'l chi rij ri qach'akoj moloj juna' juna' richin silowachib'alil ajruwachulew.

source: Beta News
cak: Taq rutzijol Beta

source: Mozilla Foundation
cak: Mozilla Moloj

source: News and special updates about our work to promote openness, innovation and participation on the Internet, including ways for you to get involved.
cak: Taq rutzijol chuqa' nïm taq k'exoj chi rij ri qasamaj richin niqataluj ri tikirib'äl, tz'ukuj chuqa' to'ïk pa K'amaya'l, k'o chuqa' chupam ri taq rub'anikil richin yatikïr yato'on.

source: Shape of the Web
cak: B'anikil pa Ajk'amaya'l

source: News and information related to the health of the web.
cak: Taq rutzijol chuqa' taq etamab'äl chi rij ri ruraxnaqil ajk'amaya'l.

source: About Addons
cak: Chi kij ri taq tz'aqat

source: Firefox OS news, tips, launch information and where to buy.
cak: Taq rutzijol, taq pixa' chuqa' etamab'äl richin relesaxik chuqa' akuchi' niloq' Firefox OS.

source: We can keep in touch with occasional messages that matter most to you.
cak: Ütz jantape' yojtzijon kik'in jujun taq rutzijol taqoya'l, ri pa qitzij ütz ye'atz'ët.

source: Submit
cak: Titaq

source: Find out how!
cak: ¡Tawila' achike rub'eyal!

source: Newsletters
cak: Ko'öl taq wuj

source: About us
cak: Chi qij röj

source: I didn't sign up for this.
cak: Man xinel ta kan chupam re jun rutz'ib'axik b'i'aj re'.

source: Save Preferences
cak: Keyak taq ajowab'äl

source: The supplied link has expired. You will receive a new one in the next newsletter.
cak: Xk'is ri ximonel ya'on pe. Xtak'ül jun k'ak'a' pa ri jun chik ko'öl wuj.

source: Get up and go
cak: Kayakatäj chuqa' kab'iyin

source: Subscribe
cak: Titz'ib'äx nub'i'

source: Set your preferences below to make sure you always receive the news you want.
cak: Ke'ajikib'a' ri taq awajowab'al pa xulan qa richin nijikib'äx chi jantape' xke'ak'ül ri taq rutzijol xke'awajo'.

source: You send too many emails.
cak: Janila k'ïy taqoya'l yenk'ül.

source: Getting too much email from us?
cak: ¿La tajin ye'apon k'ïy taq qataqoya'l chawe?

source: Would you mind telling us why you’re leaving?
cak: ¿La man niyakatäj ta awoyowal, nab'ij chi qe atux ruma tajin yab'e el?

source: Get Firefox for mobile!
cak: ¡Tawichinaj Firefox richin oyonib'äl!

source: What’s Mozilla all about?
cak: ¿Achike nel chi tzij ri Mozilla?

source: I’m interested in:
cak: Niqa chi nuwäch:

source: Format:
cak: B'anikil:

source: Your content wasn't relevant to me.
cak: Chi nuwäch, majun rejqalem ri k'o chupam.

source: Don’t forget to check your inbox to confirm your request to get Firefox for iOS updates. If you don’t see an email from mozilla@e.mozilla.org, check your spam filter. You must confirm your request in order to receive the updates.
cak: Man tamestaj nanik'oj ri ataqob'äl richin najikib'a' ri apeyonik richin ye'ak'ül ri taq ruk'exoj Firefox richin iOS. We man natz'ët ta jun rutaqoya'l ri Mozilla@e.mozilla.org, tanik'oj ri ruchayub'al seq'tzijol. K'o chi najikib'a' ri ak'utuxik richin yatikïr ye'ak'ül ri taq k'exoj.

source: We’re sorry to see you go.
cak: Yatqamäy ruma yab'e.

source: title
cak: b'i'aj

source: Firefox is coming soon to iOS!
cak: ¡Nipe yan ri Firefox pa iOS!

source: It’s your Web anywhere you go.
cak: Awichin ri ajk'amaya'l xa b'a akuchi' yab'e wi.

source: Your email design was too hard to read.
cak: Ru ruwachib'enik taqoya'l, man ütz ta nub'än chi re ri sik'inïk.

source: Please enter a valid email address
cak: Tab'ana' utzil, tatz'ib'aj jun ütz rochochib'al taqoya'l

source: Newsletter Subscriptions
cak: Rutz'ib'axik b'i'aj pa ko'öl taq wuj

source: Unsubscribe
cak: Tiq'at ri rutz'ib'axik b'i'aj

source: Mozilla Newsletter
cak: Mozilla ko'öl taq wuj

source: Thanks for updating your email preferences.
cak: Niqak'awomaj chawe ruma xak'ëx kiwäch ri taq rajowab'al taqoya'l.

source: We’re glad you asked!
cak: ¡Yojkiköt nak'utuj pe chi qe!

source: Firefox on iOS — Sign up for email updates — Mozilla
cak: Firefox pa iOS — tanuk'u' awi' richin taq k'exoj pa taqoya'l — Mozilla

source: Something is amiss with our system, sorry! Please try again later.
cak: K'o ri man ütz ta pa ri qaq'inoj, kojakuyu'. Tatojtob'ej chik pa jun ti mej.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
cak: Ke'acha' konojel ri taq ruwäch ütz ye'atz'ët, niqaya' qatzij chawe chi ti jub'a' ok chi taqoya'l xkeqatäq chawe.

source: description
cak: tzijoxkil

source: Sign up today to receive email updates about the iOS version of Firefox.
cak: Tanuk'u' awi' wakami richin ye'ak'ül taq k'exoj pa taqoya'l chi rij ri ruwäch iOS richin Firefox.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
cak: Ninrayib'ej yijelon rik'in Mozilla pa Facebook chuqa' Twitter.

source: Success! An email has been sent to you with your preference center link. Thanks!
cak: ¡Q'i'oj! Jun taqoya'l xtaq rik'in ri aximonel richin ajowab'äl jay. ¡Matyox!

source: Remove me from all Mozilla emails
cak: Kinelesäx kan chi kikojol ri taq rutaqoya'l Mozilla

source: Thanks for telling us why you’re leaving.
cak: Niqak'awomaj chawe ruma natzijoj chi qe atux ruma yatel kan.

source: Enter your email address and we’ll send you a link to your email preference center.
cak: Tatz'ib'aj ri rochochib'al ataqoya'l richin niqatäq chawe jun ximonel taqoya'l richin ri awajowab'al jay.

source: Send me a link
cak: Tataqa' jun ximonel chwe

source: Added extras
cak: Taq ruwi' etz'aqatisan

source: %s is not a valid newsletter
cak: %s man ütz ta chi q'alajisanel ruxaq

source: English&nbsp;only
cak: Q'anchi'&nbsp;xa xe

source: This is not a valid email address. Please check the spelling.
cak: Re re' man ütz ta chi rochochib'al taqoya'l. Tab'ana' utzil tanik'oj ri atz'ib'anik.

source: Thanks for your interest in the upcoming iOS version of Firefox. We’re pretty excited about it too!
cak: Matyox ruma xtiqa chawäch ri jun chik ruwäch chi iOS richin Firefox. ¡Janila yojkiköt chuqa' röj!

source: You’ve been unsubscribed.
cak: Xaq'ät ri rutz'ib'axik ab'i'.

source: Make Firefox do more with add-ons.
cak: Taq'iq'a'wila' chi Firefox janila k'ïy tusamajij kik'in ri taq tz'aqat.

source: You must agree to the privacy notice
cak: K'atzinel nak'ül ri ichinan runa'oj

source: You must agree to the privacy policy
cak: K'atzinel nak'ül ri ichinan runa'oj

source: Other…
cak: Jun chik…

source: Newsletter confirm
cak: Tijikib'äx ko'öl wuj

source: Not interested in our newsletters, but like those special announcements? No problem.
cak: ¿La man niqa ta chawäch ri ko'öl taq qawuj chuqa' ri taq nimaläj taq qatzijol? Majun k'ayewal.

source: Manage your Email Preferences
cak: Ke'anuk'samajij ri taq rajowab'al ataqoya'l

source: This page is in maintenance mode and is temporarily unavailable.
cak: Re ruxaq re' tajin ninuk' ruma ri', wakami man wachel ta.

source: To update your email preferences, please check back in a little while. Thanks!
cak: Richin ye'ak'ëx ri taq awajowab'al richin taqoya'l, tab'ana' utzil katzolin pe jun chik ti mej. ¡Matyox!

source: We love sharing updates about all the awesome things happening at Mozilla.
cak: Niqa chi qawäch nikakomonij ri taq k'exoj ruwäch chi kij ronojel ri jeb'ël yek'ulwachitäj pa Mozilla.

source: This email address is not in our system. Please double check your address or <a href="%s">subscribe to our newsletters.</a>
cak: Man tz'ib'an ta re rochochib'al taqoya'l re'. Tab'ana' utzil tanik'oj chik ri taqoya'l xatz'ib'aj o <a href="%s"> tatz'ib'aj ab'i' pa ri ko'öl taq qawuj.</a>

source: We are sorry, but there was a problem with our system. Please try again later!
cak: Kojakuyu', xa xk'ulwachitäj jun sachoj rik'in ri qaq'inoj. ¡Tatojtob'ej chik pa jun ti mej!

source: The supplied link has expired or is not valid. You will receive a new one in the next newsletter, or below you can request an email with the link.
cak: Ri ximonel ya'on xk'is yan ruq'ijul o man ütz ta. Xtak'ül jun k'ak'a' pa ri jun chik ko'öl wuj, o wawe' ikim yatikïr nak'utuj jun taqoya'al rik'in ri ximonel.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
cak: Tab'ana' utzil, tatz'aqatisaj ri rub'ey qataqoj mozilla@e.mozilla.org pa ri rutz'ib'awuj awochochib'al richin najikib'a' awi' chi junelïk yojapon pa ri ayaktaqoj.

source: While here, why not check out some more Firefox awesomeness.
cak: Ruma at k'o chik wawe', achike ta ruma man ye'awïl ta juley chik taq ruwachinaq Firefox, ri janila xtamäy.

source: Manage your <span>Newsletter Subscriptions</span>
cak: Tanuk'samajij ri <span>taq rutz'ib'axik ab'i' pa ri taq ko'öl wuj</span> awichin

source: Sign up below for updates and to be notified when it launches.
cak: Tatz'ib'aj ab'i' richin ye'ak'ül k'exoj taq ruwäch chuqa' richin niya' rutzijol chawe toq nel pe.

source: Newsletter email recovery
cak: Kikolik ko'öl taq wuj pa taqoya'l

source: *You’ll only receive updates and announcements about the iOS version of Firefox.
cak: *Xa xe xke'ak'ül kexoj taq ruwäch chuqa' taq kitzijol ri ruwäch iOS richin Firefox.

source: Firefox Marketplace for Firefox OS
cak: Firefox Marketplace richin Firefox OS

source: Discover the latest, coolest HTML5 apps on Firefox OS.
cak: Tawila' ri ruk'isib'al, ri janila utziläj taq chokoy pa HTML5 richin Firefox OS.

source: Firefox Weekly Tips
cak: Firefox Wuqq'ij taq pixa'

source: Get a weekly tip on how to super-charge your Firefox experience.
cak: Tak'ulu' jun pixa' pa taq wuqq'ij pa ruwi' rub'eyal nisamajib'ëx ri awetamab'al rik'in Firefox.

source: Student Reps
cak: Tijoxel taq K'amöl b'ey

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
cak: Ri jun ajnimatijob'äl nuk'samaj richin 2008-2011, xk'is chuqa' xtikirisäx chik achi'el ulanel tijonela' runuk'samaj Firefox.

source: Mozilla Learning Network
cak: Ruk'amab'ey Mozilla Tijonïk

source: Updates from our global community, helping people learn the most important skills of our age: the ability to read, write and participate in the digital world.
cak: Kek'exoj aj chijun qatinamit, yekito' ri winaqi' richin yechojmirisäx ri nimaläj taq etamab'äl pa ri q'ijul wakami: ri taq etamab'äl richin nisik'ïx, nitz'ib'äx chuqa' nib'an to'ïk pa ri ajkematz'ib' ruwach'ulew.

source: Download Firefox for iOS
cak: Taqasaj Firefox richin iOS

source: Download Firefox for Android
cak: Taqasaj Firefox richin Android

source: Get Firefox for Android
cak: Tichinäx Firefox richin Android

source: Drumbeat Newsgroup
cak: Kimolaj Drumbeat taq tzijol

source: Mozilla Festival
cak: Mozilla Ulanïk

source: Special announcements about Mozilla's annual, hands-on festival dedicated to forging the future of the open Web.
cak: Nimaläj taq rutzijol ri aj juna' Mozilla Ulanïk, rutzeqelb'en nuya' retal rub'ey ri jamäl Ajk'amaya'l.

source: Firefox Marketplace for Android
cak: Firefox Marketplace richin Android

source: About Standards
cak: Chi kij ri taq chojmilal

source: Get Involved
cak: Kak'uluman

source: Download Firefox for Mobile
cak: Taqasaj Firefox kichin oyonib'äl

source: Mozilla's largest celebration of making and learning on the web.
cak: Ja ri nïm chi runimaq'ij Mozilla richin tz'ukuj chuqa' retamaxik ri ajk'amaya'l.

source: Aurora
cak: Aq'ab'al

source: Join Mozilla
cak: Tatunu' awi' rik'in Mozilla

source: About Labs
cak: Chi rij ri Labs

source: Read about the latest features for Firefox desktop and mobile before the final release.
cak: Tasik'ij ronojel chi kij ri ruk'isib'al taq rub'anikil Firefox richin ajkematz'ib' chuqa' oyonib'äl taq okisaxel chuwäch xtelesäx rutzijol ri ruk'isib'al ruwäch.

source: Special announcements helping you get the most out of Webmaker.
cak: Nima'q taq rutzijol yatikito' chi jeb'ël nawetamaj pa ruwi' ri Webmaker.

source: Addon Development
cak: Kinuk'ik taq tz'aqat

source: Firefox Marketplace for Desktop
cak: Firefox Marketplace richin Ajkematz'ib'

source: Put more fox in your inbox.
cak: Pa rub'ixik par pan ataqob'al

source: See where the Web can take you with monthly Firefox tips, tricks and Internet intel.
cak: Yatz'eton pan Ajk'amaya'l tikirel nab'än ik' ik' pa Firefox taq pixa', taq q'oloj chuqa' Internet intel.

source: Sign up, read up,<br> stay informed.
cak: Tatz'ib'aj ab'i', tasik'ij, <br> tawetamaj.

source: Sign up. Read up.<br> Make a difference.
cak: Tatz'ib'aj ab'i'. Tasik'ij. <br> Tab'ana' ri jaloj.

source: Get smart on the issues affecting your life online.
cak: Tana' awi' chi kij ri taq achike na nikitz'ila' ak'aslem pa k'amab'ey.

source: Get the Mozilla newsletter to stay informed about issues challenging the health of the Internet and to discover how you can get involved.
cak: Tak'ulu' ri ko'öl kiwuj taq rutzijol Mozilla richin ye'anab'ej pa kiwi' ri taq k'ayewal nikitz'ila' ruraxnaqil K'amaya'l chuqa' richin nawïl achike rub'eyal yatikïr yato'on.
