Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/technology.lang.po
Languages: cak

source: We’re opening up a whole new Internet.
cak: Tajin niqajäq jun k'ak'a' K'amaya'l.

source: Explore some of our latest innovations — built with open Web technologies and designed to help keep the Internet healthy and accessible forever.
cak: Kekanöx jujun chi ke ri ruk'isib'äl taq tz'ukuj — nuk'un rik'in na'ob'alil jaqäl Ajk'amaya'l chuqa' wachib'en richin nito' raxnaqil ri K'amaya'l chuqa' okel jantape'.

source: Making Virtual Reality a reality for all
cak: Rub'anik ri ruwa kematz'ib'ilel jun ruwa chi qawäch qonojel

source: Using A-Frame, developers, designers and artists are able to easily create accessible VR experiences.
cak: Kokisaxik ajb'anonela', ajwachib'enela' chuqa' taq ajuchan man k'ayew ta richin nikinük' VR taq etamab'äl.

source: Try it out
cak: Tatojtob'ej

source: Explore A-Frame
cak: Tanik'oj A-Frame

source: Learn about WebVR
cak: Tetamäx chi rij WebVR

source: Visit A-Frame blog
cak: Titz'et A-Frame ichinya'l

source: Visit the blog
cak: Tatz'eta' ri ichinya'l

source: Using the Web to change the game
cak: Rokisaxik ri Ajk'amaya'l richin nijal ri etz'anem

source: With powerful Web technologies, pioneered by Mozilla, developers are pushing games to a new level.
cak: Rik'in nïm kuchuq'a' Ajk'amaya'l taq na'ob'äl, samajin ruma Mozilla, ri ajb'anonela' tajin yekinïm ri taq etz'anem pa jun k'ak'a' rupalem.

source: See what’s new
cak: Tatz'eta' ri k'ak'a'

source: Play some demos
cak: Ketzij jujun taq k'utb'äl

source: Meet WebAssembly
cak: Tawetamaj ruwäch WebAssembly

source: Start building
cak: Tachapa' runuk'ik

source: Adding trust to the Internet of Things
cak: Tikuqub'äx ruk'u'x ri k'amaya'l rik'in ri taq wachinäq

source: Through open innovation, we’re bringing trust and transparency to networks of smart devices.
cak: Rik'in ri jaqäl tz'ukuj, tajin niqakuqub'a' kik'u'x chuqa' yeqach'ajch'ojirisaj ri taq kik'amab'ey ri na'owinäq taq okisaxel.

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Visit the wiki
cak: Tatz'eta' ri wiki

source: Start contributing
cak: Titikirisäx rik'in ri to'ïk

source: Building a browser that gets you
cak: Runuk'ik jun okik'amaya'l ri nuya' q'ij chawe

source: The next generation of Web discovery is a browser that is more intuitive, useful and in tune with you.
cak: Ri jun chik ralk'walaxnem richin nilitäj ajk'amaya'l, jun chi okik'amaya'l na'onel, okel chuqa' ri ruximon ri' awik'in.

source: Try it now
cak: Tatojtob'ej wakami

source: Inventing a safer programming language
cak: Rutz'ukik utziläj chi ruch'ab'äl kema'inem

source: Sponsored by Mozilla, Rust allows browsers, systems and more to run much faster and more safely.
cak: To'on ruma ri Mozilla, Rust nuya' q'ij chi ke ri ajkanob'äl, taq q'inoj chuqa' ch'aqa' chik chi kesamäj yalan aninäq chuqa' rik'in utziläj jikomal.

source: Learn about Rust
cak: Tetamäx ruwäch ri Rust

source: Supported by Mozilla, Rust allows browsers, systems and more to run much faster and more safely.
cak: Nuk'äm ri' rik'in Mozilla, Rust nuya' q'ij chi ke ri ajkanob'äl, taq q'inoj chuqa' ch'aqa' chik chi kesamäj yalan aninäq chuqa' rik'in utziläj jikomal.

source: Visit Rust
cak: Tatz'eta' Rust

source: Get involved
cak: Kak'uluman

source: What’s next?
cak: ¿Achike petenäq?

source: Get the Mozilla newsletter for our latest tech news and more.
cak: Ke'ak'ulu' taq rutzijol Mozilla pa ruwi' ri ruk'isib'äl taq qatzijol richin na'ob'äl chuqa' ch'aqa' chik.

source: Blogs
cak: Taq ichinya'l

source: Read the latest from Mozilla’s technology blogs.
cak: Ke'asik'ij ri ruk'isib'äl taq kitzijol ri taq richinya'l runa'ob'al Mozilla.

source: Continue reading
cak: Tasik'ij na
