Repository: alvinlaz96/mozilla-lang
Catalog: ln/firefox/partners/index.lang.po
Languages: ln

source: Firefox OS, Marketplace, Android — Partners
ln: Bapartenaire — Firefox OS, Marketplace, Android

source: Get involved
ln: Mikotisa

source: Contact our business development team to get on board.
ln: Kutana na equipe nabiso ya developpement ya entreprise mpo na ingela.

source: First Name
ln: Nkombo ya yambo

source: Last Name
ln: Nkombo ya libota

source: Title
ln: Ebiyangemeli

source: Company
ln: Companie

source: Website
ln: Site web

source: Phone
ln: Telefone

source: Interest:
ln: Maye osimbami nango:

source: Firefox for Android
ln: Firefox mpo na Android

source: Other
ln: Mususu

source: Interest
ln: Eye esimbami

source: Submit my request
ln: Tinda bosenga

source: Thanks for your interest in partnering with us
ln: Matondo mpo na kosimbama na partenariat nabiso

source: We will review your request and get back to you about possibilities and opportunities soon.
ln: Tokomanyola bosenga nayo mpe koyanola yo na maye matali banzela mpe mabaku ya kosala nabiso kala mingi te.

source: Overview
ln: Vue d'ensemble

source: Explore the site
ln: Explorer site

source: Unleash the future
ln: Sikola mikolo mizali koya

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ln: Toza kopesa makoki na baopérateur, bafabriquant ya telefone mpo na kokamba, kopersonnaliser mpe konetola boyakani na bakiliya nabango mbala moko na nzela ya baproduit nabiso ya mobile: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> mpe <a %(url3)s>Firefox mpo na Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
ln: Firefox OS ememi bofungolami, boingeli mpe mabaku ya misala na ba mboka 29 na balancement 50 mpe baopérateur global 14 global — mpe ekumbeli wana eza kokoba na 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ln: Tala nini oyo eza koya mpo na mobile na <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> mpe <a %(url3)s>Firefox mpo na Android</a>.

source: See more partners
ln: Tala bapartnaire mosusu

source: Recent news
ln: Basango yakala te

source: Firefox OS Unleashes the Future of Mobile
ln: Firefox OS eza kosikola mikolo mizali koya ya Mobile

source: Be a partner
ln: Zala partenaire

source: Just what your customers need
ln: Kaka oyo esengeli mpo na bakiliya nayo

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
ln: Mpasi te mpo na kosalela. Mpasi te mpo na kopersonnaliser. Firefox OS eza plateforme ouverte oyo eza kofavoriser participation monene na chaine ya valeur.

source: The Web is the platform
ln: Web eza plateforme

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
ln: Firefox OS eza alternative ya ecosysteme ya nsomi eye ekangemi te na mibeko mpe bikangeli oyo ezali na baplateforme ya ba nkolo.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
ln: Bapartenaire nabiso baza bakonzi ya baindustrie oyo basali valeur oyo offre mosusu ekoki komema na mimbongo nabango oyo bacibler.

source: Made by Firefox
ln: Esalemi na Firefox

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
ln: Na mibu 15 miye mileki, tozalaki kolandela na bokebi innovation mpe kobongisa Web mpo kosala ete ezala ouvert mpe koingelama na banso. Kolandana na makasi tosalaki, moko likolo ya mitano ya misala miye mikosalema na Web lelo miza kosalema na nzela ya baproduit ya Firefox.

source: The Open Web advantage
ln: Litomba ya Web Ouvert

source: With Firefox OS you can:
ln: Na Firefox OS okoki:

source: Create unique user experiences to deliver on specific market needs
ln: Kosala experience ya mosaleli oyo eza neti ya basusu te na maye masengeli mpeza na misala

source: Own and control your relationship with your consumers
ln: Kokomisa yayo mpe kocontroler boyokani na bakiliya nayo

source: Explore alternative business models
ln: Explorer baalternative ya midele ya mombongo

source: Stimulate increased Internet use
ln: Stimuler bosaleli Internet mingi

source: Level the playing field against other OS and marketplace providers
ln: Komisa esika kobeta ndenge moko na ya bafournisseur misusu ya OS mpe marketplace

source: Firefox OS at home
ln: Firefox OS na ndaku

source: The power of the Web is coming to Panasonic TVs later this year
ln: Makasi ya Web eza koya na ba TVs Panasonic na suka ya mobu oyo

source: HTML5 apps for all
ln: Baapps HTML5 mpo na banso

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
ln: Kundola nzela yasika ya kopartciciper na ecosysteme oyo eza kofonctionnaliser baapps oyo ekende sango mokili mobimba mpe bacontenu oyo esengeli mpe ebongisami mpo na biposa ya bakiliya nayo bipayi ozali.

source: Your own business model
ln: Modele nayo mei ya mombongo

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
ln: Kolisa mombongo nayo na kocombiner mabongisi ya bofuti ya bakilya nayo mei na baoffre ya service ya kofungwama. Personnaliser bosombi mpe baexperinece ya app mpo na koyanola biposa nayo mei mpe kokota bazando ya sika.

source: Revolutionary content discovery
ln: Kundola contenu eye emema mbongwana ya kokamwa

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
ln: Baexpert ya App mpe bamembre ya lingomba ya Mozilla kowuta mokili mobimba basalisaka mpo na koidentifier contenu ya ntina na Firefox Marketplace. Yango eza kosala ete bakiliya nayo bakoka kokuta contenu eye eza ya ntina mpeza mpo nabango.

source: Testimonials
ln: Matatoli

source: See what Box, SoundCloud and others have to say
ln: Tala nini Lininisa, SoundCloud mpe basusu balingi koloba

source: Join the Conversation
ln: Kota na Lisolo

source: Follow @firefoxapps on Twitter
ln: Landa @firefoxapps na Twitter

source: Read more on the Apps Blog
ln: Mingi ya kotanga na Blog ya Baapps

source: A direct path to your customers
ln: Nzela alima tii na bakiliya nayo

source: Marketplace offers:
ln: Baoffre ya Marketplace:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
ln: Facturation ya opérateur oyo eza kosala ete oparticiper na ecosysteme ya mobile mpe obongisa boyokani directement na basaleli

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
ln: Etandelo ya opérateur wapi okoki kotombola bamessage, contenu mpe bacollection oyo esengeli mpo na bakiliya mpe mombongo nayo

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
ln: Mecanisme moko ya bonkundoli contenu na baaps yasika, eye esalemaka mise à jour mbala na mbala, ya ntina mpe ya cible eke mpo na koyanola biposa ya bakiliya bipayi bazwami

source: Commitment from well-known, tier 1 developers
ln: Komipesa ya baye bakende sango, badeveloppeur ya 1 saut

source: Lower barriers to entry for local app developers in both resource and cost
ln: Babarrières ya pete mpeza mpo na bokoti ya baapps ya badeveloppeur locaux ezala mpo na baressource to motuya

source: Become a Marketplace developer
ln: Koma developpeur ya Marketplace

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
ln: Baapps oyo bakiliya bakoki kokundola na pete mpe kozwa na nzela ya baplateforme, baappareil mpe basystème d'exploitation ndenge na ndenge

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
ln: Midele ya mombongo miye miza pete, bakisa publicité mpe baoption ndenge na ndenge mpo na bofuti misolo oyo eza kokomisa bofuti na nzela ya app mpasi te

source: Optional carrier billing in regional currencies
ln: Facturation ya option kolandana na mbongo ya etuka ena

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
ln: Makoki mpo na kosangana na bamillion ya basaleli mpe baye basungaka Firefox mokili mobimba

source: Access to relatively untapped markets
ln: Boingeli na bazandu oyo etiyami naino maboko mingi te na basali mimbongo

source: Developer hub
ln: Hub ya developpeur

source: Learn how to make HTML5 apps for an open marketplace
ln: Yekola ndenge ya kosala baapps ya HTML5 mpo na marketplace ouvert

source: Have an app?
ln: Oza na app?

source: Submit it to Firefox Marketplace today
ln: Tinda yango lelo na Firefox Marketplace

source: A superior mobile experience
ln: Experience ya likolo mpeza mpo na mobile

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
ln: Na bafonctionnalité oyo eza connecter mpe biloko ya bokengi na confidentialité, navigateur nabiso oyo eza na likolo ya classement eza kooffrir alternative na baplateforme ya kokangama mpe eza kopesa nzela ya ntina mpeza mpo na koconnecter na basaleli ya ba smartphones mpe tablets.

source: Customize relationships
ln: Personnaliser boyokani

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
ln: Pesa na basaleli bayo saveur nayo mei ya Firefox mpo na Android mpe Firefox Marketplace mpo na experience ya mosaleli eye eza ya komipesa mpe kotombola visibilité ya Marque nayo.

source: Create new value
ln: Kela valeur yasika

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
ln: Kota na Firefox ecosystem mpo na koprofiter na mabaku neti ya Firefox Marketplace mpe WebRTC. Okoki komonisa contenu yasika ya Web to kointégrer salon ya kiliya nayo mpo na kokela yasika, baoffre eye ekowuta bobele na plateforme.

source: Learn more about partner opportunities.
ln: Mingi ya koyekola na maye matali mabaku.

source: Stand out <br>from the crowd
ln: Telema <br>mpo na ngulupa

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
ln: Profiter na baoffre nabiso ya ndenge na ndenge, Marque ya makasi mpe kolinga bakiliya mpo ete Firefox ecosystem ekumba boteki mpe bosaleli badonnée.

source: Firefox for Android lets you:
ln: Firefox mpo na Android eza kosala ete:

source: Customize the experience
ln: Opersonnaliser experience

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
ln: Obakisa marque mpe contenu nayo mpo na kosala bisika ebele ya boteki, kofideliser mpeza bakiliya mpe kokumba boteki ya mikolo mizali koya.

source: Build new differentiated offerings
ln: Kotonga baoffre yasika ya ndenge na ndenge

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
ln: Kointégrer baservice mbala moko na navigateur mpo ete omiliberer na bipekisi ya ba nkolo baplateforme.

source: Step into the Firefox ecosystem
ln: Kota nakati ya Firefox ecosystem

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
ln: Kotisa Firefox Marketplace, technologie ya WebRTC, lisungi mpo na facturation directe ya bakiliya, boluki baamélioration, baservice Firefox cloud yasika mpe ebele.

source: Partner Opportunities
ln: Mabaku mpo na bapartenaire

source: For Developers
ln: Mpo na badeveloppeur

source: For Operators & Manufacturers
ln: Mpo na Baopérateur & Bafabriquant

source: Firefox Marketplace — Developer testimonials
ln: Firefox Marketplace — Matatoli ya Badeveloppeur

source: Get it on Google Play
ln: Zwa yango na Google Play

source: Mobile World Congress 2014
ln: Congrès ya Mokili Mobimba mpo na Mobile 2014

source: Watch our wrap-up video from Mobile World Congress 2013
ln: Tala vidéo nabiso ya wrap-up kowuta Congrès ya Mokili Mobimba mpo na Mobile ya 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
ln: Mozilla na bapartenaire bazali kolengela lancement ya ba smartphones Firefox OS ya yambo

source: Watch the daily <br>MWC video recap
ln: Tala recap vidéo <br>MWC mikolo nionso

source: Fox Den &amp; other <br>MWC events
ln: Fox Den &amp; milulu <br>MWC misusu

source: Firefox tweets from <br>MWC in Barcelona
ln: Firefox ekotinda ba tweets kowuta <br>MWC na Barcelone

source: View the version notes
ln: Tala nkoma ya version

source: Read about features, changes and more
ln: Tanga maye matali bacaractéristique, mbongwana mpe ebele

source: Description
ln: Déscription

source: Please enter your first name.
ln: Koma nkombo nayo ya yambo.

source: Please enter your last name.
ln: Koma nkombo nayo ya libota.

source: Please enter your company name.
ln: Koma nkombo ya compagnie nayo.

source: Please supply a valid URL.
ln: Pesa URL oyo elongobani.

source: Please enter a valid email address
ln: Koma adresse email oyo elongobani

source: Address
ln: Adresse

source: City
ln: Engumba

source: State/Province
ln: Etuka/Province

source: Country
ln: Mboka

source: Zip
ln: Code postal

source: Register for a session
ln: Mikomisa mpo na eleko ya mosala

source: Map
ln: Carte

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
ln: Firefox na MWC 2015 &ndash; Hall 3, Stand 3C30

source: Schedule
ln: Libongisi

source: Firefox at MWC 2015 &ndash; Schedule of Events
ln: Firefox na MWC 2015 &ndash; Libongisi ya Milulu

source: Download PDF
ln: Télécharger PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
ln: Na mobu nabiso ya yambo, tomemi bofungwami, boingeli mpe mabaku ya misala na ba mboka 15 na bapartenaire 4 mpo na bamateriel, baopérapteur 7 mpe balancement 16.

source: Partner with us
ln: Zala partenaire nabiso

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
ln: Etelemisami na ba nkombo minene eye ekende sango na industrie, Firefox OS eza plateforme ya kofungwama oyo eza kofavoriser participation monene na molongo ya misala. <a %(url)s>Tala ndenge nini okoki komikotisa</a> or <a href="%(url2)s">yekola mingi maye matali ntina nayango mpo na bakiliya</a>.

source: View available Firefox OS devices
ln: Tala baappareil oyo eza na Firefox OS

source: Made of the Web
ln: Esalemi na Web

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ln: Mobimba nayango etongami na bosaleli HTML5 mpe ba standards ouverts misusu ya Web, Firefox OS ekangemi te na mibeko mpe bipekisami oyo ezalaka na ba plateforme ya ba nkolo.

source: The difference the Open Web makes
ln: Bokeseni oyo Web ya kofungwama eza kosala

source: Firefox OS offers:
ln: Baoffre ya Firefox OS:

source: A level playing field against other OS and marketplace providers
ln: Esika ya bozwi makoki mpo na kotelema na bafournisseur misusu ya OS mpe marketplace

source: Greater participation in the value chain
ln: Participation ya monene mpeza na molongo ya misala

source: Ownership and control over relationships with customers
ln: Kozala nkolo mpe kocontrôler boyokani na bakiliya

source: Customized phones that meet the specific needs of various target markets
ln: Kopersonnaliser batelefone oyo ezali na bosenga ya ndenge nayango mpo na bisika ndenge na ndenge ya basombi

source: Contact our business development team to get on board
ln: Kutana na equipe nabiso ya developpement ya entreprise mpo na koingela

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
ln: Kundola nzela ya sika ya koparticiper na ecosysteme oyo eza kofonctionnaliser baapps oyo eyebani mingi mokili mobimba mpe bacontenu ya ntina, oyo eza cibler mpo na koyanola biposa ya bakiliya bisika bazwami. Tala ndenge nini ekoki kosalisa <a %(url1)s>baopérateur na bafabriquant</a> mpe <a %(url2)s>badeveloppeur</a>.

source: Your needs
ln: Biposa nayo

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
ln: Kolisa mombongo nayo na nzela ya kocombiner mabongisi mayo mei ya bofutisi bakiliya na baoffre nabiso ya service ouvert, kota na bazando yasika mpe personnaliser bosombi mpe baexperience ya app mpo na koyanola biposa nayo mei.

source: Our experience
ln: Experience nabiso

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
ln: Misala miye tosala ya tembe te na fourniture kitoko ya baexperience ya mosaleli mpe bopesi contenu na ebele ya batu mokili mobimba ezali koleka na manso maye tosalaka. Répertoire nabiso ya bibakisi epesaka bacontenu na bamillion ya basaleli mokili mobimba.

source: The world’s largest developer community
ln: Lingomba ya badeveloppeur ya monene koleka na mokili

source: Micro-targeted content for every use-case to meet customers’ local needs
ln: Contenu ya cible eke mpo na bosaleli nionso mpo na koyanola biposa ya bakiliya bisika bazwami

source: Apps that customers can access across multiple platforms, devices and operating systems
ln: Baapps oyo bakiliya bakoki kokundola na pete mpe kozwa na nzela ya baplateforme, baappareil mpe basystème d'exploitation ndenge na ndenge

source: Flexible business models and multiple payment monetization options
ln: Midele ya mombongo ya pete mpe baoption ndenge na ndenge ya bofutisi mbongo

source: The ability to connect with hundreds of millions of Firefox supporters around the world
ln: Makoki mpo na komiconnecter na bamillion ya basaleli mpe baye balingaka Firefox mokili mobimba

source: A superior Web experience
ln: Experience ya Web ya likolo mpeza

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
ln: Na performance ya likolo, bafonctionnalité inter-plateforme avancée mpe bokengi ya sika-sika, navigateur nabiso eye eza likolo na classement eza kooffrir alternative na plateforme ya kokangama, kopesa yo nzela ya koconcevoir, kodistribuer mpe kobongola ndenge olingi. <a %(url)s>Yekola mingi maye matali mabaku ya partenariat.</a>

source: Strengthen customer relationships
ln: Lendisa boyokani na bakiliya

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
ln: Sala basection ya marque nayo moko ya Firefox mpo na Android mpe Firefox Marketplace mpo na experience ya mosaleli ya bomipesi motema mobimba mpe kobakisa visibilité ya Marque nayo.

source: Create new value for both you and your users
ln: Sala valeur yasika mpo nayo mpe basaleli nayo

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
ln: Profiter na mabaku ya service neti Firefox Marketplace mpe WebRTC mpo na kosala yasika, baoffre ya kowuta bobele na plateforme mpe facturation directe ya bakiliya.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
ln: Profiter na marque nabiso ya makasi mpe baoffre ya service mpo na kosala bokeseni ya produit mpe ekumbeli nayo ya boteki.

source: Build new service offerings
ln: Tonga baoffre ya service yasika

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
ln: Intégrer baservice mbala moko nakati ya navigateur na Firefox Marketplace mpe WebRTC mpo omiliberer na bipekisi ya ba nkolo baplateforme.

source: Direct customer billing
ln: Facturartionc diercete ya bakiliya

source: Grow your business by combining your own customer payment plans with our open source service offerings.
ln: Kolisa mombongo nayo na nzela ya kocombiner mabongisi mayo mei ya bofutisi bakiliya na baoffre nabiso ya service ouvert.
