Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/desktop/customize.lang.po
Languages: dsb

source: Firefox — Customize and make it your own — The most flexible browser on the Web
dsb: Firefox — pśiměŕśo jen pó swójich žycenjach — nejfleksibelnjejšy wobglědowak we webje

source: Make your Firefox your own
dsb: Pśiměŕśo Firefox pó swójich žycenjach

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
dsb: Jo lažčej ako do togo, Firefox wósobinski wugótowaś a jen tak pśiměriś, aby tak funkcioněrował ako to cośo.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
dsb: Žeden drugi wobglědowak njedawa wam tak wjele wuběrka a fleksibelnosći.

source: Customize Firefox
dsb: Firefox pśiměriś

source: Designed to <br class="wide-br">be redesigned
dsb: Wugótowany, aby se <br class="wide-br">zasej wugótował

source: Get fast and easy access to the features you use most in the new menu.
dsb: Dostańśo w nowem meniju malsny a jadnory pśistup na nejčesćej wužywane funkcije.

source: Open the “Customize” panel to add, move or remove any button you want.
dsb: Wócyńśo wokno “Pśiměriś”, aby někakižkuli tłocašk pśidał, pśesunuł abo wótpórał.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
dsb: Źaržćo swóje nejlubše funkcije — dodanki, priwatne pśeglědowanje, synchronizacija a dalšne — jano jadno kliknjenje zdalone.

source: More ways to customize
dsb: Wěcej móžnosćow pśiměrjenja

source: Themes
dsb: Drastwy

source: Add-ons
dsb: Dodanki

source: Awesome Bar
dsb: Adresowe pólo

source: Make Firefox match your style.
dsb: Pśiměŕśo Firefox wašomu stiloju.

source: Choose from thousands of themes and dress up your browser with a single click.
dsb: Wubjeŕśo z towzyntow drastwow a wurupniśo swój wobglědowak z jadnučkim kliknjenim.

source: Try it now
dsb: Wopytajśo něnto

source: Learn more
dsb: Dalšne informacije

source: Add-ons are like apps that you install to add features to Firefox.
dsb: Dodanki su ako nałoženja, kótarež instalěrujośo, aby Firefox funkcije pśidał.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
dsb: Móžośo płaśizny pśirownaś, se za wjedrom wobgóniś, muziku słuchaś, tweet pósłaś a wěcej.

source: Read the latest news & blogs
dsb: Cytajśo nejnowše nowosći a blogi

source: Manage your downloads
dsb: Zastojśo swóje ześěgnjenja

source: Watch videos & view photos
dsb: Woglědajśo se wideo a fota

source: Here are a few of our favorites
dsb: How su někotare z našych faworitow

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
dsb: Inteligentne adresowe pólo wuknjo, mjaztym až pśeglědujośo, aby wašu wersiju Firefox jadnorazowu cyniło.

source: Find and return to your favorite sites without having to remember a URL.
dsb: Pytajśo swóje nejlubše sedła, bźez togo až by musył se URL spomnjeś.

source: See what it can do for you
dsb: Wiźćo, což móžo za was cyniś

source: Keep your Firefox in Sync
dsb: Źaržćo swój Firefox synchrony

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
dsb: Mějśo pśistup na swóje cytańske znamjenja, swóju historiju, swóje gronidła a wěcej z někakegožkuli rěda, aby <br class="wide-br">Firefox k swójomu wobglědowakoju cynił, źožkuli jen wužywaśo.

source: Learn more about Sync
dsb: Zgóńśo wěcej wó Sync

source: Get help with Sync
dsb: Pomoc wó Sync

source: Next
dsb: Dalej
