Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/desktop/fast.lang.po
Languages: dsb

source: Firefox — The "speed king" - The fastest browser on the Web
dsb: Firefox — "Kral malsnosći" - nejmalsnjejšy wobglědowak we webje

source: Faster than ever
dsb: Malsnjejšy ako do togo

source: This is the fastest Firefox yet.
dsb: To jo nejmalsnjejšy Firefox do togo.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
dsb: Wuznamjenjujo se pśez techniske wusměrjeńske gódnoty <br class="wide-br">a wšědne nadawki, kótarež zwětšego cyniśo.

source: The “speed king”
dsb: “Kral malsnosći”

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s">“speed king.”</a>
dsb: Firefox pśetrjefijo druge wobglědowaki w nejnowšych njewótwisnych testach, aby titel <br class="wide-br"><a href="%(url1)s">“kral malsnosći”</a> dostał

source: So you can browse with confidence with the fastest on the Web.
dsb: Togodla móžośo z dowěru z nejmalsnjejšym wobglědowakom web pśeglědowaś.

source: Cutting-edge speed
dsb: Nejwuša malsnosć

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
dsb: Jolic grajośo rady, móžośo něnto někotare z wašych faworitow direktnje we webje graś, bźez togo až zgubijośo malsnosć abo cełkowne wugbaśe.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
dsb: Firefox jo wjeducy wobglědowak pśi graśu online ako źěl našych procowanjow, aby kuždy aspekt wašogo pśeglědowańskego dožywjenja póspěšył.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
dsb: Zgóńśo wěcej wó tom, kak <br class="wide-br">pśekšacamy granice malsnosći

source: Speed you can feel
dsb: Malsnosć, kótaruž móžośo cuś

source: We optimize Firefox for the way you use the Web.
dsb: Optiměrujomy Firefox za wašnju, kótaruž wužywaśo we webje.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
dsb: Pótakem procese ako wócynjanje abo pśešaltowanje <br class="wide-br">mjazy rejtarkami a dostawanim wuslědkow z inteligentnego adresowego póla stawaju se malsnjej ako do togo.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
dsb: Dostanśo se tak malsnjej a lažko ako móžno tam, źož musyśo hyś.
