Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/desktop/index.lang.po
Languages: dsb

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
dsb: Webwobglědowak Firefox — dowěry gódny, fleksibelny, spěšny — wam, wašej priwatnosći a wótwórjonemu weboju zawězany

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
dsb: Webwobglědowak Firefox — dowěry gódny, fleksibelny, malsny — nigda njejo lěpšy cas był

source: There’s never been a <br class="wide-br">better time for Firefox
dsb: Njejo nigda <br class="wide-br">lěpšy cas za Firefox był

source: Committed to you, your privacy and an open Web.
dsb: Wam, wašej priwatnosći a wótwórjonemu weboju zawězany.

source: Made with a mission to put you first
dsb: Z misiju cynjony, kótaraž staja was na prědne městno

source: We’ve always designed Firefox to protect and respect your private information.
dsb: Smy Firefox pśecej tak wugótowali, aby waše priwatne informacije šćitali a respektěrowali.

source: That’s why we’re proud to be voted the <a href="%(url1)s">Most Trusted Internet Company for Privacy.</a>
dsb: Togodla smy gjarde, až pomjenjuju nas <a href="%(url1)s">dowěry nejgódnjejše internetne pśedewześe za priwatnosć</a>

source: Find out what makes Firefox the most trusted browser on the Web
dsb: Wuslěźćo, což Firefox cyni k dowěry nejgódnjejšemu wobglědowakoju we webje

source: Works the way you do
dsb: Funkcioněrujo tak, kaž wy se žycyśo

source: How you use the Web is unique.
dsb: Wašo wužywanje weba jo jadnorazowe.

source: Firefox lets you change it to match.
dsb: Firefox zmóžnja wam jen pśiměriś.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
dsb: Wótpórajśo, což njewužywaśo, wobchowajśo, což trjebaśo a stajśo jo jadnorje, źož cośo.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
dsb: Wuslěźćo, což Firefox cyni <br class="wide-br">k nejfleksibelnjejšemu wobglědowakoju

source: Faster at what you do most
dsb: Malsnjejšy pśi tom, což zwětšego cyniśo

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
dsb: Firefox jo se w njewótwisnych pogódnośeńskich a wugbaśowych testach w pśirownanju z drugimi wobglědowakami ”kral malsnosći” pomjenił.

source: * Based on <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
dsb: * Bazěrujo na wuslědkach <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.

source: Save time and do just about anything quicker than before.
dsb: Zežaŕśo cas a cyńśo jadnorje pitśku malsnjej ako do togo.

source: Find out what makes this the fastest Firefox yet
dsb: Wuslěźćo, což cyni jen k nejmalsnjejšemu Firefox do togo
