Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/desktop/tips.lang.po
Languages: dsb

source: The best of the latest Firefox
dsb: Nejlěpše nejnowšego Firefox

source: Bookmarks
dsb: Cytańske znamjenja

source: Simplify
dsb: Zjadnoriś

source: Arrange
dsb: Rědowaś

source: 5 top tips, tricks and time-saving tools
dsb: 5 wuběrnych pokazkow, trikow a cas žarjece rědy

source: back
dsb: slědk

source: next
dsb: dalej

source: Click the star
dsb: Klikniśo na gwězdku

source: Watch the star jump so you know your bookmark has been added.
dsb: Wobglědujśo skokanje gwězdki, aby wěźeł, až wašo cytańske znamje jo se pśidało.

source: (Try it! It’s fun!)
dsb: (Wopytajśo to! To dajo wjasele!)

source: How to:
dsb: Rozpokazanje:

source: Click the star to add bookmarks and manage them from the same spot.
dsb: Klikniśo na gwězdku, aby cytańske znamjenja pśidał a jo z togo samskego městna zrědował.

source: Simplify your life
dsb: Zjadnoŕśo swójo žywjenje

source: Go to your happy place.
dsb: Źiśo k swójomu wjasołemu městnoju.

source: Remove the buttons you don’t use so you can find the ones you do.
dsb: Wótpórajśo tłocaški kótarež njewužywaśo, aby te namakał, kótarež trjebaśo.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
dsb: Wócyńśo meni, wubjeŕśo “<strong>Pśiměriś</strong>” a śěgniśo někaki tłocašk ze symobloweje rědki wen.

source: Add your faves
dsb: Pśidajśo swóje fawority

source: Play favorites with the features you use most and arrange them for fast, easy access.
dsb: Wubjeŕśo fawority z funkcijow, kótarež zwětšego wužywaśo a rědujśo je za malsny, lažki pśistup.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
dsb: Wócyńśo meni, wubjeŕśo “<strong>Pśiměriś</strong>” a śěgniśo někaki tłocašk do symboloweje rědki abo menija.

source: Stay in Sync
dsb: W Sync wóstaś

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
dsb: Wužyjśo Sync, aby magiski pśistup na swóje wócynjone rejtarki, gronidła a wěcej měł, źožkuli wužywaśo Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
dsb: Wužyjśo Sync, aby magiski pśistup na swóje wócynjone rejtarki, gronidła a wěcej z někakego rěda měł.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
dsb: Wubjeŕśo “<strong>Pla Sync registrěrowaś</strong>” z menija a pśiswójśo se Firefox, źožkuli jen wužywaśo.

source: Free your add-ons
dsb: Pśewóstajśo swóje dodanki

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
dsb: Wobchowajśo te wósebne, woblubowane dodanki w swójom meniju, aby widobne a lažko pśistupne byli.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
dsb: Wubjeŕśo “<strong>Pśiměriś</strong>” z menija a śěgniśo dodanki nutś, kótarež cośo.

source: Get Firefox
dsb: Wobstarajśo se Firefox

source: Congratulations
dsb: Glukužycenje

source: You’re an expert!
dsb: Wy sćo eksperta!

source: Now help your friends master Firefox.
dsb: Pomagajśo něnto swójim pśijaśelam, Firefox mejstrowaś.

source: Firefox Features
dsb: Funkcije Firefox

source: Firefox Help
dsb: Pomoc Firefox

source: Learn more about bookmarks
dsb: Zgóńśo wěcej wó cytańskich znamjenjach

source: Learn more about customizing
dsb: Zgóńśo wěcej wó pśiměrjenju

source: Learn more about Sync
dsb: Zgóńśo wěcej wó Sync

source: Learn more about add-ons
dsb: Zgóńśo wěcej wó dodankach
