Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/desktop/trust.lang.po
Languages: dsb

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
dsb: Firefox — wugótowany, aby wašu priwatnosć šćitał — dowěry nejgódnjejšy wobglědowak we webje

source: Trust isn’t made. It’s earned.
dsb: Dowěra se njecyni. Zasłužy se.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
dsb: Wuwijamy Firefox z misiju, was na prědne městno, nad wšykno, stajiś.<br class="wide-br">

source: We do it to keep you in control.
dsb: Cynimy to, aby kontrolu wobchował.

source: We do it so you can browse without worry.<br class="wide-br">
dsb: Cynimy to, aby mógał bźez starosćow pśeglědowaś.<br class="wide-br">

source: And we do it because no one else will.
dsb: A cynimy to, dokulaž nichten drugi to njecyni.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
dsb: <span id="trust-line1">Dowěry nejgódnjejše</span> <span id="trust-line2">internetne pśedewześe</span> <span id="trust-line3">za priwatnosć</span>

source: Designed to protect your privacy
dsb: Wugótowany, aby wašu priwatnosć šćitał

source: We believe your personal information belongs only to you.<br class="wide-br">
dsb: Wěrimy, až waše wósobinske informacije słušaju jano wam.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
dsb: Togodla jo Firefox połny z funkcijami, kótarež zarucaju, až to pśitrjefi.

source: Forget Button
dsb: Tłocašk Zabyś

source: Remove browsing information from your computer after the fact.
dsb: Pśeglědowańske informacije pó tom z wašogo licadła wótpóraś

source: Use it when you’ve visited a site that you don’t want in your history.
dsb: Wužyjśo jen, gaž sćo se sedło woglědał, kótarež njama we wašej historiji byś.

source: Add the Forget Button to your toolbar
dsb: Tłocašk Zabyś wašej symbolowej rědce pśidaś

source: See who’s watching you online.
dsb: Glědajśo, chtož wobglědujo was online.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
dsb: Dodank Lightbeam pokazujo sedła prědnych a tśeśich póbitowarjow, z kótarymiž interagěrujośo pśi pśeglědowanju.

source: Shine a light on the Web with Lightbeam
dsb: Spórajśo web do swětła z Lightbeam

source: Keeping you safe across the Web
dsb: Źaržćo se wěsty we webje

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
dsb: Firefox wucy wam wěcej wó sedłach, ku kótarymž se woglědujośo a pomaga wam, online wěsty wóstaś.

source: World class protection
dsb: Swětorědny šćit

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
dsb: Funkcije pśeśiwo kšadnjenjeju wužywarskich datow a škódnej software šćitaja was pśeśiwo trojańskim konjam a spionažnej software a warnuju wó potencielnje wobšudnych sedłach.

source: Automatic security updates
dsb: Awtomatiske wěstotne aktualizacije

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
dsb: Firefox awtomatiski aktualizěrujo, aby zarucył, až maśo pśecej nejnowše a nejlěpše wěstotne pórěźenja.

source: Secure connections
dsb: Wěste zwiski

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
dsb: Wužyjśo jadnorazowy ID websedła, aby zarucył, až sedło jo, což twarźi a pśeglědował, lěc waš zwisk z nim jo wěsty.

source: Browse without worry
dsb: Pśeglědujśo bźez starosćow

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
dsb: Zgóńśo wěcej wó tom, cogoždla waša priwatnosć a wěstota stej tak wažnej <br class="wide-br">a což móžośo cyniś, aby se online šćitał.

source: Privacy & you
dsb: Priwatnosć a wy

source: How to stay safe online
dsb: Kak móžośo online wěsty wóstaś

source: Privacy & security FAQ
dsb: Priwatnosć a wěstota - Ceste pšašanja

source: Privacy & security add-ons
dsb: Dodanki k priwatnosći a wěstośe

source: Privacy blog
dsb: Blog priwatnosći

source: Security blog
dsb: Blog wěstoty

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
dsb: Inowacija Firefox, Do Not Track, stoj nastajenje wó tom k dispoziciji, kak waše wósobinske informacije gromaźe se a wužywaju se online.

source: Learn more about Do Not Track
dsb: Zgóńśo wěcej wó Do Not Track

source: Private browsing
dsb: Priwatne pśeglědowanje

source: Sometimes it’s nice to go undercover.
dsb: Młogi raz jo rědnje se schowaś.

source: Turn this feature on to protect your browsing history from others.
dsb: Zmóžniśo toś tu funkciju, aby swóju pśeglědowańsku historiju pśed drugimi šćitał.

source: Learn how to open a private window
dsb: Zgóńśo, kak móžośo priwatne wokno wócyniś
