Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/australis/firefox_tour.lang.po
Languages: son

source: Take a quick tour
son: Guna cahã

source: Welcome to Firefox
son: Kubayni Firefox ra

source: Committed to you, your privacy and an open Web.
son: Ir allahidoo war se ti interneti suturante nda feerante.

source: Learn how to customize your Firefox
son: Bay taka kaŋ nda war ga hin ka Firefox hanse war boŋ se

source: Add and view bookmarks from the same spot
son: Tonton nda guna doo-šilbawey ka hun doo follokaa ga

source: Learn more about the new Firefox
son: Bay ka tonton Firefox taaga ga

source: Grouped together for quick, easy access
son: Kaŋ margandi hal'i ma duwandi nda cahãri nda faala

source: Your favorite sites are<br> closer than ever
son: War nungu kaasey ga<br> man ka tonton nda šifa

source: Add features and styles with add-ons
son: Alhaali nda fasalyaŋ dam nda tontoney

source: Have Firefox on another device?
son: Goo nda Firefox jinay tana ga?

source: Designed so you can<br> make it your own
son: Kaŋ fasal hala<br> ka tee war boŋ wane

source: You don’t have to start over. Access your history, bookmarks and more.
son: War ši hima ka šintin yaada. Duu war taariki, doo-šilbawey nda tontoni.

source: There’s Never Been a Better Time for Firefox
son: Waati bešere mana bay ka bara Firefox se

source: There’s never been a better time for a browser that answers only to you.
son: Waati bešere mana bay ka bara ceecikaw se, kaŋ ga war hinne zaabi.

source: Opens new window
son: Zanfun taaga feeri

source: It’s the fastest, most flexible Firefox ever.
son: Firefox kul icahãntaa nda goy-faalantaa kaŋ bay ka tee.

source: Open tour
son: Windiroo šintin

source: Using an older version of Sync?
son: Goo ma goy nda Sync dumi žeeno?

source: Save sites with a single click
son: Naagu cee foo ka nungey gaabu

source: There’s never been a better time for Firefox
son: Waati bešere mana bay ka tee Firefox se

source: Close tour
son: Windiroo benandi

source: Thousands of ways to<br> make Firefox do more
son: Taka ženberyaŋ ka<br> Firefox goyandi ka tonton

source: Now easier to find, use and manage
son: Duuyan, goyyan nda juwalyan faala sohõ

source: See what’s new
son: Dii haya taagey

source: Frequently asked questions
son: Hãayan fillantey

source: Enjoy seamless browsing between devices with Sync
son: Naaru jinawey game nda Sync bila nda šenday kul

source: Move or remove any button to match
son: Butoŋ ganandi wal'a kaa ka tenji

source: How you use Firefox is unique
son: Firefox goyyan takaa ti affoo de

source: Add and view bookmarks from a new location
son: Doo-šilbawey tonton nd'i guna ka hun doo taaga ra

source: Take the tour to see what’s new
son: Windi ka dii haya taagey

source: It looks like you’re already using Sync
son: A ga hima war goo ma goy nda Sync ka ben

source: Create an account from the menu panel
son: Kontu tee fasaldoo šilbayboŋoo ga

source: Use the star to create bookmarks
son: Handaraa ka doo-šilbayyaŋ tee

source: Share your vision
son: War anniyaa bayrandi

source: Not now
son: Manti sohõ

source: Let’s go
son: Ir ma goy

source: <span>Previous:</span> Customize
son: <span>Bisante:</span> Hanse war boŋ se

source: <span>Next:</span> Add-ons
son: <span>Jinehere:</span> Tontoney

source: <span>Previous:</span> Menu
son: <span>Bisante:</span> Šilbayboŋ

source: <span>Next:</span> Bookmarks
son: <span>Jinehere:</span> Doo-šilbawey

source: <span>Next:</span> Customize
son: <span>Jinehere:</span> Hanse war boŋ se

source: <span>Previous:</span> Add-ons
son: <span>Bisante:</span> Tontoney

source: Learn about the new design
son: Bay ka tonton fasalyan taagaa ga

source: It starts with the new,<br> intuitive menu
son: A šintin nda šilbayboŋ taaga, <br> boŋ-maatante

source: The features you use most, all in one place
son: Alhaaley kaŋ nda war ga boobo ka goy kul goo doo foo

source: How you use the Web is unique
son: Taka kaŋ nda war ga goy nda interneti cine šii

source: Get started with Sync
son: Wa šintini nda Sync

source: Putting your privacy first
son: War suturaa bara haya kul se jine

source: Where did my add-on bar go?
son: Man no ay tontoney dam-zuwoo koy?

source: Your favorite features, all in one place
son: War alhaali kaasey kul goo doo foo ra

source: When you use Firefox, you help shape the future of the Web.
son: Waati kaŋ war goy nda Firefox, war mma gaa ka hiino interneti fasal.

source: Start browsing
son: Naaruyan šintin

source: Your favorite sites<br> are closer than ever
son: War nungu kaases<br> n' ka man ka šifa

source: Helps you do just about anything online
son: Ga war gaa nda goy kul kaŋ ga tee interneti ra

source: Want to connect another device?
son: War ga boona ka jinay tana dobu?

source: What kind of Web do you want?
son: Interneti dumi foo no war ga baa?

source: It starts with the redesigned,<br> intuitive menu
son: A ga šintin nda šilbayboŋ fasal taaga nda <br>boŋ-maatante

source: Easy to find, use and manage
son: Duuyan, goyyan nda juwalyan faala

source: Keep your Firefox in Sync
son: War Firefox gaabu Sync

source: Access your bookmarks, passwords and more from any device.
son: Duu war doo-šilbawey, šennikufaley nda bešere jinay kul ga.
