Repository: alvinlaz96/mozilla-lang
Catalog: yo/firefoxos/firefoxos.lang.po
Languages: yo

source: Bringing the Open Web to mobile devices
yo: Mímú Wẹ́ẹ̀bù Ìṣísilẹ̀ wá sí àwọn ohun elò alágbeká

source: Welcome to a new, open and powerful mobile world!
yo: Káàbọ̀ sí titun, ìṣí àti agbára alágbeká àgbayé!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
yo: Firefox OS fàyegbà Wẹ́ẹ̀bù Ìṣí gẹ́gẹ́bi pẹpẹ fún àwọn ohun elò alágbèká. A ń mú ohun ọ̀tun ṣeéṣe nípa dídarí ìdàgbà ti gbèdéke Wẹ́ẹ̀bù titun.

source: New Web standards
yo: Àwọn gbèndèke Wẹ́ẹ̀bù Titun

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
yo: Firefox OS yóò pesè ìṣe tí àwọn gbèndéke Wẹ́ẹ̀bù titun yìí fún àwọn pẹpẹ alágbèká ọ̀fẹ́ láti sàkópọ̀ àwọn òfin àti ìlànà pẹpẹ ohun ìní tí ó wà.

source: Freedom from proprietary mobile platforms
yo: Òmìnira lọ́wọ àwọn pẹpẹ ohun ìní alágbeká

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
yo: A ń jọ ṣepọ̀ pẹ̀lú <abbr title="Olùdásílẹ̀ Irinsẹ́ Ògídì">OEM</abbr>s àwọn olùgbé tààrà, fifún wọn ní ànfààní láti ṣe àwọn àìní pàtó kan tí àwọn olùṣàmúlò àti ọjà. Àwọn olùsàmúlò àti olùmúgbèrú ni kòsí nínu pẹpẹ kanná, kí wọ́n lè wo ìwifún wọn àti lo àwọn ìsàfilọ́lẹ̀ káàkiri àwọn ohun elò.

source: Customization for <abbr>OEM</abbr>s and operators
yo: Alàdàáni fún <abbr>OEM</abbr>s àti àwọn olùṣe

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
yo: <abbr>OEM</abbr>s àwọn ònṣiṣẹ́ yóòle pèsè àkoonú àti àwọn iṣẹ́ káákìri ohun elò dúkìá, láìka OS sí. Wọ́n yóò le ṣàdáni ìrirí olùṣàmúlò, sàkóso ìpín ìṣàfilọ́lẹ̀ àti ní ìfọ̀kansì oníbárà, ìbaṣepọ̀ ìjólotítọ́ àti ìbu fúnni owó.

source: Opportunities for developers
yo: Àwọn ànfààní fún àwọn olùmúgbèrú

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
yo: Lílo HTML5 àti ìdámọ̀ràn gbèndéke Mozilla titun APIs, àwọn olùmúgbèrù níbi gbogbo ni yóòle ṣẹ̀dá ìrirí ìyàlẹ́nu àwọn ìṣàfilọ́lẹ̀. Àwọn olùmúgbèrú kòní nílò mọ́ láti kọ́ àti mú dàgbà lodì sí pẹpẹ-sọpàtó oníbìílẹ̀ APIs.

source: Consumer freedom
yo: Òmìnira oníbárà

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
yo: Àwọn oníbárà tí o ńlo àwọn ohun elò tí Firefox OS gbékalẹ̀ ní akòní tì sí pẹpẹ kan ọ̀tọ̀ ní fífún wọn ní yíyàn, rọrùn àti òmìnira. Pẹ̀lú Firefox OS, Wẹ́ẹ̀bù ní pẹpẹ náà.
