Repository: alvinlaz96/mozilla-lang
Catalog: wo/firefox/os/faq.lang.po
Languages: wo

source: Firefox OS Frequently Asked Questions
wo: Laaj yi gën a siiw ci Firefox OS

source: Firefox OS FAQ
wo: Laaj yi gën a siiw ci Firefox OS

source: About Firefox OS
wo: Lu jëm ci Firefox OS

source: What is Firefox OS?
wo: Lan mooy Firefox OS?

source: How is Firefox OS different from other operating systems?
wo: Lan mooy wuutale Firefox OS ak yeneen nostey doxalin?

source: For developers
wo: Ngir Defarkat yi

source: Buying Firefox OS
wo: Jënd Firefox OS

source: What phones will Firefox OS be available on?
wo: Ci yan telefon la Firefox OS di jàppandi?

source: Where can I buy Firefox OS?
wo: Fan laay mën a jëndee Firefox OS?

source: What will be the price of the phone?
wo: Ñaata lañ nara jaayee telefon bi?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
wo: Du Mozilla mooy tëral njëg yi, waaye ñi nu lëkkalool di operatër ak defarkat te aju ci ni marse bi ci sam réew di doxee.

source: What apps will be available on Firefox OS?
wo: Yan jëfekaay ñoo nara jàppandi ci Firefox OS?

source: Is Firefox OS available in my language?
wo: Ndax sama làkk am na ci Firefox OS?

source: Using Firefox OS
wo: Jëfandikoo Firefox OS

source: How do I…
wo: Naka laay...

source: …make a call?
wo: ...def ba woote?

source: …import my contacts?
wo: ...def ba jëli ay xame?

source: …create and view messages?
wo: ...def ba bind ak jàng bataaxal yi?

source: …use the internet?
wo: ...def ba lënku internet bi?

source: …download and install an app?
wo: ...def ba yebbi ak samp jëfekaay?

source: …take pictures?
wo: ...def ba jël ay nataal?

source: …compose and send an email?
wo: ...def ba bind ak yónnee imeel?

source: Your go-to source for the best apps for Firefox OS.
wo: Sa go-to source ngir jëfekaay yi gën ngir Firefox OS.

source: Firefox browser
wo: Joowukaayu Firefox

source: The fast, smart, safe way to get the best of the Web.
wo: Yoon wi gën a gaaw, gën a muus te wóor ngir am li gën ci Web bi.

source: Deep integration with social media
wo: Ànd bu baax ak mejaa penc

source: Full access to every Twitter and Facebook update from wherever you are.
wo: Am bépp yeesalu Twitter ak Facebook fépp foo mën a nekk.

source: Camera
wo: Kameraa

source: With built-in style filters for fun, creative shots.
wo: Ànd ak seggukaayi feem ngir bànneexu, fenti foto.

source: FM Radio
wo: Rajo FM

source: All the audio you want on the go, all on one device.
wo: Bépp ojo boo bëgg sooy dem, lépp ci benn jëfandaay.

source: Maps
wo: Kàrt yi

source: Includes directions, traffic and local transit information.
wo: Ànd leerali fa nga jëm, yoon wa ak leerali jàll.

source: Privacy and Security
wo: Sutura ak Kaaraange

source: Mozilla was the first to implement the Do Not Track privacy feature.
wo: Mozilla mooy ki njëkk a indi man-manu suturas Do Not Track (Bul Ma Topp).

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
wo: Firefox dalay may nga defaral sa bopp jekkal yi ngir ngay saytu baatu-jàll yi, jaar-jaar, njoxe yu suturlu, kukiis, tànneefi dal ak yeneen mottal. <a href="%(url)s">Yeneen leeral.</a>

source: Developer Questions
wo: Laaji Defarkat yi

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
wo: Ab defarkat nga? Daa am looy laaj? <a href="%(url)s">Amal yeneen leeral ci Reso defarkatu Mozilla.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
wo: Firefox OS dafa ànd ak ñi gën a xarañ ci wàllu net, ak nosteg doxalin gu ubbiku ngir ay telefon yi Mozilla defar.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
wo: Dañu ko tabaxee ak HTML5 ak yeneen mbiri Web, Firefox OS bokkul ak yeneen platformu jàmbur yiy teree ak aaye.

source: Firefox OS is the only operating system with Adaptive App Search.
wo: Firefox OS mooy benn noste doxalin bu am Seetug Jëfekaay bu Ànd.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
wo: Gisatu ñu leen lu bees ci benn telefon, boo ci taal mu bokk ak moroom ma ay jëfekaay, waaye Firefox OS foo tollu mu indil la jëfekaay yi soxla ci sag dund.

source: It adapts so you can live every moment to its fullest.
wo: Lépp loo bëgg ci sa àdduna mu jàppale la ci bu baax.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
wo: Mozilla moo leen indil Firefox OS, muy mbootaay gu xaalis soxalul. Jëf ju baax a ko gënal xaalis.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
wo: Danu gëm ni Web bi ñépp a ko bokk te dañu ko war a aar, du moomeel bu ñuy jaax.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
wo: Danu ànd ak ñu bari ci àdduna bi, di liggéey ngir sos jumtukaay yu ci melni Mozilla Firefox te di indi lu bees ngir baaxe ko nit ñi ak ngir gën baaxal Web bi.

source: The result is great products built by passionate people and better choices for everyone.
wo: Loolu mooy indi costéef yu am solo yu bawoo ci nit ñu am pas-pas ak tànneef yu gën a baax.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
wo: Ngir gis limu mbooleem telefoni Firefox OS yi jàppandi, demal ci <a href="%(link)s">xëtu jëfandaay</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
wo: Ngir jënd telefonu Firefox OS, demal ci <a href="%(link)s">xëtu jëfandaay</a> te nga tànn sa réew mi jàppandi.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
wo: Bokk na ci lim boobu di màgg, jëfekaay yu mag yu melni Facebook, Twitter, kàrti Nokia HERE, Cut the Rope, ak Time Out.

source: Many more are being made available every day.
wo: Bis bu nekk dafay am yeneen yu ciy jàppandi.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
wo: Leegi Firefox OS am na làkk yu melni Español, Polone, Angale, Italiyee, Portugees, Almaa, Wu-Serbi, Wu-Ongiri ak Wu-Geres.

source: We’re working on adding more languages all the time.
wo: Fu nu tollu noo ngi liggéey ngir yokk ci yeneen làkk.

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
wo: Bépp leeral bu la soxal, saa yoo ko bëggee, Firefox OS daal di la koy indil ci sa telefon.
