Repository: alvinlaz96/mozilla-lang
Catalog: wo/firefox/os/index-new.lang.po
Languages: wo

source: Firefox OS — Just what you need — Great smartphone features, apps and more
wo: Firefox OS — Moo linga soxla kese — Man-mani smartfon yu mag, jëfekaay ak yeneen mbir

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
wo: Dañu defar Firefox OS ngir mu méngoo ak say bëgg-bëgg kese. Dafay ànd ak jëfekaayi lépp looy def te mën yebbi yeneen mbir yu la gënal ci Firefox Marketplace. Ab smartfon mësul a yombee jëfandikoo nii.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
wo: Dañu ko defar ngir mu joxla linga soxla ci smartfon kese, ànd ak jëfekaayi lépp looy def ak yeneen mbir. Ab smartfon mësul a yombee jëfandikoo nii.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
wo: Firefox OS — Telefonu mën Ànd — Man-mani Telefon yu Mag, Jêfekaay ak Yeneen mbir

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
wo: Smarfoni Firefox OS dañu lay jox man-mani mën ànd ak ay jëfekaay yuy tax ba dara du la raw ci àdduna boole ci di liggéey ndax ëlëgu Web bi gën a yànj.

source: Firefox OS device illustration
wo: Leerali telefonu Firefox OS

source: Designed to give you just what you need, just when you need it.
wo: Dañu ko defar ngir mu jox la linga bëgg, ak saa yoo ko bëggee.

source: Give these a try
wo: Dañ ko kumpa

source: Scroll the homepage
wo: Lemmil xëtu teeru bi

source: Swipe between apps
wo: Raayal ci kaw jëfekaay yi

source: Smart has never been so simple
wo: Smartfon mësul a yombee jëfandikoo nii

source: interaction icon
wo: junju jokkalante

source: Scroll for what you need
wo: Lemmil li nga soxla

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
wo: Xëti teeru yu bari jeexna fi. Lépp lañu la booleel ci benn xët ak ci anam wu leer. Ana lu ko gën a yomb?

source: Search in a snap
wo: Seet ay mbir ci lu gaaw

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
wo: Seet Web bi ak Firefox Marketplace, walla dem ci ab dalu web — lépp ci laatu seetukaay bi nekk ci sa kaw seetu teeru.

source: Swipe&nbsp;between apps
wo: Raayal&nbsp;ci kaw jëfekaay yi

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
wo: Jot ci say jëfekaay yi nga jëfandikoo bu yàggul ci lu gaaw. Tegal sa baaraam ci peggu seetu bi, te wëraleko sa jëfekaay yi ubbiku yépp.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
wo: Dañu defar Firefox OS ngir mu méngoo ak sag dund ak Adaptive App Search loolu rekk lay def. Tàmbalil bind ngir gaaw am ak mën a jot ci jëfekaay yim bokkal ak ëmbiitu dëkk. Dafa am xel te gaaw — ni bépp seetukaay war a mel.

source: Apps for all you do
wo: Jëfekaayi lépp looy def

source: Stay connected
wo: Lënkul

source: Stay entertained
wo: Begalal sa xol

source: Stay organized
wo: Organiiseel say mbir

source: Search or enter address
wo: Seet walla bind màkkaan

source: 12:34 PM
wo: 12:34 CI NGOON

source: Phone
wo: Telefon

source: Camera
wo: Kameraa

source: Video
wo: Wideo

source: E-Mail
wo: Imeel

source: Messages
wo: Mesaas yi

source: Calendar
wo: Arminaat

source: Browser
wo: Joowkat

source: Clock
wo: Montar

source: Contacts
wo: Xame yi

source: Music
wo: Misik

source: FM Radio
wo: Rajo FM

source: Settings
wo: Jekkal yi

source: Gallery
wo: Kàggu

source: Usage
wo: Jëfandiku gi

source: Add more from the Firefox Marketplace
wo: Yokkee yeneen ci Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
wo: Amee mbooleem po yi gën a siiw ak jëfekaay xamante yi fii nii.

source: Go to the Marketplace
wo: Dem ci Marketplace bi

source: * Pre-installed apps may vary by manufacturers and operators.
wo: * Wuute yi ci jëfekaayi yim wàccaale mën a aju ci defarkat yi walla boroom reso yi.

source: In the news
wo: Ci xibaar bi

source: See more
wo: Gis yeneen mbir

source: Mozilla community photo
wo: Nataali mbooloom Mozilla

source: Powered by the Mozilla community
wo: Mbooloom Mozilla moo ko dooleel

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
wo: Mozilla mbootaay mu wutul xaalis la te ñi koy jàppale seentu wuñu ci dara. Su ci ñépp jàppee nu mën a sos ak indil bees fépp fu nit nekk boole ci gën a defar Web bi ba ku nekk mën koy jotee fu nekk ak saa yu nekk.

source: Learn more about Mozilla
wo: Xam yeneen mbir ci Mozilla

source: Need Help?
wo: Danga soxla ndimbal?

source: Firefox OS Support
wo: Ndimbalu Firefox OS

source: Find My Device
wo: Gis Sama Jëfandaay

source: For Developers
wo: Ngir Defarkat yi

source: Mozilla Developer Network
wo: Mbootaayu Defarkat yu Mozilla

source: Firefox OS devices
wo: Telefoni Firefox OS

source: Where is Firefox OS available?
wo: Fan la Firefox OS am?

source: Other Firefox OS versions
wo: Yeneen sumbi Firefox OS

source: For Partners
wo: Ngir way-lëkkalool yi

source: Partnership opportunities
wo: Mën a am ay pàrtaneer

source: We work with a number of providers to offer Firefox OS on a variety of devices.
wo: Danuy liggéeyandoo ak joxekat yu bari ngir baaxe Firefox OS ci jëfandaay yu bari.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
wo: Tànnal benn ci lim bii ci suuf ngir am ab smartfonu Firefox OS ci sa réew.

source: Click on the provider below to get a Firefox OS smartphone in your country.
wo: Bësal ci joxekat bi ci suuf ngir am smartfonu Firefox OS ci sa réew.

source: Sign up for our monthly newsletter
wo: Bindul ci sunuy xibaari weer wu neek

source: Thank you for signing up!
wo: Jërajëf ci li nga bindu!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
wo: Bindul ngir am ci bataaxalu weer wu nekk ngir xam li xew ci Firefox OS
