Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/accounts.lang.po
Languages: ff

source: Get a Firefox Account
ff: Heɓ Konte Firefox

source: Get easy access to your bookmarks, passwords, tabs and more from any computer or mobile device running Firefox.
ff: Yetto ko weeɓi e ɗereeji maanto, finnde, kaatimel e goɗɗum ummaade e kala jokkoore ordinaateer walla cinndel kuutortoongel Firefox

source: Sign up, sign in, stay in sync.
ff: Winndito, seŋo, heddo e sync.

source: With a Firefox Account, you can get all your bookmarks, passwords, open tabs and more — everywhere you use Firefox.
ff: Saa heɓii Konte Firefox, aɗa waawi heɓde ɗereeji maanto, pinɗe, kaatimeeje udditiiɗe e goɗɗum—ɗo kala kuutoriɗaa Firefox

source: Sign up for a Firefox Account
ff: Winndito e Konte Firefox

source: Sign in everywhere you use Firefox
ff: Seŋo kala ɗo kuutoriɗaa Firefox

source: Sync what you want
ff: Yahdin kala ko njiɗ-ɗaa

source: You’re signed in and ready to start using Sync.
ff: A seŋiima tee a heɓiima huutoraade Jahdinal

source: Set up Sync for iOS
ff: Teelto Jokkondiral iOS

source: Set up Sync on your <br>Android device
ff: Winndito Jokkondiral e <br>Android masiŋel maa

source: Download Firefox to start using Sync.
ff: Awto Firefox ngam fuɗɗaade huutoraade Jahdinal

source: Get the latest Firefox to start using Sync.
ff: Heɓ Firefox cakkito ngam fuɗɗaade huutoraade Jokkondiral
