Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/channel.lang.po
Languages: ff

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
ff: Aawto Firefox Aurora walla Beta &amp; Wallu Yuɓɓinde Firefox Garoowo

source: The latest features in a more stable environment
ff: Fannuuji cakkitiiɗi e weeyo ɓurngo yamɗude

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ff: Firefox Bata neldat duttine e jaajol to Mozilla. <a href="%(link)s">Ɓeydu humpito</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
ff: <a href="%(feedback)s">Neldu duttine</a> ngam wallude-en addude bayle moƴƴugol e fannuuji kesi e weeyo yamɗungo.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
ff: Firefox Aurora neldat duttine e jaajol to Mozilla. <a href="%(link)s">Ɓeydu humpito</a>.

source: The newest innovations in an experimental environment
ff: Kesameeje cakkitiiɗe e weeyo ƴeewtindorgol

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
ff: Ƴeewto juɓɓugol e weeyo ƴeewtindorde, jaŋto bugge kisa <a href="%(feedback)s">mballa-en suɓaade ko ɓennata to yamre Beta</a>.

source: Tried, tested and used by millions around the world
ff: Ena ƴeewndaa, ƴeewtindaa e ordinateer miliyoŋaaji neɗɗo e winndere

source: Learn more about Firefox Beta
ff: Ɓeydu humpito baɗte Firefox Beta

source: Learn more about Firefox Aurora
ff: Ɓeydu humpito baɗte Firefox Aurora

source: Learn more about Firefox
ff: Ɓeydu humpito baɗte Firefox
