Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/new.lang.po
Languages: ff

source: Firefox for desktop
ff: Firefox mo biro

source: Choose Independent.
ff: Suɓo Jeytaare.

source: Choose Firefox.
ff: Suɓo Firefox.

source: Different by design
ff: Diidngo Seertungo

source: Proudly<br />non-profit
ff: Ko faaro amen <br />waasde ɗaɓɓude ngalu

source: Innovating<br />for you
ff: Kesamhesamaagul<br />haa e juuɗe maa

source: Fast, flexible,<br />secure
ff: Na yaawi, na weeɓi, <br />na wondi e kisal

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ff: Tawde min ɗaɓɓaani ngalu, amin ndimɗi e addude kesamhesamaagu e innde maa tawa waawnere alaa e dow amen. Wallaahi maa yiɗ ko min ceerti e woɗɓe koo.

source: Firefox screenshot
ff: Nokitol Firefox

source: Thanks for downloading Firefox!
ff: A jaaraama e aawtagol maa Firefox!

source: Start the process by clicking Run.
ff: Fuɗɗo golle ɗee so dobaade e Hurmito.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
ff: Awtere maa ina fotnoo fuɗɗaade ɗoon e ɗoon. So fuɗɗaaki, <a id="%s" href="">ɓoɗɗu ɗoo</a>. Ina waawi ɓamde hojomaaji seeɗa kono in jari ɗuum.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
ff: So a naanaama, daas maandel Firefox e nder natal runngere jaaɓnirɗe maa.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
ff: Dobo Hurmito ngam hurminde ɗowirde Mozilla Firefox. Kisa, rew e daawe ɗee (min mbeeɓnii golle ɗee haa ɗe ngalaa caɗe gooɗe).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
ff: Daas maandel Firefox ngel iwde e runngere Jaaɓnirɗe ndee faya e kaggu. Kisa, dobo tan e Firefox tuma kala nde njiɗ-ɗaa yahde e geese!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
ff: Jooni a hebiima wonde jaambaao e jamaanu wanngo Geese keso. Dobito e maandel Firefox tuma kala nde nji-ɗaa yahde e geese.

source: Mozilla Firefox Web Browser
ff: Wanngorde Geese Mozilla Firefox

source: Sorry, Firefox is currently unsupported by iOS devices.
ff: Ɗaccu hakke, Firefox oo sahaa jaɓataa kaɓirɗi iOS.

source: Congrats! You’re using the latest version of Firefox.
ff: Woyyoo! Njogi-ɗaa ko yamre sakkitiinde Firefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
ff: Ena wayi hono kuutorto-ɗaa ko yamre hiiɗnde Firefox. Hesɗitin e Google Play.

source: Looks like you’re using an older version of Firefox.
ff: Ena wayi hono kuutorto-ɗaa ko yamre hiiɗnde Firefox.

source: Update to stay fast and safe.
ff: Hesɗitin ngam yaanude e hisnude.

source: Get it free on Google Play
ff: Heɓ ɗum e Google Play tawa ko dokkel

source: Learn more about Firefox for desktop
ff: Ɓeydu humpito baɗte Firefox mo biro

source: Looking for mobile?
ff: Aɗa yiyloo mo cinndel?

source: Download a fresh copy
ff: Aawto yamre heccere

source: Learn more about Firefox for Mobile
ff: Ɓeydu humpito baɗte Firefox mo cinndel

source: Learn more about Firefox OS
ff: Ɓeydu humpito baɗte Firefox OS

source: Get Firefox on your Android device
ff: Heɓ Firefox e kaɓirɗi Android

source: Learn about Firefox OS
ff: Humpito baɗte Firefox OS

source: Discover all the ways to take Firefox on the go
ff: Ƴeew peeje fof no kapporto-ɗaa Firefox e saasi

source: Why don’t we offer an iOS version?
ff: Ko haɗi min addande-on yamre iOS Firefox?

source: Download Firefox
ff: Aawto Firefox

source: Free Web Browser
ff: Wanngorde Geese Alla meho

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
ff: Aawto Mozilla Firefox, wanngorde dokkal. Firefox waɗi-ɗum ko renndo huuɓnungo ngo yiylaaki ngalu ngo faandaare mum woni ko hokkude mo woni kala doole ɗe naatiri e enternet. Heɓ Firefox hannde!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
ff: Mozilla Firefox ko wanngorde Alla meho nde goomu kuuɓngu ngu ɗaɓɓaani ngalu sosi ngam hokkude neɗɗo kala ɗowde &amp; teeltaade janngo geese ngam ɓural renndo ngoo.

source: Give Firefox a tune up
ff: Hokku Firefox ƴiiƴam kesam

source: Refresh Firefox
ff: Hesɗitin Firefox
