Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/nightly_firstrun.lang.po
Languages: ff

source: Firefox Nightly First Run Page
ff: Hello hurmino adanngo Firefox Nightly

source: Thank you.
ff: A jaaraama.

source: By using a nightly build, you’re helping make Firefox better.
ff: Huutoraade mahte nightly ɗee ko wallude ƴellitde Firefox.

source: Learn more about Firefox and Mozilla
ff: Ɓeydu humpito baɗte Firefox e Mozilla

source: Read the Mozilla manifesto, our vision for a free and open Web
ff: Janngo Manifeste Mozilla ɗee, yiyannde amen e geese udditiiɗe tee njulortaake

source: Take a tour of the new Australis User Interface
ff: Waɗ njillu ngam anndude ko hesɗi e Daartorde Kuutoro Australis

source: Join Mozillians.org for Mozilla news and community updates
ff: Yantu e Mozillians.org ngam heɓde kabaruuji Mozilla e kesi renndo ngoo

source: Hack on Firefox with us
ff: Ar saɗa hakkoo Firefox

source: Find out how you can help at WhatCanIDoForMozilla.org
ff: Ƴeew no mbaawirtaa wallude to WhatCanIDoForMozilla.org

source: Sign up for a Bugzilla account
ff: Winndito ngam heɓde konte Bugzilla

source: Set up your development environment to build Firefox
ff: Teelto weeyo tapayru maa ngam mahtaade Firefox

source: Learn about the next steps at CodeFirefox
ff: Ɓeydu humpito baɗte daawe garooje to CodeFirefox

source: Join the Mozilla community
ff: Yantu e renndo Mozilla ngoo

source: Learn about upcoming Mozilla events in your area
ff: Humpito baɗte joljole Mozilla garooje e nokku maa

source: Take a drink from the firehose! Get all the latest Mozilla news at Planet Mozilla.
ff: Ar heɓ humpito ɗo ɓuri yaawde! Heɓ kabaruuji Mozilla kesi fof to Planet Mozilla.

source: Help make Firefox better with the Mozilla QA team
ff: Wallu-en goomu QA Mozilla ƴellitde Firefox

source: Help us build the Web the world needs.
ff: Wallu-en tafde Geese ɗe Aduna oo sokli.

source: Firefox Features
ff: Fannuuji Firefox

source: Firefox Help
ff: Ballal Firefox
