Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/sync.lang.po
Languages: ff

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
ff: Huutoro Maantore, Tabbe e Finndeeji Hakkunde Kaɓieɗi [ Firefox

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
ff: Addu maantore Firefox, tabbe, walla finndeeji kala ɗo njah-ɗaa huutoraade Firefox SYnc. Lollin hakkunde ordinateeruuji e kaɓirɗi cinnde. Heɓ Firefox jooni!

source: Ready, Set, Sync
ff: Hebo, Suɓo, Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
ff: A seŋiima kadi a hebiima heɓde Firefox <em>maa</em> nokku kala, sahaa kala.

source: Take your Web with you
ff: Nawor Geesa Maa

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
ff: Sync Firefox tuma kala kuutori-ɗaa ɗum ngal heɓde maantore, finndeeji, tabbe maa a geɗe goɗɗe iwde e cinndel kala, taable walla ordinateer.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
ff: Sync maantore maa, finndeeji, tabbe e geɗe goɗɗe huutoraade Konte Firefox, tee keɓaa ɗe nokku kala mo ceŋi-ɗaa.

source: It looks like you’re running an older version of Firefox.
ff: Ena wayi hono ndognataa ko yamre Firefox hiiɗnde.

source: The new version of Sync only works with the latest version of Firefox
ff: Yamre Sync hesere ndee dogata tan ko e yamre Firefox sakkitiitnde ndee

source: Soon you’ll be able to use Sync on your iOS device
ff: Leelaataa mbaawaa huutoraade Sync ɗ kaɓirgol maa iOS

source: Sync is just one of the great features you’ll only get with Firefox.
ff: Sync ko gooto tan e fannuuji ɗi mbaaw-ɗaa heɓde so wonaa e Firefox.

source: Now sync Firefox with your iOS and Android devices.
ff: Jooni Sunc Firefox e kaɓirɗi maa iOS e Android.

source: Download Firefox for Android
ff: Aawto Firefox mo Android

source: Get started with Sync
ff: Fuɗɗo huutoraade Sync

source: Update your Firefox
ff: Hesɗitin Firefox maa

source: Download Firefox
ff: Aawto Firefox

source: Get started with Sync in four easy steps:
ff: Fuɗɗo huutoraade Sync e daawe nay beeɓɗe:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
ff: Uddit <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">dosol</a> gonngol dow bannge ñaamo Firefox kisa labo “<strong>Seŋo e Sync</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
ff: Dobo e “<strong>Fuɗɗo</strong>” e tabbere uddittoonde ndee.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
ff: Naatnu ñiiɓirde iimeel e finnde ngam “<strong>Sosde Konte Firefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
ff: Dobo e “<strong>Yeeso</strong>” ngam heɓde ƴeewtindol e wakannde meeluuji maa.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
ff: Caggal nde ƴeewti-ɗaa iimeel maa e ndobi-ɗaa e jokkol ƴeewtagol ngol, maa fof timmu! Firefox synca e cakkital haŋkadi.

source: Get more detailed instructions.
ff: Heɓ tinndinoore ɓurnde seeɓde.

source: Using an older version of Sync?
ff: Yamre maa Sync ko hiiɗtunde?

source: How to set up Sync in five easy steps:
ff: Hol no Sync huutortee e daawe nay beeɓɗe:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
ff: Fiy e butoŋ <strong>Dosol</strong> oo (maa les yanirde ndee walla collo ñaama dow wanngorde ndee).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
ff: Labo <strong>Teelte</strong> (Ena gasa coklaa fiyde e <strong>Goɗɗi</strong> tawo).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
ff: Fiy e <strong>Sync</strong> kisa e <strong>Fuɗɗo jooni</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
ff: Hello <strong>Sos Konte Firefox</strong> maa uddito e tabbere hesere.

source: Fill out the form and click <strong>Next</strong>.
ff: Naatnu humpito maa, ndobo-ɗaa e <strong>Yeeso</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
ff: Caggal nde ƴeewti-ɗaa iimeel maa e ndobi-ɗaa e jokkol ƴeewtagol ngol, a hebiima yahde! Hoto yejjit seŋondirde kaɓirɗi maa goɗɗi ɗii fof ngam heɓde ɓure Sync.

source: Sync a little. Sync a lot.
ff: Sync seeɗa, Sync ko heewi.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
ff: A suɓiima hol geɗe Firefox maa njiɗ-ɗaa syncude tee hol to njiɗ-ɗaa syncude-ɗe. Nawor tabbe maa udditiiɗe to jaabanɗi ñallɗi maa. Heɓ maantore to gollordu. Ko njiɗ-ɗaa, nde njiɗ-ɗaa, ɗo njiɗ-ɗaa.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
ff: Aɗa yiɗi yillaade tabbe udditiiɗe e ordinateer maa e kaɓirgol goɗngol? Heɓde aslol peeragol e ko yaawi? Noworde finnde maa? Ena wona haŋkadi.

source: Here’s what you can sync:
ff: Ko ɗum mbaaw-ɗaa syncude:

source: Bookmarks
ff: Maantore

source: Passwords
ff: Finndeeji

source: Open tabs
ff: Tabbe udditiiɗe

source: History
ff: Daartol

source: At home
ff: Galle

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
ff: Ummo e biro maa payaa e kanappe tawa a diwaani diraa. Heɓ tabbe maa udditiiɗe e cinndel maa, walla njokkaa e weɗɗide maantore maa e taable maa.

source: At work
ff: To gollordu

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
ff: Jokku seŋaade e humpito maa ɓurngo teeŋtude. Sync finndeeji e maantore ɗe mbaawtaa soklude sahaa kala. Hono Firefox nih, ko noon hisiri.

source: On the go
ff: Nde pokkit-ɗaa

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
ff: Heɓ lowe maa cuɓaaɗe, walla jokkit daarol ngol puɗɗi-ɗaa galle — tuma kala njah-ɗaa. Huutoraade Sync mee-ɗaa weeɓirde nih.

source: Add Firefox to your smartphone or tablet
ff: Ɓeydu Firefox e cinndel walla taable maa

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
ff: Ngam heɓde dawtol Sync timmungol, heɓ Firefox mo iOS walla Android kisa ceŋondiraa kaɓirɗi maa fof — nokku kala mo kuutori-ɗaa Firefox.

source: Add Firefox
ff: Ɓeydu Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
ff: Aɗa jogii <b>cinndel Android</b> walla <b>taable</b>?

source: Get Firefox everywhere
ff: Heɓ Firefox nokku kala

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
ff: Ngam heɓde dawtol timmungol, nawor Geese maa nokku kala mo kuutori-ɗaa Firefox. Seŋondir cinndel, taable e ordinateer walla ñigal.
