Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/whatsnew.lang.po
Languages: ff

source: Hooray! Your Firefox is up to date.
ff: Haayoo! Firefox maa hesɗitii haŋkadi.

source: Your Firefox is out of date.
ff: Firefox maa ko kiiɗtuɗo.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
ff: Ngam ɓeydude kisal, amin mbasiyoo nde kesɗitintaa ngam heɓde <a href="{url}">yamre sakkitiinde e ɓurnde yuɓɓude</a>.

source: You’re running an unknown version of Firefox.
ff: Yamre Firefox dogoore e ngaaandi maa ndee anndaaka.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
ff: Ngam ɓeydude kisal, amin mbasiyoo nde ngaawtoto-ɗaa <a href="{url}">yamre sakkitiinde e ɓurnde yuɓɓude</a>.

source: Get to your next task<br/>faster than ever
ff: Jooni golle maa <br/>ɓeydoo yaawde

source: See how the new features in Firefox help you browse faster and more efficiently.
ff: Ƴeew no fannuuji kesi Firefox mballirtu-maa feeraade jaawngol e ittungol.

source: Learn more about <a href="{url}">the New Tab feature »</a>
ff: Ɓeydu humpito baɗte <a href="{url}">fannu Tabbere Hesere oo»</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
ff: Ɓeydu humpito baɗte <a href="{url}">hello jaɓɓorgo feewnitaango ngoo»</a>

source: Keep in touch
ff: Ɓeydu jokkondiral

source: Keep it moving
ff: Ɓeydo dillude

source: Get Firefox » <b>for Android</b>
ff: Heɓ Firefox » <b>mo Android</b>

source: Keep it going
ff: Ɓeydo moylude

source: Join Mozilla
ff: Yantu e Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
ff: Roboo Android oo tummbitaa ko e golle cosaaɗe ɗe <a href="%s">Google wostondiri</a> tee huutoraa ko e sarɗiiji cifaaɗi e <a href="%s">Jamirol Beeɗgol Creative Commons 3.0</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
ff: <a href="%s">Heɓ Firefox mo Android</a> ngam tamde doole Geese e juuɗe maa. Ena yaawi, ena yuɓɓi, ena hisi!

source: Now get the mobile browser that’s got your back
ff: Jooni heɓ wanngorde cinndel ko nafoore mehre-mehre

source: Welcome to Firefox
ff: A jaɓɓaama e Firefox

source: Firefox for Android artwork
ff: Natal Firefox mo Android

source: Fast. Smart. Safe.
ff: Jaawɗum. Juɓɓuɗum. Kisɗum.

source: Get the mobile browser that’s got your back.
ff: Heɓ wanngorde cinndel ko nafoore mehre-mehre.

source: Facebook Messenger for Firefox
ff: Facebook Messenger mo Firefox

source: Now you can keep up with friends wherever you go on the Web.
ff: Jooni aɗa seerataa e jokkondirde e musidɓe so a yahii e geese.

source: Visit Facebook to turn it on
ff: Yillo Facebook ngam hutminde ɗum

source: Get notified right away
ff: Heɓ tintinol ɗoo e ɗoon

source: See new comments, photo tags & other Facebook updates instantly.
ff: Yiy jowe kese, nate maantaaɗe & e kesɗitine Facebook goɗɗo e saasi.

source: Chat while you browse
ff: Aɗa yeewta, aɗa wanngoo

source: Stay connected to your Facebook friends without having to click away.
ff: Jokku yeewtere e musidɓe maa Facebook tawa aɗa heddii e hello ngon-ɗaa.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
ff: Facebook ko marke jeyal <a href="%(url)s">Facebook, Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
ff: Woyyoo!<br> Wanngorde maa ɓeydiima hoolnaade hisneede kisa.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
ff: Heɓ ko wayi noon e<br>kesamaagu e yaajeende<br> e cinndel.

source: Learn more about Firefox OS
ff: Ɓeydu humpito baɗte Firefox OS
