Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/windows-8-touch.lang.po
Languages: ff

source: Firefox for Windows 8 Touch
ff: Firefox mo Windows 8 Memto

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
ff: A yiyaani dosol ngol? <a class="more" href="%(link)s">Heɓ ballal to Wallitorde Mozilla</a>

source: Hooray! Your Firefox is up to date.
ff: Haayoo! Firefox maa hesɗitii haŋkadi.

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
ff: <span>Firefox <em>mo</em><br> Windows<sup>&reg;</sup> 8 Memto</span> arii e mon

source: Our new, optimized design<br> is just one step away
ff: Ŋeñto amen heso, ƴellitaango<br> koko ari haa yettii

source: Relaunch in Firefox for Windows 8 Touch
ff: Hurmin kadi e Firefox mo Windows 8 Memto

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
ff: Ngam artude e Mbayka Memto, uddit Dosol Firefox ngol kisa labo-ɗaa "%(relaunch_menu_item)s". Jooni aɗana wanngoo jooɗngol.

source: And don’t forget to make Firefox your default browser to stay in control online.
ff: Tee hoto yejjit waɗde Firefox wanngorde maa woowaande ngam ƴellitde banngagol maa.

source: Firefox for Windows 8 Touch screenshot.
ff: Nokitannde Firefox mo Windows 8 Memto.

source: More of the Web
ff: Yillo geɗe goɗɗe e Geese

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
ff: Dakmito e lowe maa ɗe bur-ɗaa yiɗde huutoraade pale amen kuutorɗe peewnitaaɗe ngam fooftere maa.

source: Fast and easy navigation
ff: Banngagol jaawgol tee baaɓngol

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
ff: Huutoro keeɗe e butoŋaaji peeragol nam yiylaade, yiytude e yettaade to pay-ɗaa toh no ɓuri yaawrude e weeɓrude.

source: Sharing made simple
ff: Lollinde weeɓtiinaama

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
ff: Lollin binndi, nate, walla kelle Geese timmuɗe e saasi to sehilaaɓe maa e laylayte renndo kala.
