Repository: alvinlaz96/mozilla-lang
Catalog: wo/legal/index.lang.po
Languages: wo

source: Legal
wo: Yoon

source: Terms
wo: Sàrt yi

source: Our Websites
wo: Sunuy dali web

source: Firefox Services
wo: Cëri Firefox

source: Webmaker
wo: Defarkati Web

source: Privacy & trademarks
wo: Sutura & màrk yi

source: Privacy Notices and Policy
wo: Yëgley Sutura ak Yoon yi

source: Trademark Policy
wo: Yooni Màrk

source: Downloadable software notices
wo: Yëgley losisel yuñ mën a yebbi

source: Get involved
wo: Bokk

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
wo: Sant ak ngërëm ñeel na képp ku bokk ci nettali lu jeggi yooni màrki Mozilla, bokk ci waxtaani nguur, joxe xalaatam ci sàrti tekki yi & sàrti yoon yi, ak def limu mën ngir naalu Mozilla jaar yoon.

source: Get involved!
wo: Bokkal!

source: Protect the Fox
wo: Aar leen Fox bi

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
wo: Nettalil lépp lu jéggi yooni Màrki Mozilla ngir jàppalenu nu aar sunuy jëfandikukat.

source: Takedown requests
wo: Jël ay càkkutéef

source: Report abuse of your copyrights and trademarks.
wo: Nettali lu jéggi yooni àqi-moomeel ak màrk yi.

source: Back to Legal
wo: Dellu ci Yoon

source: Websites & Communications Terms of Use
wo: Sàrti Jëfandikoo Dali web yi & Bokk yi

source: Acceptable Use Policy
wo: Yooni Jëfandikoo yiñ Nangu

source: Firefox Hello Terms of Service
wo: Sàrti Cëri Firefox Hello

source: Firefox Cloud Services: Terms of Service
wo: Cëri Firefox Cloud: Sàrti Cër yi
