Repository: alvinlaz96/mozilla-lang
Catalog: wo/main.lang.po
Languages: wo

source: Navigation
wo: Njoow mi

source: <span>for</span> Desktop
wo: <span>ngir</span> Biro

source: <span>for</span> Android
wo: <span>ngir</span> Android

source: For desktops &amp; laptops
wo: Ngir ordi-biro &amp; ordi-portaabal

source: For phones &amp; tablets
wo: Ngir telefon yi &amp; tablet yi

source: Overview
wo: Tënk

source: Trusted
wo: Wóolu

source: Flexible
wo: Neex a soppi

source: Fast
wo: Gaaw

source: About
wo: Ci mbiru

source: Devices
wo: Jëfandaay yi

source: For partners
wo: Ngir way-lëkkalool yi

source: Do Not Track
wo: Bul Topp

source: Tiles
wo: Junj yi

source: Interest Dashboard
wo: Tablo-booru Yitte

source: Developer Edition
wo: Siiwalug Defarkat

source: Private Browsing
wo: Joowu Sutura

source: Need help?
wo: Danga soxla ndimbal?

source: News
wo: Xibaar yi

source: For developers
wo: Ngir Defarkat yi

source: Find My Device
wo: Gis Sama Jëfandaay

source: Developers
wo: Defarkat yi

source: Choose the independent browser
wo: Jëfandikool joowukaay bu ci bokkul

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
wo: Firefox wutul xaalis, du mbiru jàmbur, moo moom boppam. Tànn Firefox du tànn ab joowukaay rekk. Mooy wone ni yaa moom sa bopp.

source: Donate
wo: Joxe

source: Support
wo: Dimbali

source: Products
wo: Meññeef yi

source: Add-ons
wo: Modil yi

source: About Us
wo: Li jëm ci ñun

source: skip to Navigation
wo: jàll ci Njoow mi

source: switch language
wo: soppi làkk

source: Back to home page
wo: Dellu ci xëtu dalal bi

source: About Mozilla
wo: Lu jëm ci Mozilla

source: Get Involved
wo: Bokk

source: Careers
wo: Yoonu dund

source: Press Center
wo: Barabu Peres

source: Contact Us
wo: Jokkoo ak Nun

source: Other languages:
wo: Yeneen làkk:

source: Legal
wo: Jaado

source: Cookies
wo: Kuki yi

source: Firefox Affiliates
wo: Way-bokki Firefox

source: Legal Notices
wo: Yëgley Jaado

source: Privacy Policy
wo: Sàrtu Kumpa

source: Release Notes
wo: Karmati yeene

source: Other Systems and Languages
wo: Yeneen sitem ak lamiñ

source: Close
wo: Tëj

source: (in English)
wo: (ci Angale)

source: Return to top
wo: Dellu ci kaw

source: Features
wo: Mandarga

source: Customize
wo: Solal

source: Download
wo: Yeb

source: Previous
wo: Li jiitu

source: Next
wo: Li ci topp

source: MB
wo: Mo

source: MegaBytes
wo: MegaOkte

source: Videos
wo: Wideyoo

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
wo: Ginnaaw <a href="%s">ñu bind ko</a>, këmbu dal bi dafa and ak lisãns <br /><a href="%s"> Creative Commons Attribution Share-Alike License v3.0</a>walla beneen sumb.

source: Report Trademark Abuse
wo: Jëriñoo marku jambur

source: Free Upgrade
wo: Yeesal bu andul ak jaay

source: Follow us on:
wo: Topp leen ñu ci:

source: Customize with Add-ons
wo: Solal ko ak modil yi

source: Learn More
wo: Yeneeni Leeral

source: Learn more
wo: Yeneen Leeral

source: Replay
wo: Taalaat

source: Watch the video
wo: Seetaanal wideo bi

source: Replay the video
wo: Taalaat wideo bi

source: Share the video
wo: Séddóo wideo bi

source: WebM format
wo: Tëggiinu WebM

source: Ogg Theora format
wo: Daytal Ogg Theora

source: MPEG-4 format
wo: Daytal MPEG-4

source: Mobile
wo: Telefon

source: Check out the new look and feel of Firefox.
wo: Seetleen melokaan bu bees ak yëgyëg bu Firefox.

source: View Full Site
wo: Gis dal bi mu mët sëkk

source: Download for <span>Android</span>
wo: Yeb ngir <span>Android</span>

source: Desktop
wo: Ordinatëëru biro

source: Firefox Beta for mobile
wo: Firefox Beta bu telefon

source: Firefox for mobile
wo: Firefox bu telefon

source: Email
wo: Imeel

source: Super speed
wo: Gaawaay bu mag

source: Stunning graphics
wo: Nataal yu doy waar

source: The latest technologies
wo: Teknolosi yi mujj

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
wo: Soxla nga yeesal! Nga am kaarange ci simili. <br/> Tambalil jëriñoo sa Firefox bu bees ngir joow mu gëna baax ci. <br/> Gaaw na te amul pay!

source: Upgrade now
wo: Yeesal leegi

source: Update now
wo: Yeesal leegi

source: Supported Devices
wo: Aparey yi mën ànd

source: What’s New
wo: Yan xew xew

source: Privacy
wo: Dundu biir

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
wo: Yenn wàll ci ëmbiit yi, ay dollikati ©1998–%(current_year)s yu mozilla.org lañu. Ëmbiit bi jàppandi na <a href="%(url)s">Sañ-sañu Bokk Defar</a>.

source: Contribute to this page
wo: Bokk ci xët wii

source: Mission
wo: Waar

source: Tour
wo: Tuur

source: Partner with Us
wo: Way-lëkkaloo ak Nun

source: Sync
wo: Lëkkalante

source: Desktop Add-ons
wo: Mottaliy Biro

source: Android Add-ons
wo: Mottaliy Android

source: Themes
wo: Tem yi

source: Desktop Support
wo: Ndimbalu Biro

source: Android Support
wo: Ndimbalu Biro

source: Performance
wo: Liggéey

source: Technology
wo: Xarala

source: Privacy &amp; Security
wo: Kaaraange &amp; Sutura

source: Releases
wo: Bàyyi

source: Firefox for Organizations
wo: Firefox ngir Mbootaay

source: Mobile Add-ons
wo: Mottaliy Telefon

source: Mobile Support
wo: Ndimbalu Telefon

source: Blog
wo: Bolog

source: About Firefox
wo: Lu jëm ci Firefox

source: Join Mozilla
wo: Bokk ci Mozilla

source: Participate
wo: Bokk

source: Volunteer
wo: Defal Yalla

source: Brand Toolkit
wo: Jumtukaay bu Baax

source: Partnerships
wo: Bokkoo

source: Get Mozilla updates
wo: Wut yeesali Mozilla

source: Share
wo: Séddoo

source: Mozilla on Twitter
wo: Mozilla ci Twitter

source: Firefox on Twitter
wo: Firefox ci Twitter

source: Mozilla on Facebook
wo: Mozilla ci Facebook

source: Firefox on Facebook
wo: Firefox ci Facebook

source: Forums
wo: Penc

source: Leadership
wo: Mën a jiite

source: Governance
wo: Nguur

source: History
wo: Jaar jaar

source: Our Products
wo: Sunuy Costéef

source: Software and other innovations designed to advance our mission.
wo: Losisel ak yeneen yu bees ngir ngën a bay sunu waay.

source: Become a volunteer contributor in a number of different areas.
wo: Doonal kenn ci ñiy jàpp ci waar ci benn ci barab yu bari.

source: Menu
wo: Njël

source: Committed to you, your privacy and an open Web
wo: Yaa nu tax di sonn, sa sutura ak Web bu ubbiku

source: Choose Independent
wo: Tànn Moom sa bopp

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
wo: Wéy di am bëgg-bëggu yombal te ubbi Internet ci ëlëg bu yànj! #ChooseIndependent. Tànnal Firefox:

source: Please turn on JavaScript to display this page correctly.
wo: Taalal JavaScript ngir wone xët wii bu baax.

source: Firefox Features
wo: Melokaani Firefox

source: Firefox Help
wo: Ndimmal ci Firefox

source: January
wo: Sanwiye

source: February
wo: Febaryee

source: March
wo: Mars

source: April
wo: Awril

source: May
wo: Me

source: June
wo: Suwee

source: July
wo: Sulet

source: August
wo: Waxset

source: September
wo: Satumbar

source: October
wo: Oktobar

source: November
wo: Nowambar

source: December
wo: Desambar

source: <abbr>Jan</abbr>
wo: <abbr>San</abbr>

source: <abbr>Feb</abbr>
wo: <abbr>Few</abbr>

source: <abbr>Apr</abbr>
wo: <abbr>Awr</abbr>

source: <abbr>May</abbr>
wo: <abbr>Me</abbr>

source: <abbr>Jun</abbr>
wo: <abbr>Suw</abbr>

source: <abbr>Jul</abbr>
wo: <abbr>Sul</abbr>

source: <abbr>Aug</abbr>
wo: <abbr>Ut</abbr>

source: <abbr>Sep</abbr>
wo: <abbr>Sat</abbr>

source: <abbr>Oct</abbr>
wo: <abbr>Okt</abbr>

source: <abbr>Nov</abbr>
wo: <abbr>Now</abbr>

source: <abbr>Dec</abbr>
wo: <abbr>Des</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
wo: Firefox mingi waaj a ñëw ci iOS! <a href="{url}">Bindul ngir am ci yeneen leeral</a>.

source: Format
wo: Daytal

source: Whoops! Be sure to enter a valid email address.
wo: Whoops! Na la wóor dugal nga makkaan email bu baax.

source: YOUR EMAIL HERE
wo: SA IMEEL FII

source: Sign me up
wo: Bind ma

source: Select country
wo: Tànn diiwaan

source: Available Languages
wo: Lammiñ yi féex

source: We will only send you Mozilla-related information.
wo: Xibaar yi ñu lay yonnee ci Mozilla rekk la jëm.

source: Thanks! Please check your inbox to confirm your subscription.
wo: Jërajëf! xoolal sa boyetu meel ngir dëggal sa takkoo.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
wo: War nga jot benn email bu jojge ci from mozilla@e.mozilla.org ngir dëggal sa takkoo. Soo ko gisul, seetal spam. Da nga war dëggal sa takkoo ngir jot sunu xibaarukaay.

source: Read all about it in our <span>newsletter</span>
wo: Jàngal lepp ci sunu<span>xibaarukaay</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
wo: Takkool ak yeesal yi weer wu ne, te di am ay xibaari Mozilla, dem ba ci pexe yi lay may nga gëna mën jariñoo sa joowkat Firefox. Mooy yoon wi gën ci jokkoo!
