Repository: alvinlaz96/mozilla-lang
Catalog: wo/mozspaces.lang.po
Languages: wo

source: Mozilla Spaces
wo: Dendi Mozilla

source: Mountain View
wo: Gisgis bu ubbeeku

source: Address:
wo: Makkaan:

source: E-mail:
wo: Imeel:

source: Auckland
wo: Okland

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
wo: Sunu dend bi jëkk. Ñi ngi ubbi suñuy bunt ci New Zeland ci Sulet 2011.

source: Beijing
wo: Beejing

source: Paris
wo: Pari

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
wo: Dendu Paris dafa gëna rëy. Dal yu bari gane nañu leen ci ci desambar 2011, ñaareelu dend bi ñi ngi ko bëgg ubbi xaaju 2012.

source: San Francisco
wo: San Faransisko

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
wo: Beg nañu di leen yeene sunu dendu San Francisco ubbi nañu ko ci Satunbar 2011 ci ndeyjooru Embarcadero.

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
wo: Ut 2011 ci la ñu ubbi sunu dendu Mozilla ci Toronto, mottaliko ak xaatim masin expresso.

source: Vancouver
wo: Vankuwë

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
wo: Ñi ngi ci yoonu defaraat sunu dendu Vancouver. Ci building bi ñu newoon fa la ñu ne ba leegi, wante dañuy yaatal ngir xajal ñeneen ci 2012. Fook nañu ni di nañu leen fa gis!

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
wo: Dend bii mi ngi ñuy defar. Ñi ngi koy ubbi ci janviye 2012.

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
wo: Wut baa ngi ci yoon! Degluleen ci yeesal yi ci gane yi, fi dend yi nekk. Bëgg nañu ubbi ci ñaareelu xaaj bu 2012.

source: Taipei
wo: Taype

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
wo: Dendu taipei dinañu ko ubbi ci 2012. Degluleen ñu di nañu leen jox yeneen.

source: Sign up for Mozilla Spaces updates
wo: Binduleen ci yeesali Dendi Mozilla

source: We’re hiring
wo: Ñi nguiy rëkirite

source: Get involved
wo: Bokk
