Repository: alvinlaz96/mozilla-lang
Catalog: wo/upgradedialog.lang.po
Languages: wo

source: Get the Newest Firefox
wo: Jëlal Firefox bi gëna bees

source: The Newest Firefox is Here!
wo: Firefox bi gëna gaaw mi ngi fii!

source: <a %s>Quick, easy and free update</a>
wo: <a %s>Gaaw, yomb te amul fay</a>

source: Fresh new look
wo: Gis gis bu bees

source: Much faster than Firefox 3.6
wo: Gëna gaaw Firefox 3.6

source: More awesomeness than ever
wo: Dafa gën yéeme

source: There’s a new version of Firefox that can better protect you against online attacks.
wo: Sumbu Firefox bu bees bi moo lay gëna aar ci takke yi ñu lay takke ci rëdd.

source: <a %s>Get the upgrade</a> — it’s fast & free!
wo: <a %s>Jëlal yeesal bi</a> — moo gëna gaaw te amul fay!

source: get the latest in security
wo: amal li mujj ci kaarange

source: experience faster performance
wo: amal jëfgis yu gëna gaaw

source: enjoy greater customization
wo: përëfitool ci solal bu gëna mag

source: Your version of Firefox will soon be vulnerable to online attacks.
wo: Sa sumbu Firefox leegi mu yomb song ci rëdd.

source: Stay safe online
wo: Nekkal ci rëdd ak kaarange

source: Enjoy new features
wo: Përëfitool ci bees bees yi

source: URGENT!
wo: JAMP NA!

source: Your version of Firefox is no longer protected against online attacks.
wo: Sa sumbu Firefox du la aarati lu bari ci songu yi ci kaw rëdd.

source: This is your last reminder before you will be automatically updated to the latest version
wo: Lii mooy sa rapel bu mujj laata ñu yessal la ci ñakk ndigal ci sumb bu mujj bi

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
wo: Firefox nangootul sa sumbu doxalin te dina yomb song ci rëdd.

source: We recommend:
wo: Ñi ngi lay digal:

source: Upgrading your <a %s>operating system</a>
wo: Nga yeesal <a %s>sa doxalin wi</a>

source: Downloading a compatible browser
wo: Yebal joowkat bu and

source: Installing a free upgrade to your <a %s>operating system</a>
wo: Sampal yeesal bi amul fay ci sa <a %s>doxalin</a>

source: You will be prompted once more before being automatically updated.
wo: Dina ñu la yëgal laata yeesalu ñakk ndigal bi.
