Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/os/faq.lang.po
Languages: son

source: Firefox OS Frequently Asked Questions
son: Firefox OS hãayan fillantey

source: Firefox OS FAQ
son: Firefox OS hãayan fillantey

source: About Firefox OS
son: Firefox OS ga

source: What is Firefox OS?
son: Macin ti Firefox OS?

source: Firefox OS is the only truly open mobile OS that unlocks the power of the Web as the platform and enables operators, hardware manufacturers and developers to create innovative and customized applications and products for consumers to use across these connected devices.
son: Firefox OS ti kanbe goydaari jina kaŋ ga feera nda cimi, a ga interneti sahãa feeri, k'a tee goydogoo kaŋ ra talfon konpaɲey, jinay teekey nda cinakey ga porogaram tejiyaŋ tee nd'i hanse hala daykey nda goykey ma hin k'i ka goy nda ngi jinay dobantey kul.

source: How is Firefox OS different from other operating systems?
son: Taka foo nda Firefox OS ga waana goyandi dabariɲaa tana fooyaŋ?

source: For users
son: Goykey se

source: Firefox OS offers a customized and easy to use experience appropriate to consumers from the value range in India to early tech adopters in Japan.
son: Firefox OS ga naŋ war ma war goyyanoo hanse war boŋ se nd'a faalandi daykey se ka hun Endu nafaw ganda ra hala dabariɲaa teekey Žaapoŋ ra.

source: For operators and OEMs
son: Konpaɲey nda aššil jinay teekey se

source: Firefox OS offers the opportunity to capture new user segments due to its open development process and tight collaboration with partners searching for new revenue streams and business models.
son: Firefox OS ga faalandi war se ka goykaw taaga dunbuyaŋ zaa zam'a nga cinaroo goymiɲoo ga feera nda boro booboyaŋ ga cere gaakašinay ka duura fondo nda maamala dumi taagayaŋ ceeci.

source: For developers
son: Cinakey se

source: Firefox OS offers the freedom to build the most advanced web experiences on mobile. Developers can create apps that customers can access across multiple platforms, devices and operating systems. Firefox OS provides them with the possibility of connecting with hundreds of millions of Firefox supporters around the world as well as access to relatively untapped markets.
son: Firefox OS ga war noo war boŋ ka interneti goyyan kul jinekoyantey tee kanbe jinay ga. Cinakey ga hin ka porogaramyaŋ tee ka šelaŋ nda daykey goydaari, jinayn nda goyandi dabariɲaa duumi booboyaŋ ga. Firefox OS g'i noo fondo ka šelaŋ nda Firefox baakaw miliyoŋ ženberyaŋ adduɲɲaa me, nda ka nafaw ceeci hebuyaŋ ra kaŋ ga taaga ka feera.

source: Buying Firefox OS
son: Firefox OS day

source: What phones will Firefox OS be available on?
son: Talfon fooyaŋ bara nda Firefox OS?

source: Since launching, Firefox OS smartphones are available in over 40 markets from multiple global operators on a number of different devices, across different price device categories. These include handsets from Alcatel ONETOUCH, ZTE, Huawei and LG.
son: Za ngi fattaroo ga, Firefox OS talfon carmey huru a ga bisa hebu 40 adduɲɲaa-mee talfoney goyhugey se jinay dumi waani-waani booboyaŋ ga, kaŋyaŋ hayey da ga hansa waani. Alcatel, ZTE, Huawei nda LG hanbe talfoney ga bara wey ra.

source: Where can I buy Firefox OS?
son: Man n'ay ga hin ka Firefox OS day?

source: The full list of where to buy Firefox OS devices can be found at the <a href="%(link)s">devices page</a>.
son: Neeredogey kul kaŋ ra Firefox OS kanbe jinawey ga duwandi goo <a href="%(link)s">jinawey moɲoo</a> ga.

source: What will be the price of the phone?
son: Marje no boro ga bana talfonoo se?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
son: Manti Mozilla ma hay dam nda war talfon konpaɲaa nda jinay teekaw šettakašinay no ma mee dam koyra heboo alhaalo bande.

source: What apps will be available on Firefox OS?
son: Porogaramize fooyaŋ ma bara Firefox OS ga?

source: The Firefox Marketplace offers an open app environment that leverages the scale of the Web as a development platform; allowing operators, phone manufacturers and developers greater flexibility.
son: Firefox Marketplace ti porogaram feerante ferši doo kaŋ ga interneti gande ka tee cinari goydaari, kaŋ ga naŋ talfoney hugey, talfoney teekey nda cinakey ma goy nda cere ngi boŋ anniyaa ga.

source: The growing list of apps for Firefox OS includes Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com and TomTom Maps. Many more are being made available every day. For more information, visit <a href="%(url)s">https://marketplace.firefox.com/</a>
son: Firefox OS porogaramey ga tonton ka boobo, sanda Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com nda TomTom Maps nda tanayaŋ. Ibooboyaŋ goo ma teendi taaga zaari kul. Ka bay ka tonton, goy <a href="%(url)s">https://marketplace.firefox.com/</a> ga

source: Is Firefox OS available in my language?
son: Firefox OS ga bar'ay šennoo ra wala?

source: Firefox OS is currently available in a number of different languages. Check out the device market availability at the <a href="%(link)s">devices page</a>.
son: Firefox OS ga bara sohõda šenni waani booboyaŋ ra. Guna hebey kaŋ ra jinawey ga hin ka bara <a href="%(link)s">jinawey moɲoo</a> ga.

source: We’re working on adding more languages as we launch into new markets.
son: Ir goo ma goy ka šenni ka šenni boobo tonton kaŋ ir ga huru hebu taagayaŋ ra.

source: Using Firefox OS
son: Goy nda Firefox OS

source: How do I…
son: Taka foo nd'ay…

source: …make a call?
son: …ga ciya?

source: …import my contacts?
son: …borey cendi k'i zaa?

source: …create and view messages?
son: …alhabarey tee nd'i caw?

source: …use the internet?
son: …goy nda interneti?

source: …download and install an app?
son: …porogaramize zumandi nd'a sinji?

source: …take pictures?
son: …biyey zaa?

source: …compose and send an email?
son: …bataga hantum nd'a sanba?

source: Your go-to source for the best apps for Firefox OS.
son: War porogaramize kul ihenney aššiloo Firefox OS se.

source: Firefox browser
son: Firefox ceecikaw

source: The fast, smart, safe way to get the best of the Web.
son: Cahãri, carmay, saajaw ka duu interneti kul fellaa.

source: Deep integration with social media
son: Margayan ninante nda jama alhabar teeyan jinawey

source: Full access to every Twitter and Facebook update from wherever you are.
son: Duu Twitter nda Facebook taagandiri kul nungu kul kaŋ war goo.

source: Camera
son: Biizaahayey

source: With built-in style filters for fun, creative shots.
son: Kunahere fasal fayahayey, hooray nda bii henna teeyan se.

source: FM Radio
son: FM arajo

source: All the audio you want on the go, all on one device.
son: Jinde jinawey kul kaŋ war ga baa fondaa ra, ikul jinay foo ga.

source: Maps
son: Dawtiirawey

source: Includes directions, traffic and local transit information.
son: Fondo cebeyan, moobil fondo nda bisayan alhabarey kul.

source: Privacy and Security
son: Sutura nda saajaw

source: How will Firefox OS keep me safe while I browse?
son: Taka foo nda Firefox OS g'ay saajaw waati kaŋ ay ga naaru?

source: Mozilla was the first to implement the Do Not Track privacy feature.
son: Mozilla ti ijinaa ka Ma ši ay gana sutura alhaaloo kayandi.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
son: Firefox ga kaa nda saajaw kayandiyaŋ ka war šennikufaley. taarikoo, sutura bayhayey, aleewawey, nungu suubarey nda tontoney juwal. <a href="%(url)s">Bay ka tonton.</a>

source: Developer Questions
son: Cinakaw hãayaney

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
son: War ti cinakaw? Goo nda hãayaŋ? <a href="%(url)s">Bay ka tonton Mozilla cinakaw sankaa ga.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
son: Konpaɲe kul ibeerey g'ir gaakašinay, ka Firefox OS tee goyandi dabariɲaa feerante talfon carmey kaŋ Mozilla g'i tee se.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
son: Kaŋ cinari timmantaa tee nda HTML5 nda interneti cinhaya gorante tanayaŋ, Firefox OS duu nga boŋ mayray jinay teekaw barantey ašariyawey nda hirrey ra.

source: Firefox OS is the only operating system with Adaptive App Search.
son: Firefox OS ti goyandi dabariɲaa follokaa nda boŋ-maate porogaramize ceeciyan.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
son: Ba kaŋ talfon hinkante kul ti gorante, kaŋ ga war noo porogaramize follokey waati kul kaŋ war n'a tunandi, Firefox OS mma barmay waati kul to porogaramize follokey noo waati kul kaŋ war ga baa g'ey.

source: It adapts so you can live every moment to its fullest.
son: A ga sawandi hala war ma hin ka waati foo kul tee war binekaanaa.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
son: Mozilla ma Firefox OS kate war se, adduɲɲa-mee nafaw jamaa kaŋ ga anniya fur arriba boŋ.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
son: Ir ga tammahã lkaŋ interneti ti baytal dalil žemnante kaŋ ga hanse, manti maamala haya ka neere.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
son: Ir ga goy nda adduɲɲaa-mee jamaa ka aššil feerante goyjinayyaŋ sanda Mozilla Firefox tee nda ka nafaw tejandi borey nda interneti boryandiyanoo se.

source: The result is great products built by passionate people and better choices for everyone.
son: Goyjinay hennayaŋ ga fatta kaŋ boro durkutanteyaŋ n'i cin ka suubarey boryandi borey kul se.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
son: Ka dii Firefox OS talfoney kul kaŋ ga bara, guna <a href="%(link)s">jinawey moɲoo</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
son: Ka Firefox OS talfon day, guna <a href="%(link)s">jinawey moɲoo</a> nda war laama barantaa suuba.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
son: Porogaramizey suubanteyaŋ goo ma tonton sanda Facebook, Twitter, Nokia HERE dawtiirawey, Cut the Rope, nda Time Out se.

source: Many more are being made available every day.
son: Ibooboyaŋ goo ma tee ka bara zaari foo kul.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
son: Sohõda Firefox OS ga bara espaɲol, pooloɲ, ingiliši, itaali, portuge, alemaŋ (doyici), serbi, hongiri nda gereki šenney ra.

source: We’re working on adding more languages all the time.
son: Ir goo ma goy ka šenni booboyaŋ tonton waati kul.

source: Adaptive App Search
son: Porogaram-ize boŋ-ceecikayan

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
son: Duu alhabara furari kul ga waati din da kaŋ war ga boon'a, kaŋ Firefox OS g'a kate war nda war talfonoo se.
