Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/os/index.lang.po
Languages: son

source: Get Firefox OS
son: Firefox OS zaa

source: The Adaptive Phone
son: Talfon boŋ-tenjante

source: The Features
son: Alhaaley

source: The Mission
son: Anniyaa

source: The Devices
son: Jinawey

source: Get a phone
son: Duu talfon foo

source: Social
son: Jama-se

source: Photos
son: Biyey

source: Music
son: Miiziki

source: Maps
son: Dawtiirawey

source: Dual SIM
son: SIM hinka

source: Messages
son: Alhabarey

source: Make every <br>moment count
son: Waati kul <br>ga kabu

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
son: Misey kaŋ se war baa faaba mma barmay waati kul. Woo se Firefox OS da ga barmay. A ga war noo sahã ka dii waati foo kul nga fellaa ra nda ka gaa k'adduɲɲaa boryandi ka tonton.

source: Get a Firefox OS smartphone today
son: Wa duu Firefox OS talfon carma ga hõ

source: Sign up for our monthly newsletter and get the latest on Firefox OS
son: Hantum ka duu handu alhabartiira nda ka Firefox OS kokorantaa zaa

source: It adapts, so you <br>can too
son: A ga man wara, war da ga mana

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
son: Firefox OS ka guna jina war takattey se, ka dabari tee waati foo kul se nda ka <br>alhabaroo kaŋ war ga baa toonandi.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
son: Porogaram-ize maakoyni beerey goo wey ra, amma ganda bayrayhaya da kaŋ ga war nda war hunaroo nafa.

source: Adaptive App Search
son: Porogaram-ize boŋ-ceecikayan

source: Type a word or subject you’re interested in
son: Hantum ne kalima wala furari kaŋ war ga boona

source: Find exactly what you want — and more
son: Duu nd'alhakiika woo kaŋ war ga baa — nda bešere

source: Get instant access or save apps to your phone
son: Duu porogaram-izey dogoo ra nd'i gaabu war talfonoo ga

source: Discover more apps on Firefox Marketplace
son: Dii porogaram-ize booboyaŋ Firefox Marketplace ra

source: Have it all
son: Haya kul g'a ra

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
son: Firefox OS ga kaa nda alhaaley kul kaŋ too war ma šintin ka baa talfon carma. A ga koy war hunayanoo bande nda šifa nda ganda kaŋ ra war goo.

source: Made for the moments of your life
son: A tee war hunayan waatey se

source: Moments with friends
son: Waati kaŋ war cerey goo no

source: Import your contacts directly from Facebook and share updates instantly.
son: War borey zaa za Facebook ga nda taagandirey žemni dogoo ra.

source: Creative moments
son: Lakkal goy waatey

source: Take photos on the go then make them amazing using built-in style filters.
son: War biyey kanbe war bande k'i tee kayfi hayayaŋ nda kunahere sosogujinawey.

source: Moments that entertain
son: Hooray waatey

source: Listen to your favorite songs, artists and radio stations, all from one device.
son: Haŋajer war dooni, donkaw nda arajo kaasey se, wey kul jinay folloku ga.

source: Moments in between
son: Naarumi waatey

source: Get to where you’re going with directions, traffic and local transit information.
son: Too ni koydogoo ra nda fonda šilbayyaney, looro nda bisi diray alhabarey.

source: Moments of choice
son: Suubayan waatey

source: Take full control of calls and messages with dual SIM and dual standby functionality.
son: War ciyarey nda alhabarey juwal ka boori nda SIM katta hinka nda batuyan dabari hinka.

source: Moments of connection
son: Faakaaray waatey

source: Stay in touch with family and friends by email and text message.
son: Gaabandi ka šelaŋ nda war alaayaney nda cerey nda bataga nda SMS.

source: Moments of discovery
son: Teera teji waatey

source: Find the best apps from around the world and your own backyard.
son: Duu porogaram-ize kul ihenney war jerey ga nd'adduɲɲaa mee.

source: Transform the future
son: Hiino zamanoo fasal

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
son: Ir anniyaa ti ka hayey barmay, manti arriba. Za war na Firefox OS suuba, war goo ma faaba ka hiino internetoo cin k'a hennandi goykey se nungu kul ra.

source: From our community to yours
son: Ir jamaa g'a sanba war wanoo se

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
son: Boro fooyaŋ no ma talfon carma jere boobey kul tee, ikul nungu foo ra, a ga hin ka tee doo kaŋ ga mooru war. Firefox OS talfoney ga waani. Jama booboo no m'i tee nda wey hinne ti talfon carmey kaŋ ga faham war se nd'a ga kate woo kaŋ war ga baa nda ga war nafaw.

source: The best of the Web
son: Interneti kul bešere

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
son: Firefox na interneti ceeciyan barmay hal'abada ka goykey dam jine nda faaba nda tejandiyan suubante noo interneti ra. Sohõ ir goo m'a filla nda Firefox OS, waati follokaa ra kaŋ i ga talfon carma interneti ceeciyan hennandi ka šifa. Woo ti war ga hin ka war hunaroo juwal interneti ra ka duu interneti fellaa nungu kul kaŋ war ga koy.

source: For partners &amp; developers:
son: Šettakašiney &amp; cinakey se:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
son: Bay ka tonton šettakašinetaray fondawey ga <a href="%(link)s">Firefox OS šettakašinay interneti nungoo</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
son: Porogaram-ize zaa Firefox OS ga <a href="%(link)s">A sanba Firefox Marketplace do</a>

source: For users:
son: Goykey se:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
son: Nda war ga baa faaba kayna <a href="%(link)s">Duu w'a war cerey doo Mozilla Faaba do</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
son: War hãayaney kul ga duu zaabi <a href="%(link)s">Faham ka tontoni nd'ir Hãayan nda zaabi timmantaa</a>

source: Email app
son: Bataga porogaramize

source: Contacts app
son: Porogaramize borey se

source: Messages app
son: Alhabar porogaramize

source: Camera app
son: Biizaahaya porogaramize

source: Facebook app
son: Facebook porogaramize

source: Maps app
son: Dawtiira porogaramize

source: Photos app
son: Biizaayan porogaramize

source: Music app
son: Miiziki porogaramize

source: Radio app
son: Arajo porogaramize

source: We work with a number of providers to offer Firefox OS on a variety of devices.
son: Ir ga goy nda konpaɲe boobo hala Firefox OS ma duwandi jinay dumi booboyaŋ ga.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
son: Suuba maašeedaa woo ra ka duu Firefox OS talfon carma foo war koyraa ra.

source: Click on the provider below to get a Firefox OS smartphone in your country.
son: Konpaɲe foo naagu ne ganda ka duu Firefox OS talfon carma foo war koyraa ra.

source: Sign up for our monthly newsletter
son: Maa hantum ka duu handu alhabar tiira

source: Thank you for signing up!
son: Foo nda war maa hantumoo!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
son: Firefox OS — Talfon boŋ maatante — Alhaali, porogaramize šifanteyaŋ: talfon carma timmante

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
son: Dii dumi laasaabey <a href="%(link)s">Caw alhaaley, barmawey nda bešere ga</a>
