Repository: alvinlaz96/mozilla-lang
Catalog: hsb/thunderbird/start/release.lang.po
Languages: hsb

source: Welcome to <span>Thunderbird</span>
hsb: Witajće k <span>Thunderbird</span>

source: Happy 10th Birthday Thunderbird!
hsb: Wjesołe 10. narodniny, Thunderbird!

source: Mozilla announced Thunderbird version 1.0 ten years ago. Can you imagine the last ten years without e-mail? Can you imagine e-mail without Thunderbird? We can’t!
hsb: Před 10 lětami je Mozilla wersiju 1.0 Thunderbird wozjewił. Móžeće sej zańdźenych dźesać lět bjez -emejle předstajić? Móžeće sej e-mejl bjez Thunderbird předstajić? My nic.

source: Contribute to Thunderbird
hsb: K Thunderbird přinošować

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
hsb: Zo byšće zawěsćił, zo Thunderbird so dale polěpšuje, kaž w zańdźenych dźesać lětach, su so aktiwni sobuskutkowarjo <a href="%s">njedawno zjednoćili</a>, zo bychu ćežišćo na přichod złožili.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
hsb: Nětko je najlěpši čas za was, zo byšće <a href="%s" class="iconic">sobu činił</a>.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
hsb: Prošu pomhajće nam, wužiwarjow Thunderbird podpěrować a produkt Thunderbird a ekosystem polěpšeć.

source: We look forward to <a href="%s">hearing from you</a>.
hsb: Nadźijamy so, <a href="%s">wot was słyšeć</a>.

source: Learn more
hsb: Dalše informacije

source: Need Support?
hsb: Trjebaće pomoc?

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
hsb: Najwjace prašenjow pomocy Thunderbird wotmołwja so w <a href="%s">datowej bance wědy</a>.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
hsb: Jeli njemóžeće wotmołwu namakać, <a href="%s">prašejće so w našim forumje pomocy</a>.

source: Features
hsb: Funkcije

source: Visit our blog
hsb: Wopytajće naš blog

source: Contribute
hsb: Přinošować

source: Tips
hsb: Pokiwy

source: Add-ons
hsb: Přidatki

source: Get help
hsb: Pomoc sej wobstarać
