Repository: alvinlaz96/mozilla-lang
Catalog: yo/main.lang.po
Languages: yo

source: Navigation
yo: Ìyíkiri

source: <span>for</span> Desktop
yo: <span>fún</span> Àtẹ iṣẹ́

source: For desktops &amp; laptops
yo: Fún àtẹ iṣẹ́ &amp; kọ̀ǹpútà àgbélétan

source: For phones &amp; tablets
yo: Fún àwọn fóònù &amp; kọ̀ǹpútà alogègé

source: Overview
yo: Ìpàtẹ ìwò

source: Trusted
yo: Gbẹ́kẹ̀lé

source: Flexible
yo: Kíákíá

source: Fast
yo: Yára

source: About
yo: Nípa

source: Devices
yo: Àwọn ohun elò

source: For partners
yo: Fún àwọn alájọṣiṣẹ́pọ̀

source: Do Not Track
yo: Máṣe Tẹ̀lọ́rọ̀

source: Tiles
yo: Àwọn táìlì

source: Interest Dashboard
yo: Èrè Pẹpẹiṣẹ́

source: Developer Edition
yo: Ẹ̀yà Olùmúgbèrú

source: Private Browsing
yo: Ìṣàwárí Àdáni

source: Need help?
yo: Nílò ìrànwọ́?

source: News
yo: Ìròyìn

source: For developers
yo: Fún olùmúgbèrú

source: Find My Device
yo: Wá Ohun elò Mi

source: Developers
yo: Àwọn olùmúgbèrú

source: Choose the independent browser
yo: Yan aṣàwákiri òmìnira

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
yo: Firefox kìíṣe elérè, ẹgbẹ̀, bíbàjẹ́. Yíyan Firefox kìíṣe yíyan ìṣáwákiri lásán. Ó jẹ́ ìbò fún òmìnira ẹni.

source: Donate
yo: Fún lẹ́bùn

source: Support
yo: Àtìlẹ́yìn

source: Products
yo: Àwọn ohun ìgbéjáde

source: Add-ons
yo: Àfikún

source: About Us
yo: Nípa Wa

source: Labs
yo: Lábù

source: skip to Navigation
yo: Fòó lọsí Ìyíkíri

source: switch language
yo: ṣèpapòdà èdè

source: Back to home page
yo: Padà sí ojúÌwéÌbẹ̀rẹ̀

source: About Mozilla
yo: Nípa Mozilla

source: Get Involved
yo: Kópa

source: Careers
yo: Iṣẹ́

source: Press Center
yo: Ibi Ìròyìn

source: Contact Us
yo: Kànsí Wa

source: Other languages:
yo: Àwọn èdè míìràn:

source: Legal
yo: Ti òfin

source: Cookies
yo: Àwọn kúkì

source: Firefox Affiliates
yo: Àwọn ìsopọ̀mọ Firefox

source: Legal Notices
yo: Àwọn Ìfitolétí ti Òfin

source: Privacy Policy
yo: Ìlànà Ìpamọ́

source: Release Notes
yo: Àkọsílẹ̀ Ọ̀rọ̀-ìyípadà

source: Other Systems and Languages
yo: Àwọn ẹ̀rọ míìràn àti Èdè

source: Close
yo: Tìí

source: (in English)
yo: (ní Gẹ̀ẹ́sì)

source: Return to top
yo: Pàdà sókè

source: Features
yo: Àwọn àbùdá

source: Customize
yo: Ṣàdáni

source: Download
yo: Gbàsílẹ̀

source: Previous
yo: Ti ìsáájú

source: Next
yo: Tókàn

source: MegaBytes
yo: Àwọn Mẹ́gábáìtì

source: FAQ
yo: Àwọn Ìbéèrè lóri Sísaájú

source: Videos
yo: Fídíò

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
yo: Àyàfi níbi bíbẹ́ẹ̀kọ́ <a href="%s">ṣàkíyèsí</a>, akòònú ojú wẹ́ẹ́bù yíì ní ìwé ẹ̀rí lábẹ <br /><a href="%s">Ìpín Ìhùwàsí Tó Wọ́pọ̀ Alátinúdá-Bii Ìwé ẹ̀rí v3.0</a>tàbí ẹ̀yà míìràn.

source: Report Trademark Abuse
yo: Jábọ̀ Àṣìlò Àmìokoòwò

source: Free Upgrade
yo: Ṣàfikún Ọ̀fẹ́

source: Follow us on:
yo: Tẹ̀lé wa lóri:

source: Customize with Add-ons
yo: Ṣàdáni pẹ̀lú Àfikún

source: Learn More
yo: Kọ́si

source: Learn more
yo: Kọ́si

source: Replay
yo: Ṣàtúnṣeré

source: Watch the video
yo: Wo fídíò náà

source: Replay the video
yo: Ṣàtúnṣeré fídíò náà

source: Share the video
yo: Pín fídíò náà

source: WebM format
yo: Ìgúnrégé WebM

source: Ogg Theora format
yo: Ìgúnrégé Ogg Theora

source: MPEG-4 format
yo: Ìgúnrégé MPEG-4

source: Mobile
yo: Alágbèká

source: Check out the new look and feel of Firefox.
yo: Ṣàyẹ̀wò ìwò titun kí o ní ìrirí ti Firefox.

source: View Full Site
yo: Ṣàyẹ̀wò Ojú Wẹ́ẹ̀bù Kíkún

source: Download for <span>Android</span>
yo: Ṣàgbáwálẹ̀ fún <span>Android</span>

source: Desktop
yo: Àtẹ iṣẹ́

source: Firefox Beta for mobile
yo: Firefox Bẹ́tà fún alágbèká

source: Firefox for mobile
yo: Firefox fún alágbèká

source: Email
yo: Í-meélì

source: Super speed
yo: Ìyárasí tó gbèdéké

source: Stunning graphics
yo: Àwọn ajẹmáwòrán ọ̀nàọ̀tọ̀

source: The latest technologies
yo: Àwọn ìmọ̀ ẹ̀rọ tuntun

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
yo: O nílò láti ṣàfikún! Wà lálàáfíà láìpé ìṣẹjú. <br/> Bẹ̀rẹ̀ síní lo Firefox rẹ tuntun fún ìgbàwálẹ̀ àti alàdàáni lóri Wẹ́ẹ̀bù. <br/> Ó yára ó sì jẹ́ ọ̀fẹ́!

source: Upgrade now
yo: Ṣàfikún báyì

source: Update now
yo: Ṣàfikún báyì

source: Supported Devices
yo: Àwọn ohun èlò tí a fowọ́sí

source: What’s New
yo: Kíni tuntun

source: Privacy
yo: Ìpamọ́

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
yo: Ìpín ti àkoonú yìí jẹ́ ©1998–%(current_year)s ti olùdásì ẹlẹ́ni kọ̀ọ̀kan mozilla.org. Àkoonú wà lábẹ́ <a href="%(url)s"> Ìṣẹ̀dá Ìwé ẹ̀rí Ìwọ́pọ̀</a>.

source: Contribute to this site
yo: Dásí ojúlà wẹ́ẹ̀bù yìí

source: Contribute to this page
yo: Dá sí ojú ewé yìí

source: Mission
yo: Iṣẹ́ rírán

source: Tour
yo: Ìrìnkèrindò

source: Partner with Us
yo: Alájọṣiṣẹ́pọ̀ pẹ̀lú Wa

source: Sync
yo: Múdọ́gba

source: Desktop Add-ons
yo: Àfikún Àtẹ iṣẹ́

source: Android Add-ons
yo: Àfikún Android

source: Themes
yo: Àwọn Àkọ́lé ńlá

source: Desktop Support
yo: Ìkìnlẹ́hìn Àtẹ iṣẹ́

source: Android Support
yo: Ìkìnlẹ́hìn Android

source: Performance
yo: Ìṣesì

source: Technology
yo: Ìmọ̀ ẹ̀rọ

source: Privacy &amp; Security
yo: Ìpamọ́ &amp; Ààbò

source: Releases
yo: Àwọn ìtùsílẹ̀

source: Firefox for Organizations
yo: Firefox fún Àwọn Òtéńté Ilé iṣẹ́

source: Mobile Add-ons
yo: Àfikún Alágbèká

source: Mobile Support
yo: Ìkìnlẹ́hìn Alágbeká

source: Blog
yo: Búlọ́ọ̀gì

source: About Firefox
yo: Nípa Firefox

source: Join Mozilla
yo: Darapọ mọ́ Mozilla

source: Participate
yo: Kópa

source: Volunteer
yo: Olùfarajì

source: Brand Toolkit
yo: Ẹ̀yà Àkópọ̀Irinṣẹ́

source: Partnerships
yo: Ìbásepọ̀

source: Get Mozilla updates
yo: Gba ìṣáfikùn Mozilla

source: Share
yo: Pín

source: Mozilla on Twitter
yo: Mozilla ní Twitter

source: Firefox on Twitter
yo: Firefox ní Twitter

source: Mozilla on Facebook
yo: Mozilla ní Facebook

source: Firefox on Facebook
yo: Firefox ní Facebook

source: Forums
yo: Àwọn agbo

source: Leadership
yo: Ìdarí

source: Governance
yo: Ìjọba

source: History
yo: Ìtàn

source: Our Products
yo: Àwọn Ohun Ìgbéjáde Wa

source: Software and other innovations designed to advance our mission.
yo: Ẹ̀yà àìrídìmú àti ọ̀nà ẹ̀wà ọ̀nà àrà láti ṣàmúlọwájú iṣẹ́ wa.

source: Become a volunteer contributor in a number of different areas.
yo: Di olùdásí olùkópa ní oríṣiríṣi ọnà.

source: Menu
yo: Mẹ́nù

source: Committed to you, your privacy and an open Web
yo: Farajìn fún ọ, ìpamọ́ rẹ àti ìṣílẹ̀ Wẹ́ẹ̀bù

source: Choose Independent
yo: Yan Òmìnira

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
yo: Ṣàfipamọ́ ìtara fún ọ̀fẹ́ àti Íntánẹ́tì tí ó ń dán àti tàn! #ChooseIndependent. Yan Firefox:

source: Please turn on JavaScript to display this page correctly.
yo: Jọ̀wọ́ tan JavaScript láti ṣàfihàn ojú ewé yii dáradára.

source: Firefox Features
yo: Àwọn àbùdá Firefox

source: Firefox Help
yo: Ìrànwọ́ Firefox

source: January
yo: Ṣẹ̀rẹ̀

source: February
yo: Èrèlé

source: March
yo: Ẹrẹ́nà

source: April
yo: Igbe

source: May
yo: Èbìbí

source: June
yo: Òkúdù

source: July
yo: Agẹmọ

source: August
yo: Ògún

source: September
yo: Ọ̀wẹ́wẹ̀

source: October
yo: Ọ̀wàrà

source: November
yo: Bèlú

source: December
yo: Ọpẹ́

source: <abbr>Jan</abbr>
yo: <abbr>Ṣẹ̀rẹ̀</abbr>

source: <abbr>Feb</abbr>
yo: <abbr>Èrèlé</abbr>

source: <abbr>Mar</abbr>
yo: <abbr>Ẹrẹ́nà</abbr>

source: <abbr>Apr</abbr>
yo: <abbr>Igbe</abbr>

source: <abbr>May</abbr>
yo: <abbr>Èbìbí</abbr>

source: <abbr>Jun</abbr>
yo: <abbr>Okúdù</abbr>

source: <abbr>Jul</abbr>
yo: <abbr>Agẹmọ</abbr>

source: <abbr>Aug</abbr>
yo: <abbr>Ògún</abbr>

source: <abbr>Sep</abbr>
yo: <abbr>Ọwẹ́wẹ̀</abbr>

source: <abbr>Oct</abbr>
yo: <abbr>Ọ̀wàrà</abbr>

source: <abbr>Nov</abbr>
yo: <abbr>Bélu</abbr>

source: <abbr>Dec</abbr>
yo: <abbr>Ọ̀pẹ</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
yo: Firefox ńbọ̀ láìpẹ̀ sí iOS! <a href="{url}">Sàwọlé láti kọ́si</a>.
