Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/os/faq.lang.po
Languages: hsb

source: Firefox OS Frequently Asked Questions
hsb: Firefox OS - Huste prašenja

source: Firefox OS FAQ
hsb: Firefox OS - Huste prašenja

source: About Firefox OS
hsb: Wo Firefox OS

source: What is Firefox OS?
hsb: Što je Firefox OS?

source: Firefox OS is the only truly open mobile OS that unlocks the power of the Web as the platform and enables operators, hardware manufacturers and developers to create innovative and customized applications and products for consumers to use across these connected devices.
hsb: Firefox OS je jenički woprawdźe wotewrjeny dźěłowy system, kotryž móc interneta jako platform wuswobodźa a zmóžnja syćowym wobhospodarjam, zhotowjerjam hardwary a wuwiwarjam, inowatiwne a přiměrjene nałoženja a produkty za přetrjebowarjow wuwiwać, kotrež tući móža přez graty wužiwać.

source: How is Firefox OS different from other operating systems?
hsb: Kak so Firefox OS wot druhich dźěłowych systemow rozeznawa?

source: For users
hsb: Za wužiwarjow

source: Firefox OS offers a customized and easy to use experience appropriate to consumers from the value range in India to early tech adopters in Japan.
hsb: Firefox OS skići přiměrjene a za wužiwarjow přijomne dožiwjenje, kotrež so k nazhonjenym přetrjebowarjam z Indiskeje a zažnym nałožowarjam techniki z Japanskeje hodźi.

source: For operators and OEMs
hsb: Za syćowych wobhospodarjow a prěnich wuhotowarjow (OEM)

source: Firefox OS offers the opportunity to capture new user segments due to its open development process and tight collaboration with partners searching for new revenue streams and business models.
hsb: Firefox OS skići móžnosć přez swó wotewrjeny wuwiwanski proces a wuski zhromadne dźěło z partnerami, kotřiž mowe dochodowe žórła a wobchodne modle pytaja, nowe wužiwarske skupiny spřistupnić.

source: For developers
hsb: Za wuwiwarjow

source: Firefox OS offers the freedom to build the most advanced web experiences on mobile. Developers can create apps that customers can access across multiple platforms, devices and operating systems. Firefox OS provides them with the possibility of connecting with hundreds of millions of Firefox supporters around the world as well as access to relatively untapped markets.
hsb: Firefox skići swobodu, najbóle pokročene webdožiwjenja na mobilnych gratach wuwiwać. Wuwiwarjo móža nałoženja wutworić, na kotrež přetrjebowarjo maja přistup přez wjacore platformy, graty a dźěłowe systemy. Firefox OS skići jim móžnosć, so ze stami milionow podpěrarjow Firefox z cyłeje swěta zwjazać a na relatiwnje njedótknjene wiki přistup měć.

source: Buying Firefox OS
hsb: Firefox OS kupić

source: What phones will Firefox OS be available on?
hsb: Za kotre telefony budźe Firefox OS k dispoziciji stać?

source: Since launching, Firefox OS smartphones are available in over 40 markets from multiple global operators on a number of different devices, across different price device categories. These include handsets from Alcatel ONETOUCH, ZTE, Huawei and LG.
hsb: Wot jeho starta su smartfony Firefox OS na wjace hač 40 wikach wot wjacorych globalnych syćowych wobhospodarjow na wulkej ličbje rozdźělnych gratach w rozdźělnych płaćiznowych klasach k dispoziciji. K tomu graty wot Alcatel ONETOUCH, ZTE, Huawei a LG słušeja.

source: Where can I buy Firefox OS?
hsb: Hdźe móžu Firefox OS kupić?

source: The full list of where to buy Firefox OS devices can be found at the <a href="%(link)s">devices page</a>.
hsb: Dospołna lisćina městnow, hdźež móžeće graty Firefox OS kupić, namakaće na <a href="%(link)s">lisćinje gratow</a>.

source: What will be the price of the phone?
hsb: Kelko budźe telefon płaćić?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
hsb: Płaćizny njepostajeja so wot Mozilla, ale wot našich partnerskich poskićowarjow a zhotowjerjow na zakładźe dynamiki lokalnych wikow.

source: What apps will be available on Firefox OS?
hsb: Kotre nałoženja budu w Firefox OS k dispoziciji stać?

source: The Firefox Marketplace offers an open app environment that leverages the scale of the Web as a development platform; allowing operators, phone manufacturers and developers greater flexibility.
hsb: Torhošćo Firefox poskića wotewrjenu wokolinu za nałoženja, kotraž rozsah weba jako wuwiwansku platformu zwužitkuje, tak zo syćowi wobhospodarjo, telefonowi zhotowjerjo a wuwiwarjo móža bóle fleksibelni być.

source: The growing list of apps for Firefox OS includes Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com and TomTom Maps. Many more are being made available every day. For more information, visit <a href="%(url)s">https://marketplace.firefox.com/</a>
hsb: Rosćaca lisćina nałoženjow za Firefox OS wobsahuje Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com a Tom Tom Maps. Kóždy dźeń dalše wuchadźeja. Za dalše informacije wopytajće <a href="%(url)s">https://marketplace.firefox.com/</a>

source: Is Firefox OS available in my language?
hsb: Steji Firefox OS w mojej rěči k dispoziciji?

source: Firefox OS is currently available in a number of different languages. Check out the device market availability at the <a href="%(link)s">devices page</a>.
hsb: Firefox OS je tuchwilu we wjele rozdźělnych rěčach k dispoziciji. Wobladajće sej na <a href="%(link)s">stronje gratow</a>, kotre graty su k dispoziciji na wikach.

source: We’re working on adding more languages as we launch into new markets.
hsb: Dźěłamy na tym, dalše rěče přidać, hdyž nowe wiki spřistupnjamy.

source: Using Firefox OS
hsb: Firefox OS wužiwać

source: How do I…
hsb: Kak…

source: …make a call?
hsb: …so telefonuje?

source: …import my contacts?
hsb: …so kontakty importuja?

source: …create and view messages?
hsb: …hodźa so powěsće spisać a zwobraznić?

source: …use the internet?
hsb: …so internet wužiwa?

source: …download and install an app?
hsb: …hodźi so nałoženje sćahnyć a instalować?

source: …take pictures?
hsb: …so fotografuje?

source: …compose and send an email?
hsb: …hodźi so e-mejl spisać a pósłać?

source: Firefox Marketplace
hsb: Torhošćo Firefox

source: Your go-to source for the best apps for Firefox OS.
hsb: Waše spušćomne žórło za najlěpše nałoženja za Firefox OS.

source: Firefox browser
hsb: Wobhladowak Firefox

source: The fast, smart, safe way to get the best of the Web.
hsb: Spěšne, inteligentne a wěste wašnje, zo by najlěpše weba dóstało.

source: Deep integration with social media
hsb: Wuska splećenosć ze socialnymi medijemi

source: Full access to every Twitter and Facebook update from wherever you are.
hsb: Połny přistup na kóždu aktualizaciju Twitter a Facebook zwotkelžkuli.

source: Camera
hsb: Kamera

source: With built-in style filters for fun, creative shots.
hsb: Ze zatwarjenymi stilowymi filtrami za zabawu, za wuměłske fota.

source: All the audio you want on the go, all on one device.
hsb: Wšón awdiomaterial, kotryž chceće po puću měć, wšo na jednym graće.

source: Maps
hsb: Karty

source: Includes directions, traffic and local transit information.
hsb: Wobsahuje wopisanja pućow a informacije wo daloko- a blsikowobchadźe.

source: Privacy and Security
hsb: Priwatnosć a wěstota

source: How will Firefox OS keep me safe while I browse?
hsb: Kak Firefox OS mje škita, hdyž web přehladuju?

source: Mozilla was the first to implement the Do Not Track privacy feature.
hsb: Mozilla je jako prěni funkciju priwatnosće Do Not Track implementował.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
hsb: Firefox disponuje tež wo přiměrjomnych wěstotnych nastajenjach, zo by hesła, historiju, priwatne daty, placki, sydłowe nastajenja a přidatki zrjadował. <a href="%(url)s">Zhońće wjace.</a>

source: Developer Questions
hsb: Wuwiwarske prašenja

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
hsb: Sće wuwiwar? Maće prašenja? <a href="%(url)s">Zhońće wjace na Mozilla Developer Network.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
hsb: Podpěrany wot někotrych z najwjetšich mjenow w industriji, je Firefox OS nowy wotewrjeny dźěłowy system za smartfony wuwity wot Mozilla.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
hsb: Cyle z pomocu HTML5 a druhich wotewrjenych webstandardow wutworjeny, je Firefox OS bjez prawidłow a wobmjezowanjow eksistowacych specifiskich platformow.

source: Firefox OS is the only operating system with Adaptive App Search.
hsb: Firefox OS je jenički dźěłowy system z přiměrjomnym nałoženskim pytanjom.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
hsb: Mjeztym zo kóždy druhi telefon je statiski a dawa wam přeco samsne nałoženja, hdyž jón zapinaće, so Firefox OS přeco měnja, zo by wam nałoženja poskićił, kotrež w někajkim wokomiku swojeho žiwjenja trjebaće.

source: It adapts so you can live every moment to its fullest.
hsb: Přiměrja so, tak zo móžeće kóždy wokomik do dna wužiwać.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
hsb: Firefox OS so wot Mozilla k wam přinjese, globalna njekomercielna organizacija, kotraž princip nad profit staja.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
hsb: Wěrimy, zo web je zhromadna zjawna resursa, wo kotruž dyrbimy so starać, nic twora, kotraž ma so předawać.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
hsb: Dźěłamy ze swětodalokim zhromadźenstwom, zo bychmy produkty wotewrjeneho žórła kaž Mozilla Firefox a inowacije k wužitkej jednotliwca a polěpšenja weba wutworili.

source: The result is great products built by passionate people and better choices for everyone.
hsb: Wuslědk su wulke produkty wutworjene wot zahoritych ludźi a z lěpšimi wuběranskimi móžnosćemi za kóždeho.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
hsb: Zo byšće dospołnu lisćinu k dispoziciji stejacych telefonow Firefox OS widźał, wopytajće prošu <a href="%(link)s">stronu gratow</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
hsb: Zo byšće telefon Firefox OS kupił, wopytajće prošu <a href="%(link)s">stronu gratow</a> a wubjerće swój k dispoziciji stejacy kraj.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
hsb: Rosćaca lisćina wobsahuje nawodne nałoženja kaž Facebook, Twitter, Nokia HERE map, Cut the Rope a Time Out.

source: Many more are being made available every day.
hsb: Kóždy dźeń so wjele dalšich k dispziciji staja.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
hsb: Firefox OS tuchwilu španisce, pólsce, jendźelsce, italsce, portugalsce, němsce, serbisce, madźarsce a grjeksce k dispoziciji steji.

source: We’re working on adding more languages all the time.
hsb: Dźěłamy, zo bychmy stajnje dalše rěče přidali.

source: Adaptive App Search
hsb: Přiměrujomne pytanje za nałoženjemi

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
hsb: Wobstarajće sej informacije wo temje potom, hdyž je trjebaće: dóstanu so k wam a wašemu telefonej přez Firefox OS.
