Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/os/index-new.lang.po
Languages: hsb

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
hsb: Wuwiwany, zo by wam to dał, štož na smartfonje trjebaće, z nałoženjemi za wšitko, štož činiće a za wjace. Inteligentny njeje ženje tak jednory był.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
hsb: Firefox OS — Přiměrujomny telefon — Wulkotne smartfonowe funkcije, nałoženja a wjace

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
hsb: Smartfony Firefox OS skića wam wulke přiměrjenske móžnosće a nałoženja, kotrež dadźa wam kóždy wokomik do dna wužiwać a wutworjeja swětliši přichod za web.

source: Firefox OS device illustration
hsb: Ilustracija grata Firefox OS

source: Designed to give you just what you need, just when you need it.
hsb: Naćisnjeny, zo bychu wam to dali, štož trjebaće, runje potom, hdyž to trjebaće.

source: Give these a try
hsb: Wupruwujće je

source: Scroll the homepage
hsb: Startowu stronu kulić

source: Swipe between apps
hsb: Mjez nałoženjemi trěć

source: Smart has never been so simple
hsb: Inteligentny ženje tak jednory był njeje

source: interaction icon
hsb: interakciski symbol

source: Scroll for what you need
hsb: Kulće k tomu, štož trjebaće

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
hsb: Rozžohnujće so z wjacorymi startowymi wobrazowkami. Wšitko, štož trjebaće, je runje tam w jednym njepřetorhnjenym kulenju. Što móhło lóše być?

source: Search in a snap
hsb: Pytajće nablaku

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
hsb: Přepytajće web a Torhošćo Firefox abo wopytajće websydło direktnje - wšitko z pytanskeho pola horjeka na wašej startowej wobrazowce.

source: Swipe&nbsp;between apps
hsb: Trějće&nbsp;mjez nałoženjemi

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
hsb: Mějće hnydom přistup na swoje tuchwilu wužiwane nałoženja. Trějće prosće wot kromje wobrazowki do kružka po wšěch wašich wotewrjenych nałoženjach.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
hsb: Firefox OS so wuwiwa, zo by wašemu žiwjenju wotpowědował a z přiměrjomnym pytanjom za nałoženjemi čini runje to. Započńće prosće pisać, zo byšće spěšny a lochki přistup na přihódne nałoženja a lokalny wobsah dóstał. Je inteligentne a jednore - tak měło kóžde pytanje być.

source: Apps for all you do
hsb: Nałoženja za wšitko, štož činiće

source: Stay connected
hsb: Wostańće zwjazany

source: Stay entertained
hsb: Wostańće zabawjeny

source: Stay organized
hsb: Wostańće zorganizowany

source: Search or enter address
hsb: Pytać abo adresu zapodać

source: Phone
hsb: Telefon

source: Camera
hsb: Kamera

source: Video
hsb: Widejo

source: E-Mail
hsb: E-mejl

source: Messages
hsb: Powěsće

source: Calendar
hsb: Protyka

source: Browser
hsb: Wobhladowak

source: Clock
hsb: Časnik

source: Contacts
hsb: Kontakty

source: Music
hsb: Hudźba

source: Settings
hsb: Nastajenja

source: Gallery
hsb: Galerija

source: Usage
hsb: Wužiće

source: Add more from the Firefox Marketplace
hsb: Wjace z Torhošća Firefox přidać

source: Get all the most popular games and social networking apps right here.
hsb: Wobstarajće sej najbóle woblubowane hry a nałoženja socialnych syćow runje tu.

source: Go to the Marketplace
hsb: Dźiće k Torhošću

source: * Pre-installed apps may vary by manufacturers and operators.
hsb: * Předinstalowane nałoženja móža so po zhotowjerjach a poskićowarjach rozeznawać.

source: In the news
hsb: W nowinkach

source: See more
hsb: Hlejće wjace

source: Mozilla community photo
hsb: Foto zhromadźenstwa Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
hsb: Mozilla je powšitkownosći wužitna organizacija pohonjena wot zahoriteho globalneho zhromadźenstwa. Hromadźe móžemy dźiwajo na lokalne zajimy wuwiwać a nowosće zawjesć, mjeztym zo web polěpšujemy a za kóždeho wšudźe lěpje spřistupnjamy.

source: Learn more about Mozilla
hsb: Zhońće wjace wo Mozilla

source: Need Help?
hsb: Trjebaće pomoc?

source: Firefox OS Support
hsb: Pomoc Firefox OS

source: Find My Device
hsb: Mój grat namakać

source: For Developers
hsb: Za wuwiwarjow

source: Mozilla Developer Network
hsb: Syć wuwiwarjow Mozilla

source: Firefox OS devices
hsb: Graty Firefox OS

source: Where is Firefox OS available?
hsb: Hdźe je Firefox OS dóstać?

source: Other Firefox OS versions
hsb: Druhe wersije Firefox OS

source: For Partners
hsb: Za partnerow

source: Partnership opportunities
hsb: Móžnosće partnerstwa

source: We work with a number of providers to offer Firefox OS on a variety of devices.
hsb: Dźěłamy z retomas poskićowarjemi hromadźe, zo bychmy Firefox OS na wjele rozdźělnych gratach poskićili.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
hsb: Wubjerće jednoho ze slědowaceje lisćiny, zo byšće w swojim kraju smartfon Firefox OS dóstał.

source: Click on the provider below to get a Firefox OS smartphone in your country.
hsb: Klikńće na slědowaceho poskićowarja, zo byšće w swojim kraju smartfon Firefox OS dóstał.

source: Sign up for our monthly newsletter
hsb: Zregistrujće so za naš měsačny powěsćowy list

source: Thank you for signing up!
hsb: Wulki dźak za registrowanje!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
hsb: Zregistrujće so za naš měsačny powěsćowy list a wobstarajće sej najnowše informacije wo Firefox OS
