Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/os/index.lang.po
Languages: hsb

source: Firefox OS — Just what you need — Great smartphone features, apps and more
hsb: Firefox OS — runje to, štož trjebaće — wulkotne smartfonowe funkcije, nałoženja a wjace

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
hsb: Firefox je so wuwił, zo by wam runje to dał, štož trjebaće, runje potom, hdyž to trjebaće. Přińdźe z nałoženjemi za wšitko, štož činiće, a móžeće wjace z wašich faworitow z Torhošća Firefox sćahnyć. Inteligentny njeje ženje tak jednory był.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
hsb: Wuwiwany, zo by wam to dał, štož na smartfonje trjebaće, z nałoženjemi za wšitko, štož činiće a za wjace. Inteligentny njeje ženje tak jednory był.

source: Sign me up
hsb: Registrować

source: Get a phone
hsb: Wobstarajće sej telefon

source: Experience Firefox OS on your Android device
hsb: Dožiwće Firefox OS an wašim graće za Android

source: Introducing Firefox OS 2.5 Developer Preview, an experimental app that lets you use Firefox OS on your Android device.
hsb: Zawjedźenje wuwiwarskeho přehlada Firefox OS 2.5, eksperimentelne nałoženje, kotrež wam zmóžnja, Firefox OS na wašim graće za Android wužiwać.

source: Get the Android App
hsb: Wobstarajće so nałoženje za Android

source: The Web is the platform
hsb: Web je platforma

source: Firefox OS is the first truly open mobile platform built entirely on Web technologies. If you can build for the Web using HTML and CSS, you can build Firefox OS.
hsb: Firefox OS je prěnja woprawdźe wotewrjena mobilna platforma, kotraž cyle na webtechnologijach bazuje. Jeli móžeće za web z pomocu HTML a CSS wuwiwać, móžeće Firefox OS wuwiwać.

source: The most customization
hsb: Najwjetše přiměrjenje

source: Make Firefox OS your own with apps and add-ons from the Firefox Marketplace, and keep all your favorite items front and centre with Pin the Web.
hsb: Přiswojće sej Firefox OS z nałoženjemi a přidatkami z torhošća Firefox a dźeržće wšě swoje najlubše zapiski na najprědnišim fronće z wužiwarskim powjerchom Pin the Web.

source: The most control
hsb: Najwjetša kontrola

source: From Do Not Track to Private Browsing with Tracking Protection, Firefox OS is designed keep you in control of your browsing activity.
hsb: Wot funkcije Njeslědować hač do priwatneho modusa ze slědowanskim škitom, Firefox OS je so wuwił, zo byšće kontrolu wo swojej přehladowanskej aktiwiće měł.

source: Visit the Participation Hub
hsb: Wopytajće wobdźělenski centrum

source: Want to make Firefox OS even better? Get all the resources, tools and documentation you need from the Participation Hub.
hsb: Chceće Firefox OS hišće polěpšować? Wobstarajće sej resursy, nastroje a dokumentaciju, kotrež trjebaće, z wobdźělenskeho centruma.

source: Check it out
hsb: Wupruwujće

source: Learn more at MDN
hsb: Zhońće wjace na MDN

source: Want to do even more with Firefox OS? Head over to the Mozilla Developer Network to learn more about platform guides, Firefox OS add-ons and more.
hsb: Chceće wjace z Firefox OS činić? Podajće so do Mozilla Developer Network (MDN), zo byšće wjace wo platformowych přewodnikach, přidatkach za Firefox OS a wjace zhonił.

source: Visit MDN
hsb: Wopytajće MDN

source: Ready to try Firefox OS 2.5 Developer Preview on your Android device?
hsb: Sće hotowy, wuwiwarski přehlad Firefox OS 2.5 na swojim graće za Android wupruwować?

source: Want the full Firefox OS 2.5 experience?
hsb: Chceće połne dožiwjenje z Firefoxo OS 2.5?

source: Flash your phone
hsb: Připrawće swój telefon

source: Sign up to get the latest Firefox OS news and more
hsb: Registrujće so, zo byšće najnowše nowinki a wjace wo Firefox OS dóstał

source: Sign up now
hsb: Registrujće so nětko
