Repository: alvinlaz96/mozilla-lang
Catalog: cak/foundation/leadership-network.lang.po
Languages: cak

source: The Mozilla Leadership Network
cak: Ri ruk'amab'ey poponem pa Mozilla

source: Connecting Leaders
cak: Kitunik k'amöl taq b'ey

source: The Mozilla Leadership Network is a global network of diverse leaders - from the young activist teaching web literacy to her community, to the executive leading a global organization - who will ensure the next wave of access, inclusion and opportunity online.
cak: Ri kik'amaya'l poponem pa Mozilla jun aj ruwach'ulew chi k'amab'ey jalajoj taq poponela', nitikïr rik'in ri na'ob'alil xtän k'ajol, ri nuk'üt ri ajk'amaya'l pa rutinamit, k'a ri poponel k'amöl rub'ey jun aj ruwach'ulew moloj, ri xkejikib'an ri jun chik rucholajem pa ruwi' okem, nimilem chuqa' samaj pa k'amab'ey.

source: Leaders in this network will take action together to:
cak: Ri k'amöl taq rub'ey re k'amab'ey re' xkesamäj junam richin:

source: Shape and spread the open internet agenda;
cak: Tinuk' chuqa' titalüx ri jaqäl cholb'äl ruq'ij r K'amaya'l;

source: Model ‘open’ values and practices in institutions, products and policies around the world.
cak: K'amb'äl tzij ‘tijaq’ taq rejqalem chuqa' rusamajixik pa taq moloj, taq tikojil chuqa' taq na'ojil chi jun ri ruwach'ulew.

source: How we work
cak: Achike rub'eyal yojsamäj

source: The Mozilla Leadership Network accomplishes its work through thematic ‘hubs,’ communities of people with diverse expertise, who are helping others build the capacity to advance the open Internet in their field or topic of interest.
cak: Ri Ruk'amab'ey poponem Mozilla nub'än ri rusamaj kik'in ri taq ‘ruk'u'x,’ ruk'u'x taq na'oj, ajtinamït taq winäq ri jalajöj ketamab'al, ri yekito' ch'aqa' chik pa ruwi' ketamab'al richin nikisamajij ri jaqäl K'amaya'l pa ri kik'ojlemal o ruk'u'x na'oj nikajo'.

source: Our current hubs include:
cak: Ri taq qasamajay kik'wan:

source: <a href="%(url_learning)s">Learning.</a> Educators and librarians committed to transforming learning in our digital age.
cak: <a href="%(url_learning)s">Etamanem.</a> Tijonela' chuqa' taq ajwujib'äl kiya'on kik'u'x rik'in ri ruch'ojmirisaxik etamab'äl pa ri na'ob'alil qaramaj.

source: <a href="%(url_science)s">Science.</a> Researchers and data scientists committed to making research and practice more open.
cak: <a href="%(url_science)s">Etamab'äl.</a> Ajkanonela' chuqa' taq ajna'oj kichin taq tzij kan xkiya' kitzij richin junelïk jaqäl ri rukanoxik na'oj chuqa' ri samaj.

source: <a href="%(url_advocacy)s">Internet Policy & Advocacy.</a> Individuals and organizations focused on advancing open Internet issues.
cak: <a href="%(url_advocacy)s">Runa'ojil K'amaya'l chuqa' Kolonem.</a> Winaqi' chuqa' taq moloj nikiya' kitzub'al chi rij kisamajixik jaqäl taq ruk'u'x na'oj pa K'amab'ey.
