Repository: alvinlaz96/mozilla-lang
Catalog: trs/firefox/sync.lang.po
Languages: trs

source: Ready, Set, Sync
trs: Nga hua chrun man, hiaj, Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
trs: Nga huaj gatut riña <em>tu</em> Firefox nga garan' ruhuat, ni dane' garan ruhuat.

source: Take your Web with you
trs: Ganikaj web ga'ant

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
trs: Gi'iaj sun nga Firefox dane' gahuin da' gatut riña sa raj sun nichro' doj, da'nga' huìiDa'nga' huìi riña ahuin naj ma'an aga'a.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
trs: Gi'iaj sun nga sa raj sun nichro' doj, ni da'nga' huìi nga si cuentâ re' riña Firefox da' ga'ue gi'iaj sun dane' huajt.

source: It looks like you’re running an older version of Firefox.
trs: Ngo Firefox nna 'iaj sunt.

source: The new version of Sync only works with the latest version of Firefox
trs: Versión nakàa si'iaj Sync ni man ga Firefox nakàa doj 'iaj sun ma

source: Soon you’ll be able to use Sync on your iOS device
trs: Ne' ruku doj ni ga'ue garasunt Sync riña aga' iOS

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
trs: Sync huin gurin sa hua hue'e doj nari' riña Firefox. ¡Ni'iaj daj huaj!

source: Now sync Firefox with your iOS and Android devices.
trs: Da'ui Firefox gi'iaj sunj nga nej aga' nikaj Android ni iOS.

source: Download Firefox for Android
trs: Nadunin' Firefox guenda Android

source: Get started with Sync
trs: Gayi'i nga Sync

source: Update your Firefox
trs: Nagui'iaj nako' Firefox

source: Download Firefox
trs: Naduninj Firefox

source: Get started with Sync in four easy steps:
trs: Nga ga'anj chrej ni ga'ue gayi'it nga Sync:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
trs: Na'anin'<a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menú</a> ne' ràa Firefox ni gido'o' "<strong>Gatu' riña Sync.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
trs: Ga'ui' clic riña "<strong>gayi'ij</strong>" riña sa na'ninj.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
trs: Gachun si correo ni da'nga' huìi riña “<strong>Da' girit ngo cuentâ riña Firefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
trs: Ga'ui' clic riña “<strong>Ne'ñaan</strong>” da' nahuin ra'at nuguan riña si correot.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
trs: Da'ui' nátsit si coreeo ni ga'uit riña enlace. ¡Hue dan ni nga gà ge ma! Gi'iaj sun ma'an Firefox a'go hiuj u.

source: Get more detailed instructions.
trs: Nahuin ra'a nuguan' hua nika doj.

source: Using an older version of Sync?
trs: ¿Araj sun nga sa na doj nga da' Sync?

source: How to set up Sync in five easy steps:
trs: Daj nagi'iat Sync nga un' nuguan'an:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
trs: Ga'ui' botón <strong>Menú</strong> (ga'ue ne' nika' nej si ne' ràa).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
trs: Ganahui <strong>sa nikaj</strong> (ga'ue ga'ui' asinit<strong>huaj doj</strong>).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
trs: Ga'ui'<strong>Sync</strong> ni ne' rukù <strong>Gayi'ij</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
trs: Sa <strong>página guenda giri' cuentâ riñaFirefox</strong> nayi'nin riña a'ngo sa nakàa.

source: Fill out the form and click <strong>Next</strong>.
trs: Ganachra ni ga'uit clic riña <strong>Ne'ñaan</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
trs: Da'ui't ni'iaj asinint si correot ni ga'uit da nani'in ma si so' huin, o' ni ngà gà yuhui ma. Da'uit nachrunt daran' aga' 'iaj sun nga Sync.

source: Sync a little. Sync a lot.
trs: Gi'iaj sun dòj. Gi'iaj sun nikò.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
trs: So' hui nana'ui' ahuin dasu Firefox gi'iaj sun ruhuat ni dane' gi'iaj sun ma. Ganikaj da' garasunt dama garan ruhua raj. Ga'ue gatut ñan sa raj sun nichro' doj. Sa garan' ruhuat, daman ni dane' ma'an.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
trs: ¿ Ruhuat si nga síj riña a'go aga' ni'iaj ahuin si hua ni'ninj riña si aga't aga' sika' ràa aj? ¿Gatut gini'int sa gahuin anj? ¿Dumin ngë danga' huìi? Gahue' gi'at dandan an.

source: Here’s what you can sync:
trs: Na huin sa ga'ue gi'iaj sun ra:

source: Bookmarks
trs: Sa raj sun nichro' doj

source: Passwords
trs: Da'nga' huìi

source: Open tabs
trs: Nej rakïj ñaj hua ni'nïnj

source: History
trs: Daran' rajsunt

source: At home
trs: Dukuaj

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
trs: Gachin riña escritorio sani si gire' run' huaj. Gatu riña si celulat nej si ginunt riña su tabletat.

source: At work
trs: Riki suun

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
trs: Da'uit gini'in daran' sa ña'an hua. Garasun da'nga' huìi ni sa raj sun nichro' doj da' gatut, ahuin diu naj ma'an. Hua yitinj riña Firefox.

source: On the go
trs: Dane' garan' ruhuat

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
trs: Dugumin nej sitio nia' ruhuat, nej si dane' huajt ni dunahuij sa nga gi'iaj sunt —. Nga Sync, së sa chrê huin.

source: Add Firefox to your smartphone or tablet
trs: Ga'ninj Firefox riña si telefono nej si riña si tabletat.

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
trs: Da' ga'ue gi'ia sun hue'uej, ni da'ui' giri' Firefox guenda iOS nej si Android ni dugutuj riña nej si aga't — dane' ma'an raj sunt Firefox.

source: Add Firefox
trs: Nutò' Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
trs: ¿Nikaj ngo<b>celular nga Android</b> asi ngo <b>tableta</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
trs: Naduninj Firefox guenda Android

source: Get Firefox everywhere
trs: Gi'iaj sun nga Firerfox nigachra'

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
trs: Da' gini'in hu'e' da' 'iaj sun Sync, ganikaj Web na nga ruahuat garasunt Firefox. Nachrùn si celulat, tableta nej si nuhuij ni aga' sika' ràa.
