Repository: alvinlaz96/mozilla-lang
Catalog: sat/mozorg/contribute.lang.po
Languages: sat

source: Get Involved: Volunteer Opportunities at Mozilla
sat: सा़मिलोक् मे : मोजिला रे निजे का़मीया ओबोसोर को .

source: The success of our mission depends on participation from people like you.
sat: आलेयाक् मिसोन रेयाक् रास दो आम लेकान होड़ को खोन सा़मिलोक रे ताबे ताहेंना .

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
sat: गोरोब लेका ते बाङ लाब आ, मोजिला मित् मिसोन सांव फायारफॉक्स लेका तेयार ओडोक वेब रेयाक् पा़वर दोहोय ला़गित् तेयाराक् गोटा रिन तेयार कोवा ती रे .

source: We are Mozillians
sat: आले दो मोजिलियान काना ले .

source: This video shows members of the worldwide Mozilla community.
sat: नोवा बिडियो दुनिया जाक मोजिला सांवता बिरा़द रिंन रा़सिया को उदुक कोवा

source: Play video
sat: बिडियो चालुय मे

source: Pause video
sat: बिडियो तिंगुय मे

source: Want to help?
sat: चेत् गोड़ो ञाम कानाम ?

source: Area of interest?
sat: चेत् गोरजी रेयाक् जायगा ?

source: Helping Users
sat: बेभार को गोड़ो एम

source: Testing and QA
sat: बिडा़व आर QA

source: Coding
sat: कोडिंग

source: Marketing
sat: किरिंञ आखरिञ

source: Localization and Translation
sat: नोडेनाक् तेयार आर तोरजोमा .

source: Web Development
sat: वेब ला़हानती

source: Firefox Marketplace
sat: फायारफॉक्स बाजार जायगा .

source: Add-ons
sat: एड-ऑनस

source: Visual Design
sat: ञेल तेयार जोह

source: Documentation and Writing
sat: दोलिल तेयार आर ओल .

source: Education
sat: सिखनात

source: Other
sat: एटागाक्

source: I have a suggestion for Firefox
sat: इञ ठेन फायारफॉक्स ला़गित् सोलाह मेनाक् आ.

source: I need help with a Firefox issue
sat: इंञ फायारफॉक्स काथा सांव गोड़ो ला़गती .

source: Send us a note and we can get you started right away.
sat: आले खोटो ओल कुल आले मे आले आम एहोब सांगिञ रे ले ञाम दाड़ेयामा .

source: Hi, I’m interested in…
sat: हे, इञ नोवा गोरजी आंञा.

source: I’d like to receive regular contribution news by email
sat: इञ इमेल दाराय ते दिनामाक् हा़टिञ खोबोर को ञाम सा़ना़ञा .

source: Submit&nbsp;»
sat: जोमा एम &nbsp;»

source: Please enter a valid email address.
sat: मित् बातावाक् इमेल ठिका़ना आदेर मे .

source: You must agree to the privacy policy.
sat: आम निजेराक् निती रे सिका़र एम ला़कती .

source: Please select an area of interest.
sat: गोरजी रेयाक् मित् जायगा बाछाव मे .

source: Please tell us more about your interests.
sat: आमाक् गोरजी को बाबोत ते आले लाय आले मे.

source: Your CAPTCHA response did not match. Please try again.
sat: आमाक् CAPTCHA रोड़ रुवा़ड़ बाय मिला़व लेना . दोहड़ा कुरुमुटुय मे .

source: Thank you for getting in touch.
sat: जोपोक् ञाम ला़गित आम सरा़हाव .

source: We are sorry, but there was a problem with our system. Please try again later!
sat: आलेले हुरांङा , मेन खान नोडे आलेयाक् सिसटेम सांव मित् दिगधा मेनाक् आ . तायोम ते दोहड़ा कुरुमुटुय मे !

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
sat: चेत् लेका सा़मिलोक बाबोत ते लाय सोदोर सांव आम लोगोन ते सेन रुवाड़ोक आ जाहांय गे मोजिला खोन . तिन रे आमेम तागिंया, लातार रे ञामोक् निजे का़मियाक् ओबसोर कोवाक् सेत् ते ब्राउज .

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
sat: आम ठेन C++ गुरु बा़नुक् आ ( आर बाङ बाडाय काते हों ओना माने चेत् !) सा़मिलोक् ला़गित् .<br><b> आम एकेन वेब दुलाड़ हुय आमा.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
sat: हापताकिया़ खोबोर साकाम ला़गित् साइन ऑप ओका दो सांवता बिरा़द खोबोर ते पेरेज ताहेंना आर हा़टिञ ओबसोर को.

source: Welcome to Mozilla!
sat: मोजिला रे सा़गुन दाराम!

source: Find an opportunity
sat: मित् ओबसोर ञाम मे

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
sat: आलेयाक् गोड़ो का़मी एटाक् को गोड़ो ला़गित् आम लेकान झुलका़व हा़टिञ कोरे बोरसा दोहोया मोजिला तेयार ओडोक् को रेयाक् ढेत तेत् ओडोक् ञाम. <a href="%(fx_support_url)s">चेत् लेका फायारफॉक्स बेभार को गोड़ोवाकोवा</a> आर <a href="%(tb_support_url)s">चेत् लेका थांडारवार्ड बेभार को गोड़ोवाकोवा</a> बाबोत् ते ढेर ञाम ओडोक्.

source: Quality Assurance
sat: बिसेस दिलका़र एम

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
sat: बिसेस दिलका़र एम बिडा़व दो मोजिला सांव एहोब ञाम ला़गित् मित् आलगा उता़र होर काना आर आलेयाक् कोड आर टुल को सांव नामडाक ञाम ला़गित् मित् माराङ होर काना.

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
sat: <a href="%(oneanddone_url)s">मित् आर का़मी सा़त खोन मित् का़मी राकाब</a> एहोब ञाम ला़गित्, रे का़मी <a href="%(desktopfx_url)s">डेस्कटॉप फायारफॉक्स</a>, <a href="%(websites_url)s">मोजिला वेब साइट बिडा़व</a>, <a href="%(testday_url)s">मित् बिडा़व माहा ला़गित् आले ठेन मेसा</a>, or <a href="%(qateams_url)s">एटाक् बिडा़वाक् ओबसोर बाबोत् ते बाड़ती चेद मे</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
sat: <a href="%(dev_intro_url)s">लाहा होचोवाक् को गोड़ो दाड़ेयाक् आ</a>नावा गुन को सेलेद दाराय ते मोजिला, आलेयाक् प्रोद्योगिकी हुडिञ आर लोगोन तेयारा आर एटाक् को ला़गिद लाहानती आलगा तेयार. आले ला़य आले मे <a href="%(what_url)s">आमाक् कुसियाक् प्रोग्राम तेयार पा़रसी</a> आर आले आम ला़गित् प्रोजेक्ट ले ञामा.

source: Spread the Word
sat: साबाद पासनाव मे

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
sat: चेत् लेका फायारफॉक्स आर एटाक् मोजिला प्रोजेक्ट बेस इन्टारनेट तेयारेत् आ बाबोत् ते साबाद पासनाव रे आले गोड़ोवालेया. <a href="%(affiliates_url)s">दाराय ते दुनिया़ सांव फायारफॉक्स हा़टिञ हुयुक् आ मित् बाताव एम तेयारोक् आ</a> आर इना़ तायोम आलेयाक् ञेल मे <a href="%(marketing_url)s">किरिञ आखरिञ उदुक्</a> सा़मिलोक् ला़गित् आयमा होर को.

source: Localization
sat: नोडेनाक् तेयार

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
sat: फायारफॉक्स को थानडार वार्ड आर एटाक् प्रोजेक्ट को तेयार दाराय ते मोजिला सांव सामिलोक् मे <a href="%(l10n_url)s">आमाक् पा़रसी रे ञामोक् आ </a>. चेत् लेका मोजिला इन्टारनेर्ट बेस तेयार बाबोत ते आले दुनिया रेयाक् लाय हों गोड़ोवा लेया <a href="%(l10n_web_url)s"> दाराय ते बिसोय को तोरजोमा </a> आलेयाक् वेब साइट को रे .

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
sat: आलेयाक् वेब साइट दो गेत् रे वेब लाहा होचो को ला़गित् झिज आ . <a href="%(webdev_url)s"> मित् वेब साइट ञाम मे </a> चालु ञाम ला़गित् .आमाक् वेब लेक को हों बेभार दाड़ेयाक् <a href="%(gaia_url)s"> आलेयाक् नावा फायारफॉक्स तेयार रे गोड़ोवालेया OS</a>.

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
sat: <a href="%(marketplace_url)s">फायारफॉक्स बाजार जायगा </a> बिसोय एमोक् आ –खेलोंड को , रुसाडे , सांवता एप आर ढेर – HTML5 बातावाक् सांव तेयार आर सोत गोनोङ को झिज <a href="%(mktcontrib_url)s"> सांव हा़टिञ ओबसोर को </a> जोतो लेग ताह रे , नोवा दो मित् प्राभाव तेयार ला़गित् आलगा !

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
sat: एड-ऑन दो आ़डी पायनाव लेका फायारफ़क्स चेत् ए तेयाराक् आर कुसियाक् तेयार ब्राउजार नामोक् आ . एहोब मे <a href="%(addons_url)s">मित् एड-ऑन तेयारयेत् आ </a>,आर <a href="%(addons_wiki)s"> आमेम हा़टिञ दाड़ेयाक् भेगार होर को बाबोत ते बाड़ती चेद मे </a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
sat: आले नोवा वेब एसेत् रे हुनार को ला़गित् हुय होचो तेयार सानायत् लेया आर मोजिला दाराय ते जोह को उसकाव सांव होड़ को होड़ को .ञेल ओड़ोक मे <a href="%(creative_url)s">दोल ब्लॉग तेयार चेत लेका रे मेसा आ बाबोत ते बाड़ती ला़य सोदोर ला़गित् </a> .

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
sat: मोजिला लाहा होचो नेटर्वाक दो मोजिला प्रोद्योगिकी को बाबोत ते लाय सोदोर ला़गित् हाब काना . गोड़ो <a href="%(dev_url)s">आलेयाक् दोलिल तेयार बेस तेयार </a> नावा बिसोय , मेनाकात् जिनिस सुही आर बाङ नावा पा़रसी को रे बिसोय तोरजोमा ओल दाराय ते .

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
sat: एटाक् को गोड़ो रे गोरजी चेत् लेका वेब ये का़मी या बुझाव ? <a href="%(webmaker)s">मोजिला वेब तेयार </a> नोवा दो गोलोबाल सांवता बिरा़द डिजाटल लेक बेभार हा़टिञ ला़गित् आलाया काना <a href="%(webmaker_tools)s">पोला तेयाक् टुल्स </a>, <a href="%(webmaker_resources)s">पाड़हाव सोत को </a> आर <a href="%(webmaker_events)s">सांवता बिरा़द घोटना को </a>.

source: Fellowships
sat: गाते तेयारोक

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
sat: चेत् झिज वेब रेयाक् आगाम बेनाव रे गोरजिया ? नाइट मोजिलावाक् <a href="%(fellowship)s">गाते तेयार प्रोग्राम खोबोर को झिज </a> जोतो होड़ ला़गित् झिज वेब तेयार रे पत्राकारिता ओबोसोर सांव डिजिटाल आ़युर को ओडोको जोड़ मिलाव .

source: Hive Networks
sat: छाता नेटवार्क .

source: <a href="%(hivenetworks)s">Hive Learning Networks</a> are a growing constellation of communities around the globe that are championing digital skills and web literacy through connected learning. <a href="%(hivenetworks)s">Learn more</a> about how to start a Hive in your community.
sat: <a href="%(hivenetworks)s">छाता चेदोक् नेटवार्क </a> गोटा गोलॉब सांवता बिरा़द कोवा रा़सी बाढ़ाक् आ ओका डिजिटाल लेक चामपियान नोक् आ आर जोड़ाव चेदोक् सेत् ते वेब सिखनात् <a href="%(hivenetworks)s"> बाड़ती चेद मे </a> आमाक् सांवता बिबाद रे मित् छाता चेत् लेका एहोबा बाबोत ते.

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
sat: चेत् लेका वेब का़मिया एटाक् को पाड़हाव दाराय ते वेब तेयार रिन पिढी को तेयार गोड़ो. <a href="%(moz_webmaker)s "> पानते तुद मोजिला वेब तेयार प्रोजेक्ट दो जोतो बाबोत ते </a> आर बाङ एटाक् को पाढ़ाव एहोब ञाम <a href="%(webmaker)s"> दाराय ते आमाक् सांवता बिरा़द रे तेहेंग मित् घोटना साजाव राकाब मे </a>.

source: map
sat: नोकसा

source: Find Mozillians near you
sat: आम सुर रे मोजिलियान को ञाम कोम

source: US and Canada
sat: US आर कानाड

source: Europe
sat: युरोफ

source: Latin America
sat: लेटिन आमेरिका

source: Africa and the Middle East
sat: आफरिका आर मिडिल इस्ट

source: Asia and the South Pacific
sat: एसिया आर साउत पेसिफिक

source: Antarctica
sat: आनटार टिका

source: Sort By:
sat: दाराय ते साला :

source: Interest
sat: गोरजी

source: Location
sat: ठांव

source: Newsletter
sat: खोबोर साकाम .

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
sat: एटाक् को गोड़ो रे गोरजी बेभार आर फायारफॉक्स आर एटाक् मोजिला प्रोजेक्ट रेयाक् ढेर ओड़ोक ञाम मे ? आलेयाक् गोड़ो का़मी आम लेका उसकाव हा़टिञ को रे बोरसया.

source: Thank you!
sat: आम सराहाव !

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
sat: आ़तुर लेद तेत् दो जोतो होड़ ला़गित् जिनिस का़मी तेयार बाबोत ते काना .गोड़ो <a href="%(access_url)s"> फायारफॉक्स ला़गित् टुल्स आर सोत को तेयार . बाङ हुय होचो लेक सांव बेभार को मुचा़त् </a>आर गोड़ो <a href="%(access_wiki)s"> बेगोर ञेल तेयार एजेंट रे वेब बिसोय ञामोक् तेयार </a> जेलेका स्क्रिंन पाढ़ावाक् .

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
sat: रिसार्च दोल रे मेसा &mdash; जुदी बाङ आम ञाम काना <a href="%(survey_url)s"> हिजुगाक् पाढाव रे सा़मिलोक् </a>, <a href="%(test_email)s"> बेबोहार तेत् बिडाव को चालाव </a> आमाक् निजेराक् रे आर बाङ <a href="%(test_pilot)s"> बिड़ाव पायलोट डाटा तुला पा़यला </a>&mdash; आले आम आले सांव खोंजा ला़गित् ते दुलाड़ मेया !

source: Facebook
sat: फेसबुक

source: Firefox Affiliates
sat: फायारफॉक्स बाताव एम .

source: Developer Documentation
sat: लाहा होचो यिच् आ दोलिल तेयार .

source: Mozilla
sat: मोजिला

source: Thank you for signing up!
sat: साइन ऑफ ला़गित् सराहाव !

source: Menu
sat: मिनु

source: Twitter
sat: टुवीटर

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
sat: नोवा बिडियो झिज बिडियो ला़गित् गोड़ो सांव मित् ब्राउजार ए ला़कती आ आर बाङ <a href="http://www.adobe.com/go/getflashplayer"> एडोब फेलेस पेलेयार </a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
sat: बिसेस पा़तियाव बिडा़व दो मोजिला सांव एहोब ला़गित् मित् आलगा होर काना आर आलेयाक् कोड आर टुल को सांव ञाम डाक ञाम ला़गित् माराङ होर काना .गोड़ोवा लेम मे <a href="%(qa_bugs_url)s"> बॉग को सेंदरा </a>फायारफॉक्स रे , <a href="%(qa_web_url)s"> मोजिला वेब साइट बिडा़व </a> आर बाङ बाबोत ते बाड़ती चेद मे <a href="%(qa_url)s"> एटाक् बिडा़व ऑफसोर को </a>.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
sat: मोजिला तेयार ओडोक रे दो दाड़ेयान पासनाव सिस्टेम मेनाक् आ ओका आम हुडिञ टुइक आर बाङ माराङ .सेलेदोगाक् तेयार ला़गित् आम बातावे एमामा .चेत् लेका बाबोत ते बाड़ती चेद आ<a href="%(addons_url)s"> मित् एड-ऑन तेयार मे </a>. ञेल हेरेड़ लाहा होचो को ला़गित् , चेत् लेका रे ञाम मे <a href="%(addons_wiki)s">मित् AMO सासापड़विच् तेयारोक् मे </a>.
