Repository: alvinlaz96/mozilla-lang
Catalog: sat/mozorg/home.lang.po
Languages: sat

source: Home of the Mozilla Project
sat: मोजिला प्रोजेक्ट रेयाक् ओड़ाक

source: Next article
sat: दोसार ओनोल

source: Previous article
sat: पा़हिल तेयाक् ओनोल

source: We are %(mozilla_wordmark)s
sat: आले दो %(mozilla_wordmark)s

source: Doing good is part of our code
sat: बेस का़मी दो आलेयाक् कोड रेयाक् हा़टिञ काना

source: Get involved
sat: सा़मिलोक् मे

source: <i>Explore</i> our mission
sat: <i>Explore</i> आलेयाक् मिसोन

source: Our principles guide us
sat: आलेयाक् नियोम को आले उदुक् आलेया

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
sat: आले दो प्रोद्योगिकी को तेयार, उयहा़र को आर तेयार को इन्टारनेट जिवित आर आतुर दाड़े तेयार दोहो ला़गित् का़मी गोलोबाल सांवता बिरा़द काना ले .

source: Read more about our mission
sat: आलेयाक् मिसोन बाबोत ते पाढ़ाक् मे .

source: <i>Look</i> ahead
sat: <i>Look</i> सामांङोक्

source: Look ahead
sat: सामाङ रे ञेलोक्

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
sat: आले बाड़ती होर ते वेब रे ढेर होड़ रे आ़गुकोवा आर आ़डी जायगा जाव खोन माड़ाङ

source: Learn more about Firefox OS
sat: फायारफॉक्स OS बाड़ती चेद मे.

source: <i>Join</i> our community
sat: <i>खोंजा</i> आलेरिन बिरुद को .

source: Join our<br> developer community
sat: आले रिन <br> लाहा होचो बिरुद को ठेन खोंजाक मे .

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
sat: टॉक आर डेमोज, टुल्स आर पाढाव एम ञाम मे आर झिज वेब सांव सोम्बोंध जोतोवाक् .

source: <i>Forge</i> the future
sat: <i>बायबाय ते</i> आगाम

source: Mozilla Festival
sat: मोजिला पोरोब

source: Forge the future<br> of the Web
sat: बाय बाय ते आगाम चालाक् आ <br> वेब रेयाक् .

source: Learn from some of the most passionate thinkers and inventors from around the world.
sat: आ़डी धोरजो उयहा़ को खोन चेद मे आर गोटा दुनिया खोन पानते ओडोक .

source: Come to the Mozilla Festival
sat: मोजिला पोरोब रे हिजुक मे .

source: Different by&nbsp;design
sat: दराय ते भेगार &nbsp; जोह .

source: In the news
sat: खोबोर रे

source: See all news
sat: जोतो खोबोर ञेल मे

source: Help launch Firefox OS in your country.
sat: आमाक् दिसोम रे फायारफॉक्स OS उछा़न गोड़ोवाक् मे .

source: Become a Mobilizer today.
sat: तेहेंग मित् सापड़ाव होचोयिच् तेयार मे .

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
sat: आम दो बाण बाड़ाय ञाम आकात् आ चेत लेका मोजिला सांव सामिलोक ला़गित् कोड आकाना . <a href="%s"> आलेरिन निजे का़मियाक् ओबसोर को बाबोत ते बाड़ती चेद मे </a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
sat: आले रिन गोलोबाल सांवता बिरा़द को सराहाव, मोजिला तेयार ओडोक् आर बेबसाइट दो 70 पा़रसी खोन ढेर ञाम . <a rel="external" href="%(link_l10n)s">तोरजोमा गोड़ो </a>.

source: <i>Watch</i> the watchers
sat: <i>ञेल</i> ञेञेल को

source: See who’s watching you online
sat: ञेल मे ओकोय आम ऑनलाइन रे ञेल मेया .

source: Shine a light on the third parties that are collecting data about your online activity.
sat: तेसार दोल को रे मारसाल चोमकाव मे ओका आमाक् ऑन लाइन चोगोड़ बाबोत डाटा तुमाल आ.

source: Install the Lightbeam add-on
sat: लाइट बिम एड-ऑन बोहाल मे .

source: <i>Learn</i> the Web
sat: <i>चेद</i>वेब

source: We teach the Web
sat: आले वेब ले पढ़ाव कोवा

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
sat: पानते तुद होचो , मित् वेब तेयार ला़गित् .जुत आ़रु आर तेयार बानार ओका दो झिज आ आर जोतो होड़ दाराय ते तेयार आकाना.

source: Become a Webmaker
sat: वेब तेयार इच् मेनाक् मे .

source: <i>See</i> the new MDN
sat: <i>ञेल</i> नावा MDN

source: See what’s new <br>for developers
sat: ञेल मे चेत् नावाना <br> लाहा होचो ला़गित् .

source: Our community hub for docs, demos and other resources just got a brand new look.
sat: डोक, डेमो आर एटाक् सोत को ला़गित् आलेरिंन सांवता बिरुद हाब एकेन नावा ञेल छाप नावा ञामोक् आ .

source: Visit the Mozilla Developer Network
sat: मोजिला लाहा होचो नेटवार्क ञेल मे .

source: The Web needs you
sat: वेब आमे ला़कती आमा .

source: What kind of Web do you want?
sat: चेद लेकान वेब आमेम ञाम काना ?

source: Tell us what matters most to you and help shape the future of the Web.
sat: लायआले मे चेत् काथा आमाक् ढेर मेनाक् आ आर वेब रेयाक् आगाम बेनाव गोड़ोवाक् .

source: Share your vision
sat: आमाक् ञेल हा़टिञ मे .

source: <i>Try the best</i> Firefox yet
sat: <i>बेस आ कुरुमुटुय मे </i> नित हाबिजाक् फायार फॉक्स

source: Try the best Firefox yet
sat: नित हाबिजाक् बेस फायारफॉक्स कुरुमुटुय मे .

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
sat: पोलातेया डेक्सटॉप ब्राउजार बाबोत ते बाड़ती चेद मे ओका आमे आलाय आकवात मेया , आमाक् निजेराक् आर मित् झिज वेब .

source: See what’s new
sat: ञेल मे चेद नावा नाक् .

source: <i>Join</i> our <br>Maker Party
sat: <i>खोंजा </i>आलेयाक् <br> तेयाराक् दोल .

source: Join our global <br>Maker Party
sat: आलेयाक् गोलोबाल खोंजाय मे <br> तेयार दोल .

source: From July to September, help us teach, learn and make the Web at hands-on community events.
sat: जुलाइ खोन सेक्टेम्बार हा़बिच् आले पाढा़व, चेदोक् ,आर सांवता बिरा़द घोटना को ति रे वेब तेयार .

source: Learn about events near you
sat: आम सुर रेयाक् घोटना को बाबोत चेद मे .

source: <i>Help</i> Mozilla users
sat: <i>गोड़ो</i> मोजिला बेभार को .

source: We need your help
sat: आले आमाक् गोड़ो ला़कती .

source: Learn about the ways you can help millions of users get the most out of their favorite browser.
sat: होर को बाबोत ते चेद मे बेभार को आकोवाक् कुसी ब्राउजार ढेर ञाम ला़गित् लाख को गोड़ो दाड़ेयाक् को वा

source: Join our support team
sat: आले रिन गोड़ो दोल को ठेन खोंजा में .
