Repository: alvinlaz96/mozilla-lang
Catalog: dsb/thunderbird/start/release.lang.po
Languages: dsb

source: Welcome to <span>Thunderbird</span>
dsb: Witajśo k <span>Thunderbird</span>

source: Happy 10th Birthday Thunderbird!
dsb: Wjasoły 10. narodny źeń, Thunderbird!

source: Mozilla announced Thunderbird version 1.0 ten years ago. Can you imagine the last ten years without e-mail? Can you imagine e-mail without Thunderbird? We can’t!
dsb: Pśed 10 lětami jo Mozilla wersiju 1.0 Thunderbird wózjawił. Móžośo se zachadnych źaseś lět bźez e-maile pśedstajiś? Móžośo se e-mail bźez Thunderbird pśedstajiś? My nic!

source: Contribute to Thunderbird
dsb: K Thunderbird pśinosowaś

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
dsb: Aby zawěsćił, až Thunderbird pólěpšujo se dalej, ako w zachadnych źaseś lětach, su se aktiwne sobustatkujuce <a href="%s">njedawno zjadnośili</a>, aby se bližej na pśichod woglědali.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
dsb: Něnto jo nejlěpšy cas za was, aby <a href="%s" class="iconic">sobu cynił</a>.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
dsb: Pšosym pomagajśo nam, wužywarjow Thunderbird pódpěraś a produkt Thunderbird a ekosystem pólěpšaś.

source: We look forward to <a href="%s">hearing from you</a>.
dsb: Naźejamy se, <a href="%s">wót was słyšaś</a>.

source: Learn more
dsb: Dalšne informacije

source: Need Support?
dsb: Trjebaśo pomoc?

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
dsb: Nejwěcej pšašanjow pomocy Thunderbird wótegranja se w <a href="%s">datowej bance wědy</a>.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
dsb: Jolic njamóžośo wótegrono namakaś, <a href="%s">pšašajśo se w našom forumje pomocy</a>.

source: Features
dsb: Funkcije

source: Visit our blog
dsb: Woglědajśo se naš blog

source: Contribute
dsb: Pśinosowaś

source: Tips
dsb: Pokaze

source: Add-ons
dsb: Dodanki

source: Get help
dsb: Pomoc se wobstaraś
