Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/contribute/friends.lang.po
Languages: dsb

source: Join Firefox Friends today!
dsb: Pśizamkniśo se źinsa pśijaśelam Firefox!

source: Firefox Friends logo
dsb: Logo pśijaśelow Firefox

source: Step to the frontline to help us tell the world how <br />awesome Firefox is and about all the important work <br />Mozilla does every day.
dsb: Pušććo se do fronta, aby nam pomagał, swět k wěsći daś, kak <br />wjelicny Firefox jo a kótare wažne źěło <br />Mozilla kuždy źeń cyni.

source: Join now
dsb: Něnto se pśizamknuś

source: How it works
dsb: Kak funkcioněrujo

source: Get connected
dsb: Zwězaś

source: Sign up using your Twitter, Facebook or LinkedIn profile, or simply enter your email.
dsb: Zregistrěrujśo se z pomocu swójogo profila Twitter, Facebook abo LinkedIn, abo zapódajśo jadnorje swóju e-mailowu adresu.

source: Start sharing
dsb: Źěliś zachopiś

source: Browse through our news feeds for topics that interest you, or submit your own content.
dsb: Pśeglědujśo pśez naše powěsćowe kanale za temy, kótarež was zajmuju abo zapódajśo swójske wopśimjeśe.

source: Get rewarded
dsb: Dostańśo myto

source: Track your impact and share often for opportunities to be recognized and rewarded.
dsb: Slědujśo swój wliw a wužywajśo cesto móžnosći za spóznaśe a mytowanje.
