Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/contribute/signup.lang.po
Languages: dsb

source: Get Involved with Mozilla Today
dsb: Cyńśo źinsa pla Mozilla sobu

source: Try something simple
dsb: Wopytajśo něco jadnore

source: more info
dsb: dalšne informacije

source: Connect with Mozilla on Twitter
dsb: Zwězajśo z Mozilla na Twitter

source: Stay connected with the @StartMozilla team for news, announcements and opportunities.
dsb: Wóstańśo z teamom @StartMozilla za nowosći, pśipowěźenja a móžnosći zwězany.

source: Use Firefox on your phone
dsb: Wužywajśo Firefox na swójom telefonje

source: Get the features you love and the privacy you trust on your iPhone, iPad and Android device.
dsb: Wobstarajśo se funkcije, kótarež lubujośo a priwatnosć, kótarejž dowěriśo na swójom iPhone, iPad a Androidowem rěźe.

source: Discover why we can’t live without encryption
dsb: Namakajśo, cogodla njamóžomy bźez koděrowanje žywe byś

source: Find out more about how encryption works, why it’s essential and what you can do to help protect it.
dsb: Zgóńśo wěcej wó tom, kak koděrowanje funkcioněrujo, cogodla jo wažne a co móžośo cyniś, aby jo šćitał.

source: Try something more challenging
dsb: Wopytajśo dalšne wupominanja

source: Watch someone live hack on Firefox
dsb: Glědajśo, kak něchten na Firefox live programěrujo

source: Firefox engineer Mike Conley livehacks and crushes bugs where he finds them in this unscripted, uncensored, true-to-life video series.
dsb: Wuwijaŕ Firefox Mike Conley programěrujo live na programowych zmólkach a wótpórajo je, źož je namakajo w toś tej bźezskriptowej, njecensurowanej, realistiskej wideoseriji.

source: Learn a bit about coding
dsb: Zgóńśo pitśku wó programěrowanju

source: Explore the new Firefox Developer Edition tools that take the pain out of CSS animation.
dsb: Wuslěźćo nowe rědy wuwijarskeje edicije Firefox, kótarež za was CSS-animaciju na se wezmu.

source: Start using the Mozilla Stumbler app
dsb: Wužywajśo nałoženje Mozilla Stumbler

source: Mozilla Stumbler is an open-source wireless network scanner which collects GPS, cellular and wireless network metadata for our crowd-sourced location database.
dsb: Mozilla Stumbler jo scanner bźezdrotoweje seśi, kótaryž GPS-metadaty, metadaty mobilnych rědow a metadaty bźezdrotoweje seśi za databanku rojeńskego wuměštnjenja zběra.

source: Mozilla Participation Tasks
dsb: Wobźěleńske nadawki Mozilla

source: I want to pick a different task.
dsb: Cu drugi nadawk wubraś.

source: Try another task?
dsb: Cośo drugi nadawk wopytowaś?

source: Keep in touch with Mozilla. Sign up for our newsletter.
dsb: Wóstańśo z Mozilla w zwisku. Aboněrujśo naš powěstnik.

source: Find your local Mozilla community.
dsb: Namakajśo swójo městne zgromaźeństwo Mozilla.

source: The Mozilla newsletter is currently available in English only.
dsb: Powěstnik Mozilla jo tuchylu jano engelski k dispoziciji.

source: Tweet to @StartMozilla and see how your technical skills can contribute
dsb: Sćelśo @StartMozilla tśikot a glědajśo, kak waše techniske zamóžnosći mógu pomagaś

source: There are so many ways to get involved with Mozilla and support the browser. If you’re ready to fix your first bug, tweet @StartMozilla to get connected with the perfect starting bug for you.
dsb: Jo tak wjele móžnosćow, aby wy z Mozilla gromaźe źěłał a wobglědowak pódpěraś. Jolic sćo gótowy, wašu prědnu programowu zmólku wótpóraś, sćelśo @StartMozilla tśikot, aby se perfektna prědna programowa zmólka namakała.

source: Tweet This
dsb: Sćelśo to pśez Twitter

source: I’m raising my hand to contribute to Mozilla! @startmozilla tell me how I can join you to help protect the open web.
dsb: Pśizjawjam se za zgromadne źěło z Mozilla! @startmozilla, daj mi k wěsći, kak mógu se wam pśizamknuś, aby ja pomagał, wótwórjony web šćitaś.

source: Share on Twitter
dsb: Na Twitter źěliś

source: Follow @startmozilla on Twitter
dsb: @startmozilla na Twitter slědowaś

source: Follow @startmozilla
dsb: @startmozilla slědowaś

source: Thanks for following
dsb: Wjeliki źěk za slědowanje

source: Install Firefox for iOS or Android
dsb: Instalěrujśo Firefox za iOS abo Android

source: Use Firefox on your iOS or Android phone and tablet
dsb: Wužywajśo Firefox na swójom telefonje a tableśe za iOS abo Android

source: Firefox is the independent mobile browser and by using this you’re supporting Mozilla’s mission and creating a browsing experience that is private and personal.
dsb: Firefox jo njetwótwisny mobilny wobglědowak a pśez to, až jen wužywaśo, pódpěraśo misiju Mozilla a napórajośo pśeglědowańske dožywjenje, kótarež jo priwatne a wósobinske.

source: Add Firefox to your Android and iOS devices
dsb: Pśidajśo Firefox swójim rědam za Android a iOS

source: Download on the App Store
dsb: Z App Store ześěgnuś

source: Thanks for installing Firefox
dsb: Źěkujomy se, až sćo Firefox zainstalěrował

source: Learn About Encryption
dsb: Zgóńso wěcej wó koděrowanju

source: Sign the pledge and stand up for strong encryption.
dsb: Pódpišćo zlubjenje a zasajźćo se za mócne koděrowanje.

source: Encryption is how we keep our personal information safe and private. Please join us in the fight to protect it.
dsb: Pśez koděrowanje źaržimy naše wósobinske daty wěste a priwatne. Wójujśo z nami za jich šćit.

source: <a href="%s" rel="external" target="_blank">Learn more about encryption</a>, why it’s essential and why we need to protect it.
dsb: <a href="%s" rel="external" target="_blank">Zgóńśo wěcej wó koděrowanju</a>, cogodla jo wažne a cogodla musymy jo šćitaś.

source: Take the pledge
dsb: Slubśo

source: Thank you for taking the pledge
dsb: Wjeliki źěk za zlubjenje

source: Get involved
dsb: Cyńśo sobu

source: Watch: The Joy of Coding
dsb: Wideo: The Joy of Coding

source: Watch The Joy of Coding, then discuss it with other Mozillians
dsb: Woglědajśo se „The Joy of Coding“ a diskutěrujśo jo pótom z drugimi Mozillanarjami

source: Anyone can contribute to Firefox by finding and fixing errors that people report via Bugzilla. Watch a demonstration of a Firefox engineer live hacking to see what it’s all about.
dsb: Kuždy móžo k Firefox pśinosowaś &#x2013; pytajśo a wótpórajśo zmólki, kótarež wužywarje daju pśez Bugzilla k wěsći. Woglědajśo se demonstraciju wó programěrowanju live na Firefox wuwijarja, aby wy wiźeł, wó což źo.

source: Watch the intro.
dsb: Wóglědajśo se zawjeźenje.

source: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> livehacks on real Firefox bugs while thinking out loud.
dsb: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> programěrujo live na napšawdnych zmólkach Firefox a mysli pśi tom głosnje.

source: <a href="%s" id="get-involved" target="_blank">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
dsb: <a href="%s" id="get-involved" target="_blank">Buźćo źěl programěrowańskego zgromaźeństwa</a> a źěłajśo z drugimi Mozillanarjami z cełego swěta gromaźe.

source: Thanks for getting involved
dsb: Źěkujomy se za wašo sobuźěło

source: Go to Dev Tools Challenger Page
dsb: K bokoju Dev Tools Challenger

source: Try out our new animation editing tools in Developer Tools Challenger
dsb: Wopytujśo naše nowe wobźěłowańske rědy w Developer Tools Challenger

source: The more you know about the web, the easier it is to make it your own. Participate in the web by testing your web literacy skills using the new tools in Firefox Developer Edition.
dsb: Šym wěcej wó webje wěsćo, śim lažčej móžośo se jen pśiswójś. Wobźělujśo se na webje a testujśo swóje webznajobnosći z pomocu nowych rědow we wuwijarskej ediciji Firefox.

source: Download Firefox Dev Edition
dsb: Wuwijarsku ediciju Firefox ześěgnuś

source: Dev Tools requires Firefox Developer Edition desktop browser. To try this task, download Firefox Developer Edition first.
dsb: Wuwijarske rědy pominaju se desktopowy wobglědowak wuwijarskeje edicije Firefox. Ześěgniśo njepjerwjej wuwijarsku ediciju Firefox, nježli až toś ten nadawk wopytajośo.

source: Go to Dev Tools Challenger
dsb: K Dev Tools Challenger

source: <a href="%s" id="get-involved" target="_blank">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
dsb: <a href="%s" id="get-involved" target="_blank">Buźćo cłonk kupki webwuwijarjow</a> a źěłajśo z drugimi Mozillanarjami z cełego swěta gromaźe.

source: Thanks for taking the challenge
dsb: Źěkujomy se, až sćo wupominanje pśiwzeł

source: Get it on Google Play
dsb: Wobstarajśo se jen z Google Play

source: Install Mozilla Stumbler for Android
dsb: Mozilla Stumbler za Android instalěrowaś

source: Map the wireless networks in your neighborhood.
dsb: Kartografěrujśo bźezdrotowe seśi w swójim susedstwje.

source: Install Mozilla Stumbler
dsb: Mozilla Stumbler instalěrowaś

source: <a href="%s" target="_blank">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
dsb: <a href="%s" target="_blank">Zgóńśo wěcej wó stojnišćowych słužbach Mozilla</a> a namakajśo wěcej móžnosćow, aby wy sobu cynił.

source: Thank you for installing Mozilla Stumbler
dsb: Źěkujomy se wam, až sćo Mozilla Stumbler instalěrował
