Repository: alvinlaz96/mozilla-lang
Catalog: cak/foundation/annualreport/2012/index.lang.po
Languages: cak

source: The State of Mozilla: 2012 Annual Report
cak: Ri rub'anikil Mozilla: Ajjuna' Rutzijol samaj richin 2012

source: State of Mozilla
cak: Rub'anikil Mozilla

source: We are champions of a Web where people know more, do more and do better.
cak: Öj q'alajisanela' richin ri Ajk'amaya'l, akuchi' ri winaqi' k'ïy niketamaj, k'ïy nikib'än chuqa' junelïk ütz yekib'anala' chi re.

source: A Web For All
cak: Jun Ajk'amaya'l qichin qonojel

source: As the Web expands to reach billions of new people and touch our lives in new ways, it has become an essential part of our individual growth and collective future. And that Web is what the Mozilla community has pledged to protect and promote: a platform providing opportunity, connectivity and inspiration for all.
cak: Ri Ajk'amaya'l tajin nik'iyïr chi kikojol t'ijtäq k'ak'a' winaqi' chuqa' k'o nub'än pa k'ak'aslem chi jalajöj rub'anikil, xok qa jun nimaläj peraj richin qanimirisanik qayonil chuqa' qak'aslem ri chwa'q kab'ij. Ri Ajk'amaya'l ri', ja ri' tajin nuchajij chuqa' tajin nutaluj ri Mozilla moloj: jun nuk'uche'el ri yerusüj samaj, okem chuqa' kich'ab'enik konojel.

source: We live our principles by making products, empowering communities, teaching skills and shaping environments in order to build the Internet the world needs.
cak: K'o ri ruk'u'x qatzij rik'in kitz'ukik taq tikoj, niqaya' kuchuq'a' ri taq moloj, niqak'üt etamab'äl chuqa' tajin yeqanük' taq k'ojlib'äl richin ninuk' jun K'amaya'l, ri nik'atzin chi re ri ruwach'ulew.

source: At this year’s Mozilla Summit, 2,000 people representing 90 countries and 114 languages gathered to develop a shared understanding of who we are and what we will accomplish together. Below is a sample of perspectives from leaders of the project.
cak: Pa Mozilla Summit re juna' re', 2000 winaqi' kepe' pa 90 amaq'i' chuqa' 114 jalajöj taq ch'ab'äl, xkimöl ki' richin nikinük' xa xe jun na'oj pa ruwi' ri öj achike röj chuqa' achike yojtikïr niqab'än junam. Re jujun taq silowachib'äl nikik'üt jujun chi ke ri kitzub'al ri e ruk'amöl b'ey ri nimasamaj.

source: Click to play this video
cak: Tapitz'a' richin natzïj re silowachib'äl re'

source: <span>Play a video of </span>Mitchell <br>Baker
cak: <span>Titzij ri rusilowach </span>Mitchell <br>Baker

source: <span>Play a video of </span>Jay <br>Sullivan
cak: <span>Titzij ri rusilowach </span>Jay <br>Sullivan

source: <span>Play a video of </span>Harvey <br>Anderson
cak: <span>Titzij ri rusilowach </span>Harvey <br>Anderson

source: <span>Play a video of </span>Mark <br>Surman
cak: <span>Titzij ri rusilowach </span>Mark <br>Surman

source: <span>Play a video of </span>Johnathan <br>Nightingale
cak: <span>Titzij ri rusilowach </span>Johnathan <br>Nightingale

source: <span>Play a video of </span>Brendan <br>Eich
cak: <span>Titzij ri rusilowach </span>Brendan <br>Eich

source: Powered By Mozillians
cak: Q'alajisan kuma aj Mozilla

source: Mozillians are a diverse group of thinkers, builders, educators and hackers with a shared purpose to bring openness, freedom and participation to the Internet. Our collective global effort advanced Firefox OS from concept to phones in stores within two years, hosted 1,600 events in three months to teach the Web, and many more accomplishments. We’re celebrating our journey and the promising path ahead.
cak: Ri aj Mozilla e jalajöj molaj chi ch'ob'onela', nuk'unela', tijonela' chuqa' majonela' ri kitzeqelb'en ri rayb'äl richin nikïl jun nïm runimil, jamalil chuqa' to'ïk pa K'amaya'l. Ronojel ri quchuq'a' xuq'i' chi, pa ka'i' juna' ri rutzij Firefox OS xtib'iyin k'a xtapon na pa taq royonib'al ri k'ayb'äl; chuqa' chi kikojol ri k'ïy taq q'i'oj, xunük' pa oxi' ik' 1600 taq moloj richin nuk'üt ri Ajk'amaya'l. Niqanimaq'ij ri qab'enam chuqa' ri xtiqab'än ri chwa'q kab'ij.

source: I am a Mozillian
cak: Rïn in jun aj Mozilla

source: <span>Play the "</span>I am a Mozillian<span>" video</span>
cak: <span>Titzij ri rusilowach "</span>Rïn in jun aj Mozilla<span>"silowachib'äl</span>

source: Sustainability
cak: Temeb'alil

source: Along with this annual report, we’re releasing our audited financial statements for 2012. Mozilla remains well positioned, both financially and organizationally, to advance our mission.
cak: Rik'in re rutzijol samaj jun juna' re', niqaya' rutzijol ri retal qapwaq, ri nik'on pa 2012. Mozilla jeb'ël pa'äl rik'in rupwaq chuqa' rucholik, richin nitalüx ri taqel qataqanem.

source: Welcome
cak: Ütz apetik

source: 2012 Audited financial statement
cak: Rub'anikil Pwaqil nik'on pa 2012

source: Download PDF
cak: Tiqasäx PDF

source: 2012 Form 990
cak: Nojwuj 990 richin 2012
