Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefox/privacy_tour/privacy_tour.lang.po
Languages: hsb

source: See what’s new
hsb: Čitajće, štož je nowe

source: You’re up to date with the latest features to help keep you in control.
hsb: Sće aktualny z najnowšimi funkcijemi, zo byšće pomhał, kontrolu wobchować.

source: Let’s go
hsb: Započńmy

source: Not now
hsb: Nic nětko

source: Open tour
hsb: Turu započeć

source: Close tour
hsb: Turu skónčić

source: See the newest ways you can take control of your digital life
hsb: Wobhladajće sej najnowše wašnja, z kotrymiž móžeće kontrolu nad swojim digitalnym žiwjenjom dóstał

source: Declare your independence
hsb: Deklarujće swoju njewotwisnosć

source: Thank you for choosing Firefox
hsb: Dźakujemy so, zo sće Firefox wubrał

source: Watch the video to see our story
hsb: Wobhladajće sej widejo, zo byšće našu stawiznu widźał

source: Now share it with your world
hsb: Dźělće ju nětko ze swojim swětom

source: Play
hsb: Wothrać

source: Play the video
hsb: Widejo wothrać

source: Share
hsb: Dźělić

source: Start browsing
hsb: Přehladowanje započeć

source: Previous
hsb: Předchadny

source: Next
hsb: Přichodny

source: Close
hsb: Začinić

source: <span>Next:</span> %s
hsb: <span>Přichodny:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
hsb: Wužijće Zabudź, zo byšće swoje slědy zamazował abo sydłam wućeknył, kotrymž njedowěrjeće

source: Remove browsing history from your computer
hsb: Přehladowansku historiju z wašeho ličaka wotstronić

source: Erase website information after the fact
hsb: Informacije websydła po tym zhašeć

source: Add it above for quick, easy access
hsb: Přidajće to horjeka, za spěšny, lochki přistup

source: The new Forget button
hsb: Nowe tłóčatko Zabudź

source: Want to cover your tracks? Activate the Forget button and leave no trace.
hsb: Chceće swoje slědy zamazać? Aktiwizujće tłóčatko Zabudź a njezawostajejće žane slědy.

source: Add it now
hsb: Nětko přidać

source: Later
hsb: Pozdźišo

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
hsb: Nětko to je tu, hdyžkuli to trjebaće. Zo byšće to přesunył abo wotstronił, wočińće prosće meni a wubjerće Přiměrić.

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
hsb: Chceće pozdźišo přidać? Wočińće tutón meni a wubjerće Přiměrić. Ćehńće potom jo (abo druhe tłóčatko) tam, hdźež chceće, zo ma być.

source: <span>Previous:</span> Forget
hsb: <span>Předchadny:</span> Zabyć

source: <span>Next:</span> Private Browsing
hsb: <span>Přichodny:</span> Priwatny modus

source: %s lets you <br>search anonymously
hsb: %s wam zmóžnja, <br>anonymnje pytać

source: Get great results with less tracking
hsb: Dóstańće wulkotne wuslědki z mjenje slědowanjom

source: Make it (or any other) your default
hsb: Jo (abo druhe) k standardej činić

source: Find what you’re looking for, your way
hsb: Namakajće na swoje wašnje, za čimž pytaće

source: <span>Previous:</span> %s
hsb: <span>Předchadny:</span> %s

source: Private Browsing: <br>Our original privacy tool
hsb: Priwatny modus: <br>Naš originalny nastroj priwatnosće

source: Keep history and other info off your computer
hsb: Wotdźeržće historiju a druhe informacije wot wašeho ličaka

source: Browse without recording where you’ve been
hsb: Přehladujće, bjeztoho zo so składuje, hdźež sće był

source: So others using your computer can’t see it
hsb: zo njebychu druzy to widźeli, kotřiž waš ličak wužiwaja
