Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/desktop/fast.lang.po
Languages: an

source: Firefox — The "speed king" - The fastest browser on the Web
an: Firefox — O "rei d'a velocidat" - O navegador mas rapido en a Web

source: Faster than ever
an: Mas rapido que nunca

source: This is the fastest Firefox yet.
an: Ye o Firefox mas rapido de totz os tiempos.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
an: Sobresale tanto en prebas tecnicas <br class="wide-br">como en as fayenas que mas fas cada día.

source: The “speed king”
an: O “rei d'a velocidat”

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
an: Firefox ha superau a atros navegadors en prebas independients recients que l'han declarau <br class="wide-br">lo <a href="%(url1)s" data-interaction="outbound link">“rei d'a velocidat.”</a>

source: So you can browse with confidence with the fastest on the Web.
an: Agora puetz navegar con confianza con o mas rapido d'a Web.

source: Cutting-edge speed
an: A toda vitesa

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
an: Si te fan goyo os chuegos, agora puetz chugar a beluns d'os tuyos favoritos, dreitament en o web sin sacrificar a velocidat u o desempenyo cheneral.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
an: Firefox ye liderando o treballo en chuegos en linia como parte d'os nuestros esfuerzos ta fer mas rapidos totz os aspectos d'a tuya experiencia en navegar.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
an: Aprende mas sobre cómo somos <br class="wide-br">empentando as buegas d'a velocidat

source: Speed you can feel
an: A velocidat que puetz sentir

source: We optimize Firefox for the way you use the Web.
an: Optimizamos Firefox ta la traza en que tu fas servir a Web.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
an: Asinas, cosas como obrir u cambiar <br class="wide-br">entre pestanyas y aconseguir resultaus dende a Barra Marabillosa serán agora mas rapidos que nunca.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
an: Ves ta on te calga, y ves tant rapidament y facil como puedas.
