Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/desktop/index.lang.po
Languages: an

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
an: O navegador Firefox — Confiable, Flexible, Rapido — Compromesos con tu, con a tuya privacidat y con una Web ubierta

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
an: O navegador Firefox — Confiable, Flexible, Rapido — Agora u nunca!

source: There’s never been a <br class="wide-br">better time for Firefox
an: Agora o nunca, ye o <br class="wide-br">momento de Firefox!

source: Committed to you, your privacy and an open Web.
an: Compromesos con tu, con a tuya privacidat y con una Web ubierta.

source: Your Firefox is up to date.
an: O tuyo Firefox ye esviellau.

source: Made with a mission to put you first
an: Feito con a misión que sigas o mas important

source: We’ve always designed Firefox to protect and respect your private information.
an: Siempre hemos disenyau Firefox ta protecher y respectar a tuya información privada.

source: Find out what makes Firefox the most trusted browser on the Web
an: Troba qué ye o que fa que Firefox siga o navegador mas confiable en a Web

source: Works the way you do
an: Treballa como tu lo fas

source: How you use the Web is unique.
an: A traza de fer servir a Web ye unica.

source: Firefox lets you change it to match.
an: O Firefox te deixa que lo cambees a lo tuyo gusto.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
an: Saca o que no fagas servir, guarda o que fas y mete-lo an quieras.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
an: Troba qué ye o que fa que Firefox <br class="wide-br">siga o navegador mas flexible que i ha

source: Faster at what you do most
an: Mas rapido en o que mas fas

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
an: O Firefox fue considerau o ”rei d'a velocidat” en prebas de desempenyo independients cuentra atros navegadors.

source: Save time and do just about anything quicker than before.
an: Cabida tiempo y fe tot mas rapido que no antes.

source: Find out what makes this the fastest Firefox yet
an: Troba qué ye o que fa que iste siga o Firefox mas rapido de totz os tiempos
