Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/desktop/tips.lang.po
Languages: an

source: The best of the latest Firefox
an: Lo millor d'o nuevo Firefox

source: Bookmarks
an: Marcapachinas

source: Simplify
an: Simplificar

source: Arrange
an: Organizar

source: Sync
an: Sincronizar

source: 5 top tips, tricks and time-saving tools
an: Los 5 millors trucos, consellos y ferramientas pa escusar tiempo

source: back
an: anterior

source: next
an: siguient

source: Click the star
an: Faga clic en a estrela

source: Watch the star jump so you know your bookmark has been added.
an: La estrela se mueve pa indicar que s'ha anyadiu l'adreza d'interés.

source: (Try it! It’s fun!)
an: (Preba-lo! Ye bien divertiu!)

source: How to:
an: Cómo fer?:

source: Click the star to add bookmarks and manage them from the same spot.
an: Fe clic en a estrela pa anyader marcapachinas y chestionar-los dende lo mesmo puesto.

source: Simplify your life
an: Simplificar-los la vida

source: Go to your happy place.
an: Fe-te-lo a la tuya mida.

source: Remove the buttons you don’t use so you can find the ones you do.
an: Borra los botons que no fas servir, y asinas trobarás facilment los que sí.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
an: Ubre lo menú, triga “<strong>Personalizar</strong>” y arrociega qualsequier botón enta defuera d'a barra de ferramientas.

source: Add your faves
an: Anyade los tuyos favoritos

source: Play favorites with the features you use most and arrange them for fast, easy access.
an: Tiene a man las funcions que fas servir mas a sobén, y reordena-las pa tener un acceso rapido y facil.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
an: Ubre lo menú, triga «<strong>Personalitza</strong>» y arrociega qualsequier botón enta la barra de ferramientas u enta lo menú.

source: Stay in Sync
an: Sincroniza-te

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
an: Usa Sync pa acceder machicament a las pestanyas ubiertas, claus y mas, astí en do uses lo Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
an: Emplega lo Sync pa acceder machicament a las pestanyas ubiertas, claus y mas, dende qualsequier dispositivo.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
an: Triga “<strong>Iniciar la sesión en Sync</strong>” en o menú y fe que Firefox siga lo tuyo an que l'emplegues.

source: Free your add-ons
an: Libera los complementos

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
an: Alza en o menú los que sigan especials y preferius, pa que sigan visibles y los alcances luego.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
an: Triga “<strong>Personalizar</strong>” en o menú y arrociega los complementos que quieres.

source: Get Firefox
an: Baixa-te lo Firefox

source: Congratulations
an: Parabiens!

source: You’re an expert!
an: Yes un experto!

source: Now help your friends master Firefox.
an: Aduya agora a los amigos a estar expertos d'o Firefox.

source: Learn more about bookmarks
an: Saber mas sobre los marcapachinas

source: Learn more about customizing
an: Mas información sobre la personalización

source: Learn more about Sync
an: Aprende mas sobre Sync

source: Learn more about add-ons
an: Saber mas sobre los modulos complementarios
