Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/desktop/trust.lang.po
Languages: an

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
an: Firefox — Disenyau ta protecher a tuya privacidat — O navegador Web en que mas chent confía

source: Trust isn’t made. It’s earned.
an: A confianza no se fa. Se gana.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
an: Construimos Firefox con a misión de meter-te por debant de todas as demás cosas.<br class="wide-br">

source: We do it to keep you in control.
an: Lo femos pa que tu tiengas o control.

source: We do it so you can browse without worry.<br class="wide-br">
an: Lo femos pa que puedas navegar sin preocupacions.<br class="wide-br">

source: And we do it because no one else will.
an: Y lo femos porque denguno mas lo fa.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
an: <span id="trust-line1">A companyía d'Internet</span> <span id="trust-line2">en que mas chent confía</span> <span id="trust-line3">quanto a privacidat</span>

source: Designed to protect your privacy
an: Disenyau ta protecher a tuya privacidat

source: We believe your personal information belongs only to you.<br class="wide-br">
an: Creyemos que a tuya información personal ye nomás tuya.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
an: Por ixo Firefox ye pleno de caracteristicas ta asegurar que isto siga asinas.

source: Private Browsing with<br> Tracking Protection
an: Navegación privada con<br> protección contra lo seguimiento

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
an: Navegar sin alzar l'historial, buscas u cookis, y privar que tercers te sigan en o Web.

source: Learn more about Private Browsing
an: Mas información sobre la navegación privada

source: Forget Button
an: Botón Olbidar

source: Remove browsing information from your computer after the fact.
an: Borrar dimpués de l'ordinador la información de navegación.

source: Use it when you’ve visited a site that you don’t want in your history.
an: Usa-lo quan haigas visitau un puesto que no quiers que salga en o tuyo historial.

source: Add the Forget Button to your toolbar
an: Anyade lo botón Olbidar en a barra de ferramientas

source: See who’s watching you online.
an: Mira quí te ye cosirando en Internet.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
an: O complemento Lightbeam add-on t'amuestra os puestos que directament u indirecta interactúan con tu entre que navegas.

source: Shine a light on the Web with Lightbeam
an: Fe veyer una luz en a Web con Lightbeam

source: Keeping you safe across the Web
an: Mantenendo-te seguro en a Web

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
an: Firefox te fa saber mas sobre os puestos que visitas y t'aduya a mantener-te seguro en Internet.

source: World class protection
an: Protección de primera división

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
an: As caracteristicas Anti-phishing y anti-malware te protechen de caballos de Troya y spyware y t'alvierten de posibles puestos fraudulentos.

source: Automatic security updates
an: Actualizacions de seguranza automaticas

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
an: Firefox s'esviella automaticament ta asegurar-se que siempre tiens a versions con as zagueras y millors caracteristicas de seguranza.

source: Secure connections
an: Connexions seguras

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
an: Fe servir Website ID ta asegurar-te que un puesto ye o que diz que ye, y comprebar si a tuya connexión ye segura.

source: Browse without worry
an: Navega sin preocupacions

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
an: Conoixe millor por qué a tuya privacidat y seguranza son tant importants <br class="wide-br">y qué puetz fer ta protecher-te en Internet.

source: Privacy & you
an: A privacidat y tu

source: How to stay safe online
an: Cómo estar-se seguro en Internet

source: Privacy & security FAQ
an: Preguntas mas freqüents sobre privacidat y seguranza

source: Privacy & security add-ons
an: Complementos de privacidat y seguranza

source: Privacy blog
an: Blog de privacidat

source: Security blog
an: Blog de seguranza

source: Do Not Track
an: "No me sigas"

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
an: "No me sigas" ye una innovación de Firefox que te deixa indicar as tuyas preferencias sobre a traza en que a tuya información personal ye replegada y usada en internet.

source: Learn more about Do Not Track
an: Conoixe mas sobre a función "No me sigas"

source: Private browsing
an: Navegación privada

source: Sometimes it’s nice to go undercover.
an: Bellas vegadas ye millor estar amagau.

source: Turn this feature on to protect your browsing history from others.
an: Fe servir ista funcionalidat ta protecher o tuyo historial de navegación d'atros.

source: Learn how to open a private window
an: Aprende cómo ubrir una finestra privada
