Repository: alvinlaz96/mozilla-lang
Catalog: sah/firefox/new.lang.po
Languages: sah

source: Firefox for desktop
sah: Остуол көмпүүтэригэр аналлаах Firefox

source: Different by design
sah: Эгэлгэ тас көстүүлээх

source: Proudly<br />non-profit
sah: Босхо<br />браузер

source: Innovating<br />for you
sah: Эйиэхэ<br />анаммыт

source: Fast, flexible,<br />secure
sah: Түргэн, имигэс<br />бигэ

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
sah: Барыыһы сырсыбат тэрилтэ буоларбыт быһыытынан сайдарбытыгар көҥүлбүт, кимиэхэ да үҥпэппит-сүктүбэппит. Бу уратыбытын Эн сөбүлүөҥ.

source: Firefox screenshot
sah: Firefox скриншота

source: Thanks for downloading Firefox!
sah: Firefox браузеры талбыккар махтанабыт!

source: Start the process by clicking Run.
sah: «Ыыт» тимэҕи баттааҥҥын саҕалаа.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
sah: Хачайдааһын бэйэтэ саҕаланыахтаах. Саҕаламматаҕына, <a id="%s" href="">маны баттаа</a>. Баҕар өр соҕус хачайданыа, ол гынан баран кэмсиниэҥ суоҕа.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
sah: Санатыы таҕыстаҕына Firefox ойуучаанын (иконкатын) «Бырагырааммаларыҥ» паапкатыгар угаар.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
sah: «Толор» тимэҕи баттааҥҥын Mozilla Firefox-у туруорар маастары ыыт. Онтон тахсан иһэр ыйыылары-кэрдиилэри батыс (ону отой судургу гынныбыт).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
sah: Firefox ойуучаанын «Бырагырааммаларыҥ» паапкатыттан Dock​​-ка көһөр. Онтон, ситимҥэ киириэххин баҕардыҥ да, Firefox-у баттыыр буолаар.

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
sah: Ситими хаардыы кэһэр толору кыахтанныҥ. Ситимҥэ киириэххин баҕардыҥ да Firefox ойуучаанын иккитэ баттыыр буолаар.

source: Mozilla Firefox Web Browser
sah: Mozilla Firefox веб-браузер
