Repository: alvinlaz96/mozilla-lang
Catalog: sah/firefox/whatsnew.lang.po
Languages: sah

source: Hooray! Your Firefox is up to date.
sah: Уруй! Эйиэхэ Firefox тиһэх барыла турар.

source: Your Firefox is out of date.
sah: Firefox-уҥ эргэрбит.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
sah: Куттал суоһаабатын туһугар <a href="{url}">тиһэх уһулуччулаах барылын</a> хачайдыыргар сүбэлиибит.

source: You’re running an unknown version of Firefox.
sah: Firefox биллибэт барылын туһанар эбиккин.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
sah: Куттал суоһаабатын туһугар <a href="{url}">тиһэх уһулуччулаах барылын</a> хачайдыыргар сүбэлиибит.

source: Get to your next task<br/>faster than ever
sah: Биир соруктан атыҥҥа көһөр<br/>уруккутунааҕар быдан түргэтээтэ

source: See how the new features in Firefox help you browse faster and more efficiently.
sah: Firefox саҥа кыахтара үлэни хайдах курдук түргэтэтэллэрин уонна чэпчэтэллэрин көр.

source: Learn more about <a href="{url}">the New Tab feature »</a>
sah: <a href="{url}">Саҥа Кыбытык кыахтара »</a> хайдах үлэлииллэрин бил

source: Learn more about our <a href="{url}">redesigned home page »</a>
sah: <a href="{url}">Саҥардыллыбыт Дьиэ-сирэй »</a> хайдах үлэлиирин көр

source: Keep in touch
sah: Ситими быһыма

source: Keep it moving
sah: Түргэн-тарҕан буол

source: Get Firefox » <b>for Android</b>
sah: <b>Android-ка аналлаах</b> Firefox »

source: Keep it going
sah: Саҥаны куоттарыма

source: Join Mozilla
sah: Mozilla-ҕа кыттыс

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
sah: Android Robot <a href="%s">Google биэрбит</a> уонна айбыт үлэтиттэн оҥоһуллубут, манна ыйыллыбыт усулуобуйаҕа туһаныллар: <a href="%s">Creative Commons 3.0 атрибууттаах лиссиэнсийэ</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
sah: <a href="%s">Android-ка аналлаах Firefox-у хачайдан,</a> оччоҕо Ситим кыаҕа барыта илиигэр киириэ. Түргэн, модун уонна бөҕө!

source: Now get the mobile browser that’s got your back
sah: Билигин эрэллээх мобил браузеры хачайдан

source: Welcome to Firefox
sah: Firefox-ка нөрүөн-нөргүй

source: Firefox for Android artwork
sah: Firefox Android-ка аналлаах ойуута

source: Fast. Smart. Safe.
sah: Түргэн. Модун. Бөҕө.

source: Get the mobile browser that’s got your back.
sah: Эрэллээх мобил браузеры хачайдан.

source: Facebook Messenger for Firefox
sah: Firefox-ка аналлаах Facebook Messenger

source: Now you can keep up with friends wherever you go on the Web.
sah: Билигин доҕотторгун кытта браузеры арыйдыҥ да ситимнэһэр кыахтанныҥ.

source: Visit Facebook to turn it on
sah: Холбуурга Facebook-ка киирэ сырыт

source: Get notified right away
sah: Сонуннары тута истэргэ

source: See new comments, photo tags & other Facebook updates instantly.
sah: Саҥа ырытыылары, хаартыска бэлиэлэрин уонна Facebook атын саҥардыыларын тута ааҕар буол.

source: Chat while you browse
sah: Браузертан быһа кэпсэт

source: Stay connected to your Facebook friends without having to click away.
sah: Facebook-тааҕы доҕотторгунаан Firefox-тан тахсыбакка кэпсэт.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
sah: Facebook диэн <a href="%(url)s">Facebook, Inc.</a> атыы-бэлиэтэ.
