Repository: alvinlaz96/mozilla-lang
Catalog: son/firefoxos/firefoxos.lang.po
Languages: son

source: Bringing the Open Web to mobile devices
son: Interneti feerante kate kanbe jinawey do

source: Welcome to a new, open and powerful mobile world!
son: Foo nda kaayan, kanbe jinay laama teji, feerante nda sahãnte!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
son: Firefox OS ga too interneti feerante ma bara kanbe talfoney se. Ir ga tejandiyan kul kaŋ ga hima tee ka tabatandi taagayaŋ cin interneti dabariyanoo se.

source: New Web standards
son: Interneti tabatandi taagey

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
son: Firefox OS ga too interneti tabatandi taagey ma goro kanbe goydaariyaŋ se ka feeri ka hun ašariya nda šugullawey kaŋ goo goydaari barantey ga.

source: Freedom from proprietary mobile platforms
son: Duu war boŋ mayray kanbe goydaarey ra

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
son: Ir ga goy nda <abbr title="Ašsil jinay teekey">OEM</abbr> nda talfon konpaɲey k'i faaba ka ngi daykey nda heboo bay ka boori. Woo sabboo ra, za goykey sanda cinakey si waazibi ka goy nda goydaari foo, zam'i ga hin ka duu ngi alhabarey nda goy nda porogaramizey jinay booboyaŋ ga.

source: Customization for <abbr>OEM</abbr>s and operators
son: Boŋhanseyan <abbr>OEM</abbr> nda goyandikey se

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
son: <abbr>OEM</abbr> nda goyandikey ga hin ka gundekuna noo nda goymeeyaŋ ngi jinay margaroo kul ram goy porogaram kaŋ no kul. Adiši i ga hin ka goykaw bayrawey hanse, porogaram feršiyan juwal and daykaa dii nd'anniya, nga naanaa nda banayaŋ fondawey.

source: Opportunities for developers
son: Fondo taagayaŋ cinakey se

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
son: HTML5 goyyan nda Mozolla API dumi tabatante, cinakey nungu kul ra ga hin ka goy nda porogaram kayfanteyaŋ. Cinakey ši hima ka denden koyne nda ka hanga aššil goydaari fooyaŋ kul.

source: Consumer freedom
son: Daykaw duuboŋyan

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
son: Daykey kaŋ ga goo nda talfon kaŋ ga dira Firefox OS ga ši daaba goydaari foo ra, kaŋ g'i noo doo suubante, faalante nda duuboŋyan. Firefox OS ka interneti kul tee goydaari.
