Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/accounts.lang.po
Languages: cak

source: Get a Firefox Account
cak: Tichinäx jun rub'i' taqoya'l richin Firefox

source: Get easy access to your bookmarks, passwords, tabs and more from any computer or mobile device running Firefox.
cak: Tichinäx jun man k'ayew ta chi okem pa taq awetal, ewan taq atzij, taq ruwi' chuqa' ch'aqa' chik pa xab'achike chi kematz'ib', oyonib'äl okisaxel, ri nisamajij Firefox.

source: Sign up, sign in, stay in sync.
cak: Titz'ib'äx b'i'aj, titikirisäx molojri'ïl, titzije' ri ximojri'ïl.

source: With a Firefox Account, you can get all your bookmarks, passwords, open tabs and more — everywhere you use Firefox.
cak: Rik'in jun rub'i' rutaqoya'l Firefox, yatikïr ye'awichinaj konojel ri taq awetal, ewan taq atzij, jaqon taq ruwi' chuqa' ch'aqa' chik — xab'akuchi' nokisäx Firefox.

source: Sign up for a Firefox Account
cak: Tatz'ib'aj ab'i' richin nawichinaj jun rub'i' rutaqoya'l Firefox

source: Sign in everywhere you use Firefox
cak: Katok pa xab'akuchi', akuchi' nokisäx Firefox

source: Sync what you want
cak: Sync, ri nik'atzin chawe

source: You’re signed in and ready to start using Sync.
cak: Xatikirisaj molojri'ïl chuqa' ütz chik nawokisaj ri Ximojri'ïl.

source: Set up Sync for iOS
cak: Tinuk'ub'ëx ri Ximojriïl richin iOS

source: Set up Sync on your <br>Android device
cak: Tinuk'ub'ëx Sync pa <br>Android okisaxel

source: Download Firefox to start using Sync.
cak: Taqasaj Firefox richin natikirisaj rusamajixik Ximojri'ïl.

source: Get the latest Firefox to start using Sync.
cak: Tichinäx ri ruk'isib'äl ruwäch Firefox richin nitikirisäx rokisaxik Ximojri'ïl.
