Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/all.lang.po
Languages: cak

source: Download %s for Android in your language
cak: Taqasaj %s richin Android pan ach'ab'äl

source: Download %s in your language
cak: Taqasaj %s pan ach'ab'äl

source: Language
cak: Ch'ab'äl

source: Download
cak: Tiqasäx

source: Download Firefox Beta in your language and experience cutting edge features before they make it to final release. Provide feedback to help us refine and polish the next version of Firefox.
cak: Taqasaj Firefox Beta pan ach'ab'äl richin ye'atojtob'ej utziläj taq samajib'äl chuwäch napon rik'in ri ruk'sib'al ruwäch. Ke'ataqa' taq atzijol richin yojato' chi runuk'ik chuqa' ruchojmirisaxik ri jun chi ruwäch chi Firefox.

source: Download %s in your language to experience the newest features and innovations in an unstable environment even before they go to Beta. Give us feedback that will determine what makes it to Final Release and help shape the future of Firefox.
cak: Taqasaj %s pan ach'ab'äl richin ye'atojtob'ej ri taq rub'anikil chuqa' ri k'ak'a' taq tz'ukuj pa jun man jikïl ta k'ojlem achi'el chuwäch toq nib'e'apon pa Beta. Ke'ataqa' taq atzijol, ri nikiya' retal chi nupo' ri pa Ruk'isib'al ruwäch chuqa' richin yato'on rik'in ri runuk'ulem ruk'aslem ri Firerox ri chwa'q kab'ij.

source: Are you a power-user comfortable installing pre-alpha software? Install Nightly and help us improve Firefox quality, hunt crashes and regressions and test new features as they get coded!
cak: ¿La at jun winäq ri nikikot nuyäk pre-alpha taq kema'? ¡Tayaka' Nightly richin yojato' niqachojmirisaj rutzil Firefox, chapoj taq k'ayewal chuqa' taq tzolinem chuqa' tatojtob'ej k'ak'a' taq b'anikil toq yecholajïx!

source: Firefox ESR is intended for groups who deploy and maintain the desktop environment in large organizations. <a href="%s">Learn more.</a>
cak: Firefox ESR nuk'un kichin molaj, ri nikitz'aqatisaj chuqa' kichapon ri ruk'ojlib'al ajch'atal pa nima'q taq moloj. <a href="%s">Tetamäx ch'aqa' chik.</a>

source: Firefox is made in large part by volunteers around the world. That’s why we offer it in 90 languages (and why there’s heart and soul in every piece of code).
cak: Firefox banon kuma e k'ïy to'onela' chijun ri ruwach'ulew. Ruma ri toq qelesan pa 90 ch'ab'äl (chuqa' ruma chi qaya'on qak'u'x chuqa' qarayib'äl chupam ri jujun taq ruch'akulal b'itz'ib').

source: Thanks to contributions of Mozilla community members around the world, Firefox is available in 90 languages:
cak: Matyox ruma kito'ik ruwinaq Mozilla tinamït chijun ruwach'ulew, Firefox nokisäx pa 90 ch'ab'äl:

source: <strong>Warning</strong>: Nightly is updated daily. It is most appropriate for core Mozilla contributors and early adopters, not regular users.
cak: <strong>Rutzijol k'ayewal</strong>: Nightly q'ij q'ij nijalöx. Yalan ütz chi ke ri nimaläj ruto'onela' Mozilla chuqa' ri nab'ey taq qawinaq, man ke ta ri' chi ke ri man junelïk ta qawinaq.

source: Check the system requirements
cak: Tanik'oj ri taq rajowaxik q'inoj

source: Release notes
cak: Ruch'utitzijol re ruwäch re'

source: Source code
cak: Ruxe'el rucholajil

source: Show:
cak: Nimaq'ij:

source: Fully localized versions
cak: Taq ruwäch etzalq'oman

source: Localized versions in testing
cak: Taq ruwäch etzalq'oman richin nitojtob'ëx

source: These localizations aren’t final. We’re waiting for more feedback from the community to perfect them.
cak: Re taq tzalq'omanïk re' man e jikïl ta. Qoyob'en ch'aqa' chik taq kitzij qatinamit richin yequtzilaj.

source: Multi-locale
cak: K'ïy-k'ojlib'äl

source: Search languages
cak: Kekanöx ch'ab'äl

source: Search
cak: Tikanöx

source: No matching languages found.
cak: Man xe'ilitäj ta taq ch'ab'äl e junam.

source: Download for %(platform)s in %(locale)s
cak: Tiqasäx richin %(platform)s pa %(locale)s

source: Not Yet Available
cak: K'a man k'o ta
