Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/channel.lang.po
Languages: cak

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
cak: Taqasaj ri kinuk'unem e rub'anonela' Firefox o ri ruwäch Beta &amp; Kato'on richin ninuk' re jun Firefox re'

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
cak: Taqasaj Firefox Aurora o Beta &amp; Kato'on chi tiya' retal re jun Firefox re'

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
cak: Taqasaj chuqa' tatojtob'ej aj chwa'q kab'ij taq elesanem richin Firefox. Ke'awokisaj ri k'ak'a' taq b'anikil kik'in kinuk'unem nuk'unela' chuqa' ri Beta taq ruwäch.

source: The latest features in a more stable environment
cak: Ri k'isb'äl taq b'anikil pa jun raxinäq k'ojlib'äl

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cak: Firefox Aurora nutäq pa ruyonil jun rutzijol chi re Mozilla. <a href="%(link)s">Tetamäx ch'aqa' chik</a>

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
cak: <a href="%(feedback)s">Taya' kan chi qe ri taq atzijol</a> richin yojato' chi niqab'än kik'ojlem ri ruk'isib'äl taq rutzil rub'eyal richin nisamäj chuqa' rusamaj nub'än pa jun raxinäq k'ojlib'äl

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cak: Firefox Aurora chuqa' Firefox Developer Edition nutäq pa ruyonil ri k'utun tzij chi re Mozilla. <a href="%(link)s">Tawetamaj ch'aqa' chik</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cak: Firefox Aurora nutäq pa ruyonil jun rutzijol chi re Mozilla. <a href="%(link)s">Tetamäx ch'aqa' chik</a>

source: Built for those who build the Web
cak: B'anon kichin ri yenuk'un Ajk'amaya'l

source: The newest innovations in an experimental environment
cak: Ri k'isib'äl taq tz'ukuj pa jun soltojtob'enel k'ojlib'äl

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
cak: Tatojtob'ej ri rub'eyal nisamäj pa jun soltojtob'enel k'ojlib'äl, yerutäq taq sachoj chuqa' <a href="%(feedback)s">kojato' richin niqaya' retal achike niqaya' chupam ri Beta ruwäch</a>.

source: Tried, tested and used by millions around the world
cak: Na'on, tojtob'en chuqa' okisan kuma' t'ij chi winaqi' chi jun ri ruwach'ulew

source: Learn more about Firefox Beta
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Firefox Beta

source: Learn more about Firefox Aurora
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Firefox Aurora

source: Learn more about Firefox
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Firefox
