Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/geolocation.lang.po
Languages: cak

source: Geolocation in Firefox
cak: Wach'uk'ojlem pa Firefox

source: Location-Aware Browsing
cak: K'ojlemal pa ajk'amaya'l okem pa k'amaya'l

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s" style="%(style)s">Give it a try!</a>
cak: Rik'in ri Firefox yatikïr naya' rutzijol akuchi' at k'o wi chi ke ri ajk'amaya'l ruxaq k'amaya'l richin nawïl ütz chuqa' k'atzinel taq etamab'äl. Richin nib'an jun na'owinäq chi ajk'amaya'l rik'in nikameläx ri awichinaxik. <a href="%(url)s" id="%(id)s" style="%(style)s">¡Tatojtob'ej!</a>

source: Frequently asked Questions
cak: Jutaqil taq k'utunïk

source: What is Location-Aware Browsing?
cak: ¿Achike rusamaj ri rokisaxik k'ojlemal pa ajk'amaya'l okem pa k'amaya'l?

source: Websites that use location-aware browsing will ask where you are in order to bring you more relevant information, or to save you time while searching. Let’s say you’re looking for a pizza restaurant in your area. A website will be able to ask you to share your location so that simply searching for “pizza” will bring you the answers you need... no further information or extra typing required.
cak: Ri taq ajk'amaya'l ruxaq k'amaya'l ri yetikïr nikik'utuj chawe akuchi' at k'o wi, k'a ri' nretamaj akuchi' at k'o wi, yetikïr nikitäq nimaläj taq etamab'äl chawe akuchi' yatkito' rik'in ri ramaj naq'axaj richin yakanon. Achi'el, tiqana'ojij chi nawajo' nak'utuj jun pitza ruma ri' nik'atzin chawe rucholajem kib'i' wayb'äl jay e k'o chi anaqaj, jun ajk'amaya'l ruxaq k'amaya'l nitikïr nuk'utuj akuchi' at k'o wi richin ke ri', xa xe nukanoj ri tzij “pitza” nitikïr nutzolij tzij chawe... majun chik achike chi etamab'äl nuk'utuj chawe o k'o chi yerutz'ib'aj ch'aqa' chik taq tzij.

source: Or, if you’re mapping out directions to get somewhere, the website will know where you’re starting from so all you have to do is tell it where you want to go.
cak: O, we nawajo' najikib'a' jun b'ey richin yab'e pa jun ochochib'äl k'o pa jun ruwäch setul, rik'in jub'a' jun ajk'amaya'l ruxaq k'amaya'l retaman akuchi' at k'o wi ruma ri' xa xe nab'ij chi re akuchi' nawajo' yatapon wi.

source: This service is totally optional &ndash; Firefox doesn’t share your location without your permission &ndash; and is done with the utmost respect for your privacy. And, like all elements of Firefox, it’s being created using open standards to ease adoption by Web developers.
cak: Re jun samaj re' niya' apo akuchi' yalan nikameläx ri ichinaxïk, janila cha'el ruma ri' ri Firefox man xtitikïr ta xtukomonij ri ak'ojlemal we man naya' taq q'ij pa tzij. Chuqa' ronojel ri taq ruch'akulal Firefox, enuk'un rik'in jaqäl taq chojmilal richin man k'ayew ta yek'am kuma ri ajk'amaya'l taq b'anonela'.

source: How does it work?
cak: ¿Achike rub'eyal nisamäj?

source: When you visit a location-aware website, Firefox will ask you if you want to share your location.
cak: Toq xtatz'ët jun ajk'amaya'l ruxaq k'amaya'l, ri nitikïr nrokisaj ri ak'ojlemal, ri Firefox xtuk'utuj chawe we nawajo' nakomonij.

source: If you consent, Firefox gathers information about nearby wireless access points and your computer’s IP address. Then Firefox sends this information to the default geolocation service provider, Google Location Services, to get an estimate of your location. That location estimate is then shared with the requesting website.
cak: We naya' q'ij, Firefox xkerumöl taq tzij pa kiwi' ri taq kik'ojlemal mek'am okem pa k'amaya'l e k'o naqaj chuqa' ri rochochib'al IP richin ri akematz'ib'. K'a ri', Firefox xtutäq jun etamab'äl chi re ri ya'öl rusamaj richin wach'uk'ojlem kan k'o wi (Google Location Services) richin nilitäj ri jikïl ak'ojlemal. Pa ruk'isib'äl, nitaq el re k'ojlemal re' chi re ri ajk'amaya'l ruxaq k'amaya'l ri xk'utun pe.

source: If you say that you do not consent, Firefox will not do anything.
cak: We man naya' ta atzij, majun achike nub'än ri Firefox.

source: How accurate are the locations?
cak: ¿La kan jikïl ri kojlemal?

source: Accuracy varies greatly from location to location. In some places, our service providers may be able to provide a location to within a few meters. However, in other areas it might be much more than that. All locations returned by our service providers are estimates only and we do not guarantee the accuracy of the locations provided. Please do not use this information for emergencies. Always use common sense.
cak: Nuk'ëx ri' ri jikïl ruma ri k'ojlemal. Pa jujun taq k'ojlemal, ri ajya'öl samaj xtub'än rik'in ka'i' oxi' taq etok'al sachoj, po kik'in ch'aqa' chik rik'in jub'a' jotöl chuwäch ri'. Xab'achike k'ojlem nuya' ri ajya'öl samaj choj jun retal ruma ri', man yojtikïr ta niqajikib'a' pa qitzij, tatojtob'ej man nawokisaj re re' toq yalan nik'atzin chawe, junelïk tawokisaj ri ana'ojib'al.

source: What information is being sent, and to whom? How is my privacy protected?
cak: ¿Achike chuqa' achoq chi re nitaq re etamab'äl re'? ¿Achike rub'eyal nikichajij ri wichinaxik?

source: Your privacy is extremely important to us, and Firefox never shares your location without your permission. When you visit a page that requests your information, you’ll be asked before any information is shared with the requesting website and our third-party service provider.
cak: Ri awichinaxik janila k'o rejqalem chi qawäch, Firefox majub'ey xtukomonij ri ak'ojlem we man aya'on ta q'ij. Toq xtatz'ët jun ruxaq nuk'utuj ri awetamab'al, nab'ey xtikik'utuj chawe chuwäch natäq xab'achike tzij chi re ri ya'öl samaj o chi ke ri ajk'amaya'l ruxaq k'amaya'l.

source: By default, Firefox uses Google Location Services to determine your location by sending:
cak: Pa rub'anikil ruk'amon pe, Firefox nrokisaj Google Location Service richin nujikib'a' ri ak'ojlemal, ri taq tzij xetaq e ja re':

source: your computer’s IP address,
cak: IP ochochib'äl richin ri akematz'ib',

source: information about the nearby wireless access points, and
cak: etamab'äl chi kij ri taq ruk'ojlem okem pa k'amaya'l e k'o naqaj, chuqa'

source: a random client identifier, which is assigned by Google, that expires every 2 weeks.
cak: b'aqaqinel k'utüy richin jujun taq winäq e k'o pa Google, ri xtik'is ruq'ijul pa kaka' taq wuqq'ij.

source: For a complete description of information collected and used by Firefox, please see the <a href="%(url)s">Firefox Privacy Notice</a>.
cak: We nawajo' nuk'ül ch'aqa' chik etamab'äl chi kij ri taq tzij yerumöl chuqa' yerokisaj Firefox, tab'etz'eta' ri <a href="%(url)s"> Runa'ojil Ichinanem richin Firefox</a>.

source: Google Location Services then returns your estimated geolocation (e.g., latitude and longitude). For a complete description of information collected and used by Google, please see the <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
cak: Ri samaj richin ruwach'uk'ojlem Google nuya' ri ak'ojlem (rukojolil chuqa' raqän). We nawajo' nawetamaj chi kij ri taq tzij yerumöl chuqa' nrokisaj Google, tab'etz'eta' ri <a href="%(url)s" class="%(class)s">Runa'ojil Ichinanem chi rij ruwach'uk'ojlem</a>.

source: The information is exchanged over an encrypted connection to protect your privacy. Once Firefox has your location information, it passes it to the website that requested it. At no time is the name or location of the website you are visiting, or are any cookies, ever shared with Google Location Services.
cak: Toq k'o chi ri taq rutzij ak'ojlem ri Firefox, re re' nikitün apo ki' pa ri ajk'amaya'l ruxaq k'amaya'l, ri xk'utun kichin. Majub'ey xtikomonïx ri b'i'aj, ochochib'äl chuqa' taq rukaxlanwey ajk'amaya'l ruxaq k'amaya'l, ri tajin natz'ët rik'in ri rusamaj ruwach'uk'ojlem Google. Chuqa', richin nichajïx ri awichinaxik, ronojel ri etamab'äl jalwachin ewan rusik'ixik.

source: Neither Mozilla or Google will ever use the information collected by Google Location Services to identify or spy on you.
cak: Pa xab'achike k'ulwachel chuqa' majun k'ulwachitajnem, Mozilla o Google xtrokisaj ri etamab'äl rumolon rik'in ri rusamaj wach'uk'ojlem richin nuya' awetal o yatnachäx.

source: For information about what the requesting website does with your location information, please refer to that website’s privacy policy.
cak: We nawajo' nak'ül ch'aqa' chik taq etamab'äl chi rij ri kokisaxik taq rutzij ak'ojlem nikib'än ri taq ajk'amaya'l ruxaq k'amaya'l, eqal ke'asik'ij ri taq runa'ojil ichinanem.

source: For more information about your privacy, you should also read:
cak: Richin nak'ül ch'aqa' chik taq rutzijol chi rij ri awichinaxik, niqachilab'ej chawe chi tasik'ij re re':

source: Mozilla Firefox Privacy Notice
cak: Runa'ojil Richinaxik Mozilla Firefox

source: Google privacy policy
cak: Runa'ojil Richinaxik Google

source: Am I being tracked as I browse the web?
cak: ¿La xtikichajij ri ru samaj ajk'amaya'l wokem pa k'amaya'l?

source: No. Firefox only requests a location when a website makes a request, and only shares your location when the user has approved the request. Firefox does not track or remember your location as you browse.
cak: Manäq. Firefox man xtuyäk ta chuqa' man xtunataj ta ri ak'ojlem toq atokinäq pa k'amaya'l, we ri ajk'amaya'l ruxaq k'amaya'l nuk'utuj ri ak'ojlem, Firefox xtuk'utuj pe chawe we nawajo', xa xe we rat nawajo', xtijach ri ak'ojlem.

source: How do I undo a permission granted to a site?
cak: ¿Achike rub'eyal man niya' ta chik q'ij chi re jun ajk'amaya'l ruxaq k'amaya'l?

source: If you've given Firefox permission to always give your location to a site and later change your mind, you can easily revoke that permission. Here's how:
cak: We xaya' rutzijol chi re Firefox chi junelïk tukomonij ri ak'ojlem rik'in jun ajk'amaya'l ruxaq k'amaya'l k'a ri', naya' chawäch chi mani chik, man k'ayew ta richin man naya' ta chik q'ij chi re. Wawe' niqab'ij chawe achike rub'eyal:

source: Navigate to the site to which you’ve given permission
cak: Tab'etz'eta' ri ajk'amaya'l ruxaq k'amaya'l, ri ya'on q'ij chi re

source: Go to the <em>Tools</em> menu, then select <em>Page Info</em>
cak: Tapitz'a' pa k'utsamaj <em>Taq Samajib'äl</em> chuqa' tacha' ri cha'oj <em>Etamab'äl chi rij re ruxaq re'</em>

source: Select the <em>Permissions</em> tab
cak: Tawila' chuqa' tapitz'a' pa ri ruwi' <em>Ya'oj taq q'ij</em>

source: Change the setting for <em>Share Location</em>
cak: Tajala' ri runuk'ulem cha'oj <em>Tikomonïx K'ojlem</em>

source: How do I clear the “random client identification number”?
cak: ¿Achike rub'eyal niyuj chi q'ab'aj ri "rajilab'al b'aqaqinel tz'etob'äl" ri xkiya' chwe?

source: Go to the <em>Tools</em> menu, then select <em>Clear Recent History</em>
cak: Tapitz'a' pa k'utsamaj <em>Taq Samajib'äl</em> chuqa' tacha' ri cha'oj <em>Tiyuj el ri k'ak'a' natab'äl</em>

source: Click the <em>Details</em> arrow
cak: Tapitz'a' ri <em>Taq b'anikil</em> rik'in ri ch'ab'

source: Ensure that <em>Cookies</em> is selected
cak: Tajikib'a' chi ri cha'oj <em>Taq kaxlanwey</em> cha'on

source: Click on <em>Clear Now</em>
cak: Tapitz'a' pa <em>Tijosq'ïx Wakami</em>

source: How do I turn off Location-Aware Browsing permanently?
cak: ¿Achike rub'eyal jumul ninchüp ri cha'oj richin ninkomonij ri nuk'ojlem?

source: Location-Aware Browsing is always opt-in in Firefox. No location information is ever sent without your permission. If you wish to disable the feature completely, please follow this set of steps:
cak: Re b'anikil re' choj cha'oj pa Firefox chuqa' majun etamab'äl nitaq we man aya'on ta q'ij. We k'a ki ri' kan nawajo' nachüp re ch'aoj re', ke'awojqaj re taq xak re':

source: In the URL bar, type <code>about:config</code>
cak: Pa ri kikajtz'ik taq ochochib'äl tatz'ib'aj <code>about:config</code>

source: Type <code>geo.enabled</code>
cak: Tatz'ib'aj <code>geo.enabled</code>

source: Double click on the <em>geo.enabled</em> preference
cak: Taya' ka'i' pitz'oj pan ajowab'äl <em>geo.enabled</em>

source: Location-Aware Browsing is now disabled
cak: Wakami chupül ri okem pa k'amaya'l rik'in k'ojlemal

source: How can I add support for Geolocation to my web site?
cak: ¿Achike rub'eyal nintz'aqatisaj to'ïk richi wach'uk'ojlem pa ajk'amaya'l ruxaq nuk'amaya'l?

source: You can integrate Geolocation support into your service by following the instruction at <a href="%(url)s">Mozilla Developer Center</a>.
cak: Yatikïr natz'aqatisaj ruto'ik wach'uk'ojlem pa ri asamaj rik'in ye'awojqaj ri taq rutzijol pa <a href="%(url)s">Rochoch rub'anonel Mozilla</a>.

source: Where am I?
cak: ¿Akuchi' in k'o wi?

source: Oops! An error occurred while trying to determine your position.
cak: ¡Uy! Xk'ulwachitäj jun sachoj toq nikanöx ri ak'ojlemal.
