Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/hello.lang.po
Languages: cak

source: Firefox Hello — Free, easy video conversations
cak: Firefox Hello — Tzijonem rik'in sipan chuqa' man k'ayew ta silowachib'äl

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
cak: Tawetamaj ronojel pa ruwi' Firefox richin natz'ët chi man k'ayew ta yatzijon rik'in xab'achike winäq chuqa' xab'akuchi' pa sipan silowachib'äl pa ri awokik'amaya'l

source: As easy as saying hello
cak: Man k'ayew ta, achi'el nab'ij achike ab'anon

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
cak: Tawetamaj ruwäch ri Firefox Hello, ri man k'ayew ta rub'eyal richin yatok pa silowachib'äl xab'achoq ik'in, xab'akuchi'.

source: Try Firefox Hello
cak: Tatojtob'ej Firefox Hello

source: You need a different version of Firefox to use Hello.
cak: Nik'atzin chawe junwi chi ruwäch Firefox richin nawokisaj Hello.

source: Try it now
cak: Tatojtob'ej wakami

source: All you need is Firefox
cak: Ronojel ri nik'atzin chawe ja ri Firefox

source: If you have the latest version of Firefox, you already have Hello.
cak: We k'o awik'in ri ruk'isib'äl ruwäch Firefox, k'o chik awik'in ri Hello.

source: There’s no account or sign-in required and nothing extra to download.
cak: Man nik'atzin ta chi re jun rub'i' taqoya'l chuqa' majun rutz'aqat k'o chi niqasäx.

source: Just send a conversation link to a friend and ask them to click it.
cak: Xa xe tataqa' jun ruximonel ri tz'ijonem chi re jun awachib'il chuqa' tab'ij chi re chi tupitz'a' qa.

source: See which browsers are compatible with Firefox Hello
cak: Tawila' achike taq okik'amaya'l nikik'äm ki' rik'in ri Firefox Hello

source: Just start a conversation, send your friend a link and ask them to click it.
cak: Tatikirisaj jun tzijonem, tataqa' jun ximonel chi re jun awachib'il chuqa' tab'ij chi re chi tupitz'a' qa.

source: Simple.
cak: Man k'ayew ta.

source: Share and share alike
cak: Tikomonïx chuqa' tik'omonïx pa junam taq peraj

source: Want to show off some new baby pictures?
cak: ¿La nawajo' nak'üt ri k'ak'a' taq ruwachib'al ri ne'y?

source: Share travel options over the Web?
cak: ¿La yekomonïx taq cha'oj richin b'eyajnem pa Ajk'amaya'l?

source: Check in on a project from half a world away?
cak: ¿Titz'ib'äx b'i'aj pa jun nuk'samaj pa ri juk'an chik chi re ri ruwach'ulew?

source: Screen sharing on Firefox Hello makes it all possible.
cak: Ichinan ruwäch kematz'ib' pa Firefox Hello nub'än chi ronojel tib'anatäj.

source: Try it out in your next conversation and share the things that matter most.
cak: Tatojtob'ej pa ri jun chik atzijonem chuqa' ke'akomonij ri nimaläj taq ch'akulal.

source: Invite anyone, anywhere
cak: Tapeyoj xab'achike winäq, xab'akuchi'

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
cak: Man k'ayew ta nokisäx Hello, ri awachib'il chuqa' awach'alal man rajowaxik ta chi k'o Firefox kik'in richin yetzijon awik'in.

source: As long as they have a compatible browser, they’re good to go.
cak: Xa xe chi k'o jun k'amonel okik'amaya'l kik'in, ronojel ütz xtub'än.

source: Learn more about compatible browsers
cak: Tetamäx ch'aqa' chik chi kij ri k'amonel taq okik'amaya'l

source: Safe, secure, protected
cak: Ütz, jikïl, chajin

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
cak: Ruma chi ri Hello nupo' ri' pa Firefox, yatikïr ütz nana' qa ruma chi awetaman chi ri taq atzijonem chuqa' awetamab'al e'ichinan chuqa' ütz kib'anon.

source: And thanks to WebRTC-grade encryption, you’ll enjoy an added level of security.
cak: Chuqa' matyox chi re ri WebRTC-grade ewan rusik'ixik, xtik'oje' pan aq'a' nïm xak chi jikomal.

source: Learn more about WebRTC encryption
cak: Tawetamaj ch'aqa' chik chi rij ri WebRTC ewan rusik'ixik

source: That’s part of our mission, and it’s behind everything we do around here.
cak: Ri ri' ruch'akulan ri taqel qataqanem, ruma ri' toq niqab'än ronojel wawe'.

source: Do more with a Firefox Account
cak: Tab'ana' k'ïy rik'in jun Firefox rub'i' taqoya'l

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
cak: Richin nitikirisäx jun tzijonem rik'in jun winäq, xa xe tatz'uku' jun sipan rub'i' taqoya'l richin Firefox o tatikirisaj jun molojri'ïl, we k'o chik awichin &mdash; ja ri junam rub'i' taqoya'l nawokisaj pa Sync.

source: You can then add contacts to keep them close at hand.
cak: K'a ri' yatikïr ye'atz'aqatisaj kib'i' taq achib'il richin ye'ayäk kan.

source: Get Firefox to get started
cak: Taqasaj Firefox richin natikirisaj

source: Want to start using Hello?
cak: ¿La nawajo' natikirisaj nawokisaj Hello?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
cak: Ronojel ri nik'atzin chawe ja ri Firefox &mdash; ri rokik'amaya'l jaqäl chi b'itz'ib', ri yatruto' chi nik'oje' pan aq'a' ri ak'aslem pa k'amab'ey toq nuya' q'ij chawe chi atokinäq kik'in ri awachib'il chuqa' awach'alal.

source: Download Firefox to start your first conversation.
cak: Taqasaj Firefox richin natikirisaj ri nab'ey atzijonem.

source: Get Firefox and start your first conversation
cak: Taqasaj Firefox chuqa' tatikirisaj ri nab'ey atzijonem

source: Update your Firefox to start using Hello
cak: Tak'exa' ruwäch ri Firefox richin natikirisaj rokisaxik Hello

source: Start your first conversation today
cak: Tatikirisaj ri nab'ey atzijonem wakami

source: Unfortunately, iOS doesn’t support Hello. To start having free video conversations, use Hello on Firefox for desktop, Firefox OS or Firefox for Android.
cak: Ri k'ayewal, iOS man nuköch ta Hello. Richin nitikirisäx chuqa' nib'an tzijonem pa sipan silowachib'äl, tawokisaj Hello pa Firefox richin ajkematz'ib', Firefox OS o Firefox richin Android.

source: Try Hello now
cak: Tatojtob'ej Hello wakami

source: Get to know Hello
cak: Tuk'uluj chawe ri Hello

source: Want to reconnect with friends around the world?
cak: ¿La nawajo' yatok chik jumul kik'in awachib'il chijun ri ruwach'ulew?

source: Celebrate a birthday when you can’t be there in person?
cak: ¿La tinimaq'ijüx jun chik rujuna' winäq toq man yatikïr ta yak'oje' apo chi ri'?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
cak: Tawetamaj pa ruwi' Firefox Hello richin natz'ët chi man k'ayew ta yatzijon rik'in xab'achike winäq chuqa' xab'akuchi' pa sipan silowachib'äl pa ri awokik'amaya'l.

source: Questions?
cak: ¿La nak'utuj pe?

source: Visit Mozilla Support
cak: Tab'etz'eta' Ruto'ik Mozilla

source: Powered by %s
cak: B'anon ruma %s

source: Now see how easy it is to share your screen. Click %s in your conversation window to try it.
cak: Wakami tatz'eta' chi man k'ayew ta nakomonij ri ruwäch akematz'ib'. Tapitz'a' pa %s pa rutzuwäch tzijonem richin nib'an ri tojtob'enïk.

source: Welcome to Hello
cak: Ütz apetik pa Hello

source: Open a video conversation with a single click, then invite a friend to join.
cak: Tajaqa' jun tzijonem pa silowachib'äl rik'in xa xe jun pitz'oj, k'a ri' tapeyoj jun awachib'il richin tutunu' ri'.

source: Share your link with a friend
cak: Takomonij ri aximonel rik'in jun wachib'il

source: They don’t even need Firefox to join. They just need to click the link.
cak: Rije' man k'atzinel ta Firefox chi ke richin yeto'on. Xa xe ok nikipïtz' qa ri ximonel.

source: No need to wait around
cak: Man k'atzinel ta nawoyob'ej

source: You will receive a notification once they’ve joined
cak: Xtak'ül jun rutzijol toq xatün awi'

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
cak: Toq ri awachib'il nupïtz' qa ri ximonel, ri ruwachib'al Hello xtujalwachij ri' pa xar, ke ri' nawetamaj we e k'o chi ri'.

source: You have a conversation waiting
cak: Atoyob'en pa jun tzijonem

source: Click now to join and say hello.
cak: Wakami tapitz'a' richin natün apo awi' chuqa' richin nab'ij at ütz.

source: The easiest way to have a free video conversation with anyone, anywhere
cak: Ri man k'ayew ta rub'anikil richin yatzijon pa sipan silowachib'äl rik'in xab'achike winäq, pa xab'achike k'ojlib'äl

source: Start a conversation right from Firefox
cak: Tatikirisaj jun tzijonem pa Firefox

source: Invite a friend by sending them a link
cak: Ke'apeyoj ri awachib'il rik'in rutaqik jun ximonel tzij

source: The Hello icon will change to blue once they’ve joined
cak: Ri wachib'äl Hello xtupo' qa ri' xar toq iximon chik iwi'

source: Tell a friend about Hello
cak: Tatzijoj chi re jun awachib'il chi rij ri Hello

source: Need help? Get support here
cak: ¿La nawajo' ato'ik? Tawila' to'ïk wawe'

source: Learn all about Hello
cak: Tawetamaj ronojel chi rij ri Hello

source: The easiest way to connect for free over video
cak: Ri man k'ayew ta rub'anikil richin choj yatok pa silowachib'äl

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
cak: Katikirisan pa Firefox chuqa' tapeyoj xab'achike winäq, xab'akuchi' richin yixtzijon. Xa xe k'o chi napïtz' pa ri ximonel richin natün awi'. Man k'atzinel ta rub'i' taqoya'l o nitikirisäx molojri'ïl.

source: You’ve started your first conversation. Wasn’t that easy?
cak: Xatikirisaj ri nab'ey atzijonem. ¿Man k'ayew ta Qupe'?

source: Click the blue button to start a video conversation, then invite a friend to join.
cak: Tapitz'a' pa ri xar pitz'b'äl richin natikirisaj jun tzijonem pa silowachib'äl, k'a ri' tapeyoj jun awachib'il richin tutunu' ri'.

source: Email, copy or share the link
cak: Titap pa taqoya'l, tiwachib'ëx o tikomonïx ri ximonel

source: Your friends can connect instantly. They don’t even need Firefox to join.
cak: Ri awachib'il yetikïr pan aninäq ye'ok. Man nik'atzin ta Firefox chi ke richin nikitün pe ki'.

source: Continue browsing from any tab and you will be notified once someone joins.
cak: Katok na pa xab'achike ruwi' chuqa' xtiya' rutzijol chawe toq k'o xtutün apo ri'.

source: sharing icon
cak: tajin nikomonïx wachib'äl
