Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/hello-2016.lang.po
Languages: cak

source: Browse the Web with friends
cak: Katok pa Ajk'amaya'l kik'in ri taq awachib'il

source: Use Firefox Hello to browse Web pages with your friends. Make decisions together in real time when planning a trip, shopping and more.
cak: Tawokisaj Firefox Hello richin yatok chi kipam Ajk'amaya'l taq ruxaq kik'n ri awachib'il. Tiya' chiwäch pa ri ramaj toq tajin ninuk'samajij jun b'eyajem, yixb'eloq'o chuqa' ch'aqa' chik.

source: Try It Now
cak: Tatojtob'ej wakami

source: Try Hello now
cak: Tatojtob'ej Hello wakami

source: Plan. Shop. Decide. Together.
cak: Tinuk'samajij. Kixloq'o. Tiya' chi wäch. Junam.

source: Instantly browse any Web page with a friend.
cak: Chanin katok pa k'amaya'l pa xab'achike Ajk'amaya'l ruxaq k'amaya'l rik'in jun awachib'il.

source: Try Firefox Hello
cak: Tatojtob'ej Firefox Hello

source: Get the latest version of Firefox to start browsing Web pages with your friends.
cak: Tak'ulu' ri ruk'isib'äl ruwäch Firefox richin natikirisaj yatok pa ajk'amaya'l ruxaq k'amaya'l kik'in ri awachib'il.

source: Get Firefox to start browsing Web pages with your friends.
cak: Tak'ulu' Firefox richin natikirisaj yatok pa ajk'amaya'l ruxaq k'amaya'l kik'in ri awachib'il.

source: Use Firefox on your desktop or laptop to start browsing the Web with your friends.
cak: Tawokisaj Firefox pan akematz'ib' richin ch'atal o ejqatel kematz'ib' richin natikirisaj yatok pa Ajk'amaya'l kik'in ri awachib'il.

source: Get on the same page and make faster decisions in real time.
cak: Kak'oje' pa ri junam ruxaq chuqa' tiya' chiwäch pan aninäq pa ri ramaj.

source: Plan a trip
cak: Tinuk'samajij jun b'eyajem

source: Figure out the details when planning a getaway with someone else.
cak: Ke'akanoj konojel ri taq b'anikil toq nanuk'samajij jun b'eyajem rik'in jun winäq.

source: Shop online
cak: Kaloq'o pa k'amab'ey

source: Share and compare ideas when buying a gift for a mutual friend.
cak: Kixkomonin chuqa' ke'ijunamaj ina'oj toq xtiloq' jun rusipanik iwachib'il.

source: Quick, easy and ready to go
cak: Aninäq, man k'ayew ta chuqa' ütz chik richin nisamäj

source: One click to send your friend an invitation
cak: Jun pitz' richin natäq jun peyonïk chi re jun awachib'il

source: No logins, passwords or accounts required
cak: Man k'atzinel ta natikirisaj molojri'ïl, ewan taq tzij o ruwäch kib'i' taqoya'l

source: Nothing extra to download — all you need is Firefox!
cak: Majun rutz'aqat richin niqasäx — ¡Ronojel ri nik'atzin chawe xa xe ri Firefox!

source: Made for sharing the Web
cak: B'anon richin nok pa Ajk'amaya'l

source: Collaborate and make decisions in real time
cak: Kato'on chuqa' taya' chawäch pa ri ramaj

source: Share what you’re looking at, safely and securely
cak: Takomonij ri tajin natz'ët rik'in jikomal

source: Invite friends, <a href="%s">even if they don’t use Firefox</a>
cak: Ke'apeyoj ri awachib'il, <a href="%s">stape' man nikokisaj ta Firefox</a>

source: Share this page with a friend.
cak: Takomonij re ruxaq k'amaya'l re' rik'in jun wachib'il.

source: Need help with Hello? <a href="%s">Visit Mozilla support</a>.
cak: ¿La nawajo' ato'ik rik'in Hello? <a href="%s">Tatz'eta' ri ruto'ik Mozilla</a>.
