Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/new.lang.po
Languages: cak

source: Firefox for desktop
cak: Firefox richin ajkematz'ib'

source: Take Control.<br> Choose Firefox.
cak: Tamaja' ri chajinik.<br> Tacha' Firefox.

source: Choose Independent.
cak: Tacha' chi at alajk'aslem

source: Choose Firefox.
cak: Tacha' Firefox

source: Different by design
cak: Qichin qonojel. Kichin konojel

source: Proudly<br />non-profit
cak: Nïm niqana' <br /> majun ch'akoj qatzeqelib'en

source: Innovating<br />for you
cak: Tajin yojtz'ukun <br /> awuma rat

source: Fast, flexible,<br />secure
cak: Aninäq, jalel, <br />jikel pa jikïl

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
cak: Ruma chi öj moloj, ri man roqan ta ch'akoj, jamäl chi qawäch niqajalnuk' qi' chi awichin chuqa' man niqana' ta chi niqachsamajij qi' richin niqajikib'a' qatzij rik'in xa b'a achike jun. Xtiqa chawäch ri rujalik.

source: Firefox screenshot
cak: Ruwäch Firefox

source: Get Firefox everywhere
cak: Tak'ulu' Firefox pa xa b'a' achike k'ojlib'äl

source: While it installs, add it to your Android and iOS devices.
cak: Toq tajin niyak, tatz'aqatisaj chuqa' pa ri Android chuqa' iOS taq awokisaxel.

source: Thanks for downloading Firefox!
cak: ¡Niqak'amowaj chawe ruma xaqasaj Firefox!

source: Start the process by clicking Run.
cak: Tamaja' rutikirisaxik rik'in rupitz'ik pa Tib'anatäj.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
cak: Pa ruyonil nitikïr ruqasaxik. We mani, <a id="%s" href="">tapitz'a' wawe'</a>. Rik'in jub'a' xtiyoke' jujun ch'utaq ramaj, po janila k'o ruq'ij ri royob'exik.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
cak: Toq xtib'ix chawe, taqirirej apo ri ruwachib'al Firefox pa ri ruwachib'al ri molyakb'al richin Taq Chokoy.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
cak: Tapitz'a' richin tib'anatäj ri ruto'onel runuk'ulem Mozilla Firefox. K'a ri' xa xe ke'awoqaj ri taq rucholajil (xqab'än chi ke chi man k'ayew ta ye'asamajij).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
cak: Taqirirej ri ruwachib'al Firefox pa ri rumolsamaj taq chokoy pa ruxe'el. ¡Wakami, tapitz'a' pa Firefox toq nawajo' nawokisaj ri Ajk'amaya'l!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
cak: Wakami at ütz chik richin yatikïr yatik'o pa jun k'ak'a' ruk'aslemal ri okem pa k'amaya'l. Toq napïtz kamul pa ruwi' ri ruwachib'al Firefox toq nawajo' xtawajo' xkak'oje' pa ri k'amab'ey.

source: Mozilla Firefox Web Browser
cak: Mozilla Firefox Okik'amayal

source: Sorry, Firefox is currently unsupported by iOS devices.
cak: Takuyu', wakami ri Firefox man koch'el pa iOS taq okisaxel.

source: Congrats! You’re using the latest version of Firefox.
cak: ¡Kakikot! Tajin nawokisaj ri ruk'isib'äl ruwäch chi Firefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
cak: Achi'el chi tajin nawokisaj jun ojer ruwäch chi Firefox. Tak'exa' ruwäch pa Google Play.

source: Looks like you’re using an older version of Firefox.
cak: Achi'exa tajin nawokisaj jun ojer ruwäch chi Firefox.

source: Update to stay fast and safe.
cak: Tak'exa' ruwäch richin natikirisaj chik pan aninäq chuqa' pa jikïl.

source: Get it free on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Learn more about Firefox for desktop
cak: Tetamäx ch'aqa' chik chi rij ri ajkematz'ib' Firefox

source: Looking for mobile?
cak: ¿Nakanoj kichin taq okisaxel ajoyonib'äl?

source: Download a fresh copy
cak: Taqasaj jun k'ak'a' wachib'äl

source: Learn more about Firefox for Mobile
cak: Tawetamaj ch'aqa' chik chi rij ri ajoyonib'äl Firefox

source: Learn more about Firefox OS
cak: Tawetamaj ch'aqa' chik chi rij ri Firefox OS

source: Get Firefox on your Android device
cak: Tak'ulu' Firefox pa ri Android awichin rat

source: Add Firefox to your iPhone, iPad and iPod touch
cak: Tatz'aqatisaj Firefox pa ri iPhone, iPad chuqa' iPod touch e awichin rat.

source: Discover all the ways to take Firefox on the go
cak: Ke'awila' ronojel ri taq rub'anikil richin nak'waj awik'in ri Firefox

source: Learn more about Firefox on iOS
cak: Tawetamaj ch'aqa' chik chi rij ri Firefox iOS

source: Why don’t we offer an iOS version?
cak: ¿Achike ruma man niqasüj ta jun ruwäch richin iOS?

source: Download Firefox
cak: Taqasaj Firefox

source: Free Web Browser
cak: Sipan chi Okik'amaya'l

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
cak: Taqasaj Mozilla Firefox, jun sipan okik'amaya'l. Firefox nuk'un ruma jun ajronojel moloj ri majun ch'akoj rutzeqelib'en, ri nusamajij rij chi ri winaqi' tik'oje' kiq'ij pa ri k'amab'ey. ¡Tak'ulu' Firefox wakami!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
cak: Mozilla Firefox, jun sipan ajk'amaya'l, nuk'un ruma jun aj ruwachulew moloj, ri man roqan ta ch'akoj, ri nusamajij rij chi ri winaqi' tik'oje' kiq'ij chuqa' tinuk' ri chwa'q kab'ij ruk'aslem ri ajk'amaya'l richin ütz chi kiwäch ri winaqi'.

source: Give Firefox a tune up
cak: Taya' jun chojmirisanïk chi re ri Firefox

source: Refresh Firefox
cak: Tak'exa' ruwäch Firefox
