Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/nightly_firstrun.lang.po
Languages: cak

source: Firefox Nightly First Run Page
cak: Nab'ey ruxaq rutikirib'al Firefox Nightly

source: Thank you for using Firefox Nightly
cak: Matyox ruma nawokisaj Firefox Nightly

source: Choose an area to get involved below and help make Firefox better for users everywhere
cak: Tacha' jun k'ojlib'äl richin yatok chupam richin yato'on chi nutzïr ri Firefox kichin ri winaqi' xab'akuchi'

source: Test
cak: Tojtob'enïk

source: Find and file bugs and generally make sure things work as they should.
cak: Tawila' chuqa' ke'ayaka' ri taq sachoj chuqa' tab'ana' chi ütz yeb'anatäj ri taq wachinäq richin kesamäj achi'el najowäx.

source: Start testing
cak: Titikirisäx tojtob'enïk

source: Code
cak: Bitz'ib'

source: File bugs and work on the building blocks of the Firefox browser.
cak: Ke'ayaka' ri taq sachoj chuqa' kasamaj chi kinuk'ik taq rutzob'aj Firefox okik'amaya'l.

source: Start coding
cak: Titikirisäx nuk'samajem

source: Localize
cak: Titzalq'omïx

source: Make Firefox available (and better) in more languages around the world.
cak: Tab'ana' chi wachel (chuqa' ütz) ri Firefox pa ch'aqa' chik ch'ab'äl chijun ri ruwach'ulew.

source: Start localizing
cak: Tatikirsaj rik'in ri tzalq'ominïk
