Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/private-browsing.lang.po
Languages: cak

source: Private Browser Protects Your Online Privacy | Firefox
cak: Ri Ichinan Okik'amaya'al nuchajij ri awichinik pa K'amab'ey | Firefox

source: Firefox Web browser — Private Browsing with Tracking Protection — Mozilla
cak: Firefox Ajk'amaya'l okik'amaya'l — Ichinan Okem pa K'amaya'l rik'in Ruchajinik Kanoxïk — Mozilla

source: Firefox protects your online privacy and blocks trackers that follow you around the web. Get Firefox for private browsing!
cak: Firefox nuchajij ri iwichinik pa k'amab'ey chuqa' yeruq'ät ri kanonela' yatkikanoj pan ajk'amaya'l. ¡Tik'ul Firefox richin ri ichinam okik'amaya'l!

source: Get more protection and the most privacy, only from Firefox. No other browser gives you so much control over your digital footprint.
cak: Tak'ulu' nïm chajinïk chuqa' ri nimaläj ichinanem, xa xe rik'in ri Firefox. Majun chik chi okik'amaya'l nuya' janila chajinïk chawe pa ruwi' ri retal ruwi' aq'a'.

source: More protection. <br>The most privacy. <br>Only from Firefox.
cak: Nïm chajinïk. <br>Ri nimaläj ichinanem. <br>Xa xe rik'in ri Firefox.

source: Try Private Browsing
cak: Tatojtob'ej ri Ichinan Okem pa K'amaya'l

source: To give the new Private Browsing a try, download Firefox.
cak: Richin niya' jun samaj chawe rik'in ri k'ak'a' Ichinan Okem pa K'amaya'l, taqasaj ri Firefox.

source: Your Firefox is not up to date. Download the latest version to use the new Private Browsing.
cak: Man ak'exon ta ruwäch ri Firefox. Taqasaj ri ruk'isib'äl ruwäch richin nawokisaj ri k'ak'a' Ichinan Okem pa K'amaya'l.

source: No other browser gives you so much control over your digital footprint.
cak: Majun chik chi okik'amaya'l nuya' jeb'ël chajixïk chi rij ri retal ruwi' q'ab'aj.

source: Learn how to use Private Browsing
cak: Tawetamaj rub'eyal nawokisaj ri Ichinan Okem pa K'amaya'l

source: Private Browsing
cak: Ichinan okem pa k'amaya'l

source: Firefox won’t save things like your browsing history, searches or cookies, but it will keep new bookmarks and files you download.
cak: Ri Firefox man xkeruyäk ta kan ri runatab'al awokem pa k'amaya'l, taq kanoxïk o taq kaxlanwey, xa xe chi xkeruk'ül kan ri taq ayaketal chuqa' ri taq yakb'äl xe'aqasaj kan.

source: With Tracking Protection
cak: Wakami rik'in Ruchajinik Kanoxïk

source: Minimize the ability of hidden third parties from tracking your browsing activity across many sites.
cak: Ke'ach'utinisaj ri kuchuq'a' ch'aqa' chik winaqi' richin nikikanoj ri asamaj toq atokinäq pa k'amaya'l rik'in k'ïy taq ruxaq k'amaya'l.

source: Learn more about Private Browsing
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Ichinam Okem pa K'amaya'l

source: Tracking Protection is only available with Firefox for Android and Desktop
cak: Ri Ruchajinik Kanoxïk xa xe k'o pa Firefox richin Android chuqa' Ajkematz'ib'

source: When to use Private Browsing
cak: Jampe' to nokisäx ri Ichinan Okem pa K'amaya'l

source: To minimize your digital footprint
cak: Richin nich'utinirisäx ri retal ruwi' aq'a'

source: Tracking Protection blocks Internet companies from following you across the Web
cak: Ri Ruchajinik Kanoxïk yeruq'ät ri taq kinimamoloj k'amaya'l, ri nikitojtob'ej yatkojqaj rik'in ri Ajk'amaya'l

source: Online banking from a shared device or computer
cak: Yakb'äl pwäq pa k'amab'ey pa jun kamonin okisaxel o kematz'ib'

source: Your username and password won’t be saved
cak: Man xkeyake' ta kan ri ab'i' richin winäq chuqa' ri ewan atzij

source: To help you plan a surprise, like a birthday or a trip
cak: Richin ato'ik chi nanuk'samajij jun mayoj, achi'el toq niq'ax ruq'ij winäq o jun b'eyajnem

source: No one can see your browsing history
cak: Majun nitikïr nutz'ët ri runatab'al awokem pa k'amaya'l

source: The Control Center has you covered
cak: Atrumejon ri Chajinïk Jay

source: When you see the shield to the left of the address bar, that means Firefox is protecting you from potential trackers.
cak: Toq xtatz'ët ri pokob' pan rajxokon ri kikajtz'ik ochochib'äl, nuq'ajuj chi ri Firefox tajin yatruchajij chi kiwäch ri nima'q kanonela'.

source: You can disable Tracking Protection for a single site, or turn it off entirely. It’s up to you.
cak: Yatikïr nachüp ri Ruchajinik Kanoxïk xa xe chi re jun ruxaq k'amaya'l, o jumul nachüp. Achike na nawajo' rat.

source: Learn more about the Control Center
cak: Tetamäx ch'aqa' chik pa ruwi' ri Chajinïk Jay

source: Control Center is not available on Android devices, but a shield will still be displayed to let you know when you are protected.
cak: Ri Chajinïk Jay man k'o ta pan Android okisaxel, po jun pokob' xtiwachin pe richin nawetamaj toq yachajïx

source: Try it now to stay in control
cak: Tatojtob'ej wakami yak'oje' pa chajinïk
