Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/sendto.lang.po
Languages: cak

source: Send Firefox to your smartphone or tablet
cak: Tataqa' ri Firefox chupam ri na'owinäq awoyonib'al o ach'atalkem

source: Your download link was sent.
cak: Xtaq ri ruximonel aqasanik.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
cak: Takuyu'. Man okel ta re ajilab'äl re'. Tab'ana' utzil, tatz'ib'aj rajlab'al oyonib'äl richin Estados Unidos.

source: Please enter an email address.
cak: Tab'ana' utzil, tatz'ib'aj jun rochochib'al taqoya'l.

source: Please make a selection before proceeding.
cak: Tab'ana' utzil tab'ana' jun cha'oj chuwäch natikirisaj el.

source: An error occurred in our system. Please try again later.
cak: Xk'ulwachitäj jun sachoj pa qaq'inoj. Tab'ana' utzil, tatojtob'ej chik pa jun ti mej.

source: Select iOS or Android
cak: Tacha' iOS o Android

source: Choose OS
cak: Tacha' OS

source: Enter your email or 10-digit phone number
cak: Tatz'ib'aj ri ataqoya'l o ri 10 ajilab'äl richin ri rajilab'al awoyonib'al

source: Enter your email
cak: Tatz'ib'aj ri ataqoya'l

source: Send
cak: Titaq

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
cak: Ri samaj SMS xa xe k'o richin Estados Unidos. Nitikïr nok chupam rajil SMS chuqa' kokisaxik taq tzij.

source: The intended recipient of the email or SMS must have consented.
cak: Ri ruk'ulunel taqoya'l o SMS k'o chi xrajo'.
