Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/shared.lang.po
Languages: cak

source: Desktop Browser
cak: Kematz'ib'ab'äl Okik'amaya'l

source: Android Browser
cak: Android Okik'amaya'l

source: iOS Browser
cak: iOS Okik'amaya'l

source: Focus Browser
cak: Focus Okik'amaya'l

source: Features
cak: Taq b'anikil

source: Support
cak: To'ïk

source: More privacy
cak: Nïm ichinanem

source: Firefox doesn’t sell access to your personal information like other companies. From privacy tools to tracking protection, you’re in charge of who sees what.
cak: Ri Firefox, man nuk'ayij ta ri okem pa ri awetamab'al achi'el ch'aqa' chik taq nimamolojri'ïl. Achi'el ri taq rusamajib'al ichinanem k'a ri chajinïk chuwäch ojqanem, rat at pa'äl chuwäch achike ri nutzu' achike.

source: Here’s how Firefox protects your privacy
cak: Ja rub'eyal re' nuchajij ri awichinanem ri Firefox

source: More freedom
cak: Nïm jamalil

source: Following the pack isn’t our style. As part of the non-profit Mozilla, Firefox leads the fight to protect your online rights and champion an Internet that benefits everyone — not just a few.
cak: Man qab'anikil ta niqojqaj ri pisoj. Ruma öj k'o rik'in ri Mozilla akuchi' man nojqäx ta ri ch'akoj, ri Firefox nab'eyinäq richin yeruchajij ri taq ruch'ojib'al pa k'amab'ey chuqa' nuto' jun K'amaya'l ütz nub'än chi qe qonojel — man xa xe ta chi ke ka'i' oxi' ok.

source: Browse independently with Firefox
cak: Rik'in alaj k'aslem katok pa k'amaya'l rik'in Firefox

source: More performance
cak: Nïm rub'eyal nisamäj

source: Bring it, Internet! We’ve spent the last year supercharging Firefox’s performance. Now start up faster, tab hop quicker and scroll like a speed demon.
cak: ¡Tik'am pe, K'amaya'l! Qa'ik'owisan ri ruk'isib'äl kan juna' akuchi' qa'ik'owisan rub'eyal nisamäj ri Firefox. Wakami nutikirisaj yalan aninäq, tab hop yalan aninäq chuqa' itzelal richin nik'o rik'in ri anin.

source: Get more done with Firefox
cak: Nïm samaj tib'an rik'in Firefox

source: Hungry for more?
cak: La nawajo' ch'aqa' chik?

source: Get the latest &amp; greatest from Firefox delivered straight to your inbox.
cak: Ke'ak'ulu' ri taq ruk'isib'äl &amp; nïm pa Firefox, ri jumul nijach chawe pa ri kik'ojlib'al ataqob'al.
