Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/speed.lang.po
Languages: cak

source: How fast is your Firefox?
cak: ¿Janipe' chi aninäq ri Firefox k'o awik'in?

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
cak: Ri k'ak'a' Firefox jotöl chi re ri 7 mul aninäq. (¡Ri ri' yalan ütz!) Tanik'oj ri awaninel richin natz'ët chi man tik'oje' kan chi rij ri awichin.

source: Learn more
cak: Tawetamaj ch'aqa' chik

source: Old Firefox = <em>Sadface</em>
cak: Ojer Firefox = <em>B'ispaläj</em>

source: New Firefox = <em>Yay!</em>
cak: K'ak'a' Firefox = <em>¡Ja'!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a href="%(url)s">upgrade now!</a>
cak: Ri ri' man ütz ta chi na'oj. Man katok chik pa k'amaya'l pa ojer chuqa' <a href="%(url)s">¡tak'exa' wakami!</a>

source: Now we’re talking!
cak: ¡Niqanimaj chik qi'!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
cak: Ütz nana', ¿qupe'? Ütz apetik pa ri chwa'q kab'ij richin ri Ajkamaya'l. Jeb'ël ok yak'oje' wawe'.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
cak: Tawak'axaj, achi'el tajin nawokisaj ri %BROWSER%. Achike ruma man naqasaj ri Firefox richin nawïl achike ri aninem

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
cak: Tawak'axaj, achi'el ta chi man tajin ta nawokisaj ri Firefox achi'el okik'amaya'l. Achike ruma man naqasaj ri Firefox richin nawïl achike ri aninem

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
cak: Ri k'ak'a' Firefox yalan aninel, sipan (achi'el junelïk), jub'a' nisach chuqa' yalan nuchajij ri awichinaxik.

source: <a href="%(url)s">Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
cak: <a href="%(url)s">K'exoj ruwäch</a> man xtik'o ta ni xa ta jun ch'utiramaj chuqa' man xtasäch ta ri anatab'al o ri taq ayaketal. ¡Jeb'ël!
