Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/sync.lang.po
Languages: cak

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
cak: Ke'okisäx taq yaketal, taq ruwi' chuqa' ewan taq tzij pa taq okisaxel | Firefox

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
cak: Ke'ak'waj awik'in ri taq yaketal, taq ruwi' chuqa' ewan taq rutzij Firefox xab'akuchi' yab'e wi' rik'in Firefox Sync. Tikomonïx chi kikojol taq kematz'ib' chuqa' oyonib'äl taq okisaxel. ¡Tik'ul Firefox wakami!

source: Browse boldly. Connect your devices.
cak: Tib'an okem pa k'amaya'l rik'in na'ojib'äl. Ke'atunu' ri taq awokisaxel.

source: Add Firefox on your personal devices to get your bookmarks, open tabs and passwords anywhere. Get secure access to everything you need when you sign into your Firefox Account.
cak: Tatz'aqatisäj Firefox pa ri taq awokisaxel richin ye'awïl ri taq ayaketal, ye'ajäq ri taq ruwi' chuqa' ewan taq tzij xab'akuchi'. Ütz katok pa ronojel ri nawajo' toq natikirisaj molojri'ïl pan ataqoya'l richin Firefox.

source: Ready, Set, Sync
cak: Tachojmirisaj awi', ütz, taxima'

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
cak: Taq okinäq chuqa' at ütz chik richin yatok pa <em>a</em> Firefox taq nawajo', akuchi' nawajo'.

source: Your web, how you like it, everywhere
cak: Ri awajk'amaya'l, achi'el niqa chawäch, xab'akuchi'

source: Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Add Firefox to your personal devices and securely connect your browsing experience everywhere. Keep everything set up how you like it, wherever you go.
cak: Tatikirisaj molojri'ïl pa ataqoya'l richin Firefox richin ye'ajäq ri chajin ewan taq atzij, ye'ajäq taq ruwi' chuqa' taq yaketal. Tatz'aqatisaj Firefox pa ri taq awokik'amaya'l richin ütz ye'awokisaj ri taq awetamab'al richin okem pa k'amaya'l xab'akuchi'. Ke'anuk'ub'ej ronojel achi'el niqa chawäch, xab'akuchi' yab'e.

source: If you lived here you’d be home by now
cak: Xa ta at k'äs wawe', at k'o ta chik chi awochoch

source: Download or open Firefox to start securely connecting your browsing experience on all your personal devices. Sign into your Firefox Account to access your protected passwords, open tabs and bookmarks. Keep everything set up how you like it, wherever you go.
cak: Taqasaj o tajaqa' ri Firefox richin natikirisaj ri ütz rokisaxik awetamab'al richin okem pa k'amaya'l pa ronojel ri taq awokisaxel. Tatikirisaj molojri'ïl pa ri ataqoya'l richin Firefox richin ye'awokisaj ri chajin ewan taq atzij, ye'ajäq taq ruwi' chuqa' taq yaketal. Tanuk'samajij achi'el niqa chawäch, xab'akuchi' yab'e wi.

source: Take your Web with you
cak: Tak'waj awik'in ri Ajk'amaya'l

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
cak: Taxima' Firefox xa b'a' akuchi' richin yatikïr yatok chi kipam ri taq ayaketal, ewan atzij, taq awi' chuqa' pa xa b'a' achike okisaxel, tz'alamkem o kematz'ib'.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
cak: Ke'axima' ri taq ayaketal, ewan taq tzij, taq awi' ke ri' toq tajin nawokisaj ri retal ataqoyal pa Firefox richin katok chi kipam xa b'a' akuchi' yatok chupam ri retal ataqoya'l.

source: It looks like you’re running an older version of Firefox.
cak: Achi'el chi tajin nawokisaj jun ojer ruwäch chi Firefox.

source: The new version of Sync only works with the latest version of Firefox
cak: Ri k'ak'a' ruwäch chi Ximojri'ïl xa xe nisamäj pa ri ruk'isib'äl ruwäch chi Firefox

source: Soon you’ll be able to use Sync on your iOS device
cak: Jub'a' chik xkatikïr xtawokisaj Sync pa ri iOS awokisaxel

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
cak: Ximojri'ïl xa jun chi ke ri nimaläj taq b'anikil xtak'ül pa Firefox. ¡Ke'awila' konojel!

source: Now sync Firefox with your iOS and Android devices.
cak: Wakami taxima' Firefox kik'in ri taq awokisaxel Android chuqa' iOS.

source: Download Firefox for Android
cak: Taqasaj Firefox richin Android

source: Get started with Sync
cak: Tatikirisaj rik'in Sync

source: Update your Firefox
cak: Tak'exa' ruwäch ri Afirefox

source: Download Firefox
cak: Taqasaj Firefox

source: Get started with Sync in four easy steps:
cak: Tatikirisaj rik'in Sync xa xe rik'in 4 taq rucholajil:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
cak: Tijaq ri<a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">k'utsamaj</a> pa ruwi' rajkiq'a' Firefox tacha' “<strong>tok pa Ximojri'ïl.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
cak: Tapitz'a' pa “<strong>Titikirisäx</strong>” pa ri ruwi' nijaq.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
cak: Tanima' jun rochochib'al taqoya'l chuqa' jun ewan tzij pa “<strong>Titz'uk jun rub'i' taqoya'l pa Firefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
cak: Tapitz'a' pa “<strong>Jun chik</strong>” richin nak'ül jun jikib'axïk chupam ataqoya'l.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
cak: Chi rij xtanik'oj ri ataqoya'l chuqa' toq xtapïtz' pa ruwi' ri ximonel richin jikib'anïk, ¡Xtitz'aqät ri rub'eyal! Ri Firefox pa ruyonil xtiximon pa ruka'n b'ey.

source: Get more detailed instructions.
cak: Ke'ak'ulu' cholotäl taq rucholajil.

source: Using an older version of Sync?
cak: ¿Tajin nawokisaj jun ojer ruwäch chi Ximojri'ïl?

source: How to set up Sync in five easy steps:
cak: Achike rub'eyal nib'an runuk'ulem ri Sync pa wo'o' rucholajil:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
cak: Tapitz'a' ri pitz'b'äl <strong>K'utüy samaj</strong> (rik'in jub'a' chuxe' ri ruwäch pa rutz'ik ajsik rajkiq'a' ri okik'amaya'l).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
cak: Ke'acha' ri taq <strong>ch'akulal</strong> (rik'in jub'a' rajowaxik nab'ey napïtz <strong>Ch'aqa' chik</strong>).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
cak: Tapitz'a' <strong>Sync</strong> k'a ri' <strong>Titikirisäx</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
cak: Ri <strong>ruxaq richin nitz'uk jun rub'i' taqoya'l pa Firefox</strong> xtijaq pa jun k'ak'a' ruwi'.

source: Fill out the form and click <strong>Next</strong>.
cak: Tanojisaj ri nojwuj chuqa' tapitz'a' pa <strong>Jun chik</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
cak: Chi rij nanik'öx ri ataqoya'l chuqa' napïtz' pa ri ruximonel jikib'anïk, at ütz chik richin natikirisaj. Man tamestaj ye'awokisaj konojel ri taq owokisaxel richin nawïl ri jeb'ël rutzil Sync.

source: Sync a little. Sync a lot.
cak: Taxima' jub'a'. Taxima' k'ïy.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
cak: Rat yacha'on rupam ri Firefox awichin, ri nawajo' ye'axïm chuqa' akuchi' nawajo' yaximon. Ke'ak'waj ri taq awi' awik'in q'ij q'ij. Katok chi kipam ri taq ayaketal pan asamaj. Ri nawajo', toq nawajo', akuchi' nawajo'.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
cak: ¿La nawajo' yatok chi kipam ri ejaqon taq awi' pan akematz'ib' pa jun chik okisaxel? ¿Katok pa ri anatab'al richin okem pa k'amaya'l chi rij ri b'anatajnäq pe? ¿Kek'oje' awik'in ri taq ewan atzij? Wakami yatikïr.

source: Here’s what you can sync:
cak: Wawe' k'o ri yatikïr naxïm:

source: Bookmarks
cak: Taq yaketal

source: Passwords
cak: Ewan taq tzij

source: Open tabs
cak: Kejaq ri taq ruwi'

source: History
cak: Natab'äl

source: Personal
cak: Awichin

source: That shopping rabbit hole you started on your laptop this morning? Pick up where you left off on your phone tonight. That dinner recipe you discovered at lunchtime? Open it on your kitchen tablet, instantly. Connect your personal devices, securely.
cak: ¿La rujul umül re' richin loq'oj, ri xtikïr pa ri ejqatel akematz'ib' nimaq'a' wakami? Tak'ama' el akuchi' xaya' wi kan pa ri awoyonib'al wakami chaq'a'. ¿La ja ri rutzijol rub'anikil q'utun xawïl toq yawa' paq'ij? Nawajo' najäq aninäq pa ri ejqatel akematz'ib' pa rute' q'aq'. Ke'atunu' ri taq awokisaxel rik'in jikomal.

source: At home
cak: Chi jay

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
cak: Pa ch'atal kaq'ax pa nimach'akät akuchi' majun sachoj nab'än. Katok chi kipam ri jaqon taq awi' pa ri na'owinäq awoyonib'al o k'a kak'oje' pa okik'amaya'l pa ri atz'alamkem.

source: Secure
cak: Jikomal

source: Your Firefox Account is the doorway to all your web stuff—we help you keep it safe. Your data is always in your control, unreadable by anyone else, and encrypted with your account password. We protect it and hand you the key.
cak: Ri ataqoya'l richin Firefox ja ruchi' kochoch taq awachinäq pa k'amab'ey—yatqato' chi junelïk jikïl. Ri taq atzij junelïk eruchajin, man tikirel ta nisik'ïx ruma xab'achike winäq chuqa' ewan rusik'ixik rik'in ri ewan rutzij ataqoya'l. Niqachajij chuqa' niqajäch ri jaqb'äl chawe.

source: At work
cak: Pa samaj

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
cak: Junelïk katok chi kipam ri nimaläj taq awetamab'al. Ke'axima' kij ri ewan taq atzij chuqa' ri taq yaketal pa ri akuchi' rajowaxik yatok pa xa b'a' achike ramaj. Achi'el Firefox, janila chi jikïl.

source: Accessible
cak: Okel

source: Catch up on your open tabs and saved reads over Saturday morning coffee. Find your bookmarks and passwords anywhere you use Firefox—your smartphone, tablet or laptop. Connect everything you need and nothing you don’t.
cak: Tasamajij ronojel q'ij ri jaqäl taq ruwi' chuqa' ke'ayaka' kan toq naqüm akape' nimaq'a' saq'ij. Ke'awila' ri taq ayaketal chuqa' ewan taq atzij xab'akuchi' akuchi' nawokisaj Firefox—awoyonib'al, na'onel akematz'ib' o ejqatel akematz'ib'. Ke'atunu' ronojel ri nawajo', majun ri man ta nitikïr nub'än.

source: On the go
cak: Xa b'a' akuchi' yab'e

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
cak: Kek'oje' awik'in ri taq ajowawuj o nakisib'ej rij ri b'anob'äl xatikirisaj chi jay — xa b'a' akuchi' at k'o wi. Rik'in Sync, majub'ey man ta k'ayew nub'än.

source: Add Firefox to your smartphone or tablet
cak: Taya' ri Firefox chupam ri na'owinäq awoyonib'al o ch'atalkem

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
cak: Richin nawïl awetamab'al chi rij ri tz'aqät ximonïk, tak'ulu' Firefox richin iOS o Android chuqa' ke'awokisaj konojel ri taq awokisaxel — xa b'a akuchi' nawokisaj Firefox.

source: Add Firefox
cak: Taya' qa Firefox chupam

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
cak: ¿K'o jun <b>awoyonib'al k'o Android chupam</b> o jun <b>tz'alamkem</b>?

source: Get Firefox everywhere
cak: Tak'ulu' Firefox pa xab'akuchi'

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
cak: Richin nik'oje' tz'aqät awetamab'al chi rij Ximojri'ïl, tak'waj ri Ajk'amaya'l awik'in akuchi' na nawokisaj Firefox. Tawokisaj ri na'owinäq awoyonib'al, tz'alamkem, kematz'ib', ejqatel akematz'ib'.
