Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/tracking-protection-tour.lang.po
Languages: cak

source: How Tracking Protection works
cak: Achi'el nisamäj ri Ruchajinik Kanoxïk

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
cak: Toq xtatz'et ri pokob', Firefox eruq'aton jujun taq ruperaj ruxaq, ri yetikïr nikïl ri asamaj pa k'amaya'l.

source: 1 of 3
cak: 1 richin 3

source: Next
cak: Jun chik

source: Differences to expect
cak: Taq jaloj ri e'oyob'en

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
cak: Jujun taq peraj richin re ruxaq rik'in jub'a' esachinäq, ruma nuya' q'ij chi ke aj rox winäq richin yatkitzeqelb'ej pa jalajöj taq ruxaq ajk'amaya'l.

source: 2 of 3
cak: 2 richin 3

source: Want to make changes?
cak: ¿La nawajo' ye'ab'än taq k'exoj?

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this site.”
cak: Man k'ayew ta richin nachüp ri Ruchajinik Kanoxïk richin ri ruxaq ajk'amaya'l tajin nawokisaj, xa xe tapitz'a' pa “Tichup ruchajixik re ruxaq k'amaya'l re'.”

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
cak: Man k'ayew ta richin nachüp ri Ruchajinik Kanoxïk richin ri ruxaq ajk'amaya'l tajin nawokisaj, xa xe tapitz'a' pa “Tichup ruchajixik pa re molojri'ïl re'.”

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
cak: Man k'ayew ta richin natzïj ri Ruchajinik Kanoxïk richin ri ruxaq ajk'amaya'l tajin nawokisaj, xa xe tapitz'a' pa “Titzij chajixïk.”

source: 3 of 3
cak: 3 richin 3

source: Got it!
cak: ¡K'o chik wik'in!

source: Tracking Protection
cak: Chajinem chuwäch kanoxïk

source: Private Browsing with Tracking Protection
cak: Ichinan okik'amaya'l rik'in chajinem richin rub'anik

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
cak: ¿La nawajo' nachüp re rub'anikil re'? <a href="%s">Tatz'eta' Rajowab'al Ichinanem</a>

source: Thanks for learning about Tracking Protection.
cak: Niqak'awomaj chawe ruma nawetamaj pa ruwi' Ruchajinik Kanoxïk.

source: Thanks for learning about the new Private Browsing with Tracking Protection.
cak: Niqak'awomaj chawe ruma nawetamaj pa ruwi' ri k'ak'a' Ichinanem Okem pa K'amaya'l rik'in Ruchajinik Kanoxïk.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
cak: Tawetamaj ch'aqa' chik pa ruwi' rub'eyal nisamäj rik'in rutz'etik ri <a rel="external" href="%s">Ruxaq Junelïk taq K'utunïk</a>.

source: Restart tour
cak: Titikirisäx chik b'eyajnem
