Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/whatsnew_38.lang.po
Languages: cak

source: From our hands to yours
cak: Röj yojacho chawe pan aq'a'

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
cak: Nuk'un ri Firefox rik'in kajowab'al e k'ïy, ri nikinimaj pa ruwi' ri ichin jamalil pa Ajk'amaya'l.

source: Keep your favorite things at your fingertips.
cak: Ke'aya' ri taq awachinaq ye'awajo' chunaqaj ruwi' aq'a'.

source: Add Firefox to your smartphone or tablet.
cak: Taya' ri Firefox chupam ri na'owinäq awoyonib'al o ch'atalkem.

source: Free as a fox
cak: Jamäl achi'el jun nimapar

source: Almost done!
cak: !Nik'achoj yan!

source: Set up Sync and <br>you’re good to go.
cak: Tanuk'ub'ej ri Ximojri'ïl chuqa' <br>xkak'achoj richin natikirisaj chik el.

source: Get your passwords, bookmarks<br> and history on the go.
cak: Tak'ulu' ri ewan atzij chuqa' ayaketal<br> chuqa' ri runatab'al benäq.

source: Sign in to Firefox and <br>you’re good to go.
cak: Katok pa Firefox chuqa' <br>xkak'achoj richin natikirisaj chik el.

source: Sign in to Firefox and you’re good to go.
cak: Katok pa Firefox richin yak'achoj.

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
cak: Rik'in jun rub'i' rutaqoya'l Firefox, yatikïr ye'axïm konojel ri taq ayaketal, ewan taq atzij, jaqon taq ruwi' chuqa' ch'aqa' chik - xab'akuchi' nawokisäx Firefox.

source: Sign in to get started
cak: Tatikirisaj molojri'ïl richin natikirisaj el

source: Create a Firefox Account
cak: Titz'uk jun rub'i' taqoya'l richin Firefox

source: Already have a Firefox account?
cak: ¿La k'o chik jun rub'i' ataqoya'l richin Firefox?

source: Already have one? Sign in.
cak: ¿La k'o chik jun awichin? Katok.
