Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/win10-welcome.lang.po
Languages: cak

source: Firefox + Windows 10. Perfect together.
cak: Firefox + Windows 10. E ütz junam.

source: We’ve designed Firefox to work seamlessly with your Windows 10 update, giving you the same great browsing experience you’ve come to love, with the privacy, speed and choice you’ve come to expect.
cak: Qawachib'en Firefox richin toq nisamäj majun k'ayewal rik'in ri ruk'exoj Windows 10, akuchi' niya' chawe ri nïm etamab'äl pa ruwi' okem pa k'amaya'l, ri xawajo', rik'in ri ichinanem, aninem chuqa' ri cha'oj awoyob'en.

source: Make Firefox your default in 3 easy steps:
cak: Tab'ana' chi ri Firefox tok awokik'amaya'l ruk'amon pe rik'in 3 man k'ayew ta taq xak:

source: Click the button above
cak: Tapitz'a' ri ikim pitz'b'äl

source: Click the button below
cak: Tapitz'a' ri ikim pitz'b'äl

source: Scroll down to “Web browser”
cak: Kaq'ax qa ikim k'a pa “Ajk'amaya'l okik'amaya'l”

source: Choose Firefox
cak: Tacha' Firefox

source: Let’s do it
cak: Tiqab'ana'

source: Privacy
cak: Ichinanem

source: Speed
cak: Ranin

source: Choice
cak: Ticha'
