Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/channel.lang.po
Languages: gn_py

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
gn_py: Emboguejy Firefox Developer Edition térã Beta &amp; Eipytyvõ embohekóvo Firefox oútava

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
gn_py: Emboguejy Firefox Aurora térã Beta ha embohape Firefox renonderã

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
gn_py: Emboguejy ha eipuru Firefox tenondeveguáva. Opa tembiasa térã umi ñembopyahu ramovéva Developer Edition ndive térã Beta rehegua.

source: The latest features in a more stable environment
gn_py: Umi ramoguavéva mba'e ijerére hekopytáva

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
gn_py: Firefox Beta oguerahauka ijehegui Mozilla jeku'e. <a href="%(link)s">Maranduve</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
gn_py: <a href="%(feedback)s"> Emombe'u oréve</a> eipytyvõ hag̃ua ñemoĩporã reko paha oikoite ha omba'apoha jeregua rekopytápe.

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
gn_py: Firefox Aurora ha Firefox Developer Edition oguerahauka ijehegui Mozilla jeku'e. <a href="%(link)s"> Maranduve</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
gn_py: Aurora oguerahauka ijehegui hemiandu ha ñe'ẽporã Mozilla-pe. <a href="%(link)s">Maranduve</a>.

source: Built for those who build the Web
gn_py: Ojejapo umi ñanduti apohárape g̃uarã

source: The newest innovations in an experimental environment
gn_py: Umi ñemoambue ipyahuvéva jeregua apopyrãva

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
gn_py: Ehecha oikópa ñeha'ã jeregua apopyrãva, marandurenda jejavy ha <a href="%(feedback)s"> orepytyvõ rohechakuaa hag̃ua Beta rembiapo</a>.

source: Tried, tested and used by millions around the world
gn_py: Ohecha, oha'ã ha oipuru hetaiterei yvypóra arapy tuichakue jave

source: Learn more about Firefox Beta
gn_py: Eñemomarandu Firefox Beta rehegua

source: Learn more about Firefox Aurora
gn_py: Eñemomarandu Firefox Aurora rehegua

source: Learn more about Firefox
gn_py: Eñemomarandu Firefox rehegua
