Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/choose.lang.po
Languages: gn_py

source: Firefox Web browser
gn_py: Firefox ñanduti kundahára

source: Keep your identity yours with the new Firefox
gn_py: Eguerekotapia nde reratee Firefox pyahu ndive

source: Choose Firefox when you want to browse the Web without the Web browsing you.
gn_py: Eiporavo Firefox eikese vove Ñanduti kundahárape pe Ñanduti eikundahava'ỹre.

source: Stand for choice.<br> Choose Firefox.
gn_py: Jokoha jeporavorãva.<br> Eiporavo Firefox.

source: Browse Freely.<br> Choose Firefox.
gn_py: Eikundaha sãsope.<br> Eiporavo Firefox.

source: Take Control.<br> Choose Firefox.
gn_py: Ejapyhy ndete.<br> Eiporavo Firefox.

source: The most private browsing
gn_py: Kundaha ñemiguavéva

source: Take control of your web by using Private Browsing with Tracking Protection, only from Firefox.
gn_py: Ejapyhy ne ñanduti eipurukuévo kundahára ñemi jehekaha mo'ãha ndive, Firefox guive añoite.

source: Learn more about this
gn_py: Maranduve kóva rehegua

source: Here for you, not selling your info
gn_py: Ko'ápe ndéve g̃uarã, ani ehepyme'ẽ ne marandu

source: Discover easy tips about how to take back control of your online experience, only from Mozilla.
gn_py: Ehechakuaa ñemoñe'ẽ hasy'ỹva mba'éichapa ejapóta tembiapo ñandutípe, Mozilla rehegua añoite.

source: Get smart on data tracking
gn_py: Eguerekokuaa mba'ekuaarã jehekaha
