Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/hello-2016.lang.po
Languages: gn_py

source: Browse the Web with friends
gn_py: Eikundaha ñandutípe ne angirũnguéra ndive

source: Use Firefox Hello to browse Web pages with your friends. Make decisions together in real time when planning a trip, shopping and more.
gn_py: Eipuru Firefox Hola eikundaha hag̃ua ñanduti kuatiaroguépe ne angirũnguéra ndive. Ñomongeta jerépe ha aravoitépe ojehecháta jeho, jogua ha ambueve mba'e rehegua.

source: Try Hello now
gn_py: Mba'éichapa ehecha ko'ág̃a

source: Plan. Shop. Decide. Together.
gn_py: Japoséva. Ñemuha. Mboaje. Oñondive.

source: Instantly browse any Web page with a friend.
gn_py: Eikundaha oñondivete oimeraẽva ñanduti kuatiarogue ne angirũ ndive.

source: Try Firefox Hello
gn_py: Eipuru Firefox Hello

source: Get the latest version of Firefox to start browsing Web pages with your friends.
gn_py: Eguereko Firefox ipyahuvéva eñepyrũ hag̃ua eikundaha ñanduti kuatiaroguépe ne angirũnguéra ndive.

source: Get Firefox to start browsing Web pages with your friends.
gn_py: Eguereko Firefox eñepyrũ hag̃ua eikundaha ñanduti kuatiaroguépe ne angirũnguéra ndive.

source: Use Firefox on your desktop or laptop to start browsing the Web with your friends.
gn_py: Eguereko Firefox mba'erechaha térã popeguápe eñepyrũ hag̃ua eikundaha ñanduti kuatiaroguépe ne angirũnguéra ndive.

source: Get on the same page and make faster decisions in real time.
gn_py: Eguereko nde kuatiaroguetépe ha ehecha pya'emi aravoitépe.

source: Plan a trip
gn_py: Embosako'i jeho

source: Figure out the details when planning a getaway with someone else.
gn_py: Ehapykuerereka mba'emimi mba'e aravópa ikatu rekañy ambue tapicha ndive.

source: Shop online
gn_py: Ñemuha ñanduti pegua

source: Share and compare ideas when buying a gift for a mutual friend.
gn_py: Emoherakuã ha emoñondive umi kuaaukaha ejoguakuévo jopói ne angirũ jojávape g̃uarã.

source: Quick, easy and ready to go
gn_py: Pya'e, tasy'ỹ ha oikoitéma hag̃ua

source: One click to send your friend an invitation
gn_py: Eikutu emondo hag̃ua ñepepirũ ne angirũme

source: No logins, passwords or accounts required
gn_py: Ndaipóri puruhára réra, ñe'ẽñemi ha mba'ete tekotevẽva

source: Nothing extra to download — all you need is Firefox!
gn_py: Mba'evetéma emboguejy hag̃ua — opamba'e eikotevẽva ha'e Firefox!

source: Made for sharing the Web
gn_py: Ikatúma emoherakuã ñanduti

source: Collaborate and make decisions in real time
gn_py: Eipytyvõ ha emboaje aravoitépe

source: Share what you’re looking at, safely and securely
gn_py: Emoherakuã ko ehechavahína, tekorosãme

source: Invite friends, <a href="%s">even if they don’t use Firefox</a>
gn_py: Eipepirũ ne angirũme, <a href="%s">ndereipurúirõ jepe Firefox</a>

source: Share this page with a friend.
gn_py: Emoherakuã ko kuatiarogue ne angirũ ndive.

source: Need help with Hello? <a href="%s">Visit Mozilla support</a>.
gn_py: Mba'éichapa, peikotevẽpa pytyvõ <a href="%s">Ejerure Mozilla pytyvõ</a>.
