Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/ios.lang.po
Languages: gn_py

source: Mobile Web browser for your iPhone, iPad and iPod touch
gn_py: Ñanduti kundahára oku'éva iPhone, IPAD ha iPod-pe g̃uarã

source: Firefox for iOS
gn_py: Firefox iOS-pe g̃uarã

source: Add Firefox to your iPhone, iPad and iPod touch.
gn_py: Embojuaju Firefox iPhone, IPAD ha iPod-pe g̃uarã.

source: Preview release
gn_py: Apopy mboyvegua

source: Get it now
gn_py: Eguerúke ko'ág̃a

source: Sign up below for updates and to be notified when it launches.
gn_py: Eñemboheraguapy og̃uahẽ hag̃ua ndéve ñembohekopyahu ha avei eñemomarandu hag̃ua osẽ vove.

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
gn_py: * Og̃uahẽta ndéve ñembohekopyahu ha marandu IOS Firefox mba'éva añoite rehegua.

source: Thanks for your interest in Firefox for iOS.
gn_py: Aguyje ndéve ehecharamo haguére Firefox iOS-pe g̃uarã.

source: Don’t forget to check your inbox to confirm your request to get updates.
gn_py: Aníke ehechagi nde jeikeha renda emoneĩ hag̃ua ne mba'ejerure eguereko hag̃ua ñembohekopyahu.

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
gn_py: Emoñepyrũ tembiapo ne mba'ete Firefox peguápe eike hag̃ua ne kundahára marandúpe opavave pumbyry popegua guive.

source: History
gn_py: Tembiasakue

source: Passwords
gn_py: Ñe'ẽñemi

source: Open tabs
gn_py: Tendayke ijurujáva

source: Bookmarks
gn_py: Techaukaha

source: Reading List
gn_py: Emoñe'ẽvo Tysýi

source: Get started with Sync
gn_py: Eñepyrũ eipuru Sync

source: Already have an account?
gn_py: Ehechakuaa porãmapa

source: Sign in
gn_py: Eñemboheraguapy

source: You’re already signed in!
gn_py: ¡Nde eñemboheraguapýma!

source: Learn more about Sync
gn_py: Maranduve Sync rehegua

source: Send Firefox to your iOS device
gn_py: Emondo Firefox ne mba'e'oka iOS-pe g̃uarã

source: Sync your Firefox browsing history on iOS
gn_py: Embojuehe Firefox kundahára rembiasakue iOS-pe

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
gn_py: Ñepyrũrã eikutu pe votõ <b>tendayke</b>. Upe rire, epoko pe %(gear_icon)s ta'ãngachu'i rehe eñepyrũ hag̃ua eipuru Sync.

source: Not now
gn_py: Ko'ág̃a nahániri

source: Learn more in the App Store
gn_py: Maranduve App Store-pe

source: Keep your private info private
gn_py: Eguereko ne marandu ñemihapete

source: We believe your personal information belongs to you.
gn_py: Roguerovia ne marandu ha'eha ndéve g̃uarã añoite.

source: Firefox for iOS is filled with features to help keep it that way.
gn_py: Firefox iOS-pe g̃uarã oguereko heta mba'e ne pytyvõkuaátava oĩ tapia hag̃ua upeichaite.

source: Private Browsing
gn_py: Kundaha ñemi

source: When activated, Firefox for iOS won’t accept cookies, remember passwords or record any sites that you’ve visited.
gn_py: Emyendy vove, Firefox iOS-pe g̃uarã ani emoneĩ kookie, ñe'ẽñemi momandu'a térã opaite ñongatu tenda nde reho hague rehegua.

source: Learn more about Private Browsing
gn_py: Maranduve kundahára ñemi rehegua

source: Clear history
gn_py: Embogue tembiasakue

source: Delete your browsing history, passwords and more in a single tap.
gn_py: Embogue kundahára rembiasakue, ñe'ẽñemi ha hetave mba'e peteĩ jepokópe.

source: Choose the private data you want to remove whenever you need to do so.
gn_py: Eiporavo mba'ekuaarã ñemigua eipe'aséva péicha eipotáma guive.

source: Learn how to clear your history
gn_py: Maranduve mba'éichapa emboguekuaa tembiasakue
