Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/new.lang.po
Languages: gn_py

source: Firefox for desktop
gn_py: Firefox mba'erechahápe g̃uarã

source: Take Control.<br> Choose Firefox.
gn_py: Ejapyhy ndete.<br> Eiporavo Firefox.

source: Choose Independent.
gn_py: Eiporavo nde jehegui.

source: Choose Firefox.
gn_py: Eiporavo Firefox.

source: Different by design
gn_py: Opavave mba'éva. Opavavépe g̃uarã.

source: Proudly<br />non-profit
gn_py: Pirapire'ỹre<br />ha ore juruvy upévare

source: Innovating<br />for you
gn_py: Oñembopyahu<br />ndéve g̃uarã

source: Fast, flexible,<br />secure
gn_py: Ipya'e, iñambuekuaa,<br />hekorosã

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
gn_py: Atyguasuháicha pirapire'ỹ rehegua, roguereko sãso rombopyahu hag̃ua ndéve g̃uarã ha roñeñandu sã'ỹre avavete ndive.

source: Firefox screenshot
gn_py: Firefox mba'erechaha japyhypyre

source: Get Firefox everywhere
gn_py: Get Firefox opaite hendápe

source: While it installs, add it to your Android and iOS devices.
gn_py: Oñemohenda jave, embojuaju imba'e'oka Android ha iOS rehe.

source: Thanks for downloading Firefox!
gn_py: ¡Aguyje emboguejy haguére Firefox!

source: Start the process by clicking Run.
gn_py: Emoñepyrũ tembiapo eikutúvo Jepuru.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
gn_py: Ne ñemboguejy oñepyrũta ijehegui. Ndoikóiramo upéicha, <a id="%s" href="">eikutu ko'ápe</a>. Ikatu ipuku'imi iajaravo'ipe, hákatu iporã rehe eha'arõ.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
gn_py: Ojejerurévo ndéve, embosyryry Firefox ra'ãnga'i nde marandurenda ra'ãnga Tembipuru'i.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
gn_py: Eikutu Jeporu eike hag̃ua Mozilla Firefox ñembohekopyahu pytyvõhápe. Ehovekuévo, ehapykuyhonteva'erã (roñeha'ã pe tembiapo ipya'e ha ndahasyive hag̃uáicha).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
gn_py: Embosyryry Firefox ra'ãnga'i Tembipuru'i marandurenda ra'ãnga guive dock-pe. Ko'ágã guive, ¡eikutúnteva'erã Firefox eikese vove Ñandutípe!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
gn_py: Eime porãma, ikatúma epo teko pyahúpe eipurúvo Ñanduti kundahára. Eikutu joa Firefox ra'ãnga'i eikese vove Ñandutípe!

source: Mozilla Firefox Web Browser
gn_py: Mozilla Firefox kundahára

source: Sorry, Firefox is currently unsupported by iOS devices.
gn_py: Rombyasyeterei, ko'ag̃aite Firefox ndojoguerahái iOS mba'e'okakuéra ndive.

source: Congrats! You’re using the latest version of Firefox.
gn_py: ¡Vy'apavẽ! Eipuruhína Firefox rehegua ipyahuetevéva.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
gn_py: Hi'ã chéve eipuruhína Firefox rehegua ymaguarevéva. Embohekopyahu Google Play pe.

source: Looks like you’re using an older version of Firefox.
gn_py: Hi'ã chéve eipuruhína Firefox rehegua ymaguarevéva.

source: Update to stay fast and safe.
gn_py: Embohekopyahu eguereko hag̃ua ipya'eve ha hekorosãva.

source: Get it free on Google Play
gn_py: Eguereko reiete Google Play rupi

source: Learn more about Firefox for desktop
gn_py: Eñemomarandu Firefox mba'erechahápe g̃uarãva rehe

source: Looking for mobile?
gn_py: Ehekápa mba'e'oka oku'évape g̃uarã.

source: Download a fresh copy
gn_py: Emboguejy peteĩ ipyahúva

source: Learn more about Firefox for Mobile
gn_py: Eñemomarandu Firefox oku'évape g̃uarãva

source: Learn more about Firefox OS
gn_py: Maranduve Firefox OS rehegua

source: Get Firefox on your Android device
gn_py: Get Firefox ne mba'e'oka Android-pe

source: Add Firefox to your iPhone, iPad and iPod touch
gn_py: Embojuaju Firefox iPhone, IPAD ha iPod-pe g̃uarã

source: Discover all the ways to take Firefox on the go
gn_py: Ehecha mba'eichaitépa ikatu egueraha tapia Firefox nendive

source: Learn more about Firefox on iOS
gn_py: Maranduve Firefox rehegua iOS-pe

source: Why don’t we offer an iOS version?
gn_py: Mba'érepa nañaikuave'ẽi peteĩchagua iOS-pe g̃uarã

source: Download Firefox
gn_py: Firefox mboguejy

source: Free Web Browser
gn_py: Kundahára reiguáva

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
gn_py: Emboguejy Mozilla Firefox, peteĩ kundahára reiguáva. Firefox omoheñói peteĩ atyguasu ivirupota'ỹva oñeha'ãva omoĩ yvypórape oñangareko hag̃ua ñandutíre. Get Firefox ko árape!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
gn_py: Mozilla Firefox ha'e kundahára ndojehepyme'ẽiva omoheñóiva peteĩ atyguasu ndohekáiva viru hembiapóre oipytyvõva Ñanduti renonderã opavavete puruhárape g̃uarã.

source: Give Firefox a tune up
gn_py: Embohekoporã Firefox pe

source: Refresh Firefox
gn_py: Firefox mbopiro'y
