Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/private-browsing.lang.po
Languages: gn_py

source: Firefox Web browser — Private Browsing with Tracking Protection — Mozilla
gn_py: Firefox ñanduti kundahára — Kundahára ñemigua jehekaha mo'ãha — Mozilla

source: Get more protection and the most privacy, only from Firefox. No other browser gives you so much control over your digital footprint.
gn_py: Eguerekove ñemo'ã ha avei nemigua tuichavéva, Firefox guive añoite. Avavete ambue kundahára nome'ẽi ñangareko nde kuã rapykuere rehegua.

source: More protection. <br>The most privacy. <br>Only from Firefox.
gn_py: Ñemo'ãve. <br>Temiñemi tuichavéva. <br>Firefox guive añoite.

source: Try Private Browsing
gn_py: Kundaha ñemi rehegua

source: To give the new Private Browsing a try, download Firefox.
gn_py: Eme'ẽ hag̃ua kundaha ñemi pyahu peteĩhaitépe, emboguejy Firefox.

source: Your Firefox is not up to date. Download the latest version to use the new Private Browsing.
gn_py: Nde Firefox ndahekopyahúi. Emboguejy pe apopyre ipyahuvéva eipuru hag̃ua kundahára ñemi pyahu.

source: No other browser gives you so much control over your digital footprint.
gn_py: Avavete ambue kundahára nome'ẽi ñangareko nde kuã rapykuere rehegua.

source: Learn how to use Private Browsing
gn_py: Eñembokatupyry eipurukuaa hag̃ua kundahára ñemi

source: Private Browsing
gn_py: Kundaha ñemi

source: Firefox won’t save things like your browsing history, searches or cookies, but it will keep new bookmarks and files you download.
gn_py: Firefox noñongatumo'ãi mba'e ne kundahára rembiasakue, jeheka térã mbujape, hákatu oguerekotapiáta techaukaha pyahu ha marandurenda omboguejýva.

source: With Tracking Protection
gn_py: Jehekaha mo'ãha ndive

source: Minimize the ability of hidden third parties from tracking your browsing activity across many sites.
gn_py: Emomichĩeteve ha'evéva rembiapo okañýva ne rembiapo kundahára rapykueho guive hetaiterei tenda rupi.

source: Learn more about Private Browsing
gn_py: Maranduve kundahára ñemi rehegua

source: Tracking Protection is only available with Firefox for Android and Desktop
gn_py: Jehapykueho ñemo'ã ojepurukuaa Firefox Android-pe g̃uarã ha Mba'erechahápe añoite

source: When to use Private Browsing
gn_py: Araka'etépa eipurukuaa kundahára ñemi

source: To minimize your digital footprint
gn_py: Emomichĩeteve nde kuã rapykuere

source: Tracking Protection blocks Internet companies from following you across the Web
gn_py: Pe jehapykueho ñemo'ã atýva Ñanduti rehegua mba'apoha ne mba'éva opaite Ñanduti rire

source: Online banking from a shared device or computer
gn_py: Ñanduti ryepýpe mba'e'oka guive térã mohendaha oñondiveguáva

source: Your username and password won’t be saved
gn_py: Noñeñongatumo'ãi nde puruhára réra ha ne ñe'ẽñemi

source: To help you plan a surprise, like a birthday or a trip
gn_py: Roipytyvõta emoñepyrũ hag̃ua peteĩ vy'arã, peteĩ aramboty térã jehomombyry

source: No one can see your browsing history
gn_py: Avavete ndohechava'erãi kundahára rembiasakue

source: The Control Center has you covered
gn_py: Ñangarekoha Rendaite oñemo'ãma

source: When you see the shield to the left of the address bar, that means Firefox is protecting you from potential trackers.
gn_py: Ehecha vove mba'erechaha kundaharape renda asu gotyoguáva, he'iséva Firefox omo'ãha umi ohapykueho mbaretévape.

source: You can disable Tracking Protection for a single site, or turn it off entirely. It’s up to you.
gn_py: Ikatu embogue jehekaha mo'ãha peteĩ tendápe g̃uarã añoite, térã emboguete. Nde rejapóta.

source: Learn more about the Control Center
gn_py: Maranduve Ñangarekoha Rendaite rehegua

source: Control Center is not available on Android devices, but a shield will still be displayed to let you know when you are protected.
gn_py: Ñangarekoha Rendaite ndojepurukuaái umi Android mba'e'okápe, hákatu peteĩ ñemo'ãha ojehecháta ohóvo ojekuaauka hag̃ua nde eguerekoha ñemo'ã.

source: Try it now to stay in control
gn_py: Eipuru ko'ag̃aite eguereko hag̃ua ñangarekoha
