Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/sendto.lang.po
Languages: gn_py

source: Send Firefox to your smartphone or tablet
gn_py: Embojoapy Aguaratatáre ne pumbyryha'evéva térã ne mohendahara'i

source: Your download link was sent.
gn_py: Ne juajuha ñemboguejy rehegua ohóma.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
gn_py: Che ñyrõmína. Ko papapy ndoikói. Ikatúpiko, emoinge peteĩ papapy pumbyry EE.UU. pegua.

source: Please enter an email address.
gn_py: Ikatúpiko emoinge peteĩ ñanduti veve kundaharape.

source: Please make a selection before proceeding.
gn_py: Ikatúpiko eiporavoraẽ emondo mboyve.

source: An error occurred in our system. Please try again later.
gn_py: Oiko peteĩ jejave nde apopyvusúpe. Ikatúpiko eha'ãjey ag̃amieve.

source: Select iOS or Android
gn_py: Eiporavo iOS térã Android

source: Choose OS
gn_py: Eiporavo OS

source: Enter your email or 10-digit phone number
gn_py: Emoinge nde pumbyry papapy térã ñanduti veve orekóva 10 tai

source: Enter your email
gn_py: Emoinge ne ñanduti veve

source: Send
gn_py: Mondo

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
gn_py: SMS mba'epytyvõrã oipurukuaa umi pumbyry papapy E.E.U.U. pegua año SMS &amp; mba'ekuaarã pya'ekue ikatu oipuru.

source: The intended recipient of the email or SMS must have consented.
gn_py: Ñanduti veve g̃uahẽha térã SMS omoneĩmanera'e.

source: The intended recipient of the email must have consented.
gn_py: Ñanduti veve g̃uahẽha omoneĩmanera'e.

source: Check your device for the email or text message!
gn_py: Ehechajey pe mba'e'oka ñanduti veve rupi térã ñe'ẽ veve!

source: Check your device for the email!
gn_py: Ehechajey pe mba'e'oka ñanduti veve rupi!

source: Send to another device
gn_py: Emondo ambue mba'e'okápe

source: Go to the App Store
gn_py: Tereho App Store pe

source: Go to Google Play
gn_py: Tereho Google Play pe
