Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/sync.lang.po
Languages: gn_py

source: Ready, Set, Sync
gn_py: Mbosako'ipyre, oĩmbáma, Mbojuehe

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
gn_py: Eñemboheraguapýma ha ikatúma eike <em>ha'e</em> Firefox oimeraẽva tendápe, eikese vove.

source: Take your Web with you
gn_py: Egueraha ne ñanduti nendive

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
gn_py: Sync Firefox eipurusehápe eike hag̃ua nde techaukaha, ñe'ẽñemi, tenda'i ha hetavépe oimeraẽva smartphone, tablet térã mohendaha rupi.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
gn_py: Embojuehe nde techaukaha, ñe'ẽñemi, tenda'i ha hetave eipurúvo ne mba'ete Firefox pegua, ha eike ko'ãvape oimeraẽva tendápe eikéma guive.

source: It looks like you’re running an older version of Firefox.
gn_py: Hi'ã chéve hembiapo hína Firefox apopy itujavéva.

source: The new version of Sync only works with the latest version of Firefox
gn_py: Mbojueheha apopy ipyahuvéva omba'apo porã Firefox apopy ramoitevegua añoite ndive

source: Soon you’ll be able to use Sync on your iOS device
gn_py: Eipuru potaitéma Sync ne mba'e'oka iOS-pe

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
gn_py: Sync ha'e hína peteĩ tuicha mba'e ejuhútava Firefox ndive añoite. Ehechakuaa opavavetépe!

source: Download Firefox for Android
gn_py: Emboguejy Firefox Android-pe g̃uarã

source: Get started with Sync
gn_py: Eñepyrũ eipuru Sync

source: Update your Firefox
gn_py: Embohekopyahu nde Firefox

source: Download Firefox
gn_py: Firefox mboguejy

source: Get started with Sync in four easy steps:
gn_py: Eñepyrũ eipuru Sync irundyháicha:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
gn_py: Embojuruja <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a>Firefox yvateve akatúa gotyo ha eiporavo “<strong> Emoñepyrũ tembiapo Sync-pe. </strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
gn_py: Eikutu “<strong>Eñepyrũ</strong>”tendayke ojepe'ávape.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
gn_py: Emoinge ñanduti veve kundaha rape ha ñe'ẽñemi “<strong>-pe g̃uarã. Emoheñói peteĩ mba'ete Firefox-pe.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
gn_py: Eikutu “<strong>Upeigua</strong>” eguereko hag̃ua peteĩ jehechajey ohóva ne ñanduti vevépe.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
gn_py: Ehechajey rire ne ñanduti veve eikutu jehechajey juajuha, oĩmbámava! Firefox ojuehéta ijehegui mokõihápe upe guive.

source: Get more detailed instructions.
gn_py: Eguerekokuaa tembiaporãite rehegua.

source: Using an older version of Sync?
gn_py: Eipuru hína Sync ymaveguaréva.

source: How to set up Sync in five easy steps:
gn_py: Mba'éichapa embohekopyahúta Sync po háicha:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
gn_py: Ejopy votõ <strong>Menu</strong> (mba'erechaha guy pegua térã kundahára tapejuasa akatúa yvategua).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
gn_py: Eiporavo <strong>Ñemboheko</strong> (ikatu eikotevẽ eipuru porã hag̃ua <strong>More</strong> peteĩháme).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
gn_py: Epoko <strong>Embojuehe</strong> ha upéi <strong>Emoñepyrũ</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
gn_py: <strong>Emoheñói peteĩ mba'ete Firefox kuatiaroguépe</strong> ha ojepe'áta peteĩ tendayke pyahúpe.

source: Fill out the form and click <strong>Next</strong>.
gn_py: Emyanyhẽjey myanyhẽha ha eikutu <strong>Upeigua</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
gn_py: Ehechajey rire ne ñanduti veve eikutu jehechajey juajuha, nde reimétama rehohag̃uáicha! Ani nderesarái embojuajúvo umi ambue mba'e'oka ehupyty hag̃ua ñembojuaju hekopetéva.

source: Sync a little. Sync a lot.
gn_py: Embojuehe'imi. Embojuehe heta.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
gn_py: Eiporavónte'arã mba'e tendaitépa Firefox-gua embojuajuse ha moõitépa embojuajuse. Eipyhy umi tendayke pe'apyre nde jeho ára ha aragua. Ereko eipuruhag̃uáicha umi techaukaha ne rembiapohápe. Taha'e ha'éva, tapiaite, opaite hendápe.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
gn_py: Ehechasépa tendayke pe'apyre ne mohendahapegua ambue mba'e'oka guive. Ehechasépa ne kundaha rembiasakue tapépe. Erekosépa ne ñe'ẽñemi nendive. Ikatu ko'ág̃a.

source: Here’s what you can sync:
gn_py: Kóva ikatu embojuaju:

source: Bookmarks
gn_py: Techaukaha

source: Passwords
gn_py: Ñe'ẽñemi

source: Open tabs
gn_py: Tendayke ijurujáva

source: History
gn_py: Tembiasakue

source: At home
gn_py: Ógape

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
gn_py: Rehokuaa peteĩ hendágui ambuépe iñambue'ỹre mba'eve. Eike tendayke ijurujávape ne pumbyry guive térã eipuru ne kundahára rechaukaha oĩva mohendahara'i akatúape.

source: At work
gn_py: Tembiapohápe

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
gn_py: Ejuaju tapia ne marandu momba'evévare. Embojuehe umi ñe'ẽñemi ha techaukahakuéra eikotevẽtava eike hag̃ua oimeraẽva aravópe. Firefoxicha hekoverosã.

source: On the go
gn_py: Heko saraki

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
gn_py: Embopyahu ñavõ ára umi tenda reguerohoryvéva, térã emboapy pe tembiasakue emoñepyrũva'ekue nde rógape — reho rehohápe. Sync ndive, ndahasyietéva.

source: Add Firefox to your smartphone or tablet
gn_py: Embojoapy Firefox-re ne pumbyry térã ne mohendahara'i

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
gn_py: Ehupyty hag̃ua opa tembiasa Sync rehegua, eguereko'arã Firefox iOS térã Android pe g̃uarã ha embojuaju opaite imba'e'oka — taha'e ha'ehápe ha oimeraẽ tendápe ojepuruhápe Firefox.

source: Add Firefox
gn_py: Embojoapy Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
gn_py: Eguereko'arã peteĩ <b>Pumbyryha'evéva Android</b> térã <b>mohendahara'i</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
gn_py: EMBOGUEJY FIREFOX ANDROID PE G̃UARÃ

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
gn_py: Eguereko hag̃ua opaite tembiasa Sync rehegua, egueraha nendive ne Ñanduti opa reipurutaha rupi Firefox. Embojuaju ne pumbyryha'evéva, mohendahara'i, mohendahára ha mohendahára popegua.
