Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/tracking-protection-tour.lang.po
Languages: gn_py

source: How Tracking Protection works
gn_py: Mba'éichapa omba'apo tapykueho mo'ãha

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
gn_py: Ehechávo pe jokoha, Firefox omboty heta kuatiarogue pehẽ'i ikatúva ohapykueho ne rembiapo kundahára pegua.

source: 1 of 3
gn_py: 1 3 gui

source: Next
gn_py: Upeigua

source: Differences to expect
gn_py: Umi ambuegua oñeha'ãrõva

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
gn_py: Ikatu noĩmbái kuatiarogue pehẽ'i, omoneĩkuaa rupi ambuévape ohapykueho hag̃ua heta ñanduti renda guive.

source: 2 of 3
gn_py: 2 3 gui

source: Want to make changes?
gn_py: Emoambuese hína?

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this site.”
gn_py: Ndahasyiete emboguévo jehekaha mo'ãha ko ñanduti rendápe g̃uarã eikutúvo “Mbogue ko ñanduti rendápe g̃uarã mo'ãha.”

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
gn_py: Ndahasyiete emboguévo jehekaha mo'ãha ko ñanduti rendápe g̃uarã eikutúvo “Mbogue ko ñanduti rendápe g̃uarã mo'ãha.”

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
gn_py: Ndahasyiete emyandývo jehekaha mo'ãha ko ñanduti rendápe g̃uarã eikutúvo “Myandy mo'ãha.”

source: 3 of 3
gn_py: 3 3 gui

source: Got it!
gn_py: ¡Aguerekóma!

source: Tracking Protection
gn_py: Ñemo'ã tapykuereho rehegua

source: Private Browsing with Tracking Protection
gn_py: Kundahára ñemi jehekaha mo'ãha ndive

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
gn_py: ¿Emboguese kóva rehegua? <a href="%s">Eho jerohoryvéva ñemiguáva</a>

source: Thanks for learning about Tracking Protection.
gn_py: Aguyje eikuaa haguére jeheka ñemo'ã rehegua.

source: Thanks for learning about the new Private Browsing with Tracking Protection.
gn_py: Aguyje eikuaa haguére kundahára ñemi pyahu jeheka ñemo'ã rehegua.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
gn_py: Maranduve mba'éichapa ojepuru <a rel="external" href="%s">FAQ kuatiarogue</a>.

source: Restart tour
gn_py: Eho ñepyrũjeýpe
