Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/firefox/win10-welcome.lang.po
Languages: gn_py

source: Firefox + Windows 10. Perfect together.
gn_py: Firefox + Windows 10. Oikoite oñondive.

source: We’ve designed Firefox to work seamlessly with your Windows 10 update, giving you the same great browsing experience you’ve come to love, with the privacy, speed and choice you’ve come to expect.
gn_py: Romoheñói Firefox romba'apo haguã apañuãi'ỹre Windows 10 ñembohekopyahu ndive, ome'ẽva opa tembiasa kundahára rehegua ohayhúmava, ñemigua ndive, pya'ekue ha jeporavo eha'arõva kuri.

source: Make Firefox your default in 3 easy steps:
gn_py: Ejapo Firefox gui ne ñemboypykuéva 3 hendáicha hasy'ỹva:

source: Click the button above
gn_py: Eikutu votõ yvategua

source: Click the button below
gn_py: Eikutu votõ iguy pegua

source: Scroll down to “Web browser”
gn_py: Tereho “ñanduti kundahárape”

source: Choose Firefox
gn_py: Eiporavo Firefox

source: Let’s do it
gn_py: Jajapo katu

source: Privacy
gn_py: Añoguaite

source: Speed
gn_py: Pya'ekue

source: Choice
gn_py: Poravo
