Repository: alvinlaz96/mozilla-lang
Catalog: cak/privacy/index.lang.po
Languages: cak

source: Mozilla Privacy
cak: Mozilla ichinanem

source: Contact Mozilla
cak: Ch'ab'enïk Mozilla

source: If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:
cak: We nawajo' nachojmirisaj ri awetamab'al, o k'o ak'utunik pa ruwi' ri qana'ojil chuqa' qichinanem, tab'ana' utzil kach'ab'en rik'in:

source: Data Privacy Principles
cak: Ruk'u'x taq tzij chi kij ichinaxïk

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our data privacy practices. <a href="%(link)s">Read More</a>
cak: Ri Mozilla jun nuk'samaj chi rij jaqäl chi tzij, ri nrajo' chi nub'än rutzil ri asamaj pa k'amaya'l. Re re' jun achike ri nuyäk qak'u'x ruk'amon ri qasamaj chi rij ri richinaxik taq tzij. <a href="%(link)s">Tisik'ïx ch'aqa' chik</a>

source: Our Privacy Notices
cak: Ichinan qana'oj

source: We created short and clear Privacy Notices to describe how each of our products and services receives, shares, and uses data and what your choices are. Learn more:
cak: Yeqanük' ko'öl chuqa' jeb'ël taq rutzijol Ichinanem richin nilitäj achi'el chi kijujunal ri taq qatikojil chuqa' taq samaj nikik'ül, nikikomonij chuqa' nikokisaj taq tzij chuqa' achike ri taq acha'oj. Tawetamaj ch'aqa' chik:

source: Mozilla Websites, Communications &amp; Cookies
cak: Mozilla taq ruxaq Ajk'amaya'l, taq Ch'owen &amp; taq Kaxlanwey

source: Firefox Browser
cak: Firefox Okik'amaya'l

source: Firefox Cloud Services
cak: Firefox Sutz' taq Samaj

source: To review and comment on proposed changes to our privacy policies <a href="%(group)s"> subscribe to Mozilla’s Governance Group</a>.
cak: Richin yenik'öx chuqa' yetzijöx ri taq kexoj yeb'an pa kiwi' ri taq runa'ojil qichinanem <a href="%(group)s"> tatz'ib'aj ab'i' pa ri Mozilla Chanpomanil Molaj</a>.

source: Our ongoing work on privacy is covered by the <a href="%(blog)s">Privacy &amp; Data Safety Blog</a> and information about our ongoing work is available on <a href="%(wiki)s"> Mozilla’s privacy team wiki</a>.
cak: Ri qasamaj niqab'än chi rij ri ichinanem mejon ruma ri <a href="%(blog)s">Ichinanem &amp; kijikomal taq tzij Ichinya'l</a> chuqa' ri etamab'äl chi rij ri qasamaj niqab'än k'o pa <a href="%(wiki)s">ruwiki ri rumolaj ichinanem richin Mozilla</a>.

source: Outdated Policies
cak: Rijläj taq Na'ojil

source: Home
cak: Tikirib'äl

source: Show Less
cak: Jub'a' titz'et

source: Back to Mozilla Privacy Policy
cak: Titzolin pa ri Ichinan Runa'oj Mozilla
