Repository: alvinlaz96/mozilla-lang
Catalog: cak/privacy/principles.lang.po
Languages: cak

source: Data Privacy Principles
cak: Ruk'u'x taq tzij chi kij ichinaxïk

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our privacy practices.
cak: Ri Mozilla jun nuk'samaj chi rij jaqäl chi tzij, ri nrajo' chi nub'än rutzil ri asamaj pa k'amaya'l. Re re' jun achike ri nuyäk qak'u'x ruk'amon ri qasamaj chi rij ri richinaxik taq tzij.

source: Back to Mozilla Privacy Policy
cak: Titzolin pa ri Ichinan Runa'oj Mozilla

source: The following five principles stem from the <a href="%(link)s">Mozilla Manifesto</a> and inform how we:
cak: Re wo'o' ruk'u'x taq tzij k'o ruxe'e'l pa ri <a href="%(link)s">Manifesto Mozilla</a> chuqa' niqaya' rutzijol chawe achike rub'eyal röj:

source: develop our products and services
cak: Ke'ab'ana' ri taq qawachinaq chuqa' taq samaj

source: manage user data we collect
cak: ke'anuk'samajij ri taq kitzij winäq yeqamöl

source: select and interact with partners
cak: Ke'acha' chuqa' katzijon kik'in taq achib'ilal

source: shape our public policy and advocacy work
cak: Tab'ana' kutzil ri taq ajwinaq na'oj chuqa' qasamaj richin rutaluxik

source: No surprises
cak: Majun mayoj

source: Use and share information in a way that is transparent and benefits the user.
cak: Tawokisaj chuqa' takomonij ri awetamab'al pa rub'eyal richin nab'än ütz chi re ri winäq.

source: User control
cak: Ruchajinem winäq

source: Develop products and advocate for best practices that put users in control of their data and online experiences.
cak: Kib'anik taq wachinäq chuqa' kitzeqelb'exik ri utziläj taq samaj ri yekiya' ri taq winäq richin kichajixik ri taq kitzij chuqa' ri taq ketamab'al pa k'amab'ey.

source: Limited data
cak: Q'aton taq tzij

source: Collect what we need, de-identify where we can and delete when no longer necessary.
cak: Ke'amolo' ri yeqajo', taya' retal akuchi' yojtikïr chuqa' ke'ayuju' el toq man yek'atzin ta chik.

source: Sensible settings
cak: Ke wi ri' runuk'ulem

source: Design for a thoughtful balance of safety and user experience.
cak: Wachib'en rik'in runataxik pa ruwi' jun pajon chajinïk chuqa' retamab'al ri winäq.

source: Defense in depth
cak: Jeb'ël chajinïk

source: Maintain multi-layered security controls and practices, many of which are publicly verifiable.
cak: Kimajik taq cha'oj chuqa' taq samaj pa ruwi' chajinïk pa jalajöj chi ruwäch, ri b'ama konojel tikirel yetz'et kuma ri winaqi'.
