Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/contribute/stories.lang.po
Languages: cak

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
cak: Tawetamaj kiwäch ri aj Mozilla chijun ri ruwach'ulew. Tawetamaj chi kij ri taq nimasamaj nikisamajij chuqa' tatz'eta' rub'eyal yatikïr yato'on.

source: Meet a few more Mozillians
cak: Tawetamaj kiwäch ch'aqa' chik aj Mozilla

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
cak: Tasik'ij ri ruk'aslem wawe', chuqa' tawila' ch'aqa' chik pa Twitter rik'in ri etal <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: Mozillian Stories
cak: Taq kib'anob'al aj Mozilla

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
cak: Achike ab'anon, in <b class="name">a Rubén</b>, jun aj Mozilla, xinaläx pa<b class="country">España</b>

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
cak: Into'onäq rik'in ri Mozilla tinamït ri juna' 2004, nitzalq'omin ruxaq ajk'amaya'l, ri chajinïk utzilal, ri kito'ik qawinaq chuqa' ri ruk'ayb'alem tinamït. Chuqa' xisamäj pa ri kimoloj molojri'ïl pa España chuqa' xensamajij taq samaj richin TI chupam ri rutinamit Mozilla Hispano.

source: I’m currently helping with:
cak: Wakami tajin yito'on rik'in:

source: Mozilla.org localization
cak: Rutzalq'omanri'inem Mozilla.org

source: Mozilla Hispano mentorship program
cak: Runuk'samaj rusoletamab'al Mozilla Hispano

source: Community events
cak: Tinamït taq molojri'ïl

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
cak: Achike ab'anon, in <b class="name">xta Fabe</b>, jun aj Mozilla, xinaläx pa<b class="country">Filipinas</b>

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
cak: Xib'e pa ri nab'ey numolojri'ïl richin Mozilla pa 2011, jeb'ël taq winaqi' xinwetamaj kiwäch, ri xkiyäk nuk'u'x richin yisamäj. Wakami ja rïn ri K'amöl rub'ey ri Mozilla Filipinas Tinamït.

source: Firefox Student Ambassadors
cak: ruk'amöl tinamït rutijoxela' Firefox

source: Community Building
cak: Runuk'ik Tinamït

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
cak: Yalan niq'a chi nuwäch yennük' tinamït ajwawe' taq molojri'ïl richin Webmaker chuqa' WoMoz (Ixoqi' pa Mozilla), akuchi' yentijoj ch'aqa' chik chuqa' yento' richin nikutzilaj ri ketamab'al. Chuqa' yito'on pa ri kinuk'samaj ulanel taq rutijoxela' Firefox chuqa' runuk'ik tinamït.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
cak: Ri niqa' chi nuwäch chi in aj Mozilla, ja ri in k'o chupam ri ajruwach'ulew tinamït. Chi nuwäch rïn öj achi'el “qachaq' qanimal qi'”: niqajo' qi' chuqa' choj yojtzijon chi qawäch toq tajin yojsamäj junam.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
cak: Achike ab'anon, in <b class="name">xta Shreyas</b>, jun aj Mozilla, xinaläx pa<b class="country">India</b>

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
cak: In nimaläj ajtij richin Webmaker. Niqa chi nuwäch runuk'ik jun jaqäl Ajk'amaya'l chuqa' niqa chi nuwäch yenmöl ri wachib'il pa tinamït — pa taq MozCafes, samaj richin tijonïk, o choj niqamöl qi' richin yeqatzijoj ri taq nimasamaj.

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
cak: Ri nuyäk nuwi' chi in aj Mozilla ja ri “KidZilla,” jun nimasamaj, ri xintikirisaj richin yentijoj ri j tijoxela' ejech'en chuwäch ri ruxe' taq rutzij kematz'ib'anem chuqa' k'amaya'l.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
cak: Chuqa' in na'owinäq chi tz'ib'anel — we yasamäj pa taq ch'owen o winaqil taq achlajinïk, jamäl katzijon wik'in. Ninwajo' yito'on. Junelïk in k'o toq nawajo' yatzijon chi rij ri runuk'ik Ajk'amaya'l chuqa' ri tijonïk.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
cak: Achike ab'anon, in <b class="name">a Micha'el</b>, jun aj Mozilla, xinaläx pa<b class="country">Suiza</b>

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
cak: Xintikirisaj to'ïk kik'in ri ruk'ojob'al Firefox toq in k'ajol pa 2008. Pa kaji' chik apo juna', xinna'ojij yinok jun saq'amaq'il rajk'wayöl Mozilla. Chi ri' toq yito'on richin ninuk' ri rutinamit Mozilla Suiza.

source: Hack-a-thons
cak: Jak-a-ton

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
cak: Achi'el yennük' tinamït taq molojri'ïl pa Suiza, chuqa' yennük' taq molojri'ïl pan Alemania chuqa' Austria; re re' nub'än chi in k'o chi kikojol ri aj Mozilla yekinük' taq molojri'ïl pan oxi' jalajöj taq amaq', ri xa xe kaka' taq ik' kikojol.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
cak: Wakami ri nurayb'al ja ri ninya' nuramaj chi re ri runimirisaxik ri ajchijun qatinamit rik'in ri tzalq'omanri'ïl (tzalq'omanïk), ri majoj chuqa' ri taq runimasamaj Webmaker. We niqa chawäch, katzijon pe qik'in.
