Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/includes/mwc_2014_schedule.lang.po
Languages: ca, es_mx, gd, hi_in, km, ms

source: Schedule is subject to change.
ca: Agenda subjecta a canvis.
es_mx: La agenda está sujeta a cambios.
gd: Faodaidh gun atharraich an sgeideal.
hi_in: कार्यक्रम में बदलाव किया जा सकता है.
km: កាល​វិភាគ​ប្រធានបទ​​ដែល​ត្រូវ​ផ្លាស់ប្ដូរ។
ms: Jadual tertakluk kepada perubahan.

source: Monday
ca: Dilluns
es_mx: Lunes
gd: DiLuain
hi_in: सोमवार
km: ចន្ទ
ms: Isnin

source: February 24
ca: 24 de febrer
es_mx: Febrero 24
gd: 24 dhen Ghearran
hi_in: २४ फरवरी
km: 24 កុម្ភៈ
ms: Februari 24

source: Tuesday
ca: Dimarts
es_mx: Martes
gd: DiMàirt
hi_in: मंगलवार
km: អង្គារ
ms: Selasa

source: February 25
ca: 25 de febrer
es_mx: 25 de febrero
gd: 25 dhen Ghearran
hi_in: २५ फरवरी
km: 25 កុម្ភៈ
ms: Februari 25

source: Wednesday
ca: Dimecres
es_mx: Miércoles
gd: DiCiadain
hi_in: बुधवार
km: ពុធ
ms: Rabu

source: February 26
ca: 26 de febrer
es_mx: 26 de febrero
gd: 26 dhen Ghearran
hi_in: २६ फरवरी
km: 26 កុម្ភៈ
ms: Februari 26

source: Thursday
ca: Dijous
es_mx: Jueves
gd: DiarDaoin
hi_in: गरुवार
km: ព្រហស្បតិ៍
ms: Khamis

source: February 27
ca: 27 de febrer
es_mx: 27 de febrero
gd: 27 dhen Ghearran
hi_in: २७ फरवरी
km: 27 កុម្ភៈ
ms: Februari 27

source: Firefox OS: Today, Tomorrow and the Next Generation Design Story
ca: Firefox OS: l'avui, el demà i la història del disseny de la propera generació
es_mx: Firefox OS: Hoy, Mañana y la Historia del Diseño de la Siguiente Generación
gd: Firefox OS: An-diugh, a-màireach is sgeul dealbhadh an ama ri teachd
hi_in: फायरफॉक्स : आज कल और अगली पीढ़ी की रूप रेखा
km: Firefox OS ៖ ថ្ងៃ​នេះ, ថ្ងៃ​ស្អែក និង​​​ការ​រចនា​ជំនាន់​ក្រោយ
ms: Firefox OS: Cerita Reka Bentuk Hari ini, Esok dan Generasi Seterusnya

source: Sharing Insights: Marketplace Content Partners and Firefox for Android
ca: Compartint experiències: socis de continguts per al Marketplace i el Firefox per a l'Android
es_mx: Compartir deducciones: Socios de contenido del mercado y Firefox para Android
gd: A' co-roinneadh fiosrachadh: Com-pàirtichean susbaint na margaidh is Firefox airson Android
hi_in: जानकारी साझा करें : साथी जो Marketplace से संबंधित सामग्री रखते है और Android के लिए Firefox
km: ចែករំលែក​ចំណេះដឹង៖ ដៃគូ​មាតិកា Marketplace និង Firefox សម្រាប់ Android
ms: Berkongsi Wawasan: Rakan Kandungan Marketplace dan Firefox untuk Android

source: Delivering Positive Social and Economic Impact Through Open Technology
ca: Proporcionant impacte positiu social i econòmic mitjançant tecnologia oberta
es_mx: Entregando positivos sociales y un impacto económico a través de la tecnología con estándares abiertos
gd: A' libhrigeadh deagh-bhuaidh shòisealta 's eaconamach slighe teicneolas fosgailte
hi_in: ओपन प्रौद्योगिकी के माध्यम से सकारात्मक सामाजिक और आर्थिक प्रभाव
km: ផ្ដល់​ផល​ប៉ះពាល់​សេដ្ឋកិច្ច និង​សង្គម​តាម​រយៈ​បច្ចេកវិទ្យា​បើក​ទូលាយ
ms: Menyampaikan Kesan Positif Sosial dan Ekonomi Menerusi Teknologi Terbuka

source: Customizing for Market Needs
ca: Personalitzant les necessitats del mercat
es_mx: Personalizando las necesidades del mercado
gd: A' gnàthachadh a-rèir feum na margaidh
hi_in: बाजार की जरूरत के हिसाब से
km: ប្ដូរ​​តាម​តម្រូវ​ការ​ទីផ្សារ
ms: Menyesuai untuk Keperluan Pasaran

source: Firefox OS for Any Screen Size
ca: Firefox OS per a totes les pantalles
es_mx: Firefox OS para cualquier tamaño de pantalla
gd: Firefox OS airson sgrìn de mheud sam bith
hi_in: सभी आकर कि स्क्रीन के लिए फ़ायरफ़ॉक्स ओ एस
km: Firefox OS សម្រាប់​ទំហំ​ពេញ​អេក្រង់
ms: Firefox OS untuk Sebarang Saiz Skrin

source: Advancing the Web
ca: Fent avançar el web
es_mx: Avanzando en la Web
gd: A' leasachadh an lìn
hi_in: वेब की प्रगति
km: ការ​ពង្រីក​បណ្ដាញ
ms: Memajukan Web

source: The Future of Voice Panel Session with Brendan Eich, CTO & SVP Engineering, Mozilla
ca: El futur de la veu, taula rodona amb Brendan Eich, CTO & SVP d'enginyeria, Mozilla
es_mx: El futuro del panel de sesión de voz con Brendan Eich, CTO & SVP Engineering, Mozilla
gd: Seisean panail “The Future of Voice” le Brendan Eich, CTO ⁊ SVP Engineering, Mozilla
hi_in: वॉइस पैनल सेशन के साथ ब्रेंडन एइछ , सी टी ओ एवं एस वी पी अभियांत्रिकी का भविष्य, मोज़िल्ला
ms: Sesi Panel Suara Masa Depan bersama Brendan Eich, CTO & SVP Engineering, Mozilla

source: HTML5 App Acceleration
ca: Acceleració d'apps HTML5
es_mx: Aceleración de la aplicación HTML5
gd: Luathachadh aplacaidean HTML5
hi_in: HTML5 एप्लीकेशन त्वरण
km: ការ​បង្កើន​ល្បឿន​កម្មវិធី HTML5
ms: Pemecutan App HTML5

source: Privacy Seminar with Alex Fowler, Chief Privacy Officer, Mozilla
ca: Seminari de privadesa amb Alex Fowler, Chief Privacy Officer, Mozilla
es_mx: Seminario de privacidad con Alex Fowler, Jefe de privacidad, Mozilla
gd: Seiminear air prìobhaideachd le Alex Fowler, am prìomh-oifigear prìobhaideachd aig Mozilla
hi_in: एलेक्स फाउलर(मुख्य गोपनीयता अधिकारी,मोज़िल्ला ) के साथ गोपनीय संगोष्ठी
km: សិក្ខា​សាលា​ឯកជន​ជាមួយ Alex Fowler, Chief Privacy Officer, Mozilla
ms: Seminar Privasi bersama Alex Fowler, Ketua Pegawai Privasi, Mozilla

source: Conference Pass Required
ca: Cal passi de conferència
es_mx: Contraseña de la conferencia requerido
gd: Tha feum air pas na co-labhairt
hi_in: सम्मेलन प्रवेश पत्र आवश्यक है
km: Conference Pass បាន​ទាមទារ
ms: Pass Persidangan Diperlukan

source: Conference Village, Hall 4<br>Auditorium 2
ca: Conference Village, Hall 4<br>Auditori 2
es_mx: Conferencia de la aldea, salón 4<br>Auditorio 2
hi_in: सम्मेलन ग्राम, हॉल ४ <br>सभागार २

source: Firefox for Android: Explore ways to customize Firefox for Android for partner distribution, integrate with 3rd party services, and how to connect with other people and devices.
ca: Firefox per a l'Android: exploreu maneres de personalitzar el Firefox per a l'Android per a distribuir-lo, per a integrar-lo amb serveis de tercers i per a connectar amb altres persones i dispositius.
es_mx: Firefox para Android: Explora maneras de personalizar Firefox para Android para distribución, integrar con servicios terceros, y como conectar con otras personas y dispositivos.
gd: Firefox airson Android: Rùraich na dòighean air an urrainn dhut Firefox airson Android a chur air gleus mar chom-pàirtiche, fill a-steach e le seirbheisean treas-phàrtaidhean is mar a cheanglas tu ri daoine is uidheaman eile.
hi_in: Android के लिए Firefox: पार्टनर डिस्ट्रीब्यूशन के लिए Android , थर्ड पार्टी सेवाओं के साथ जोरने और अन्य व्यक्ति एवं यंत्रों से जोरने के लिए Firefox को अनुकूलित करने के तरीकों का पता लगाना.
km: Firefox សម្រាប់ Android ៖ វិធី​ការ​រុករក​តាម​តម្រូវ​ការ Firefox សម្រាប់ Android ចំពោះ​ដៃ​គូ​ការ​ចែករំលែក, ការ​ចូលរួម​ជាមួយ​នឹង​សេវាកម្ម​ភាគី​ទី 3 , នឹង​របៀប​តភ្ជាប់​ជាមួយ​ឧបករណ៍ និង​មនុស្ស​ផ្សេងៗ។
ms: Firefox untuk Android: Jelajahi cara menyesuaikan Firefox untuk Android untuk rakan pengedar, disepadukan depan perkhidmatan pihak ketiga, dan bagaimana berhubung dengan orang atau peranti lain.
