Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/includes/mwc_2015_schedule.lang.po
Languages: ar, ca, es_mx, nn_no, uz, xh

source: Schedule is subject to change.
ar: التنظيم عنوان التغيير.
ca: Agenda subjecta a canvis.
es_mx: La agenda está sujeta a cambios.
nn_no: Programmet kan endrast.
uz: Jadval o‘zgarishi mumkin.
xh: Ishedyuli inokutshintsha.

source: Monday
ar: الإثنين
ca: Dilluns
es_mx: Lunes
nn_no: Måndag
uz: Dushanba
xh: Mvulo

source: March 2
ar: مارس 2
ca: 2 de març
es_mx: 2 de marzo
nn_no: 2. mars
uz: 2-mart
xh: Matshi 2

source: Firefox OS. The Independent Path. Overview and Opportunities.
ca: Firefox OS. El camí independent. Resum i oportunitats.
es_mx: Firefox OS. El camino independiente. Descripción y oportunidades.
nn_no: Firefox OS. Den uavhengige vegen. Oversyn og mulegheiter.
uz: Firefox OS. Mustaqil yo‘l. Umumiy ko‘rinishi va xususiyatlari.
xh: IFirefox OS. IPath Ezimeleyo. Ukuhlola Namathuba

source: Firefox OS. Flexibility &amp; Extensibility. Success Stories.
ca: Firefox OS. Flexibilitat &amp; Extensible. Casos d'èxit.
es_mx: Firefox OS, Flexibilidad &amp; Extensibilidad. Historias de éxito.
nn_no: Firefox OS. Fleksibilitet og utvidingsmulegheiter. Suksesshistoriar.
uz: Firefox OS. Moslashuvchan &amp; keng imkoniyatli. Muvaffaqiyat hikoyalari.
xh: IFirefox OS, uBubhetyebhetye &amp; uKwanda amaBali eMpumelelo.

source: Firefox on Mobile Devices
ar: فيرفكس على الأجهزة المحمولة
ca: Firefox als dispositius mòbils
es_mx: Firefox en dispositivos móviles
nn_no: Firefox på mobile einingar
uz: Firefox mobil qurilmalarda
xh: IFirefox kwiSixhobo seMobhayili

source: Building Mozilla Values into Firefox OS
ar: بناء قيم موزيلا في نظام تشغيل فيرفكس
ca: Posant els valors de Mozilla al Firefox OS
es_mx: Construyendo valores de Mozilla a Firefox OS
nn_no: Bygging av Mozilla-verdiar inn i Firefox OS
uz: Mozilla’ning qimmatli xususiyatlarini Firefox OS’ga qo‘shish orqali tuzilgan
xh: Ukwakha Amaxabiso eMozilla kwiFirefox OS

source: Firefox OS. Beyond Smartphones.
ar: نظام تشغيل فيرفكس. ما بعد الأجهزة الذكية.
ca: Firefox OS. Més enllà dels telèfons intel·ligents.
es_mx: Firefox OS. Más allá de los teléfonos inteligentes.
nn_no: Firefox OS. Bortanfor smarttelefonar.
uz: Firefox OS. Smartfonlardan tashqarida.
xh: IFirefox OS Ngaphaya kweeSmartphones.

source: Webmaker for Mobile. Building Local Content and Web Literacy
ca: Webmaker per a mòbil. Creant contingut local i coneixement web
es_mx: Webmaker para dispositivos móviles. Creando contenido local y alfabetización web.
nn_no: Webmaker for mobilar. Bygging av lokalt innhald og vevdugleik
uz: Mobil qurilmalar uchun Webmaker. Mahalliy tarkibni tuzish va veb savodxonlikni oshirish

source: Firefox Marketplace. Why We Chose the Web.
ar: سوق فيرفكس. لهذا نختار الويب.
ca: Firefox Marketplace. Perquè triem el web.
es_mx: Firefox Marketplace. Por qué elegimos la Web.
nn_no: Firefox Marketplace. Kvifor vi veljer nettet.
uz: Firefox Marketplace. Biz nega internetni tanlaganmiz.

source: Firefox OS, the Web of Things and Open Web Hardware
ca: Firefox OS, el web de les coses i maquinari web lliure
es_mx: Firefox Os, la web de las cosas y el hardware de la web abierta
nn_no: Firefox OS, tinga sitt nett (Web of Things) og open netthardvare
uz: Firefox OS, narsalar va Ochiq internet qurilmasi interneti

source: Tuesday
ar: الثّلاثاء
ca: Dimarts
es_mx: Martes
nn_no: Tysdag
uz: Seshanba
xh: Lwesibini

source: March 3
ar: مارس 3
ca: 3 de març
es_mx: 3 de Marzo
nn_no: 3. mars
uz: 3-mart

source: Wednesday
ar: الأربعاء
ca: Dimecres
es_mx: Miércoles
nn_no: Onsdag
uz: Chorshanba
xh: Lwesithathu

source: March 4
ar: مارس 4
ca: 4 de març
es_mx: 4 de Marzo
nn_no: 4. mars
uz: 4-mart
xh: Matshi 4

source: Thursday
ar: الخميس
ca: Dijous
es_mx: Jueves
nn_no: Torsdag
uz: Payshanba
xh: Lwesine

source: March 5
ar: مارس 5
ca: 5 de març
es_mx: 5 de Marzo
nn_no: 5. mars
uz: 5-mart
