Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/android/index.lang.po
Languages: ff

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
ff: Firefox mo Android — Wanngorde Geese Cinndel — Peeje goɗɗe heertinde e reende suturo maa

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
ff: Ko Firefo mo Android tan hokkat-maa peeje waɗtude peeragol maa cinndel ngol panndinan-ɗaa hoore maa

source: Firefox for Android
ff: Firefox mo Android

source: We make it Firefox.
ff: Min baɗii ɗum Firefox.

source: You make it your own.
ff: A waɗii ɗum mo maa.

source: The features you love.
ff: Fannuuji ɓur-ɗaa yiɗde.

source: The privacy you trust.
ff: Suturo mo kooli-ɗaa.

source: Our most customizable Firefox for Android yet.
ff: Firefox amen mo Android ɓurɗo waawde heertinedee.

source: Download on Google Play
ff: Awto ɗum to Google Play

source: Uniquely yours
ff: Gooto mo njey-ɗaa

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
ff: Ko Firefo mo Android tan hokkat-maa peeje potɗe nih waɗtude<br> peeragol maa cinndel ngol panndinan-ɗaa hoore maa.

source: Smarter sharing for all
ff: Lollingol ceeɓngol mo fof ndenndi

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
ff: Fannuuji ɓurɗi hawrude lollinde kala ko njiɗ-ɗaa, Quick Share ena siiftora jaaɓɗe cakkiti-ɗaa huutoraade ngam wallude-ma heɓde konngol walla tan no njiɗir-ɗaa nih.

source: See how it works
ff: Yiy no yahrata

source: All your faves, front and center
ff: Cuɓaaɗe maa fof, yeeso e hakkunde

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
ff: Heertinir alluuje jaɓɓorgo maa loowdi geese kala njiɗ-ɗaa tee keɓaa ɓoggi maa cuɓaaɗi &mdash; wano Instagram e Pocket Hit &mdash; e saasi.

source: A touch more personal
ff: Fanndin ko aan jeyi

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
ff: Jaytin Alluuje Jaɓɓorgo maa e leemto ngo jiɗ-ɗaa kala walla ɓeydu, suuɗ momtaa ɗe no njiɗir-ɗaa ngam ɓadaade cuɓaaɗe maa sahaa kala.

source: Learn more
ff: Ɓeydu humpito

source: Any search you like
ff: Njiilaw njiɗ-ɗaa fof

source: Add any search engine and make it your default.
ff: Ɓeydu yiylorde kala tee mbaɗtaa ɗum woowaande maa.

source: Or change it any time to the one that best matches your search and privacy needs.
ff: Walla waylu nde tuma kala cuɓo-ɗaa ɓurnde yahdude e soklaaji maa njiilaw e suturo.

source: Change your language
ff: Waylu ɗemngal maa

source: Read and save articles easily
ff: Tar tee ndanndaa binndanɗe no weeɓiri

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
ff: Daklito e dawtol taro ɓurngol welde ngol Jiytol Taro e Doogol Tarol addan-maa.

source: Access your saved articles even when you’re not online.
ff: Heɓ binndanɗe maa danndaaɗe hay so a seŋaaki.

source: Learn more about Reading List
ff: Ɓeydu humpito baɗte Doggol Tarol

source: Learn more about Reader View
ff: Ɓeydu humpito baɗte Jiytol Taro

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
ff: Waylu ɗemngal wanngorde maa no ɓuri yaawrude e weeɓrude, tawa a waylaani teelte kaɓirgol maa fof walla nih hurmitinde wanngorde maa.

source: Take it to the big screen
ff: Waɗtu ɗum yaynirde mawnde

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
ff: Neldu widewoo e loowdi geese iwde e cinndel maa walla tablet to Tele jogiiɗe mbaawkaaji ciiɓorol tammbitaaɗi.

source: Keep your private info private
ff: Suur humpito maa suuriingo

source: We believe your personal information belongs to you.
ff: Amin ngongɗiɗi humpito maa heeriingo ko aan jeyi.

source: Firefox for Android is filled with features to help keep it that way.
ff: Firefox mo Android ena yeewi fannuuji ballooji ma fanndinde humpito maa.

source: Private Browsing with<br> Tracking Protection
ff: Banngagol Suturo kañum e<br> Ndeenka Dewindol

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
ff: Feero tawa aslol maa, njiilawuuji e kukiije ndanndaaka, tee palo-ɗaa woɗɓe suuɗiiɓe yoo ndewido-ma e nder geese ɗee.

source: Learn more about Private Browsing
ff: Ɓeydu humpito baɗte Peeragol Suturo

source: Clear history
ff: Momtu aslol

source: Delete your browsing history, passwords and more in a single tap.
ff: Momtu aslol peeragol maa, finndeeji e geɗe goɗɗe e fiyannde wootere.

source: Choose the private data you want to remove whenever you need to do so.
ff: Suɓo keɓe cuuriiɗe ɗe nji-ɗaa momtude tuma kala nde coklu-ɗaa.

source: Learn how to clear your history
ff: Ekko no aslol maa momtirtee

source: Guest browsing
ff: Peeragol bismaaɓe

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
ff: Renndu peeragol maa e sehilaaɓe e ɓesngu tawa a faayaani maa gooto g=kala yiy dille gooɗo oon e ceŋol.

source: Learn how to share your browser
ff: Ekko no wanngorde maa renndortee

source: See how Guest Browsing works
ff: Yiy no Peeragol Bismaaɓe yahrata

source: Don’t leave home without being in Sync
ff: Hoto haltu galle maa e waɗaani Sync

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
ff: Nowor finndeeji, maantore, tabbe maa udditiiɗe nokku kala mo njahataa.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
ff: Huutoro Sync e cinndel maa walla taable ngam heɓde kala ko coklu-ɗaa e ordinateer maa biro &mdash; e yiilo-waylo &mdash; tawa a soklaani siiftorde URLs.

source: Learn more about Sync
ff: Ɓeydu humpito baɗte Sync

source: Choose Firefox
ff: Labo Firefox

source: Supported devices
ff: Kaɓirɗi tammbitaaɗi

source: Release notes
ff: Konngol bayyinal

source: Do not track
ff: Hoto rewindo

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
ff: Ko kesamaagu Firefox, Hoto Rewindo-mi nafatmaa ko suɓaade no humpito maa heeriingo roɓindortee e no huutortee e enternet.

source: Learn more about Do Not Track
ff: Ɓeydu humpito baɗte Hoto Rewindo-mi

source: Private Browsing
ff: Banngagol Suturo

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
ff: So hurminaama, Firefox mo Android jaɓoataa kukiije, siiftortaa finndeeji walla moofta keɓe lowe ɗe njilli-ɗaa.

source: Learn how to open a private window
ff: Ekko no nɗeeo udditirta henorde suturo

source: See how Private Browsing works
ff: Yiy no Peeragol Suturo yahrata
