Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/desktop/customize.lang.po
Languages: son

source: Firefox — Customize and make it your own — The most flexible browser on the Web
son: Firefox — Hanse k'a tee war boŋ wanoo — ceecikey kul ifaalantaa interneti se

source: Make your Firefox your own
son: Wa Firefox tee war boŋ wane

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
son: A ga faala hal'a abada ka Firefox hanse war boro boŋ se nda ka goyoo tee war ibaayoo.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
son: Ceecikaw kul ši war noo suubayan and goyfaalandiyan takaa woo.

source: Customize Firefox
son: Firefox hanse war boŋ se

source: Designed to <br class="wide-br">be redesigned
son: Kaŋ fasal ka <br class="wide-br"> fasalandi taaga

source: Get fast and easy access to the features you use most in the new menu.
son: Duu nda cahãri nda faala alhaaley kaŋ nda war boobo ka goy šilbayboŋ ra.

source: Open the “Customize” panel to add, move or remove any button you want.
son: "Hanse war boŋ še" feeri ka butoŋ kul kaŋ war ga baa tonton, k'a ganandi wal'a kaa.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
son: War alhaali kaasey gaabu — tontoney, sutura naarumi, Sync nda tana — nga naagari foo hinne.

source: More ways to customize
son: Taka booboyaŋ k'a hanse war boŋ se

source: Themes
son: Furarey

source: Add-ons
son: Tontoney

source: Awesome Bar
son: Zuu kayfante

source: Make Firefox match your style.
son: Firefox tee a ma koy war bande.

source: Choose from thousands of themes and dress up your browser with a single click.
son: Naagu cee foo de ka suuba furari ženberyaŋ ra ka war ceecikaa taalam.

source: Try it now
son: Šii sohõ

source: Learn more
son: Bay ka tonton

source: Add-ons are like apps that you install to add features to Firefox.
son: Tontonniyaŋ sanda porogaram-izey kaŋ war n'i sinji ka Firefox alhaaley boobandi.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
son: Ir ga naŋ war ma jinay hayey sawandi, waatoo alhaaloo guna, haŋajer miziki se, alhabaryu sanba nda bešere.

source: Read the latest news & blogs
son: Alhabar nda blogu kokorantey caw

source: Manage your downloads
son: War zumandey juwal

source: Watch videos & view photos
son: Widewo nda bii guna

source: Here are a few of our favorites
son: Ne no ir goyteeri kaasey goo

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
son: Kayfi zuwoo mma caw kaŋ war ga interneti naaru hala ka war Firefox-oo tee bajja foo.

source: Find and return to your favorite sites without having to remember a URL.
son: Dii war nungu kaasey nda willi i ga bila nda ma hima ka honga URL kul.

source: See what it can do for you
son: Guna woo kaŋ a ga hin ka tee war se

source: Keep your Firefox in Sync
son: War Firefox-oo gaabu Sync ra

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
son: Dii war doo-šilbawey, taarikoo, šennikufaley nd'ibooboyaŋ jinay kul ga ka <br class="wide-br">Firefox tee war boŋ jinaa waati kul kaŋ war g'a ka goy.

source: Learn more about Sync
son: Bay ka tonton Sync ga

source: Get help with Sync
son: Faaba ceeci nda Sync

source: Next
son: Jine
