Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/desktop/tips.lang.po
Languages: son

source: The best of the latest Firefox
son: Firefox kokorantaa hayey kul ihennaa

source: Bookmarks
son: Doo-šilbawey

source: Simplify
son: Faalandi

source: Arrange
son: Marga

source: 5 top tips, tricks and time-saving tools
son: Laasaabay henna 5, alhiila nda joyjinayyaŋ kaŋ ši waati ŋaa

source: back
son: banda

source: next
son: jine

source: Click the star
son: Handaraa naagu

source: Watch the star jump so you know your bookmark has been added.
son: Handaraa saryanoo guna ka bay kaŋ war doo-šilbaa n' ka tonton.

source: (Try it! It’s fun!)
son: (A šii! Dii kaanoo!)

source: How to:
son: Taka kaŋ:

source: Click the star to add bookmarks and manage them from the same spot.
son: Handaraa naŋ ka doo-šilbawey tonton nd'i juwal nungu follokaa ra.

source: Simplify your life
son: War hunaroo faalandi

source: Go to your happy place.
son: Koy war binekaanay dogoo ra.

source: Remove the buttons you don’t use so you can find the ones you do.
son: Butoŋey kaŋ war š'i ka goy kaa hala war ma hin ka duu wey kaŋ nda war ga goy.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
son: Goyjinay zuwoo feeri, “<strong>Hanse war boŋ se</strong>” suuba de ma butoŋ foo naagu k'a kaa goyjinawey ra.

source: Add your faves
son: War kaasey tonton

source: Play favorites with the features you use most and arrange them for fast, easy access.
son: War kaasey hẽenandi nd'alhaaley kaŋ nda war ga boobo ka goy nd'i kanandi ka ceeciyan cahãndi nda faalandi.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
son: Goyjinay zuwoo feeri, “<strong>Hanse war boŋ se</strong>” suuba de ma butoŋ foo naagu k'a dam goyjinawey ra.

source: Stay in Sync
son: Cindi Sync ra

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
son: Sync ka goy ka huru nor lokey, šennikufaley nd'ibooboyaŋ feeri nda kayfi waati kul kaŋ war ga goy nda Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
son: Sync ka goy ka huru nor lokey, šennikufaley nd'ibooboyaŋ nda jinay tana feeri.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
son: Suuba “<strong>Huru Sync ra</strong> goyjinay zuwoo ra ka Firefox tee war wanoo waati kul kaŋ war g'a ka goy.

source: Free your add-ons
son: War tontoney naŋ nda ngi boŋ

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
son: Tontoni kaasu nda cerecerantey din gaabu war goyjinay zuwooo hala boro ma dii yey nda duu wey nda faala.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
son: “<strong>Hanse war bon se</strong>” suuba goyjinay zuwoo ra de ma tontoney kaŋ war ga baa dam.

source: Get Firefox
son: Firefox zaa

source: Congratulations
son: Wa hoyhoy

source: You’re an expert!
son: War ti goni!

source: Now help your friends master Firefox.
son: Sohõ war ceerey gaa ka wan Firefox.

source: Learn more about bookmarks
son: Doo-šilbawey bay ka tonton

source: Learn more about customizing
son: Hanseyan boro boŋ se bay ka tonton

source: Learn more about Sync
son: Wan Sync ka tonton

source: Learn more about add-ons
son: Tontoney bay ka tonton
