Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/index.lang.po
Languages: bs, kab

source: Get smart on the Web
bs: Postanite stručnjak na internetu
kab: Iḥric ugar di Web

source: Get <b>Smart On</b> the Web
bs: Postanite <b>stručnjak</b> na internetu
kab: Iḥric <b>Ugar</b> di Web

source: The SmartOn Series is like your Internet owner’s manual: the place to learn the most useful intel and tips from Mozilla policy peeps and programmers.
bs: Pametna serija je poput Internet priručnika: mjesto za naučiti najkorisnije Intel i savjete od ljudi i programera Mozilla politike.
kab: Eg am imezriren agi SmartOn amzun d amnir n bab n Internet: dagi ara tissineḍ ugar texbula akked tmusniwin i d-sumren umusnawen akked ineflayen n Mozilla.

source: See all SmartOns
bs: Pogledajte sve SmartOn-ove
kab: Wali akk aweṣṣi

source: SmartOn
kab: Amusnaw di

source: Tracking
bs: Praćenje
kab: Asfuɣel

source: What you do online is your business, and you can keep it that way.
bs: Što radite online je vaš posao, a možete ga zadržati na taj način.
kab: Ayen txedmeḍ s srid ala kečč i yeɛna, ur yessefk ara ad ibeddel.

source: Follow me
bs: Prati me
kab: Ḍfeṛ-iyi-d

source: Outfox the trackers
bs: Nadmudri tragaće
kab: Andi i yimesfuɣal

source: Cyber security
bs: Elektronska sigurnost
kab: Taɣellist s srid

source: Lock it down
bs: Zaključajte ga
kab: Sekkweṛ

source: Look both ways, stay updated, and make sure your passwords are as buff as you are.
bs: Pogledajte u oba smjera, budite u toku, i pobrinite se lozinke ublaže kao i vi.
kab: Wali ɣer yal tama, qqim di lqem u ḍmen d akken awalen inek uffiren d uzmiren am kečč.

source: Government surveillance
bs: Nadzor vlade
kab: Aqaṛeɛ amatu

source: Take a stand
bs: Zauzmi se
kab: Ṭṭef amḍiq

source: Decide where you think the line should be – and keep others from crossing it.
bs: Odlučite gdje mislite da linija treba da bude - i zadržati druge od prelaska.
kab: Err talast – ur ttaǧǧa ara wiyaḍ ad d-zegren.

source: Smarter by the step
bs: Pametnije po korak
kab: 4 n tsurifin ɣer tmusni

source: Ask
bs: Pitajte
kab: Steqsi

source: Know
bs: Znajte
kab: Issin

source: Do
bs: Činite
kab: Egg

source: Chat
bs: Pričajte
kab: Sqerdec

source: Ask yourself what you think, find out what you don’t know, take control of your experience. Then talk it out with your friends.
bs: Zapitajte se šta vi mislite, saznajte ono što ne znate, preuzmite kontrolu nad svojim iskustvom. Onda razgovarajte sa svojim prijateljima.
kab: Steqsay iman-ik, af-d tiririt udiɣ issin ugar. Sakin ddu ɣer wayen i k-d-yezzin.

source: <b>1.</b> Ask
bs: <b>1.</b> Pitati
kab: <b>1.</b> Steqsi

source: <b>2.</b> Know
bs: <b>2.</b> Znati
kab: <b>2.</b> Issin

source: <b>3.</b> Do
bs: <b>3.</b> Činiti
kab: <b>3.</b> Egg

source: <b>4.</b> Chat
bs: <b>4.</b> Pričati
kab: <b>4.</b> Sqerdec

source: Tweet this
bs: Tvitujte ovo
kab: Azen atweet

source: Connect with your community to explore topics related to privacy and tracking by joining or starting a <a href="{url}">Mozilla Club</a>.
bs: Povežite se sa vašom zajednicom za istraživanje tema koje se odnose na privatnost i praćenje ulaza ili pokretanja <a href="{url}"> Mozilla Club </a>.
kab: Meslay akked tmezdagnut inek akken ad twalim lwaḥid isteqsiyen ɣef tbadnit akked usfuɣel: ddu neɣ rnu<a href="{url}">Tarbaɛt n Mozilla</a>.

source: Take back control
bs: Vratiti kontrolu
kab: Ṭṭef asenqed

source: The non-profit browser by Mozilla
bs: Neprofitni Mozillin preglednik
kab: Iminig n war tadrimt n Mozilla
