Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/security.lang.po
Languages: bs, hi_in, kab

source: Get smart on cybersecurity
bs: Izaberite elegantnu zaštitu na internetu
hi_in: साइबर सुरक्षा पर होशियार हो जाओ
kab: Amusnaw di tɣellist s srid

source: Look both ways, stay updated, and make sure your passwords are as buff as you are. Get smart on cybersecurity.
bs: Pogledajte u oba smjera, budite u toku, i pobrinite se da su lozinke sigurne kao i vi. Uzmite elegantnu sigurnost na internetu.
hi_in: हर तरफ से देखिए, नवीनिकृत रहिए एंव अपने पासवर्ड को उसी तरह नया रखिए जिस तरह आप खुद को रखते हैं| साइबर सुरक्षा पर होशियार रहें|
kab: Wali ɣer yal tama, qqim di lqem u ḍmen d akken awalen inek uffiren d uzmiren am kečč. D amusnaw di tɣellist s srid.

source: Cybersecurity
bs: Elektronska sigurnost
hi_in: साइबर सुरक्षा
kab: Taɣellist s srid

source: Ask yourself
bs: Zapitajte se
hi_in: खुद से पूछें
kab: Steqsi iman-ik

source: Do you check for a secure connection when browsing the Web? Do you know how to recognize one?
bs: Da li ste provjerili za sigurnu vezu kada pretražujete Web? Da li znate kako je prepoznati?
hi_in: क्या आप वेब ब्राउज़िंग करते समय एक सुरक्षित कनेक्शन की जाँच करते हैं? क्या आप जानते हैं कैसे पहचानते हैं?
kab: Tssenqadeḍ ma yella ismal i tettwaliḍ ɣelsent tuqqniwin nsen? Teẓriḍ amek ad tweqqleḍ tuqqna taɣelsant?

source: Are you doing as much to secure your online information as you do your personal property?
bs: Radite li na tome da se toliko osiguraju Vaše online informacije kao i vi vaša lična imovina?
hi_in: जितना प्रयास आप अपनी व्यक्तिगत सम्पत्ति की सुरक्षा के लिए करते हैं क्या आप अपनी सूचनाओं को सुरक्षित करने का उतना ही प्रयास कर रहे हैं ?
kab: Teggareḍ ussisen akken iwata, akken ad ɣelseḍ talɣut inek s srid akken txedmeḍ i uḥraz n wayla-k?

source: How many passwords do you use, and how long have you had them?
bs: Koliko lozinki koristite, i koliko dugo ste ih imali?
hi_in: आप कितने पासवर्ड प्रयोग करते हैं एवं उन पासवर्ड को कितने समय तक रखते हैं?
kab: Acḥal n wawalen uffiren i tesseqdaceḍ,u si melmi i ten-tesseqdceḍ?

source: Cybersecurity explained
bs: Elektronska sigurnost objašnjena
hi_in: साइबर सुरक्षा के बारे में बताया गया
kab: Taɣellist s srid tettwasegzi

source: As intimidating as it may sound, cybersecurity is actually really simple: it just means protecting yourself and your information online.
bs: Kao zastrašujuće zvuči, elektronska sigurnost je zapravo veoma jednostavna: to samo znači da štitite sebe i svoje podatke.
hi_in: साइबर सुरक्षा जिस तरह भयावह लगती है वास्तविकता में यह साधारण हैः इसका मतलब केवल आपकी, और आपकी ऑनलाइन जानकारियों की सुरक्षा से है
kab: Taɣillst s srid tettban am akken tesserwal, di tilawt d tikti tafessast: Ad temmestnen iman-ik akked isefka yinek s srid..

source: You can’t prevent every threat out there – online or off.
bs: Ne možete spriječiti svaku tprijetnju tamo - online ili off.
hi_in: आप वहां पर हर धमकी को नहीं रोक सकते - ऑनलाइन या आँफ.
kab: Ur tezmireḍ ara ad tekksed akk ayen isexṣaren – s srid neɣ ala.

source: But you can definitely minimize your risk with some awareness and common sense.
bs: Ali možete definitivno umanjiti rizik svijesno i zdravorazumnim razmišljanjem.
hi_in: परन्तु आप थोड़ी सी जागरुकता एवं समझ से निश्चित रूप से जोखिम को कम कर सकते हैं
kab: Acuka, tzemreḍ ad tesneɣseḍ ayen yessexṣaṛen s useqdec n kra n tektiwin yelhan akked tmusni.

source: Watch this video
bs: Pogledajte ovaj video
hi_in: यह वीडियो देखें
kab: Wali tavidyut agi

source: This PBS’ Nova Labs video offers great background on cybersecurity.
bs: Ovaj PBS' Nova Labs video nudi veliku pozadinu na elektronskoj zaštiti.
hi_in: यह पीबिएस नोवा प्रयोगशाला का वीडियो साइबर सुरक्षा पर महान पृष्ठभूमि देता है.
kab: Tavidyut agi n tedwilt Nova Labs sur PBS ad tessefhem azadur n tɣellist s srid s teglizit.

source: The Three Watch-Outs
hi_in: तीन बार बहिष्कार
kab: Kraḍ n tektiwin tigejdanin

source: Visit our cybersecurity glossary on <a href="{url}">Shape of the Web</a> to nerd out on security terms and techniques.
bs: Posjetite našu sajber sigurnost rečnik na <a href="{url}"> Oblik interneta</a> da se složite uslovima i sigurnosnim tehnikama.
hi_in: सुरक्षा नियमों और तकनीकों से बाहर आने के लिए, हमारे साइबर सुरक्षा शब्दकोष पर यहाँ से जायें <a href="{url}">वेब का आकार </a>.
kab: Wali amawal nneɣ ɣef tɣellist s srid <a href="{url}">Talɣa n Web</a> akken ad tissined awalen akked tetiknikt n tɣellist.

source: of Internet users are concerned about someone hacking into their online accounts and stealing personal information like photos and private messages.
bs: Internet korisnici su zabrinuti zbog nekoga sjeckanja u njihovim online računima i krađom osobnih podataka kao što su fotografije i privatne poruke.
hi_in: इन्टरनेट उपभोक्ता चिन्तित हैं कि कोई उनके आॅनलाइन खातों को हथिया रहा है और उनके चित्र एवं व्यक्तिगत संदेश जैसी व्यक्तिगत सूचना चुरा रहा है
kab: n iseqdacen n Internet i yesteqsayen amek albaɛḍ yezmer ad yakker imiḍanen nnsen s srid akked telɣut tudmawant am tewlafin akked yeznan usligen.

source: (CIGI IPSOS, November 2014)
bs: (CIGI IPSOS, Novembar 2014)
hi_in: (CIGI IPSOS, नवंबर 2014)
kab: (CIGI IPSOS, Nunbir 2014)

source: Protecting yourself starts with knowing what to look out for. Here’s a quick rundown of the three most common cybersecurity threats:
bs: Zaštita počinje znajući na šta da se pazi. Evo brzog rezimea tri najčešće prijetnje sajber bezbijednosti:
hi_in: आपकी अपनी सुरक्षा ये जानने के साथ शुरु होती है कि आपको क्या ढूढ़ना है। यहाँ तीन सबसे आम साइबर सुरक्षा खतरों का तीव्रता से वर्णन है:
kab: Akken ad temmestnen iman-ik, yessefka di tazwara ad teẓreḍ ayen ara tqaṛɛeḍ. Hatan ugzul ɣef kraḍ n wayen izemren ak-iḍuṛṛ, wid yettwasnen s waṭas deg uḥric n tlɣellist s srid.

source: Manipulation
bs: Manipulacija
hi_in: परिचालन
kab: Tazrirt

source: Malicious hackers use all kinds of tricks to access and exploit your personal information.
bs: Zlonamjerni hakeri koriste sve vrste trikova za pristup i iskorištavanje vaših ličnih podataka.
hi_in: दुर्भावनापूर्ण हेकरस हर तरह से आपकी निजी जानकारी तक पहुचने का प्रयास करते हैं.
kab: Imakkwaren iḥ€rcen seqdacen akk tixiddas akken ad kecmen ɣer telɣut inek tudmawant.

source: Like phishing (e.g. a fake bank email asking for your personal information), spamming, hacked accounts and the classic “Nigerian Prince” email (also called a “419 scam”).
bs: Kao phishing (npr lažne banke emailom traže vaše osobne podatke), spam, krađa računa i klasični "nigerijski princ" email (naziva se i "419 prevara").
hi_in: फिशिंग (जैसे कि कोई जाली बैंक ईमेल आपसे व्यक्तिगत सूचना माँग रहा हो), स्पैमिंग, चुराये हुए खाते एवं उत्कृष्ट नाइजीरियन प्रिंस ईमेल( जिसे 419 घोटाला भी कहा जाता है) के जैसे
kab: Am tandit (amedya: aɛanned n yimaul n lbanka yessuturen talqut inek tudmawant), tuzna n yimaylen ispamen, imiḍanen yettwakkwren neɣ akellex aklaṣikan "Ageldun n Nijirya" (yettwassen daɣen s yisem n ukellex "419").

source: Healthy skepticism is your best friend on this front.
bs: Zdrav skepticizam je tvoj najbolji prijatelj na ovom polju.
hi_in: स्वस्थ संदेहवाद इस मोर्चे पर अपने सबसे अच्छे दोस्त है.
kab: Ur ttayes ara, yelha ciwiṭ n usirem d wagi i d amdakel ufrin.

source: Test your phishing knowledge
bs: Proverite vaše znanje o "pecanju"
hi_in: अपने फिशिंग ज्ञान की जाँच करे
kab: Sekyed tamusni yinek ɣef tandit

source: Malware
bs: Zlonamjerni softver
hi_in: मालवेयर
kab: Yir aseɣẓan

source: Viruses, worms, Trojan horses… These nasty little programs are designed to infect your machine to cause damage, steal personal information, spy or force ads on you.
bs: Virusi, crvi, trojanski konji... Ovi malo teži programi su dizajnirani da zaraze vaš uređaj i uzrokuju oštećenja, mogu ukrasti vaše osobne informacije, špijunirati ili oglašavati vas.
hi_in: वायरस, वर्म्स, ट्रोजन हॉर्सेज... यह छोटे-छोटे बुरे प्रोग्राम्स आपकी मशीन को संक्रमित करने एवं शती पहुचने, आपकी निजी जानकारी चुराने, जासूसी करके आप पर विज्ञापन थोपने के लिए इजात किये जाते हैं.
kab: Ivirusen, tiwekkiwin, ayis n Teṛwa… Yir ahilen agi imectaḥ ttwafeṣlen akken ad helkenaselkim inekakken ad d-gren asexseṛ, ad akkwren talɣut tudmawant neɣ ak d-sersen s war lebɣi-k adellel.

source: Avoiding malware means being smart about where you click.
bs: Izbjegavanje malware znači biti pametan o tome gdje klikate.
hi_in: मैलवेयर को अनदेखा करना, आपकी बुद्धिमता है कि आप कहाँ क्लिक करते हैं
kab: Xemmem send ad siteḍ, wagi ma tebɣiḍ ad tzegleḍ yir iseɣẓanen.

source: Network and Computer Attacks
bs: Mrežni i kompjuter napadi
hi_in: नेटवर्क और कंप्यूटर हमले
kab: Aẓda n uẓeṭṭa akked d uselkim

source: Websites and networks are vulnerable to attacks from the simple to the very sophisticated.
bs: Internet stranice i mreže su ranjive na napade od jednostavnih do vrlo sofisticiranih.
hi_in: वेबसाईट्स और नेटवर्क्स सामान्य एवं जटिल आक्रमणों से आलोचनीय हैं.
kab: Ismal web akked iẓeḍwan zemren ad tt-swaɣen seg uẓdam afessas neɣ asemlal.

source: This threat is the hardest to prevent. But you can put a few more barriers between yourself and the attackers.
bs: Ovu prijetnju je najteže spriječiti. Ali možete staviti još nekoliko prepreka između vas i napadača.
hi_in: इस खतरे को रोकना सबसे मुश्किल है। लेकिन अगर आप अपने और हमलावरों के बीच में कुछ अधिक अवरोध डाल सकते है।
kab: D tagi i tuggza iweɣren ad tesweḥleḍ, acukan tzemreḍ ad serseḍ kra n ummesten gar uẓeddam akked kečč.

source: Build your safety net
bs: Izgradite vašu sigurnosnu mrežu
hi_in: अपना सुरक्षित नेट बनायें
kab: Slal-d aẓeṭṭa yinek n laman

source: Improve your security online with these safety measures recommended by Mozilla policy pros.
bs: Poboljšajte vašu online sigurnost sa ovim sigurnosnim mjerama koje preporučuje Mozillina prosperitetna politika.
hi_in: मोज़िला नीति द्वारा सिफारिश की गयी इन सुरक्षा उपायों के साथ ऑनलाइन अपने सुरक्षा को सुधारे.
kab: Snerni taɣellist inek s srid s useqdec n uweṣṣi agi yelhan i d-mudden imusnawen n tsertiyin n tɣellist n Mozilla.

source: Look both ways
bs: Pogledajte u oba pravca
hi_in: दोनों तरीकों से देखो
kab: Ɣur-k. Ttawli

source: The first and most important thing is just to pay close attention to where and when you click.
bs: Prva i najvažnija stvar je samo obratiti pažnju gdje i kada klikate.
hi_in: पहली और सबसे महत्वपूर्ण बात यह है कि आप इस बात पर गम्भीरता पूर्वक ध्यान दें कि कब और कहाँ क्लिक करना है
kab: Amezwaru n imezwura n uweṣṣi, ɛur-k! Wali sanida i tettsitiḍ akked melmi tettsitiḍ.

source: Trust your gut
bs: Vjerujte vašem instiktu
hi_in: अपने साहस पर भरोसा करें
kab: Amen s tikti tamezwarut

source: If a link or download doesn’t feel quite right, it probably isn’t.
bs: Ako link ili preuzimanje ne izgleda kako treba, to vjerojatno nije.
hi_in: यदि कोई कड़ी या डाउनलोड अच्छा प्रतीत नहीं हो रहा है, संभवत: यह नहीं है
kab: Ticki aseɣwen neɣ asider yettban dirit, ahat d tidett.

source: Make sure you install programs only from verified trusted sources, and don’t click on anything that looks even remotely suspicious – even when you think you know the source.
bs: Pobrinite se da instalirate programe samo iz potvrđenih i pouzdanih izvora, i ne klikajte na one koji izgledaju iole sumnjivo - čak i kada mislite da znate izvor.
hi_in: यह सुनिश्चित कर लें कि आप विश्वसनीय स्रोत से प्रोग्राम स्थापित कर रहे हैं और ऐसी जगह क्लिक ना करें जो दूर से हि संदेहपूर्ण लग रहा हो - चाहे आपको उसके स्रोत की जानकारी हो।
kab: Wali ma yella tessebdadeḍ kan iseɣẓanen seg iɣbula yettwamanen, udiɣ ur ttsiti ara kan ɣef tɣawsa yettbanen diritt – qas akken tɣileḍ tessneḍ aɣbalu.

source: Watch yourself in public
bs: Pazite se u javnosti
hi_in: जनता में अपने आप को देखो
kab: Wali iman-ik s wudem azayez

source: When you navigate the Web on a public Wi-Fi network, anyone who chooses to snoop can see some or all of your activity.
bs: Kada se krećete internetom na javnoj Wi-Fi mreži, svako ko odluči da njuška može vidjeti neke ili sve vaše aktivnosti.
hi_in: जब आप सार्वजनिक वाई फाई पर वेब चलाते हैं , तब जो झांकने का चुनाव करता है, वह आपकी कुछ क्रियाएँ देख सकता है.
kab: Ticki tettinigeḍ di Web s Wi-Fi azayez, yal yiwen yezmer ad d-iger tiṭ-is di kra n warmud inek neɣ akk armud inek.

source: So avoid sensitive activities when surfing in public.
bs: Tako izbjegavate osjetljive aktivnosti kada surfate u javnosti.
hi_in: इसलिए, संवेदनशील क्रियाओं को टालें, जब आप सार्वजनिक स्थानों में सर्फ़िंग कर रहे हों.
kab: Ihi ur xeddem ara ayen yellan d amḥulfu ticki tettenigeḍ deg uẓeṭṭa azayez.

source: And before you share any kind of info anywhere online, think about how it might make you vulnerable.
bs: I prije nego što dijelite bilo kakve informacije bilo gdje na internetu, razmislite o tome kako ste ranjivi.
hi_in: आॅनलाइन और कोई भी जानकारी साझा करने से पहले, इस बारे में सोचें कि यह आपको नुकसान में ला सकती है.
kab: Udiq send ad tebḍuḍ talɣut s srid, xemmem ɣef lmeḍaṛṛa i tezmer ak-d-awi.

source: Lock your doors
bs: Zaključavanje vrata
hi_in: अपने दरवाजे बंद किजीए
kab: Mdel tibbura yinek

source: Strong password practices are your single best protection against almost every kind of threat on the Web.
bs: Praktikovanje jakih lozinki su vaša najbolja zaštita protiv gotovo svake vrste prijetnje na Webu.
hi_in: वेब पर लगभग हर तरह की मुसीबत से बचाव में पासवर्ड को प्रबल बनाना, आपकी एक सर्वश्रेष्ठ आदत है
kab: Tanumi n useqdec n wawalen uffiren isemlal d ammesten ufrin mgal akk n tuggziwin n Web.

source: Choose strong PINs and passwords
bs: Odaberite jake PINove i lozinke
hi_in: मजबूत पिन और पासवर्ड का चयन
kab: Fren awalen uffiren akked tengalin PIN iǧehden

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
bs: Evo nekih Mozilla <a href="{url}"> savjeta za stvaranje jake lozinke za svaki uređaj i račun </a>.
hi_in: यहाँ <a href="{url}">प्रत्येक उपकरण और खाते के लिए एक मजबूत कूटशब्द बनाने के लिए</a> कुछ mozilla सुझाव हैं.
kab: Hata kra <a href="{url}"> n u weṣṣi sɣur Mozilla i tmerna n wawalen uffiren di yal ibenk neɣ amiḍan</a>.

source: And get in the habit of changing your passwords once a year.
bs: I imajte u navici mijenjanja lozinke jednom godišnje.
hi_in: और साल में एक बार अपने पासवर्ड बदलने की आदत बना लें।
kab: Aɣ daɣen tanumi n usnifel n wawalen inek uffiren yiwet n tikelt deg useggass.

source: Don’t use a single password everywhere
bs: Nemojte koristiti jednu lozinku svugdje
hi_in: हर जगह एक ही पासवर्ड का उपयोग न करें
kab: Ur seqdac ara yiwen n wawal uffir anda teddid

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
bs: Da li koristiti isti ključ za ulazna vrata, vaš auto, i vaš sef? Vjerovatno ne.
hi_in: क्या आप अपने दरवाजे़, कार और सुरक्षित जमा बक्से को खोलने के लिए एक हि कुंजी का प्रयोग करते हैं? सम्भवतः नहीं.
kab: Ad tesqedceḍ yiwet n tsarutt n tebburt inek, takerrust inek, neɣ asenduq n yedrimen inek? ahat ala.

source: <a href="{url}">Keep track with a password manager</a> instead.
bs: <a href="{url}"> Pratite sa menadžerom lozinke </a> umjesto.
hi_in: इसके बजाय<a href="{url}">कूटशब्द मैनेजर पर नजर रखें </a>.
kab: <a href="{url}">Axiṛ suddes awal inek uffiren s useqdec n umsefrak n wawalen uffiren</a>.

source: Do the two-step
bs: Učini u dva koraka
hi_in: दो-चरणो में करो
kab: Axir snat n tikal ɣef yiwet

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
bs: Za najbolju zaštitu, iskoristite autentifikacije iz 2 koraka gdje god je to ponuđeno.
hi_in: सर्वश्रेष्ठ सुरक्षा के लिए, जहाँ भी 2 पद सत्यापन की सुविधा दी गयी है उसका लाभ लें
kab: I ummesten ufrin, seqdec asentem di sin n imecwaṛen ticki itella.

source: Find out more.
bs: Saznajte više.
hi_in: और अधिक जानकारी ढूंढें.
kab: Issin ugar.

source: In case of emergency
bs: U slučaju nužde
hi_in: आपात्कालीन स्थिति में
kab: Ticki d atrab

source: Here’s what to do <a href="{url}">if you think your account has been compromised</a>.
bs: Evo šta da radite <a href="{url}"> ako mislite da vam je nalog ugrožen </a>.
hi_in: <a href="{url}"> अगर आपको लगता है की आपके खाते के साथ छेड़छाड़ की गई है</a> तो क्या करे यहाँ है.
kab: Hata weyen ad tegeḍ <a href="{url}">ma tɣileḍ gren afus deg umiḍan</a>.

source: Fix it before it breaks
bs: Popraviti prije nego se slomi
hi_in: इसे टूटने से पहले इसे ठीक करे
kab: Meyyez send aneggez

source: Software updates are like oil changes ­– they can be a hassle in the moment, but a lifesaver in hindsight.
bs: Ažuriranja softvera su poput promjene ulja - oni mogu biti gnjavaža u ovom trenutku, ali su spas kasnije.
kab: Aleqqem n iseɣẓanen am akken d asired: S tidett ẓẓay, ticki txemmeḍ, yezmer ad d-isellek tudert n wumdan.

source: Update apps and devices regularly to take advantage of developers’ latest and greatest security enhancements.
bs: Ažuriranje aplikacija i uređaja redovno da iskoriste programerska najnovija i najveća poboljšanja sigurnosti.
hi_in: डेवलपर के नवीनतम और सबसे बड़ी सुरक्षा का लाभ लेने के लिए ऐप्स और उपकरण को लगातार अद्यतन करें.
kab: Snes si sya ɣe da ileqman n isnasen akked ibenkan akken ad tfarṣeḍ tagnitt seg usnerni aneggaru n tɣellist i d-ttheggin ineflayen.

source: Browsers
bs: Preglednici
hi_in: ब्राउज़र
kab: Iminigen

source: Firefox update
bs: Ažuriranje Firefoxa
hi_in: Firefox अद्यतन
kab: Lqem n Firefox

source: Firefox plugin check
bs: Firefox provjera priključka
hi_in: फ़ायरफ़ॉक्स प्लगइन की जांच
kab: Asenqed n uzegrir n Firefox

source: Chrome update
bs: Ažuriranje Chrome
hi_in: क्रोम अद्यतन
kab: Leqqem Chrome

source: Chrome plugin check
bs: Chrome provjera priključka
hi_in: क्रोम प्लगइन की जांच
kab: Senqed azegrir Chrome

source: Internet Explorer update
bs: Ažuriranje Internet Explorera
hi_in: Internet Explorer अद्यतन
kab: Leqqem Internet Explorer

source: Internet Explorer plugin check
bs: Internet Explorer provjera priključka
hi_in: Internet Explorer प्लगइन जाँच
kab: Senqed izegrar n Internet Explorer

source: Safari update
bs: Safari ažuriranje
hi_in: Safari अद्यतन
kab: Leqqem Safari

source: Safari plugin check
bs: Safari provjera priključka
hi_in: Safari प्लगइन जाँच
kab: Leqqem izegrra n Safari

source: Operating systems
bs: Operativni sistemi
hi_in: ओपरेटिंग सिस्टम
kab: Inagrawen n wammud

source: Install a security system
bs: Instaliraj sigurnosni sistem
hi_in: सुरक्षा प्रणाली संस्थापित करें
kab: Sebdded anagraw aɣelsan

source: Now that you’ve handled the basics, set the alarm.
bs: Sada kada rukujete osnovama, postavite alarm.
hi_in: अब जब कि आपने मूल बातें संभाली है, अलार्म सेट करें.
kab: Tura tesneḍ azadur, ad neddu ɣer usebdet n tengedwit.

source: These programs prevent and protect against cyber surprises.
bs: Ovi programi su prevencija i zaštita od cyber iznenađenja.
hi_in: ये प्रोग्राम साइबर अटैक को रोकता और सुरक्षा करता हैं.
kab: Ahilen agi ak-mmestnen mgal takunt s srid.

source: Anti-virus software
bs: Antivirus softver
hi_in: एन्टी-वायरस सॉफ्टवेयर
kab: Iseɣẓanen amgal ivirusen

source: It won’t protect against everything, but it’s a good start.
bs: To vas neće zaštititi od svega, ali to je dobar početak.
hi_in: ये सबकुछ के खिलाफ सुरक्षा नही करेगा, लेकिन ये शुरु करने के लिए अच्छा हैं.
kab: Ur k-immestan ara mgal yal azḍam acukan d ayen yelhan di tazwara.

source: Here are two free options:
bs: Evo dva besplatne opcije:
hi_in: यहाँ दो फ्री विकल्प है:
kab: Haten aya sin n isefran baṭel:

source: Firefox Add-ons
bs: Firefox dodaci
hi_in: Firefox ऐड-ओंस
kab: Izegrar n Firefox

source: These add-ons will help you identify what you’re clicking before you click:
bs: Ovi dodaci će vam pomoći da identifikujete ono što želite kliknetu prije nego što kliknete:
hi_in: ये ऐड-ओन आपको क्लिक करने से पहले यह पहचानने में मदद करेगा की आप क्या क्लिक कर रहे है
kab: Izegrar agi ak-d-mudden tallalt akken ad tesneqdeḍ ayen fiɣef ad tesiteḍ.

source: <a href="{url}">Long URL please</a> — replaces most shortened URLs with the originals so you know the destination
bs: <a href="{url}"> dugi URL molimo </a> - zamjenjuje većinu skraćenih URL-ova sa originalima za koje znate odredište
kab: <a href="{url}">Long URL please</a> — ad isnifel tugett n tansiwin URL s usiwzel s tansiwin URL tineẓliyin akken ad tizmireḍ ad teẓreḍ sanida id t-ttedduḍ.

source: <a href="{url}">URL Tooltip</a> — displays the destination of a link when hovering over it
bs: <a href="{url}"> URL Tooltip </a> - prikazuje odredište linka kada lebdite nad njim
kab: <a href="{url}">URL Tooltip</a> — ad d-yesken aseɣwen aɣerwaḍ n useqwen ticki tɛedda fell-as tɣeṛdayt

source: Blast your cybersecurity smarts
bs: Oštećujete pamet vaše sajber sigurnosti
kab: Ddu ɣer wannar n imusnawen

source: The more we talk, share tips and stay alert about cybersecurity, the safer we all are.
bs: Što više govorimo, djelimo savjete i ostajemo na oprezu o sajber sigurnosti, sigurniji smo svi mi.
hi_in: जितना हमलोग साइबरसिक्यूरिटी की बात करते है, सुझाव साझा करते हैं, उतना ही हमलोग सुरक्षित हैं.
kab: Simer nettmeslay ɣef tɣellist tasenselkamt, simer n beṭṭu tixbula u simer nettwaraɛ aṭas, simer nettili di tɣellist.

source: Keep the conversation going with your community on social media, at home — maybe even on that public Wi-Fi at the airport.
bs: Držite razgovor sa svojim zajednicom na društvenim medijima, kod kuće - možda čak i na javnom Wi-Fi kao na aerodromu.
hi_in: सोशल मीडिया पर. घर पर — यहाँ तक की एअरपोर्ट के उस पब्लिक वाई-फाई पर भी अपने लोकल समुदाय के साथ बातचीत जरी रखे.
kab: Kemmel asqerdec ɣef isental agi deg iẓeḍwan n tmetti, deg uxxam-ik— ahat ula seg uẓeṭṭa azayez Wi-Fi id tesseqdaceḍ deg unafag.

source: Are you a teacher? Give your students a <a href="{url}">simple lesson in cybersecurity</a>.
bs: Jeste li učitelj? Dajte svojim studentima <a href="{url}"> jednostavnu lekciju o sajber sigurnosti </a>.
hi_in: क्या आप शिक्षक हैं ? अपने छात्रों को <a href="{url}">साइबर सुरक्षा में साधारण सबक दें </a>
kab: D aselma kečč? Sumer i yenelmaden inek <a href="{url}">tamsirt taḥerfit ɣef tɣellist tasenselkamt</a>.

source: How many online passwords do you have?
bs: Koliko online lozinki imate?
hi_in: कितने ऑनलाइन पासवर्ड है आपके पास?
kab: Acḥal n wawalen uffiren id tesseqdaceḍ?

source: What kind of security tips and tricks do you use online?
bs: Kakve sigurnosne savjete i trikove koristite online?
hi_in: आप ऑनलाइन पर किस तरह के सुरक्षा सुझाव और तरकीब का इस्तेमाल करते हैं?
kab: Anta-tent tixbula id tesseqdaceḍ s srid akken ad ttummesteneḍ?

source: On a scale from 1 to 10, how safe do you feel online? Is it always clear to you whether or not your activities are secure?
bs: Na skali od 1 do 10, koliko se bezbjedno osjećate na internetu? Da li vam je uvijek jasno da li su vaše aktivnosti sigurne ili nisu?
hi_in: 1 से 10 के स्केल पर, आप ऑनलाइन को कितना सुरक्षित महसूस करते हैं? क्या यह आपके लिए साफ है की आपका गतिविधि सुरक्षित है या नही?
kab: Ɣef sellum seg 1 ar 10, amek tettwalid taɣellist s srid? Teẓriḍ ma yella ayen txedmeḍ ittummesten?

source: On a scale from 1 to 10, how safe do you feel online?
bs: Na skali od 1 do 10, koliko se sigurno osjećate online? Je li uvijek jasno da li su ili ne vaše aktivnosti sigurne?
hi_in: 1 से 10 के स्केल पर, आप ऑनलाइन कितना सुरक्षित महसूस करते हैं?
kab: Ɣef sellum seg 1 ar 10, amek tettwalid taɣellist s srid?
