Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/surveillance.lang.po
Languages: bs, cy, es_mx, kab

source: Get smart on government surveillance
bs: Budite pametni sa nadzorom vlasti
cy: Deall yn well am lywodraethau'n gwylio
es_mx: Hazte inteligente en vigilancia gubernamental.
kab: Yettḥader ɣef uqaṛeɛ amatu

source: Decide where you think the line should be – and keep others from crossing it. Get smart on government surveillance.
bs: Odlučite gdje mislite da linija treba da bude - i zadržate druge od prelaska. Budite pametni s nadzorom vlasti.
cy: Penderfynwch lle ddylai'r llinell fod - a chadw eraill rhag ei chroesi. Deall yn well am lywodraethau'n gwylio.
es_mx: Decide dónde pintar la línea y mantén a los demás lejos de cruzarla. Hazte inteligente en vigilancia gubernamental.
kab: D keččč ara yewalin anida ara terreḍ talast ur yettwargaren ara.— udiɣ ad tesweḥleḍ wiyaḍ akken ur zeggern ara talast. Ḥader ɣer uqareɛ amatu.

source: Ask yourself
bs: Zapitajte se
cy: Gofynnwch i chi eich hun
es_mx: Pregúntate a ti mismo
kab: Steqsi iman-ik

source: If you’re not under investigation, should the government be able to:
bs: Ako niste pod istragom, vlada bi trebala biti u stanju da:
cy: Os nad ydych chi o dan ymchwiliad, a ddylai'r llywodraeth fod yn gallu:
es_mx: Si no estás bajo investigación, ¿debería el gobierno tener el derecho de:
kab: Ma ulac tasentat fell-ak, ahat anabaḍ yezmer ad:

source: monitor your phone calls?
bs: prati vaše telefonske pozive?
cy: gwrando ar eich galwadau ffôn?
es_mx: vigilar tus llamadas telefónicas?
kab: iɛas isawalen inek n tiliɣṛi?

source: read your emails and view the photos I send?
bs: čita vaše emailove i gledaju fotografije koje ja pošaljem?
cy: darllen eich e-byst a gweld y lluniau rwy'n eu hanfon?
es_mx: leer tu correo electrónico y mirar las fotos que envío?
kab: ad iɣaṛ imaylen inek udiɣ ad iwali tiwlafin id ttazneɣ?

source: see what you search for on the Web?
bs: vide šta tražite na internetu?
cy: gweld beth rydych yn chwilio amdano ar y we?
es_mx: mirar lo que buscas en la Web?
kab: ad iwali ayen ttnadiɣ di web?

source: Government surveillance explained
bs: Objašnjenje nadzora vlade
cy: Esbonio llywodraethau'n gwylio
es_mx: Una explicación de la vigilancia gubernamental
kab: Aqareɛ anabḍan yettwasefhem-d

source: Stakeouts have always been an essential tool for law enforcement and national security.
bs: Zasjede su uvijek bile osnovni alat za provedbu zakona i nacionalne sigurnosti.
cy: Mae gwylio a gwrando wedi bod yn ddull hanfodol o gadw'r heddwch a diogelwch cenedlaethol, erioed.
es_mx: Stakeouts han sido siempre una herramienta esencial para el cumplimiento de la ley y la seguridad nacional.
kab: Aqaṛeɛ dima yella d afecku agejdan akken ad yettwasnes usaḍuf udiɣ ad tettwaseǧhed tɣellist taɣelnawt.

source: The difference now is that they’ve moved beyond binoculars, bugs and bad guys: surveillance has gone digital.
bs: Razlika jeu tome da su oni sada prevazišli dvogled, bube i loše momke: nadzor je otišao digitalni svijet.
cy: Y gwahaniaeth nawr yw eu bod wedi symud ymlaen o ddefnyddio ysbienddrych, offer gwrando a dynion drwg: mae gwyliadwriaeth wedi mynd yn ddigidol.
es_mx: La diferencia es que ahora han ido mas allá de los binoculares, micrófonos ocultos y chicos malos: la vigilancia ha ido a lo digital.
kab: Amgired d akken tura, ǧǧan tisatin, imucaṛen, akked texcanit: aqaṛeɛ yuɣal d umḍin.

source: All that data we generate through our daily activities online allows governments to keep an eye on lots of people at once, in hopes of catching the ones who are up to no good.
bs: Sve ti podaci koji se ostvaruju kroz naše svakodnevne aktivnosti na mreži omogućavaju vladama da pripaze na mnogo ljudi odjednom, u nadi da će uhvatiti one koji su loši.
cy: Mae'r holl ddata rydym yn ei gynhyrchu drwy ein gweithgareddau dyddiol ar-lein yn caniatáu i lywodraethau gadw llygad ar lawer o bobl ar unwaith, yn y gobaith o ddal y rhai sy'n gwneud drygau.
es_mx: Toda la información que generamos en nuestras actividades diarias en línea permite a los gobiernos mantener en ojo en mucha gente al mismo tiempo, con la esperanza de atrapar a aquellos que no son buenos.
kab: Akk isefka i d-nessirriw yal ass seg urmud s srid, ad isireg i yinabaḍen ad gren tamuɣli ɣef deqs n yemdanen deg iwet n tikelt, akken ahat ad ṭṭfen imdanen ur neswi ara niyya yelhan.

source: It’s like grabbing a giant haystack just in case there might be a needle inside.
bs: To je kao da tražite iglu u plastu sijena samo u ovom slučaju je možda igla unutra.
cy: Mae'n debyg i afael mewn tas wair cyfan yn y gobaith fod yna nodwydd y tu mewn.
es_mx: Es como agarrar un pajar gigante por si acaso pudiera haber una aguja dentro.
kab: Am win yettnadin tisegnit deg uɛemmuṛ n usaɣuṛ.

source: Stored info is vulnerable info
bs: Pohranjena informacija je ranjiva informacija
cy: Mae gwybodaeth wedi'i gadw yn wybodaeth fregus
es_mx: Información almacenada es información vulnerable
kab: Talɣut yettwakelsen d talɣut tabaḍnit

source: In order to tailor personal experiences for you, virtually every technology company you interact with collects and stores some amount of your personal information.
bs: Kako bi se prilagodila lična iskustva za vas, gotovo svaka tehnološka kompanija sa kojom imate interakciju prikuplja i pohranjuje neke od vaših ličnih podataka.
cy: Er mwyn teilwra eich profiadau personol, mae bron pob cwmni technoleg rydych yn ymwneud â nhw yn casglu a chadw rhywfaint o'ch manylion personol.
es_mx: Con el fin de adaptar las experiencias personales para ti, prácticamente todas las empresas de tecnología con que interactúas recopilan y almacenan una cierta cantidad de tu información personal.
kab: Akken ad tessagneḍ aseqdec inek n imeẓla nsen, akk tikebbaniyin n tetiknulujit ukud tettemyageḍ ad d-leqḍent udiɣ ad skelsent kra seg telɣut inek tudmawant.

source: Under certain circumstances, those companies can be forced to <a href="{url}">turn over your information to governments</a>.
bs: Pod određenim okolnostima, te kompanije mogu biti prisiljene da <a href="{url}"> predaju vaše podatke vladama </a>.
cy: O dan rai amgylchiadau, mae modd gorfodi'r cwmnïau hynny i <a href="{url}">drosglwyddo eich manylion i'r llywodraeth</a>.
es_mx: Bajo ciertas circunstancias, estas compañías pueden ser forzadas <a href="{url}">a mostrar tu información a los gobiernos</a>.
kab: Tikwal, tikebbaniyin, tikebbanoyin agi zemrent ad ttuḥ€tment <a href="{url}"> ad muddent talɣut inek i yinabaḍen</a>.

source: So what should companies do?
bs: Što bi trebalo da kompanije rade?
cy: Felly, beth ddylai'r cwmnïau hyn wneud?
es_mx: Así que, ¿qué deberían hacer estas compañías?
kab: D acu ara xedment tkebbanyin?

source: They can be proactive about protecting users’ information by limiting data collection to what’s needed, making data anonymous where possible, and deleting data when it’s no longer necessary.
bs: Oni mogu biti proaktivni o zaštiti informacija korisnika ograničavanjem prikupljanja podataka na ono što je potrebno, tako da su podaci anonimni gdje je to moguće, i moguće brisanje podataka kada to više nije potrebno.
cy: Mae modd iddynt fod yn rhagweithiol wrth ddiogelu manylion defnyddwyr drwy gyfyngu ar gasglu data dim ond i'r hyn sydd ei angen, gan wneud data yn ddienw lle'n bosibl, a dileu data pan nad oes ei angen bellach.
es_mx: Pueden ser proactivas protegiendo la información de los usuarios limitando los datos que colectan a simplemente los que necesita, haciendo que la información sea anónima y borrándola cuando ya no sea necesaria.
kab: Zemrent ad heggint iman-nsent si tazwara akken ad ḥ€rzent telqut n iseqdacen s ulqaḍ n kra kan n isefka, neɣ s usedreg isefka ticki yella wamek neɣ s tukksa n isefka ticki ulamumi-ten.

source: This is what we practice at Mozilla.
bs: To je ono čime se bavimo u Mozilli.
cy: Dyma beth rydym yn ei wneud yn Mozilla.
es_mx: Esto es lo que practicamos en Mozilla.
kab: Akka i nxeddem di Mozilla.

source: The solution: Safeguards
bs: Rješenje: zaštitnie mjere
cy: Yr ateb: Diogelu
es_mx: La solución: Salvaguardias
kab: Ferru: Err tilisa

source: When surveillance is too broad or lacks key safeguards – like getting a warrant from a judge – it can be abused, either accidentally or on purpose. And our personal privacy is what’s at stake.
bs: Kada je nadzor preširok ili nedostaju ključne mjere zaštite - kao da imate nalog od sudije - može doći do zloupotrebe, bilo slučajno ili namjerno. A naša privatnost je ono što je na kocki.
cy: Pan fydd gwyliadwriaeth yn rhy eang neu'n brin o fesurau diogelu allweddol - fel cael gwarant gan farnwr - mae modd iddo gael ei gam-drin, naill ai yn ddamweiniol neu'n fwriadol. Ein preifatrwydd personol yw'r hyn sydd yn y fantol.
es_mx: Cuando la vigilancia es demasiado amplia o carece de salvaguardias fundamentales – cómo conseguir una orden de un juez – pueden ser abusadas, ya sea accidentalmente o a propósito. Y nuestra privacidad es lo que esta en juego.
kab: Ticki aqaṛeɛ yettwasnes kan s wudem amatu neɣ yettwasnas ula deg iwen n umnaḍ– ticki, ahat, ma yella anezraf ur yettwasri ara – tezmer ad tettwaseqdec akken ur nwati ara ama s uɛemmed neɣ ala. Yerna d tudert nneɣ tusligt i yella deg tlemmast.

source: In order to protect our personal liberties and maintain our trust in the Internet, Mozilla’s policy team proposes that government surveillance must follow three fundamental principles:
bs: U cilju zaštite naše lične slobode i zadržavanja povjerenja u internet, Mozillin tim za sigurnost predlaže da vlada nadzora mora slijediti tri osnovna načela:
cy: Er mwyn diogelu ein hawliau personol a chynnal ein ffydd yn y Rhyngrwyd, mae tîm polisi Mozilla yn cynnig bod yn rhaid i wyliadwriaeth gan lywodraeth ddilyn tair egwyddor sylfaenol:
es_mx: En orden para proteger nuestras libertades personales y mantener nuestra confianza en Internet, el equipo de políticas de Mozilla propone que la vigilancia gubernamental debería seguir tres principios fundamentales:
kab: Akken ad ttummesten tilelli nneɣ tdmawant udiɣ akken ad negger laman di Internet, Tarbawt n Mozilla i d-yelhan di tsertit teqqaṛ d akken aqaṛeɛ anabḍan yessefk ad iqadeṛ kraḍ n izerfan igejdanen:

source: Minimal impact
bs: Minimalni uticaj
cy: Yr effaith leiaf bosibl
es_mx: Impacto mínimo
kab: Asemdu adday

source: Efforts should be made to collect only the information that’s needed, without compromising Internet infrastructure, technology companies’ data systems, or users’ trust.
bs: Napori koji trebaju prikupljaju samo informacije kojesu potrebne, bez ugrožavanja infrastrukture interneta, sistema dokumenata tehnoloških kompanija, ili povjrenjea korisnika.
cy: Dylid ymdrechu i gasglu dim ond y wybodaeth sydd ei angen, heb gyfaddawdu seilwaith y rhyngrwyd, systemau data, cwmnïau technoleg nac ymddiriedolaeth defnyddwyr.
es_mx: Se deberían hacer esfuerzos para colectar solo la información necesaria, sin comprometer la infraestructura de Internet, sistemas de datos de compañías tecnológicas o la confianza de los usuarios.
kab: Yessek ad nger ussisen akken ala talɣut kan yettwasran ara d-nelqeḍ, war ma nsexṣer tadumṣuka n Internet, inagrawen n isefka n tkebbaniyin n tetiknuljit, neɣ laman n iseqdacen.

source: Accountability
bs: Odgovornost
cy: Atebolrwydd
es_mx: Rendición de cuentas
kab: Ad nili d ismasiyen

source: Governments should be held accountable.
bs: Vlade bi tebale smatrati odgovornim.
cy: Dylai llywodraethau fod yn atebol.
es_mx: Los gobiernos deberían rendir cuentas.
kab: Yessefk inabaḍen ad ilin d ismasiyen.

source: This means being transparent and specific about information collection, and answering to independent oversight and to the public.
bs: To znači biti transparentan i konkretan oko prikupljanja informacija, a odgovarajući na nezavisni nadzor i javnosti.
cy: Mae hyn yn golygu bod yn dryloyw a phenodol ynglŷn â chasglu gwybodaeth, yn atebol i arolygiaeth annibynnol ac i'r cyhoedd.
es_mx: Esto significa ser transparente y específico acerca de la recolección de información y respondiendo a una supervisión independiente y al público.
kab: Ayagi yemmal-d d akken yessefk ad ilin d ifrawanen, d usdiden deg ulqaḍ n telɣut udiɣ ad qeblen asenqed ilelli akked ucareɛ zdat n uzayez.

source: User security
bs: Korisnička sigurnost
cy: Diogelwch defnyddiwr
es_mx: Seguridad del usuario
kab: Taɣellist n iseqdacen

source: Strong encryption and security keep us safe from many kinds of criminals.
bs: Snažno šifriranje i sigurnost za zaštitu od mnogih vrsta kriminalaca.
cy: Mae amgryptio cryf a diogelwch yn ein cadw'n ddiogel rhag pob math o droseddwyr.
es_mx: Fuerte cifrado y seguridad nos mantienen a salvo de cualquier tipo de criminales.
kab: Awgelhen akked tɣellist iǧ€hden aɣ ḥerzen seg kra n wanawen n yembuṣay.

source: Governments shouldn’t weaken the security of all in the name of spying on a few.
bs: Vlade ne bi trebalo da oslabe sigurnost svih u ime špijuniranja nekoliko.
cy: Dylai llywodraethau ddim gwanhau diogelwch pawb er mwyn ysbïo ar leiafrif bach.
es_mx: Los gobiernos no deberían debilitar la seguridad de todos en nombre de espiar a unos cuantos.
kab: Ur yessefk ara inabaḍen ad selkun taɣellist n yemdanen ala deg umnaḍ n uqaṛeɛ n kra deg-sen.

source: “Some amount of surveillance for law enforcement and intelligence, properly designed, is valuable to keep us safe. But when it’s too broad, it violates the privacy rights of millions of innocent people, and can even undermine our security.”
bs: "Neki iznos od nadzora za provedbu zakona i inteligencije, pravilno dizajniran, vrijedan da nas zaštiti. Ali, kada je preširok, on krši prava na privatnost milione nevinih ljudi, a može čak i potkopati naše sigurnosti. "
cy: “Mae rhywfaint o wyliadwriaeth ar gyfer cynnal y gyfraith a chudd-wybodaeth, sydd wedi ei gynllunio'n briodol, yn werthfawr i'n cadw ni'n ddiogel. Ond pan mae'n rhy eang, mae'n torri hawliau preifatrwydd miliynau o bobl ddiniwed, a gall hyd yn oed tanseilio ein diogelwch.”
es_mx: “Una cierta cantidad de vigilancia para el cumplimiento de la ley e inteligencia, propiamente diseñada, es valiosa para mantenernos a salvo. Pero cuando va demasiado lejos, viola los derechos de privacidad de millones de personas inocentes, y puede incluso quebrantar nuestra seguridad.”
kab: «Kran wanawen n uqareɛ yezmer ad yawi ayen yelhan ticki yettwafṣel akken iwata akken ad yettwasnes usaḍuf udiɣ ad imudd tallalt i yimezla n umul. Acukan, ticki aqṛeɛ agi ur yesɛi ara talast, aya gi ad yeṛṛez azref n tudert tusligt n yefḍan n yemdanen ilemriyen, udiɣ yezmer ad yeṛṛez taɣellist»

source: — Chris Riley, Head of Public Policy, Mozilla
bs: - Chris Riley, direktor za javnu politiku, Mozilla
cy: — Chris Riley, Pennaeth Polisi Cyhoeddus, Mozilla
es_mx: — Chris Riley, Jefe de Políticas Públicas, Mozilla
kab: — Chris Riley, Anemhal n tseritit tazayezt, Mozilla

source: of Internet users are concerned with the police or other government agencies from their country secretly monitoring their online activities
bs: korisnike Interneta koji rade u policiji ili drugim vladinim agencijama iz svoje zemlje tajno prate njihove online aktivnosti
cy: o ddefnyddwyr y Rhyngrwyd yn bryderus fod yr heddlu neu asiantaethau eraill llywodraeth eu gwlad yn monitro eu gweithgareddau ar-lein yn gyfrinachol
es_mx: de los usuarios de Internet les preocupa que la policía o agencias gubernamentales de su país monitoreen secretamente sus actividades en línea.
kab: lan iseqdacen n Internet yeqqaṛen d akken iceɣbiten wawal ɣef tesnurayin tinabaḍin neɣ ipulisen n tmura nsen i yettɛassan armud nsen s srid.

source: (CIGI IPSOS, November 2014)
bs: (CIGI IPSOS, Novembar 2014)
cy: (CIGI IPSOS, Tachwedd 2014)
es_mx: (CIGI IPSOS, Noviembre 2014)
kab: (CIGI IPSOS, Nunbir 2014)

source: Act before you react
bs: Zakoni prije reakcije
cy: Gweithredu cyn ymateb
es_mx: Actúa antes de reaccionar
kab: Heggi ima-ik send ad d-ḍru

source: We all have the right to live a full online life without fear of surveillance. Rather than give up your freedom, take back your control.
bs: Svi mi imamo pravo na život, puni online život bez straha od nadzora. Umjesto odustajanja od vaše slobode, vratite vašu kontrolu.
cy: Mae gan bawb yr hawl i fyw bywyd ar-lein llawn heb ofn cael ein gwylio. Yn hytrach na rhoi'r gorau i'ch rhyddid, cymrwch eich rheolaeth yn ôl.
es_mx: Todos nosotros tenemos derecho a vivir una vida completamente en linea sin miedo de ser vigilados. En lugar de renunciar a tu libertad, recupera el control.
kab: Ɛur-neq akk azref akken ad nidir tudert nneq tusligts srid war ma nugad aqaṛeɛ. Deg umdiq akken ad teǧǧeḍ tilelli yinek, ṭṭef tudert-ik deg ufus-ik.

source: Take a stand
bs: Zauzmi se
cy: Gwneud safiad
es_mx: Toma una posición
kab: Ṭṭef amḍiq

source: The first thing we can all do is keep our eyes and ears out – and make our voices heard.
bs: Prva stvar koju svi možemo učiniti je držati naše oči i uši otvorene - i da se naš glas čuje.
cy: Y peth cyntaf y gallwn ni i gyd ei wneud yw cadw ein llygaid a'n clustiau yn agored - a datgan ein barn.
es_mx: Lo primero que todos podemos hacer es mantener los ojos y oidos atentos – y hacer que nuestras voces se escuchen.
kab: Ayen akk i nezmer ad tnexdem di tazwara, eǧǧ allen-ik d imeẓẓuɣen-ik ldin mliḥ — u ɛeggeḍ akken ad d-slen awal nneɣ.

source: Get informed
bs: Informiši
cy: Mynnwch wybod
es_mx: Mantente informado
kab: Issin, awi-d talɣut

source: Start with a simple online search to learn about your government’s stance on surveillance, so you can make informed decisions about your privacy.
bs: Započnite s jednostavnim online pretragama da se upoznate sa stavom vaše vlade o nadzoru, tako da možete napraviti informirane odluke o svojoj privatnosti.
cy: Dechreuwch gyda chwilio ar-lein syml i ddysgu am safbwynt eich llywodraeth ar wyliadwriaeth, er mwyn i chi wneud penderfyniadau gwybodus am eich preifatrwydd.
es_mx: Comienza con una simple búsqueda en linea para aprender acerca de la posición gubernamental acerca de vigilancia, así puedes tomar decisiones acerca de tu privacidad.
kab: Akken ad tebduḍ, nadi s srid ɣef tseɣrut n unabaḍ n tmurt-ik ɣef uqareɛ, akken ad twalid ayen yettwaxdamen deg usaḍuf i yezemren ad iḥaz tabaḍnit inek.

source: Stay updated
bs: Budite u toku
cy: Cadwch yn gyfredol
es_mx: Mantente actualizado
kab: Ili-k deg umaynut

source: Sign up for the <a href="{url}">Mozilla newsletter</a> (English only).
bs: Prijavite se za <a href="{url}"> Mozilla bilten </a> (samo na engleskom).
cy: Cofrestrwch am <a href="{url}">gylchlythyr Mozilla</a> (Saesneg yn unig).
es_mx: Regístrate para el <a href="{url}">Boletín de Mozilla</a> (Inglés solamente).
kab: Jerred ɣer <a href="{url}">Yizen n isallen n Mozilla</a> (s Teglizit kan)

source: We actively track issues of mass surveillance and other threats to the Web, so we’ll let you know about opportunities to speak out.
bs: Aktivno pratite pitanja masovnog nadzora i drugih prijetnji na webu, tako da ćeš znati o mogućnosti da govoriš.
cy: Rydym yn dilyn yn gyson faterion o wyliadwriaeth torfol a bygythiadau eraill i'r We, felly byddwn yn rhoi gwybod i chi am gyfleoedd i ddatgan eich barn.
es_mx: Activamente seguimos problemas de vigilancia masiva y otros engaños en la Web, así te permitimos saber acerca de las oportunidades para hablar.
kab: Neṭṭafaṛ s telqayt uguren n uqaṛeɛ akken d lmaḍḍeṛa i d-yettazen si Web, ihi ak-id-nelɣu yal tikelt tella tegnitt.

source: Close your blinds
bs: Zatvorite vašu zavjesu
cy: Caewch eich llenni
es_mx: Cierra tus cortinas
kab: Err sin isekṛunen

source: These quick steps can help protect you from overreaching surveillance practices.
bs: Ovi brzi koraci mogu vam pomoći da se zaštitite od pretjerivanja prakse nadzora.
cy: Gall y camau cyflym hyn eich helpu i amddiffyn eich hun rhag gorweithredu arferion gwylio.
es_mx: Estos pasos rápidos pueden ayudarte a protegerte de prácticas de vigilancia.
kab: Kra n imecwaṛen fessusen akken ak-d-nmudd tallalt ɣef wamek i tzemreḍ ad trewleḍ i wamud n uqareɛ.

source: Browse carefully
bs: Pogledajte pažljivo
cy: Pori'n ofalus
es_mx: Navega cuidadosamente
kab: Ttinig s ttawil kan

source: Always look for the padlock in your browser’s address bar.
bs: Uvijek potražite katanac u traci adrese vašeg preglednika.
cy: Cofiwch edrych am y clo ym mar cyfeiriad eich porwr gwe.
es_mx: Siempre mira por el candado en la dirección de correo de tu navegador.
kab: Senqad yal tikelt asekṛun nni ameẓyan n ufeggag n tensa.

source: Cap your camera
bs: Nadmašite vašu kameru
cy: Gorchudd dros y camera
es_mx: Tapa tu cámara
kab: Err taduli i tkamiṛat inek

source: Put a sticker in front of your webcam when you’re not using it.
bs: Stavite naljepnicu ispred web kamere kada je ne koristite.
cy: Rhowch sticer dros eich camera gwe pan nad ydych yn ei ddefnyddio.
es_mx: Pon un sticker en el frente de tu cámara web cuando no la uses.
kab: Err aɣumu i tkamiṛat inek ticki ur tesseqdaced ara.

source: Watch the Wi-Fi
bs: Pogledajte Wi-Fi
cy: Gofal gyda'r diwifr
es_mx: Observa el Wi-Fi
kab: Ɣur-k! Wi-Fi

source: Be careful when using a public Wi-Fi network.
bs: Budite oprezni kada koristite javne Wi-Fi mreže.
cy: Byddwch yn ofalus wrth ddefnyddio rhwydwaith diwifr cyhoeddus.
es_mx: Ten cuidado cuando uses una red publica de Wi-Fi.
kab: Ḥader ticki tesseqdaceḍ aẓeṭṭa Wi-Fi azayez.

source: Find out more.
bs: Saznajte više.
cy: Dysgu rhagor.
es_mx: Descubre más.
kab: Issin ugar.

source: Change your locks
bs: Promjente vašu bravu
cy: Newid eich cloeon
es_mx: Cambia tus cerraduras
kab: Snifel isekṛunen inek

source: Passwords are an essential tool for shielding information from prying eyes.
bs: Lozinke su osnovni alat za zaštitu informacija od znatiželjnih očiju.
cy: Mae cyfrineiriau yn offer hanfodol ar gyfer cuddio gwybodaeth rhag llygaid busneslyd.
es_mx: Las contraseñas son esencialmente herramientas para blindar la información de los curiosos.
kab: Awalen uffiren d afecku agejdan akken ad temmestneḍ talqut inek seg wid yeggaren tiṭ.

source: Choose strong PINs and passwords.
bs: Odaberite jake PINove i lozinke.
cy: Dewis PINau a chyfrineiriau cryf.
es_mx: Elige contraseñas y PINs seguros
kab: Fren awalen uffiren akked tengalin PIN iǧehden.

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
bs: Evo nekih Mozilla <a href="{url}"> savjeta za stvaranje jake lozinke za svaki uređaj i račun </a>.
cy: Dyma rhai awgrymiadau gan Mozilla <a href="{url}">ar gyfer creu cyfrinair cryf ar gyfer pob dyfais a chyfrif</a>.
es_mx: Aquí tienes algunas <a href="{url}">sugerencias de Mozilla para crear contraseñas seguras para cada uno de tus dispositivos y cuentas</a>.
kab: Hata kra <a href="{url}"> n u weṣṣi sɣur Mozilla i tmerna n wawalen uffiren di yal ibenk neɣ amiḍan</a>.

source: And get in the habit of changing your passwords once a year.
bs: Nek vam bude navika mjenjati vaše lozinke jednom godišnje.
cy: Ewch i'r arfer o newid eich cyfrineiriau unwaith y flwyddyn.
es_mx: Y, además, acostúmbrate a cambiar tus contraseñas una vez al año.
kab: Aɣ daɣen tanumi n usnifel n wawalen inek uffiren yiwet n tikelt deg useggass.

source: Don’t use a single password everywhere.
bs: Nemojte koristiti jednu lozinku svugdje.
cy: Peidiwch â defnyddio'r un cyfrinair ym mhobman.
es_mx: No utilices la misma contraseña para todo.
kab: Ur seqdac ara yiwen n wawal uffir anda teddid.

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
bs: Da li koristite isti ključ za ulazna vrata, auto, i svoj sef? Vjerovatno ne.
cy: Fyddech chi'n defnyddio'r un allwedd ar gyfer eich drws ffrynt, eich car, a'ch cadw mi gei? Na, mae'n debyg.
es_mx: ¿Usarías la misma llave para abrir tu puerta de entrada, tu carro y tu caja fuerte? Probablemente no.
kab: Ad tesqedceḍ yiwet n tsarutt n tebburt inek, takerrust inek, neɣ asenduq n yedrimen inek? ahat ala.
