Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/surveillance.lang.po
Languages: bs, cy, es_mx, kab

source: Keep track with a password manager instead.
bs: Pratite traku sa lozinkom umjesto menadžera.
cy: Cadwch drefn gyda rheolwr cyfrinair yn lle hynny.
es_mx: Mantén un rastreo con tu administrador de contraseñas.
kab: Seqdec amsefrak n wawalen uffiren.

source: See instructions for <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> and <a href="{opera}">Opera</a>.
bs: Pogledajte upute za <a href="{firefox}"> Firefox </a>, <a href="{chrome}"> Chrome </a>, <a href="{ie}"> Internet Explorer </ a >, <a href="{safari}"> Safari </a> i <a href="{opera}"> Opera </a>.
cy: Dyma gyfarwyddiadau ar gyfer <a href="{firefox}">Firefox</a> , <a href="{chrome}">Chrome</a> , <a href="{ie}">Internet Explorer</a> , <a href="{safari}">Safari</a> a <a href="{opera}">Opera</a>.
es_mx: Mira las instrucciones para <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> y <a href="{opera}">Opera</a>.
kab: Wali tinaḍin i <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> and <a href="{opera}">Opera</a>.

source: Do the two-step
bs: Uradi u dva koraka
cy: Cofiwch y ddau gam
es_mx: Haz los dos-pasos
kab: Axir snat n tikal ɣef yiwet

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
bs: Za bolju zaštitu, iskoristite autentifikacije 2-step gdje god je to moguće.
cy: Er mwyn yr diogelwch gorau, cymrwch fantais o'r dilysiad 2-gam lle bynnag y caiff ei gynnig.
es_mx: Para la mejor protección, toma ventaja de la autenticación por 2-pasos cuando te sea ofrecida.
kab: I ummesten ufrin, seqdec asentem di sin n imecwaṛen ticki itella.

source: Try encryption
bs: Ponovi šifriranje
cy: Rhowch gynnig ar amgryptio
es_mx: Prueba cifrar
kab: Ɛreḍ awgelhen

source: Encryption is a bit like scrambling a frequency: it turns information into codes that can only be read if you have the right keys.
bs: Šifriranje je slično kao kodiranje frekvencije: ispostavlja informacije u kodove koji se mogu čitati samo ako imate prave ključeve.
cy: Mae amgryptio yn debyg i sgramblo tonfedd: mae'n troi gwybodaeth i godau nad oes modd eu darllen oni bai fod gennych yr allweddi cywir.
es_mx: La encripción es un poco como revolver una frecuencia: se convierte la información en códigos que sólo se puede leer si tienes las llaves correctas.
kab: Awgelhen, am akken asexseṛ n usniger: yettarra talqut d izen ur yettwaqṛan ara i wid ur nesɛi ara tisura iwulmen.

source: No software provides perfect protection from spying, but Mozilla programmers recommend these easy encryption tools to take your online security beyond basic.
bs: Softver ne pruža savršenu zaštitu od špijuniranja, ali Mozilla programeri preporučuju ove jednostavne alate šifriranja da vaše online sigurnosti budu izvan osnovnih.
cy: Does yr un darparwr meddalwedd yn cynnig diogelwch perffaith rhag ysbïo, ond mae rhaglenwyr Mozilla yn argymell yr offer amgryptio hawdd hyn i gymryd eich diogelwch ar-lein y tu hwnt i'r sylfaenol.
es_mx: Ningún software provee perfecta protección de espionaje, pero los programadores de Mozilla recomiendan estas sencillas herramientas de cifrado para mantener tu seguridad en linea más allá de lo básico.
kab: Ulac aseɣẓan igebren ammesten amagdez mgal aqaṛeɛ, acukan ineflayen n Mozilla ttweṣṣin-naɣ ɣef useqdec n ifecka agi ifessasen n uwgelhen akken taɣellist inek s srid ad tt-iǧhid ugar.

source: Phone apps
bs: Telefonske aplikacije
cy: Apiau ffôn
es_mx: Aplicaciones móviles
kab: Isnasen n izirazen

source: These apps use encryption to secure your phone calls, texts, picture and video communications.
bs: Ove aplikacije koriste šifriranje da osiguraju vaše telefonske pozive, tekstove, slike i video komunikacije.
cy: Mae'r apiau hyn yn defnyddio amgryptio i ddiogelu eich galwadau ffôn, negeseuon testun a'ch cyfathrebu llun a fideo.
es_mx: Estas aplicaciones usan cifrado para proteger tus llamadas telefónicas, textos, imágenes y vídeos.
kab: Isanasen agi seqdacen awgelhen akken ad ɣelsen isawalen n tiliɣri, iḍrisen, tiwlafin akked isawalen s tvidyutin.

source: Device encryption
bs: Šifriranje uređaja
cy: Amgryptio dyfais
es_mx: Cifrar dispositivo
kab: Awgelhen n ibenkan

source: Use these on your devices to make sure the only eyes that see your personal information are the ones you authorize.
bs: Koristite ovo na vašim uređajima kako bi bili sigurni da oči koje vide vaše osobne podatke su samo one koje odobrite.
cy: Defnyddiwch y rhain ar eich dyfeisiau i wneud yn siŵr mai'r unig lygaid sy'n gweld eich manylion personol yw'r rhai rydych yn eu caniatáu.
es_mx: Utiliza estos en tus dispositivos para asegurar que los únicos ojos que ven tu información personal son los que autorizas.
kab: Seqdec-iten ɣef ibenkan inek akken ad temneḍ d akken ala imdanen ilaqen i yezmren ad walin isefka yinek udmawanen.

source: <a href="{url}">FileVault</a> — a free and built-in way to encrypt your Mac’s startup disk
bs: <a href="{url}"> FileVault </a> - besplatan i ugrađeni način za šifriranje vašeg diska za pokretanje Mac
cy: <a href="{url}">FileVault</a> - ffordd rhad ac am ddim ac wedi ei fewnosod i amgryptio disg cychwyn eich Mac
es_mx: <a href="{url}">FileVault</a> — una gratuita e incorporada forma de cifrar el disco de arranque de tu Mac.
kab: <a href="{url}">FileVault</a> — allal n baṭal usliɣ n uwgelhen n udebṣi yinek n tnekra Mac inek.

source: Use <a href="{url1}">BitLocker</a> (Windows Pro) or a free program called <a href="{url2}">Diskcryptor</a> (standard Windows versions).
bs: Koristite <a href="{url1}"> BitLocker </a> (Windows Pro) ili besplatan program pod nazivom <a href="{url2}"> DiskCryptor </a> (standardne Windows verzije).
cy: Defnyddiwch <a href="{url1}">BitLocker</a> (Windows Pro) neu rhaglen am ddim o'r enw <a href="{url2}">Diskcryptor</a> (fersiwn Windows safonol).
es_mx: Usa <a href="{url1}">BitLocker</a> (Windows Pro) o un programa gratuito llamado <a href="{url2}">Diskcryptor</a> (versiones estándar de Windows).
kab: Seqdec <a href="{url1}">BitLocker</a> (i Windows Pro) neɣ ahil ileli qqaren-as <a href="{url2}">Diskcryptor</a> (i yileqman Windows standard).

source: Full-disk encryption is usually offered when you set up your system (it’s called LUKS).
bs: Šifriranje čitavog diska je obično ponuđena prilikom podešavanja sistema (to se zove LUKS).
cy: Fel arfer, mae amgryptio disg cyfan yn cael ei gynnig pan fyddwch yn gosod eich system (mae'n cael ei alw'n LUKS).
es_mx: El cifrado de disco completo es usualmente ofrecido cuando configuras tu sistema (llamado LUKS).
kab: Awgelhen n udebṣi imeṛṛa yettusumer-d deg usebded n unagraw (s yisem LUKS).

source: <a href="{url}">See instructions here</a> for your Android device.
bs: <a href="{url}"> Pogledajte uputstva ovdje </a> za Android uređaje.
cy: <a href="{url}">Mae cyfarwyddiadau yma</a> ar gyfer eich dyfais Android.
es_mx: <a href="{url}">Mira las instrucciones aquí</a> para tu dispositivo Android.
kab: <a href="{url}">Wali tinadin agi</a> i yibenk android.

source: Have an iPhone, iPad or iPod? <a href="{url}">See instructions here</a>.
bs: Imaš iPhone, iPad ili iPod? <a href="{url}"> Pogledajte uputstva ovdje </a>.
cy: Oes gennych chi iPhone, iPad neu iPod? <a href="{url}">Mae cyfarwyddiadau yma</a>.
es_mx: ¿Tienes un iPhone, iPad o iPod? <a href="{url}">Mira las instrucciones aquí</a>.
kab: Ɣur-k iPhone, iPad neɣ iPod? <a href="{url}">Wal tinadin dagi</a>.

source: Blast your surveillance smarts
bs: Poruši svoj pametni nadzor
cy: Rhannwch eich gwybodaeth am ddiogelwch ar-lein
es_mx: Explota tu vigilancia inteligentemente
kab: Bḍu tamusni yinek ɣef uqaṛeɛ

source: Now that you have tools to help protect yourself, spread the word to friends.
bs: Sada kada imate alate da biste zaštitili sebe, širite riječ prijateljima.
cy: Nawr bod gennych yr offer i ddiogelu eich hun, dywedwch wrth eich ffrindiau.
es_mx: Ahora que tienes herramientas para protegerte, corre la voz con tus amigos.
kab: Tura qur-k akk ifecka akken ad temmestneḍ iman-ik, bḍu tamusni yinek.

source: The only way we’ll get a handle on this fundamental issue of technology is if we keep the conversation going.
bs: Jedini način ćemo baratati ovim temeljnim pitanjem tehnologije je ako nastavimo razgovor.
cy: Yr unig ffordd o gadw gafael ar y mater sylfaenol yma o dechnoleg yw os ydym yn cadw i drafod y peth.
es_mx: El único camino que tenemos para resolver los problemas fundamentales de la tecnología es mantener la conversación andando.
kab: Yiwen n wallal kan i yellan akken ad tefruḍ ugur atiknuluji agejdan, eǧǧ adiwenni ad yazzel fell-as.

source: Which would you be more comfortable sharing with the government: your checking account number or your DNA profile?
bs: Što bi vam bilo ugodno dijeljeliti s vladom: vaš broj tekućeg računa ili DNK profil?
cy: Pa un fyddech yn fwyaf cyfforddus yn ei rannu gyda'r llywodraeth: eich rhif cyfrif banc neu eich proffil DNA?
es_mx: ¿Qué será más conveniente compartir con el gobierno: tu cuenta de cheques o tu perfil de ADN?
kab: Tabɣid anabaḍ inek inek ad yissin uṭṭun n umiḍan inek n lbanka neɣ amaɣnu yinek DNA?

source: If you had a digital lockbox that no one could see but you, what would you put in it?
bs: Ako ste imali digitalni lockbox da niko ne može vidjeti osim vas, šta bi ste stavili u to?
cy: Os oedd gennych cadw-mi-gei digidol na fyddai neb ond chi'n gallu ei weld, beth fyddech chi'n ei roi ynddo?
es_mx: Si tuvieras una caja de seguridad digital que nadie pudiera ver más que tú, ¿qué le pondrías dentro?
kab: Ma ɣur-k asenduq n yidrimen umdin udmawan, umumi ad t-tmuddeḍ?

source: Have you stopped sharing certain things online since you found out about mass government surveillance?
bs: Jeste li prestali dijeliti neke stvari online od kako ste saznali o masovnim nadzorima vlade?
cy: Ydych chi wedi rhoi'r gorau i rannu rhai pethau ar-lein ers i chi wybod am wylio gan lywodraethau?
es_mx: ¿Haz dejado de compartir ciertas cosas en línea desde que de diste cuenta de la vigilancia en masa de los gobiernos?
kab: Tesḥebsed yakan beṭṭu n tɣawsiwin s srid segmi teslid ɣef uqareɛ n yemdanen s uɛemmuṛ ?

source: Are you a teacher? Give your students a <a href="{url}">simple lesson on government surveillance</a>.
bs: Jesi li Vi učitelj? Dajte svojim studentima <a href="{url}"> jednostavnu lekciju nadgledanja </a>.
cy: Ydych chi'n athro? Dyma <a href="{url}">wers syml ar wylio gan lywodraethau</a> i'ch myfyrwyr.
es_mx: ¿Eres profesor? Enséñales a tus alumnos <a href="{url}">una sencilla lección sobre vigilancia gubernamental</a>.
kab: D aselma kečč? Sumer i yenelmaden inek <a href="{url}">tamsirt taḥerfit ɣef uqaṛew anabḍan</a>.
