Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/tracking.lang.po
Languages: bs, cy, es_mx

source: Get smart on tracking
bs: Budite pametni na praćenju
cy: Deall yn well am dracio
es_mx: Obtener conocimiento en rastreo de datos

source: What you do online is your business, and you can keep it that way. Get smart on tracking.
bs: Što radite online je vaš posao, a možete ga zadržati taj način. Budite pametni pri praćenju.
cy: Mae beth fyddwch chi'n ei wneud ar-lein yn fater i chi, a gallwch ei gadw felly.
es_mx: Lo que hagas en línea es asunto tuyo, y lo puedes mantener de esa manera. Obtén conocimiento en rastreo.

source: Ask yourself
bs: Zapitajte se
cy: Gofynnwch i chi eich hun
es_mx: Pregúntate a ti mismo

source: Do you feel in control of your personal information online?
bs: Da li osjećate kontrolu nad vašim ličnim podacima online?
cy: Ydych chi'n teimlo fod eich manylion personol ar-lein o dan eich rheolaeth chi?
es_mx: ¿Sientes que controlas tu información personal en línea?

source: Do you know what a cookie is (no, not the delicious kind)?
bs: Da li znate šta su kolačići (ne, nije ukusna vrsta)?
cy: Ydych chi'n gwybod beth yw cwci (na, nid yr un blasus)?
es_mx: ¿Sabes lo que es una cookie (no, nos referimos a una deliciosa galleta)?

source: Have you ever wondered why some content, like ads, seems to follow you around?
bs: Jeste li se ikada zapitali zašto neki sadržaj, kao što su reklame, traže da ih pratite?
cy: Ydych chi wedi meddwl erioed pam fod cynnwys, fel hysbysebion yn eich dilyn chi?
es_mx: ¿Te has preguntado por qué algunos contenidos, como los anuncios, parece que te siguen a todos lados?

source: What is tracking?
bs: Šta je praćenje?
cy: Beth yw tracio?
es_mx: ¿Qué es el rastreo?

source: Every time we go online, we leave behind traces of our activity. They’re often called our “digital footprints” and for good reason, because tracking is sort of like re-tracing our steps.
bs: Svaki put kad smo online, možemo ostaviti iza sebe tragove naših aktivnosti. Oni se često nazivaju našim "digitalnim otiscima" i to je dobar razlog, jer praćenje je nešto kao ponovno praćenje naših koraka.
cy: Bob tro fyddwn ni'n mynd ar-lein, rydym yn gadael olion o'n gweithgareddau. Maen nhw'n cael eu galw'n aml ein "ôl troed ddigidol" am reswm da, gan fod tracio'n golygu ail greu ein camau.
es_mx: Cada vez que estamos en línea, dejamos pequeños rastros de nuestra actividad. Usualmente son llamados "huellas digitales" y por una buena razón, ya que el rastreo es como recrear nuestros pasos.

source: But our digital footprints reveal more about us than where we’ve been — everything from our preferences to our identities.
bs: Ali naš digitalni otisci otkrivaju više o nama nego gdje smo bili - sve iz naših sklonosti i o našem identitetu.
cy: Ond mae ein hôl troed digidol yn datgelu mwy amdanom ni na lle rydym wedi bod — popeth o'n dewisiadau i'n manylion personol.
es_mx: Pero nuestras huellas digitales revelan no solo donde hemos estado — también todo acerca de nuestras preferencias e identidades.

source: Watch the documentary at donottrack-doc.com.
bs: Pogledajte dokumentarni film na donottrack-doc.com.
cy: Gwyliwch y rhaglen ddogfen yn donottrack-doc.com.
es_mx: Mira la documentación en donottrack-doc.com.

source: To get a good look at how tracking works, be sure to check out the first episode of Brett Gaylor’s documentary series, <a href="{url}"><cite>Do Not Track</cite></a>.
bs: Da biste dobili dobar uvid o praćenju radova, obavezno pogledajte prvu epizodu Brett Gaylorove dokumentarne serije, <a href="{url}"> <cite> Nema puta </cite> </a>.
cy: I gael golwg glir ar sut mae tracio'n gweithio, gwyliwch bennod gyntaf o gyfres ddogfen Brett Gaylor, <a href="{url}"><cite>Do Not Track</cite></a>.
es_mx: Para tener una buena idea de como funciona el rastreo, asegúrate de ver el primer episodio de la serie de documentales de Brett Gaylor, <a href="{url}"><cite>Do Not Track</cite></a>.

source: Tracking in action
bs: Praćenje u akciji
cy: Tracio ar waith
es_mx: Rastreo en acción

source: Let’s imagine a typical day online: you start by checking emails, maybe share a fun article you just read.
bs: Zamislite tipičan dan online: počnete provjerom e-pošte, možda podjelite zabavan članak koji ste upravo pročitali.
cy: Beth am i ni ddychmygu diwrnod arferol ar-lein: rydych wedi cychwyn edrych ar eich e-bost, rhannu erthygl ddifyr efallai.
es_mx: Vamos a imaginar un típico día en línea: comienzas revisando tu correo electrónico, tal vez compartes un divertido articulo que acabas de leer.

source: At lunch, you check showtimes for a movie a friend recommended on Facebook and look up prices for some new camping gear you’ve had your eye on.
bs: Na ručaku, da provjerite prikazivanje filma koji vam je prijatelj preporučio na Facebook-u i pogledate cijene za neku novu opremu za kampovanje koju ste imali u vidu.
cy: Amser cinio rydych yn edrych ar amserau ffilm mae ffrind wedi ei argymell ar Facebook ac yn edrych ar brisiau offer gwersylla newydd rydych wedi bod yn eu llygadu.
es_mx: En el almuerzo, revisas los horarios de una película recomendada por un amigo en Facebook y consultas los precios de algún equipo nuevo para acampar que has tenido en mente.

source: That’s only a few sites, but what’s happening behind the scenes is that many more “third-parties” — companies that are separate from the sites you’re visiting — are seeing and recording your activity.
bs: To je samo nekoliko sajtova, ali ono što se događa iza scene je da su mnoge "treće strane" - kompanije koje su odvojene od lokacije koje posjećujete - vide i snimanje vaših aktivnosti.
cy: Dyna chi dim ond ychydig o wefannau, ond yr hyn sy'n digwydd tu ôl i'r llenni yw bod llawer mwy o "drydydd parti" - cwmnïau sydd ar wahân i'r gwefannau rydych yn ymweld â nhw - yn gweld a chofnodi eich gweithgaredd.
es_mx: Esos son solo unos cuantos sitios, pero lo que pasa tras bambalinas es que muchas otras compañías de terceros — compañías separadas de los sitios que tu visitas — están viendo y registrando tu actividad.

source: So when you begin seeing recommended articles about that movie, or ads for that camping gear, later in the day, it’s no coincidence.
bs: Dakle, kada počnete pregledati preporučene članke o tom filmu, ili reklame za opremu za kampovanje, kasnije u toku dana, to nije slučajnost.
cy: Felly, pan fyddwch yn dechrau gweld erthyglau'n cael eu hargymell am y ffilm yna, neu hysbysebion ar gyfer yr offer gwersylla, yn ddiweddarach yn y dydd, does dim cyd-ddigwyddiad.
es_mx: Así que cuando comiences a recibir artículos recomendados acerca de esa película, o anuncios de ese articulo de acampar al día siguiente, no es coincidencia.

source: Tracking for personalization
bs: Praćenje za personalizaciju
cy: Tracio ar gyfer personoli
es_mx: Rastreo para personalización

source: What are cookies?
bs: Šta su kolačići?
cy: Beth yw cwcis?

source: Cookies are small data files that websites and third parties place on your computer to remember your preferences or to track your activity, sometimes across multiple sites.
bs: Kolačići su male datoteke sa podacima koje web stranice i treće strane postave na računaru da zapamte vaše želje ili za praćenje aktivnosti, ponekad na više lokacija.
cy: Mae cwcis yn ffeiliau data bach y mae gwefannau a thrydydd parti yn gosod ar eich cyfrifiadur i gofio eich dewisiadau neu i dracio eich gweithgaredd, weithiau ar draws nifer o wefannau.
es_mx: Las cookies son pequeños archivos de información que los sitios web y terceros ponen en tu computadora para recordar tus preferencias y rastrear tu actividad, a veces a través de múltiples sitios.

source: of adults say they are “not too confident” or “not at all confident” that records of their activity maintained by the online advertisers who place ads on the websites they visit will remain private and secure.
bs: odraslih kažu da "nemaju previše samopouzdanja" ili "da nisu nimalo uvjereni" da zapisi vaših aktivnosti održavaju online oglašivači koji stavljaju oglase na web stranicama koje posjećuju i da će ostati privatne i sigurne.
cy: o oedolion yn dweud nad ydynt yn "rhy hyderus" neu "ddim yn hyderus o gwbl" bod cofnodion o'u gweithgareddau sy'n cael eu cadw gan yr hysbysebwyr ar-lein sy'n rhoi hysbysebion ar y gwefannau y maent yn ymweld a nhw'n aros yn breifat a diogel.
es_mx: de adultos que dicen que "no son tan confidenciales" o "no del todo confidenciales", que registran su actividad mantenida por anunciantes en línea que colocan anuncios en los sitios web que ellos visitan se mantendrán privados y seguros.

source: (Pew Research Center, May 2015)
bs: (Pew istrativački centar, Maj 2015)
cy: (Pew Research Center, Mai 2015)
es_mx: (Centro de Investigaciones Pew, Mayo 2015)

source: The websites we visit will often collect data about us to better personalize our experiences with them.
bs: Web stranice koje posjećujemo često prikupljaju podatke o nama za bolje personalizaciju naših iskustava s njima.
cy: Mae'r gwefannau byddwn yn ymweld â nhw'n aml yn casglu data amdanom er mwy personoli ein profiadau gyda nhw'n well.
es_mx: Los sitios web que visitamos continuamente recolectan información acerca de nosotros para una mejor personalización de nuestra experiencia con ellos.

source: The information they gather through analytics can be used to make navigating their site easier for us or to present us more relevant offers.
bs: Informacije koje prikupljaju kroz analitike mogu se koristiti za lakšu navigaciju njihovih stranica ili da nam predstavljaju više relevantnih ponuda.
cy: Gall y manylion maen nhw'n eu casglu drwy eu hanalytig gael eu defnyddio i wneud llywio eu gwefan yn haws i ni neu i gyflwyno i ni gynigion sy'n fwy perthnasol.
es_mx: La información que reúnen, a través de análisis puede ser usada para hacer mas sencilla la navegación a través de sus sitios o para presentarnos contenido mas relevante.

source: They also use cookies — small data files placed in our browsers — to remember language preferences or the contents in a shopping cart.
bs: Oni također koriste kolačiće - male datoteke podataka smještene u našim pretraživačima - zapamte jezik preferencije ili sadržaj u košarici.
cy: Mae nhw hefyd yn defnyddio cwcis - ffeiliau data bach wedi eu gosod yn ein porwyr - i gofio dewis iaith neu gynnwys mewn basged siopa.
es_mx: Además usan cookies — pequeños archivos de información alojada en nuestros navegadores — para recordar las preferencias de idioma o el contenido en un carrito de compra.

source: By the way…
bs: Usput…
cy: Gyda llaw…
es_mx: Por cierto…

source: Mozilla sites are no exception. Like most other Web sites, we also use third party tools to improve user experience.
bs: Mozilla stranice nisu izuzetak. Kao i kod većine drugih web stranicama, možemo koristiti i alate treće strane za poboljšanje korisničkog iskustva.
cy: Dyw gwefannau Mozilla ddim yn eithriad. Fel y rhan fwyaf o wefannau eraill, rydym hefyd yn defnyddio offer trydydd parti er mwyn gwella profiad y defnyddiwr.
es_mx: Las sitios de Mozilla no son la excepción. Como muchos otros sitios Web, también usamos herramientas de terceros para mejoras la experiencia de usuario.

source: For more info see our <a href="{url}">Website Privacy Notice</a>.
bs: Za više informacija pogledajte naš <a href="{url}"> Web privatnost podataka </a>.
cy: Am fwy o wybodaeth darllenwch ein <a href="{url}">Hysbysiad o Breifatrwydd y Wefan</a> .
es_mx: Para mas información mira nuestro <a href="{url}">Sitio web de Notas de Privacidad</a>.

source: Tracking without permission
bs: Praćenje bez dozvole
cy: Tracio heb ganiatâd
es_mx: Rastreo sin permiso

source: Many websites we visit contain hidden third parties — such as data brokers, affiliate networks and advertising networks — who use cookies, and other data tracking methods, to collect information about our browsing habits without our consent.
bs: Mnoge web stranice koje posjećujemo sadrže skrivene treće strane - kao što su brokeri podataka, pripojene mreže i reklamne mreže - koji koriste kolačiće, i drugih metoda za praćenje podataka, prikupljanje informacije o našim navikama, bez našeg pristanka.
cy: Mae llawer o wefannau byddwn yn ymweld â nhw'n cynnwys trydydd partïon cudd - broceriaid data, rhwydweithiau cysylltiedig â rhwydweithiau hysbysebu - sy'n defnyddio cwcis, a dulliau tracio data eraill, i gasglu gwybodaeth am ein harferion pori heb ein caniatâd.
es_mx: Muchos sitios que visitamos contienen terceros ocultos — tales como corredores de datos, redes afiliadas y redes de anuncios — quienes usan cookies, y otros métodos de rastreo de datos, para colectar información acerca de nuestros hábitos de navegación sin nuestro consentimiento.

source: While tracking can be helpful, there can’t be a healthy trade-off between the value it provides and the data it collects without transparency.
bs: Iako praćenje može biti od pomoći, ne može biti zdrav kompromis između vrijednosti koje pružaju i podatka koje prikupljaju bez transparentnosti.
cy: Er y gall tracio fod yn ddefnyddiol, does dim modd cael cyfaddawd iach rhwng y gwerth y mae'n ei ddarparu a'r data y mae'n ei gasglu heb dryloywder.
es_mx: Mientras que el rastreo puede ser de ayuda, no puede haber un equilibrio saludable entre el valor que provee y la información que colecta si no hay transparencia.

source: Going beyond the Web
bs: Ide izvan Weba
cy: Mynd y tu hwnt i'r We
es_mx: Más allá de la Web

source: Online tracking is just one part of a larger ecosystem of data collection.
bs: Online praćenje je samo jedan dio većeg ekosistema prikupljanja podataka.
cy: Dim ond un rhan o'r ecosystem ehangach o gasglu data yw tracio ar-lein.
es_mx: El rastreo en línea es solo una parte de un gran ecosistema de recolección de datos.

source: Within this ecosystem, anonymized online data can be merged with personally identifiable information about you (information that you may have volunteered on a form, in an app or that was collected offline) to build a surprisingly detailed profile of you.
bs: U okviru ovog ekosistema, anonimni online podaci mogu se spojiti sa ličnim informacijama o vama (informacije koje ste možda volontirali na obrascu, u aplikaciji ili koji su prikupljeni na mreži) za izgradnju iznenađujuće detaljanog vašeg profila.
cy: O fewn ecosystem hon, gall data ar-lein dienw gael ei uno â gwybodaeth bersonol adnabyddadwy amdanoch chi (gwybodaeth y gallech fod wedi ei gynnig yn wirfoddol ar ffurflen, mewn app neu sydd wedi ei gasglu oddi ar-lein) i adeiladu proffil syndod o fanwl ohonoch chi.
es_mx: Dentro de este ecosistema, información anónima que está en línea puede ser mezclada con información personal identificable acerca de ti (información que tal vez voluntariamente pusiste en un formulario, en una aplicación o que fue recopilada fuera de línea) para generar sorpresivamente un perfil detallado de ti.

source: These profiles have the potential to interfere with your life offline, and can contribute to unfair practices by being improperly used for price discrimination, decreased creditworthiness, more expensive insurance coverage or unfavorable employment or health reports.
bs: Ovi profili imaju potencijal da ometaju vaš život van interneta, i može doprinijeti nepoštenoj praksi koja se nepropisno koristi za cijenu diskriminacije, smanjena kreditne sposobnosit, skupljeg osiguranja ili može biti nepovoljna za zapošljavanje ili izvještaj o zdravlju.
cy: Mae gan y proffiliau hyn y potensial i amharu ar eich bywyd oddi ar lein, a gallant gyfrannu at arferion annheg trwy gael eu defnyddio'n amhriodol drwy wahaniaethu ar sail pris, gostwng credyd, yswiriant drutach neu adroddiadau cyflogaeth neu iechyd anffafriol.
es_mx: Estos perfiles tiene el potencial de intervenir con tu vida fuera de línea, y pueden contribuir a prácticas injustas al ser utilizados incorrectamente para discriminación de precios, disminución de solvencia, cobertura de seguro más costoso o informes de empleo o salud desfavorables.

source: While these instances are not widespread yet, they do illustrate the potential depths of what is happening behind the scenes and outside of our control.
bs: Iako ovi slučajevi još nisu široko rasprostranjeni, oni ilustriraju potencijal dubine onoga što se događa iza scene i izvan naše kontrole.
cy: Er nad yw'r achosion hyn yn gyffredin eto, maent yn dangos y dyfnderoedd posibl o'r hyn sy'n digwydd tu ôl i'r llenni a thu allan i'n rheolaeth.
es_mx: Mientras que estas instancias no han sido comunicadas aún, ilustran el profundo potencial de lo que esta pasando detrás de escena fuera de nuestro control.

source: Be the boss of your personal info
bs: Budite gazda vaših ličnih informacija
cy: Byddwch feistr eich manylion personol
es_mx: Sé el jefe de tu información personal

source: There are many ways you can take back and maintain control of your online activity.
bs: Postoji mnogo načina na koje možete vratiti i zadržati kontrolu nad vašim online aktivnostima.
cy: Mae yna lawer o ffyrdd y gallwch adennill a chadw rheolaeth ar eich gweithgaredd ar-lein.
es_mx: Hay muchas maneras en las que pueden retomar el control de tu actividad en línea y mantenerlo.

source: Here are some important tips, hand-picked by Mozilla experts.
bs: Evo nekoliko važnih savjeta, izabranih od Mozilla stručnjaka.
cy: Dyma rhai awgrymiadau pwysig, wedi eu dewis gan arbenigwyr Mozilla.
es_mx: Aquí hay algunos consejos importantes, recogidos de la mano de los expertos en Mozilla.

source: Think deeper
bs: Dublje razmišljajte
cy: Meddyliwch yn ddyfnach
es_mx: Piensa profundo

source: A lot goes on behind the scenes of the Internet. The more you know, the better you can decide what your information is worth to you.
bs: Mnogo se dešava iza scene interneta. Što više znate, to bolje možete odlučiti šta informacija vrijedi za vas.
cy: Mae llawer yn mynd ymlaen y tu ôl i'r llenni ar y Rhyngrwyd. Po fwyaf rydych chi'n ei wybod, gorau oll y gallwch benderfynu beth yw gwerth eich manylion personol i chi.
es_mx: Cuanto más sepas, mejor podrás decidir cuanto vale tu información para ti.

source: Understand the hidden cost of free
bs: Razumjevanje skrivenih troškova besplatno
cy: Deall y gost gudd o rhad ac am ddim
es_mx: Comprender el costo oculto de la libertad

source: We all like the appeal of “free” apps and online services but if you’re not paying for them, someone is, and what they’re buying may be the data you leave behind.
bs: Svi smo mi se žalili na "slobodne" aplikacije i online usluge, ali ako mi ne plaćamo za njih, neko plaća, i to šta kupuju mogu biti podaci koje ostavljamo iza sebe.
cy: Rydym i gyd yn hoffi apêl apiau a gwasanaethau ar-lein "am ddim", ond os nad ydych chi'n talu amdanyn nhw, mae rhywun yn, a'r hyn mae nhw'n ei brynu yw'r data rydych yn ei adael ar ôl.
es_mx: A todos nos gusta la idea de aplicaciones “gratis” y servicios en línea, pero si no estas pagando por ellos, alguien lo esta haciendo, y lo que ellos están comprando tal vez sea toda la información que vas dejando.

source: Decide whether the information you share is worth the service you are receiving.
bs: Odlučite da li informacije koje dijelite vrijed usluga koje primate.
cy: Penderfynwch a yw'r manylion personol rydych yn eu rhannu yn werth y gwasanaeth rydych yn ei dderbyn.
es_mx: Decide si la información que estás compartiendo vale el servicio que estas recibiendo.

source: Shine a light on trackers
bs: Osvijetliti i tragača
cy: Taflu golau ar y tracwyr
es_mx: Echa un vistazo a quienes te observan

source: If you’re a Firefox user, be sure to check out <a href="{url}">Lightbeam</a>, a simple and insightful add-on that visually graphs the depth of your browsing activity, including parts that are not usually visible to you.
bs: Ako ste Firefox korisnik, budite sigurni da provjerite <a href="{url}"> Lightbeam </a>, jednostavan i pronicljiv add-on kojiprikazuje vizuelno grafikonima dubinu pregledavanja aktivnosti, uključujući i dijelove koji obično nisu vidljivi za tebe.
cy: Os ydych yn defnyddio Firefox, gofalwch eich bod yn edrych ar <a href="{url}">Lightbeam</a>, ychwanegyn syml a dadlennol sy'n dangos yn weledol ddyfnder eich gweithgaredd pori, gan gynnwys rhannau sydd ddim yn y golwg i chi fel arfer.
es_mx: Si eres un usuario de Firefox, asegúrate de revisar <a href="{url}">Lightbeam</a>, un sencillo y perspicaz complemento que grafica la profundidad de la actividad de tu navegador, incluyendo las partes que no son visibles para ti.

source: Think before you click
bs: Razmislite prije nego što kliknete
cy: Meddwl cyn clicio
es_mx: Piensa antes de hacer clic

source: When you see an element on a page, such as a “like” or social media login button, that’s an indication that some information has already been collected about you — clicking on it will share even more.
bs: Kada vidite element na stranici, kao što je "like" ili na društvenim mrežama dugme prijava, to je pokazatelj da su neke informacije o vama već prikupljene - klik na to će dijeliti još više.
cy: Pan fyddwch yn gweld elfen ar dudalen, fel yn "hoffi" neu botwm mewngofnodi cyfryngau cymdeithasol, mae hynny'n arwydd bod rhywfaint o wybodaeth eisoes wedi ei gasglu amdanoch chi - cliciwch arno a y bydd yn rhannu hyd yn oed mwy.
es_mx: Cuando ves un elemento en una página, como un “Me gusta” o un botón para iniciar sesión en una red social, es un indicador de que alguna información sobre ti ha comenzado a ser recolectada — haciendo clic en el compartirás más.

source: Choose choice
bs: Odaberite izbor
cy: Dewis dewis
es_mx: Elige un opción

source: It’s easy to overlook the access to personal data that we might offer through online accounts and apps, but most offer settings that give you choice and control.
bs: Lako je previdjeti pristup ličnim podacima koje smo mogli ponuditi putem online računa i aplikacija, ali većina postavki ponudi vam dati izbor i kontrolu.
cy: Mae'n hawdd anwybyddu'r mynediad i ddata personol y mae modd i ni ei gynnig drwy gyfrifon ac apiau ar-lein, ond mae'r rhan fwyaf yn cynnig gosodiadau sy'n rhoi dewis a rheolaeth i chi.
es_mx: Es fácil pasar por alto el acceso a información personal que ofrecemos a través de cuentas en línea y aplicaciones, pero la mayor parte ofrecen configuraciones que te dan el control.

source: Delete your unused accounts
bs: Brisanje neaktivnih računa
cy: Cofiwch ddileu hen gyfrifon
es_mx: Elimina tus cuentas no usadas

source: Your data might get sold when a service or app shuts down.
bs: Vaši podaci mogu se prodati kada se servis ili aplikacija gasi.
cy: Efallai y bydd eich data'n cael ei werthu pan fydd gwasanaeth neu app yn cau.
es_mx: Tu información probablemente sea vendida cuando un servicio o aplicación cierre.

source: If you don’t use it, close it.
bs: Ako ne koristite, zatvorite.
cy: Os nad ydych yn ei ddefnyddio, caewch e.
es_mx: Si no lo usas, ciérralo.

source: Protect your profiles
bs: Zaštitite svoje profile
cy: Diogelwch eich proffiliau
es_mx: Protege tus perfiles

source: Some services you interact directly with let you control the information they have about you.
bs: Neke usluge koje direktno komuniciraju sa vama omogućavaju vam kontrolu informacija koje imamo o vama.
cy: Mae rhai gwasanaethau byddwch yn ymwneud â nhw'n uniongyrchol yn gadael i chi reoli'r wybodaeth sydd ganddyn nhw amdanoch chi.
es_mx: Algunos servicios con los que interactúas directamente te permiten controlar la información que tienen ellos acerca de ti.

source: Look at any opportunity to change or control your profile, if offered.
bs: Pogledajte svaku priliku promijeneili kontrole vašeg profila, ako vam se ponudi.
cy: Cymrwch unrhyw gyfle i newid neu reoli eich proffil, os yw'n cael ei gynnig.
es_mx: Mira cualquier oportunidad de cambiar o controlar tu perfil si te es ofrecida.
