Repository: alvinlaz96/mozilla-lang
Catalog: */teach/smarton/tracking.lang.po
Languages: bs, cy, es_mx

source: For example, you can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook ads</a>, and even <a href="%(acxiom)s">edit data that’s been collected about you by Acxiom</a>, one of the world’s largest marketing data brokers.
bs: Na primjer, možete upravljati vašim profilom i postavkama za <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> i <a href="%(facebook)s">Facebook reklame</a>, i čak <a href="%(acxiom)s">uređivati podatke koji su prikupljeni o vama od strane Acxiom</a>, jednog od svjetskih najvećih brokera marketing podataka.
cy: Er enghraifft, gallwch reoli eich proffil a'ch dewisiadau ar gyfer <a href="%(google)s">Google</a , <a href="%(yahoo)s">Yahoo!</a> a <a href="%(facebook)s">hysbysebion Facebook</a>, a hyd yn oed <a href="%(acxiom)s">olygu data sydd wedi ei gasglu amdanoch chi gan Acxiom</a>, un o froceriaid data marchnata mwya'r byd.
es_mx: Por ejemplo, tu puedes administrar tu perfil y preferencias para <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> y <a href="%(facebook)s">Facebook ads</a>, e incluso <a href="%(acxiom)s">editar datos que han sido colectados acerca de ti por Acxiom</a>, uno de los corredores de datos de marketing más grandes del mundo.

source: Don’t forget about apps
bs: Ne zaboravite o aplikacijama
cy: Peidiwch ag anghofio am apiau
es_mx: No olvides las aplicaciones

source: Some mobile apps you install can access a lot of information about you, including details not necessarily related to the service they provide.
bs: Neke mobilne aplikacije koje instalirate mogu pristupiti mnogim informacijama o vama, uključujući detalje koji nisu nužno vezani za usluge koje one nude.
cy: Gall rhai apiau symudol rydych wedi eu gosod gyrchu llawer o wybodaeth amdanoch chi, gan gynnwys manylion nid o anghenraid am y â'r gwasanaeth sy'n cael ei ddarparu ganddyn nhw.
es_mx: Algunas aplicaciones móviles que instalas pueden acceder a mucha información acerca de ti, incluyendo detalles que no necesariamente son relacionados al servicio que te proveen.

source: Control your privacy and location settings on <a href="{ios}">iOS</a> and <a href="{android}">Android</a>.
bs: Kontrolišite vaše postavke privatnosti i lokacije na <a href="{ios}">iOS</a> i <a href="{android}">Andoridu</a>.
cy: Rheoli eich gosodiadau preifatrwydd a lleoliad ar <a href="{ios}">iOS</a> a <a href="{android}">Android</a> .
es_mx: Controla tu configuración de privacidad y ubicacion en <a href="{ios}">iOS</a> y <a href="{android}">Android</a>.

source: Look to your browser
bs: Pogledajte u vaš pretraživač
cy: Edrych i'ch porwr
es_mx: Mira en tu navegador

source: Most Web browsers offer a set of privacy features designed to give you control.
bs: Većina web pretraživača nudi postavke privatnosti dizajnirane da vam daju kontrolu.
cy: Mae'r rhan fwyaf o borwyr gwe yn cynnig set o nodweddion preifatrwydd wedi eu cynllunio i gynnig rheolaeth i chi.
es_mx: La mayoría de los navegadores web ofrecen un conjunto de características de privacidad diseñados para darte el control.

source: Here are a few key ones that you can make use of.
bs: Evo nekoliko ključnih koje možete iskoristiti.
cy: Dyma ychydig o'r rhai allweddol mae modd eu defnyddio.
es_mx: Aquí están algunas otras claves de las que puedes hacer uso.

source: Did you know?
bs: Da li ste znali?
cy: Ydych chi'n gwybod?
es_mx: ¿Sabías qué?

source: Firefox is filled with features designed to give you even more control over your personal information.
bs: Firefox je ispunjen s karakteristikama dizajniranim da vam daju još više kontrole nad vašim ličnim informacijama.
cy: Mae Firefox yn llawn o nodweddion wedi eu cynllunio i roi mwy fyth o reolaeth dros eich manylion bersonol i chi.
es_mx: Firefox está lleno de características diseñadas para darte aún más control sobre tu información personal.

source: Private Browsing with Tracking Protection
bs: Privatno pretraživanje sa zaštitom od praćenja
cy: Pori Preifat gyda Diogelwch Rhag Tracio
es_mx: Navegación privada con Protección de Rastreo

source: This feature minimizes the ability of hidden third parties to track your browsing activity across many sites.
bs: Ova karakteristika minimizira mogućnost skrivenih trećih strana da prate vaše aktivnosti pretraživanja kroz mnoge stranice.
cy: Mae'r nodwedd hon yn lleihau gallu trydydd partion cudd rhag tracio eich gweithgaredd pori ar draws gwefannau.
es_mx: Esta característica minimiza la capacidad de terceros para rastrear tu actividad de navegación a través de muchos sitios.

source: Give it a try!
bs: Isprobajte!
cy: Rhowch gynnig arno!
es_mx: ¡Pruébalo!

source: Forget Button
bs: Dugme Zaboravi
cy: Botwm Anghofio
es_mx: Botón Olvidar

source: This toolbar option <a href="{url}">removes browsing information from your computer after the fact</a>. Use it when you’ve visited a site that you don’t want in your history.
bs: Ova opcija alatne trake <a href="{url}">uklanja informacije pretraživanja s vašeg računara nakon toga</a>. Koristite ga kada ste posjetili stranicu koju ne želite u vašoj historiji.
cy: Mae'r bar offer dewisol hwn<a href="{url}"> yn tynnu manylion pori o'ch cyfrifiadur - wedyn</a>. Defnyddiwch hwn pan fyddwch wedi ymweld â gwefan nad ydych am ei gael yn eich hanes.
es_mx: Esta opción de la barra de herramientas <a href="{url}">elimina información de navegación de tu computadora después de su uso</a>. Úsalo cuando visites un sitio que no quieres en tu historial.

source: Privacy Add-ons
bs: Dodaci privatnosti
cy: Ychwanegion Preifatrwydd
es_mx: Complementos de Privacidad

source: The Mozilla privacy team has put together <a href="{url}">a collection of Firefox add-ons</a> to help you manage your privacy online.
bs: Mozillin tim privatnosti je postavio zajedno <a href="{url}">kolekciju Firefox dodataka</a> da vam pomogne upravljati vašu privatnost na mreži.
cy: Mae tîm preifatrwydd Mozilla wedi llunio <a href="{url}">casgliad o ychwanegion Firefox</a> i'ch helpu i reoli eich preifatrwydd ar-lein.
es_mx: El equipo de privacidad de Mozilla ha puesto juntos <a href="{url}">una colección de complementos para Firefox</a> para ayudarte a administrar tu privacidad en línea.

source: Do Not Track
bs: Nemoj me pratiti
cy: Dim Tracio
es_mx: No rastrear

source: With this feature enabled, your browser will tell social sharing services, publishers, analytics providers, advertisers and third party networks that you want to opt-out of tracking.
bs: S omogućenom ovom karakteristikom, vaš pretraživač će reći društvenim servisima, izdavačima, analitičarima, oglašivačima, mrežama trećih strana da se želite isključiti iz praćenja.
cy: Gyda'r nodwedd hon wedi ei galluogi, bydd eich porwr yn dweud wrth y gwasanaethau cymdeithasol, cyhoeddwyr, darparwyr analytig, hysbysebwyr a rhwydweithiau trydydd parti sy'n rhannu eich manylion personol, nad ydych am gael eich tracio.
es_mx: Con esta característica habilitada, tu navegador le dirá a los servicios de intercambio social, editores, proveedores de análisis, anunciantes y redes de terceros, que no quieres ser rastreado.

source: Mozilla was the first company to include a Do Not Track feature when it was added to Firefox in 2011.
bs: Mozilla je bila prva kompanija koja je uključila funkciju Nemoj me pratiti kada ju je dodala u Firefox 2011-e.
cy: Mozilla oedd y cwmni cyntaf i gynnwys nodwedd Dim Tracio pan gafodd ei ychwanegu at Firefox yn 2011.
es_mx: Mozilla fue la primera compañía en incluir la característica No Rastrear que fue agregada a Firefox en 2011.

source: Since then, it has been adopted by most major browsers, though many companies on the receiving end of the requests are still not honoring them.
bs: Od tada, usvojena je od strane većine glavnih pretraživača, iako mnoge kompanije od primanja zahtjeva još uvijek ih ne poštuju.
cy: Ers hynny, mae wedi cael ei fabwysiadu gan y rhan fwyaf o'r prif borwyr, er bod llawer o gwmnïau sy'n derbyn y ceisiadau hyn yn eu hanwybyddu.
es_mx: Desde entonces, ha sido adoptado por todos los principales navegadores, sin embargo muchas compañías en el extremo receptor de las solicitudes aún no los están honrando.

source: Efforts are being made by Web advocacy groups to have this changed.
bs: Ulažu se napori od strane web zastupničkih grupa da se ovo promijeni.
cy: Mae ymdrechion yn cael eu gwneud gan grwpiau eiriolaeth y We i newid hyn.
es_mx: Se están haciendo esfuerzos por grupos defensores de la Web para lograr este cambio.

source: Learn how to enable Do Not Track in <a href="%(firefox)s">Firefox</a>, <a href="%(chrome)s">Chrome</a>, <a href="%(ie)s">Internet Explorer</a>/<a href="%(edge)s">Edge</a> and <a href="%(safari)s">Safari</a>.
bs: Saznajte kako omogućiti Nemoj me pratiti u <a href="%(firefox)s">Firefoxu</a>, <a href="%(chrome)s">Chrome-u</a>, <a href="%(ie)s">Internet Exploreru</a>/<a href="%(edge)s">Edge-u</a> i <a href="%(safari)s">Safariu</a>.
cy: Dysgwch sut i alluogi Dim Tracio yn <a href="%(firefox)s">Firefox</a>, <a href="%(chrome)s">Chrome</a>, <a href="%(ie)s">Internet Explorer</a> / <a href="%(edge)s">Edge</a> a <a href="%(safari)s">Safari</a>.
es_mx: Aprende como habilitar No Rastrear en <a href="%(firefox)s">Firefox</a>, <a href="%(chrome)s">Chrome</a>, <a href="%(ie)s">Internet Explorer</a>/<a href="%(edge)s">Edge</a> and <a href="%(safari)s">Safari</a>.

source: Private Browsing
bs: Privatno pretraživanje
cy: Pori Preifat
es_mx: Navegación privada

source: Use Private Browsing to keep from having certain items about your browsing activity locally saved.
bs: Koristite Privatno pretraživanje da spriječite da određene stavke vaših aktivnosti pretraživanja budu lokalno sačuvane.
cy: Defnyddiwch Pori Preifat i gadw rhag fod rhai eitemau am eich gweithgaredd pori yn cael eu cadw'n lleol.
es_mx: Usa la Navegación Privada para evitar tener ciertos datos acerca de tu actividad de navegación guardado localmente.

source: These include your history, searches and cookies.
bs: To uključuje vašu historiju, pretrage i kolačiće.
cy: Mae'r rhain yn cynnwys eich hanes, chwilio a cwcis.
es_mx: Esto incluye tu historial, búsquedas y cookies.

source: Here is how to use private browsing:
bs: Evo kako da koristite privatno pretraživanje:
cy: Dyma sut mae defnyddio pori preifat:
es_mx: Aprende como usar la Navegación Privada:

source: Desktop
cy: Bwrdd Gwaith
es_mx: Escritorio

source: Smartphone
bs: Pametni telefon
cy: Ffôn Clyfar
es_mx: Teléfono Inteligente

source: Firefox for Android
bs: Firefox za Android
cy: Firefox ar gyfer Android
es_mx: Firefox para Android

source: Additional privacy settings
bs: Dodatne postavke privatnosti
cy: Gosodiadau preifatrwydd ychwanegol
es_mx: Configuraciones adicionales de privacidad

source: Many browsers offer a range of privacy settings that will help you stay in control. Explore them here:
bs: Mnogi pretraživači nude niz postavki privatnosti koje će vam pomoći ostati u kontroli. Istražite ih ovdje:
cy: Mae llawer o borwyr yn cynnig amrywiaeth o osodiadau preifatrwydd a fydd yn eich helpu i gadw mewn rheolaeth. Mae nhw i'w gweld yma:
es_mx: Muchos navegadores ofrecen configuraciones de rangos de privacidad que te ayudan a estar en control. Exploralos aquí:

source: Share your tracking smarts
bs: Podijelite vaše znanje o praćenju
cy: Rhannwch eich gwybodaeth tracio
es_mx: Comparte tus rastreos inteligentes

source: Now that you have some tools and the knowledge to protect yourself, spread the word to friends.
bs: Sada kada imate neke alate i znanje da zaštitite sebe, podijelite to sa prijateljima.
cy: Nawr bod gennych rhywfaint o offer a gwybodaeth i ddiogelu eich hun, dywedwch wrth eich ffrindiau.
es_mx: Ahora que tienes algunas herramientas y el conocimientos para protegerte, comparte la palabra con tus amigos.

source: The more everybody knows about tracking and how to protect their online data, the better off we’ll all be. Feel free to use the questions below to keep the conversation going!
bs: Što više svi znaju o praćenju i kako da zaštite svoje podatke na mreži, svi ćemo biti bolji. Budite slobodni koristiti pitanja ispod da se razgovor nastavi!
cy: Po fwyaf y bydd pawb yn gwybod am dracio a sut i warchod eu data ar-lein, y gorau fydd hi i ni gyd. Mae croeso i chi ddefnyddio'r cwestiynau isod i barhau'r sgwrs!
es_mx: Cuanto más sepan todos acerca del rastreo y como proteger su información en línea, mejor estaremos. ¡Siéntete libre de utilizar las siguientes preguntas para mantener la conversación adelante!

source: Are you a teacher? Give your students <a href="{url}">a simple lesson on tracking</a>.
bs: Jeste li učitelj? Dajte vašim studentima <a href="{url}">jednostavne lekcije o praćenju</a>.
cy: Ydych chi'n athro? Rhowch <a href="{url}">wers syml ar dracio</a> i'ch myfyrwyr.
es_mx: ¿Eres profesor? Dale a tus estudiantes <a href="{url}">una sencilla lección de rastreo</a>.

source: What privacy settings do you use in your browser?
bs: Koje postavke privatnosti koristite u vašem pretraživaču?
cy: Pa osodiadau preifatrwydd ydych chi'n eu defnyddio yn eich porwr?
es_mx: ¿Que configuraciones de privacidad usas en tu navegador?

source: How much are you willing to share about yourself in exchange for personalized content?
bs: Koliko ste spremni podijeliti o sebi u zamjenu za presonalizirani sadržaj?
cy: Faint ydych chi'n barod i rannu amdanoch eich hun yn gyfnewid am gynnwys wedi ei bersonoli?
es_mx: ¿Cuánto está dispuesto a compartir acerca de ti a cambio de contenido personalizado?

source: Have you ever used private browsing?
bs: Da li ste ikad koristili privatno pretraživanje?
cy: Ydych chi erioed wedi defnyddio pori preifat?
es_mx: ¿Haz usado la Navegación Privada?
