Repository: alvinlaz96/mozilla-lang
Catalog: cak/teach/smarton/security.lang.po
Languages: cak

source: Get smart on cybersecurity
cak: Katok jwi' pa ruwi' chanpomanjikomal

source: Look both ways, stay updated, and make sure your passwords are as buff as you are. Get smart on cybersecurity.
cak: Katzu'un chi taq axik'in, junelïk tab'ana' ri k'exoj chuqa' tajikib'a' chi ri ewan taq atzij kan e jikïl. Katok jwi' pa ruwi' chanpomanelil jikomal.

source: Cybersecurity
cak: Chanpomanelil Jikomal

source: Ask yourself
cak: Tak'utuj qa chawe rat

source: Do you check for a secure connection when browsing the Web? Do you know how to recognize one?
cak: ¿Tanik'oj chi ri taq okem e ütz toq yatok pa Ajk'amaya'l? ¿Achike rub'eyal nawetamaj ruwa?

source: Are you doing as much to secure your online information as you do your personal property?
cak: ¿La tajin nab'än ronojel chi ri awetamab'al pa k'amab'ey kan e ütz achi'el chuqa' ri taq awichinil awichin rat?

source: How many passwords do you use, and how long have you had them?
cak: ¿Janipe' ewan taq tzij ye'awokisaj chuqa' jarupe' chik q'ijul e'awokisan pe?

source: Cybersecurity explained
cak: Chanpomanelil Jikomal tzijon rij

source: As intimidating as it may sound, cybersecurity is actually really simple: it just means protecting yourself and your information online.
cak: Achi'el itzel ri nak'axäx, ri chanpomanelil jikomal kan man k'ayew ta: xa xe nuq'ajuj chi nachajij awi' chuqa' ri awetamab'al pa k'amab'ey.

source: You can’t prevent every threat out there – online or off.
cak: Man yatikïr ta ye'atz'ët ri k'ayewal e k'o chi rij – pa k'amab'ey o manäq.

source: But you can definitely minimize your risk with some awareness and common sense.
cak: Xa xe yatikïr nach'utinisaj ri k'ayewal rik'in ach'ob'oj chuqa' ana'ojib'al.

source: Watch this video
cak: Titz'et re silowachib'äl re'

source: This PBS’ Nova Labs video offers great background on cybersecurity.
cak: Re PBS’ Nova Labs silowachib'äl re' nuk'üt etal pa chanpomanelil jikomal.

source: The Three Watch-Outs
cak: Ri oxi' Watch-Outs

source: Visit our cybersecurity glossary on <a href="{url}">Shape of the Web</a> to nerd out on security terms and techniques.
cak: Tatz'eta' ri qacholtzij richin chanpomanelil jikomal pa <a href="{url}">Rub'anikil Ajk'amaya'l</a> richin nawetamaj taq rutzij chuqa' taq rub'eyal jikomal.

source: of Internet users are concerned about someone hacking into their online accounts and stealing personal information like photos and private messages.
cak: yemayon ri qawinaq ruma chi k'ate' k'o jun majonel tok pa retal kitaqoya'l richin k'amab'ey, akuchi' treleq'aj el ri retamab'al achi'el taq ruwachib'al chuqa' ichinan taq rutzijol taqoj.

source: (CIGI IPSOS, November 2014)
cak: (CIGI IPSOS, Rujulaj ik' 2014)

source: Protecting yourself starts with knowing what to look out for. Here’s a quick rundown of the three most common cybersecurity threats:
cak: Tachajij awi' rik'in nachäp retamaxik jujun taq wachinäq k'atzinel ye'awoqaj. Wawe' yeqacholajij qa pa aninäq ri oxi' relik chanpomanelil taq q'oloj:

source: Manipulation
cak: Q'oloj

source: Malicious hackers use all kinds of tricks to access and exploit your personal information.
cak: Itzel taq majonela' yekokisaj jalajöj ruwäch chi q'oloj richin ye'ok chuqa' nikinik'oj ri awetamab'al.

source: Like phishing (e.g. a fake bank email asking for your personal information), spamming, hacked accounts and the classic “Nigerian Prince” email (also called a “419 scam”).
cak: Achi'el el ri k'exonel (achi'el toq jun rutaqoya'l me qitzij pwaqb'äl nuk'utuj ri awetamab'al), seq'tzijolal, majon retal taqoya'l chuqa' ri junelïk rutaqoya'l ri “Aj Nigeria Ch'uti'ajpop” (“scam 419” b'ina'am chuqa').

source: Healthy skepticism is your best friend on this front.
cak: Utziläj chi ch'ob'oj, awachib'il chuwäch ri tajin nik'ulwachitäj.

source: Test your phishing knowledge
cak: Tatojtob'ej ri awetamab'al chi rij ri k'exonel

source: Malware
cak: Nimachikopil

source: Viruses, worms, Trojan horses… These nasty little programs are designed to infect your machine to cause damage, steal personal information, spy or force ads on you.
cak: Chikopil, jutil, aj Troya kej… Re koköj itzel taq kema' re enuk'un richin nikitz'ila' ri akematz'ib' chuqa' richin nuya' pa k'ayewal, nikeleq'aj etamab'äl, yenachan o yekik'üt pe taq rutzijol.

source: Avoiding malware means being smart about where you click.
cak: Ruq'atik nimachikopil nuq'ajuj chi k'o chi atna'owinäq, akuchi' yapitz'on qa.

source: Network and Computer Attacks
cak: K'amab'ey chuqa' kichapik taq kematz'ib'

source: Websites and networks are vulnerable to attacks from the simple to the very sophisticated.
cak: Ri ruxaq Ajk'amaya'l chuqa' taq k'amab'ey majun kuchuq'a' chi kiwäch taq chapoj, achi'el ri taq e relïk k'a ri yalan e nimaläj.

source: This threat is the hardest to prevent. But you can put a few more barriers between yourself and the attackers.
cak: Re k'ayewal re', ja re' ri yalan k'ayew richin nisol ruwäch. Xa xe chi yatikïr naya' jujun tz'aqät taq q'atoj chi akojol rik'in ri chaponel.

source: Build your safety net
cak: Tanuk'u' jun ütz k'amab'ey

source: Improve your security online with these safety measures recommended by Mozilla policy pros.
cak: Tawutzila ri ajikomal pa k'amab'ey rik'in re taq retab'al jikimal, echilab'en kuma ri etamanela' pa ruwi' Mozilla na'ojil.

source: Look both ways
cak: Katzu'un chi taq axikin

source: The first and most important thing is just to pay close attention to where and when you click.
cak: Ri nab'ey chuqa' yalan rejqalem ja ri k'o chi awetaman akuchi' yapitz'on wi.

source: Trust your gut
cak: Takuqub'a' awi' chi rij ri ana'ob'al

source: If a link or download doesn’t feel quite right, it probably isn’t.
cak: We jun ximonel o jun qasanïk achi'el man ütz ta natz'ët, jik chi xa itzel.

source: Make sure you install programs only from verified trusted sources, and don’t click on anything that looks even remotely suspicious – even when you think you know the source.
cak: Tajikib'a' chi xa xe ye'ayäk taq kema', ri awetaman akuchi' epetenäq wi, chuqa' man tapïtz' xab'achike chi wachinäq ri achi'el chi itzel – chuqa' we nana'ojij chi awetaman akuchi' petenäq.

source: Watch yourself in public
cak: Tatz'eta' awi' chi kikojol winaqi'

source: When you navigate the Web on a public Wi-Fi network, anyone who chooses to snoop can see some or all of your activity.
cak: Toq atokinäq pa Ajk'amaya'l rik'in jun aj winäq Mek'am k'amab'ey, xab'achike najowan nitikïr nunik'oj jub'a' o ronojel ri asamajin.

source: So avoid sensitive activities when surfing in public.
cak: Ruma ri' man ke'ab'än taq samaj, ri nikiya' pa k'ayewal ri ajikomal toq yatok pa jun aj winäq k'amaya'l.

source: And before you share any kind of info anywhere online, think about how it might make you vulnerable.
cak: Chuwäch nakomonij xab'achike chi etamab'äl pa k'amab'ey, tana'ojij pa ruwi' ri achike rub'eyal yatrutz'ila'.

source: Lock your doors
cak: Tatz'apij ri taq ruchi' jay

source: Strong password practices are your single best protection against almost every kind of threat on the Web.
cak: Nawokisaj jun ütz chi ewan tzij, jun tob'äl chuwäch xab'achike chi k'ayewal pa Ajk'amaya'l.

source: Choose strong PINs and passwords
cak: Ke'acha' ütz ewan taq tzij chuqa' taq PIN

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
cak: Wawe' k'o jujun <a href="{url}">taq rupixa' Mozilla richin ye'atz'ük' utziläj ewan taq tzij richin jujun taq awokisaxel chuqa' taqoya'l</a>

source: And get in the habit of changing your passwords once a year.
cak: Chuqa' tuk'uluj chawe ye'ajäl ri ewan taq atzij jumul pa jun juna'.

source: Don’t use a single password everywhere
cak: Man tawokisaj xa xe ok jun ewan tzij richin ronojel.

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
cak: ¿La nawokisaj ta k'a xa xe ok jun jaqb'äl richin najäq ri ruchi' awochoch, ach'ich' o akuchi' nayäk ab'eyomal?

source: <a href="{url}">Keep track with a password manager</a> instead.
cak: Pa ruk'exel ri <a href="{url}">nuk'waj jun rucholajem tz'ib'anïk rik'in jun k'wayöl ewan taq tzij</a>.

source: Do the two-step
cak: Tab'ana' rik'in ka'i' xak.

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
cak: Richin ri utziläj chajinïk, tawoqaj ri jikib'anïk pa ka'i' xak we tikirel.

source: Find out more.
cak: Tawila' ch'aqa' chik

source: In case of emergency
cak: Toq nik'atzin yan chawe

source: Here’s what to do <a href="{url}">if you think your account has been compromised</a>.
cak: Wawe' yatikïr natz'ët achike k'o chi nab'än <a href="{url}">we kitz'ilon ri ataqoya'l</a>.

source: Fix it before it breaks
cak: Tachojmirisaj chuwäch xtiyojtäj

source: Software updates are like oil changes ­– they can be a hassle in the moment, but a lifesaver in hindsight.
cak: Ri k'exoj taq kema' ejalwachinela' – rik'in jub'a' enaqonel pa ri ti ramaj, xa xe chi yetikïr nikiköl ak'aslem.

source: Update apps and devices regularly to take advantage of developers’ latest and greatest security enhancements.
cak: Jutaqil ke'ak'exa' ri taq chokoy chuqa' ri taq okisaxel richin nawïl kutzil ri ruk'isib'äl taq chojmirisanïk chi rij ri kijikomal b'anonela'.

source: Browsers
cak: Taq Okik'amaya'l

source: Firefox update
cak: Tik'ex Firefox

source: Firefox plugin check
cak: Kenik'öx ri taq runak'ab'al Firefox

source: Chrome update
cak: Tik'ex Chrome

source: Chrome plugin check
cak: Kenik'öx ri taq runak'ab'al Chrome

source: Internet Explorer update
cak: Tik'ex Internet Explorer

source: Internet Explorer plugin check
cak: Kenik'öx ri taq runak'ab'al Internet Explorer

source: Safari update
cak: Tik'ex Safari

source: Safari plugin check
cak: Tinik'öx ri taq runak'ab'al Safari

source: Here are two free options:
cak: Wawe' k'o ka'i' sipan taq cha'oj:
