Repository: alvinlaz96/mozilla-lang
Catalog: cak/teach/smarton/surveillance.lang.po
Languages: cak

source: Get smart on government surveillance
cak: Katok na'owinäq pa ruwi' chanpomal chajinïk

source: Decide where you think the line should be – and keep others from crossing it. Get smart on government surveillance.
cak: Taya' chawäch akuchi' nab'onij ri juch' chuqa' tatz'eta' chi ri ch'aqa' man tikimëj apo. Katok na'owinäq pa ruwi' chanpomal chajinïk.

source: Ask yourself
cak: Tak'utuj qa chawe rat

source: If you’re not under investigation, should the government be able to:
cak: We man tajin ta yajikilib'äx, k'o ta k'a chi k'o ruch'ojib'al ri chanpomal richin:

source: monitor your phone calls?
cak: yeruchajij ri taq awoyonik pa oyonib'äl?

source: read your emails and view the photos I send?
cak: nusik'ij ri ataqoya'l chuqa' ri taq wachib'äl yentäq?

source: see what you search for on the Web?
cak: nutz'ët ri nakanoj pan Ajk'amaya'l?

source: Government surveillance explained
cak: Jun rutzijoxik ri chanpomanel chajinïk

source: Stakeouts have always been an essential tool for law enforcement and national security.
cak: Stakeouts junelïk okinäq jun k'atzinel chi samajib'äl richin nib'anatäj ri taqonem tzij chuqa' ri amaq' jikomal.

source: The difference now is that they’ve moved beyond binoculars, bugs and bad guys: surveillance has gone digital.
cak: Ri rukojol ja chi wakami q'axinäq chi kiwäch ri taq näj tzub'äl, ewan q'asäy ch'ab'äl chuqa' itzel taq ak'wala': ri chajinïk xapon pa kematz'ib'.

source: All that data we generate through our daily activities online allows governments to keep an eye on lots of people at once, in hopes of catching the ones who are up to no good.
cak: Ronojel ri etamab'äl yeqab'än pa taq qasamaj q'ij q'ij pa k'amab'ey, nuya' q'ij chi ke ri chanpomanela', yekitz'ët k'ïy winaqi' pa junam q'ijul richin yechapatäj ri itzel kina'oj.

source: It’s like grabbing a giant haystack just in case there might be a needle inside.
cak: Achi'el nichap jun nimak'ïm we xa ta k'o ta jun b'aq chupam.

source: Stored info is vulnerable info
cak: Yakäl etamab'äl, etamab'äl ri k'o pa k'ayewal

source: In order to tailor personal experiences for you, virtually every technology company you interact with collects and stores some amount of your personal information.
cak: Richin nik'ulutäj ri awetamab'al, konojel ri taq ajk'aymoloj richin na'ob'äl achoq kik'in yatzijon nikimöl chuqa' nikiyäk jun peraj chi re ri awetamab'al.

source: Under certain circumstances, those companies can be forced to <a href="{url}">turn over your information to governments</a>.
cak: Rik'in jujun taq aruma', re taq nimamoloj re' tikirel nib'an chi ke chi <a href="{url}">nikik'üt ri awetamab'al chi ke ri chanpomanela'</a>.

source: So what should companies do?
cak: ¿Achike ta k'o chi nikib'än ri taq nimamoloj?

source: They can be proactive about protecting users’ information by limiting data collection to what’s needed, making data anonymous where possible, and deleting data when it’s no longer necessary.
cak: Tikirel ye'ok samajela' richin nikichajij ri ketamab'al winaqi', akuchi' kekichajij ri taq tzij yekimöl chi kiwäch ri nikajo', akuchi' chuqa' ri etamab'äl man tetamäx achoq ichin chuqa' keyuj el toq man nik'atzin ta chik.

source: This is what we practice at Mozilla.
cak: Je re' ri niqasamajij pa Mozilla.

source: The solution: Safeguards
cak: Ri rusolik: kolonel chajinela'

source: When surveillance is too broad or lacks key safeguards – like getting a warrant from a judge – it can be abused, either accidentally or on purpose. And our personal privacy is what’s at stake.
cak: Toq yalan yan chik ri chajinïk o majun ruxe'el kolonel chajinela' – achi'el rub'eyal richin nikanöx jun rutaqoj jun q'atöy tzij – rik'in jub'a' nik'o kiwi', estape' man nikajo' ta o pa rub'anikil. Ruma ri' ri k'o pa k'ayewal ja ri qichinanem.

source: In order to protect our personal liberties and maintain our trust in the Internet, Mozilla’s policy team proposes that government surveillance must follow three fundamental principles:
cak: Pa rucholajem richin nichajïk ri qajamalil chuqa' richin niqakuqub'a' qak'u'x chi rij ri K'amaya'l, ri rumolaj runa'ojil Mozilla nub'ij chi ri chajinïk chanpomal k'o ta chi nutzeqelb'ej oxi' ruxe' ruk'u'x taq tzij:

source: Minimal impact
cak: Ko'öl ruchuq'a'

source: Efforts should be made to collect only the information that’s needed, without compromising Internet infrastructure, technology companies’ data systems, or users’ trust.
cak: K'o ta chi xa xe yemol ri k'atzinel taq etamab'äl, akuchi' majun nib'an chi re ri ruch'akulal K'amaya'l, Kiq'inoj taq kitzij na'ob'äl taq nimamoloj o ri kuqub'äl k'u'x winaqi'.

source: Accountability
cak: Kitzijol cholpwäq

source: Governments should be held accountable.
cak: Ri chanpomanela' k'o ta chi nikiya' rutzijol cholpwäq.

source: This means being transparent and specific about information collection, and answering to independent oversight and to the public.
cak: Re re' nuq'ajuj chi k'o chi yojok ch'ajch'öj chuqa' öj jikïl chi rij ri kimolik etamab'äl chuqa' nitz'et ruwäch jun jamäl nik'oxïk chuqa' chi kiwäch winaqi'.

source: User security
cak: Chanpomanelil Rujikomal winäq

source: Strong encryption and security keep us safe from many kinds of criminals.
cak: Nima'q ewan rusik'ixik chuqa jikomal yojkito' richin niqaköl qi' chi kiwäch ri jalajöj taq ajtzay.

source: Governments shouldn’t weaken the security of all in the name of spying on a few.
cak: Ri taq chanpomal man ta nikiqasaj ruchuq'a' ri qajikomal ruma chi k'o chi yerunachaj e ka'i' oxi' ok.

source: “Some amount of surveillance for law enforcement and intelligence, properly designed, is valuable to keep us safe. But when it’s too broad, it violates the privacy rights of millions of innocent people, and can even undermine our security.”
cak: “Jun retab'al chajinïk richin noqäx ri taqonem tzij chuqa' na'ojil, ri enuk'un, janila e k'atzinel richin yojkolotäj. Xa xe chi toq nik'o yan ruwi', nutz'ila kich'ojib'al kichinanem ajt'ij chi utziläj winaqi', chuqa' nitikïr nuyüj ri qajikomal.”

source: — Chris Riley, Head of Public Policy, Mozilla
cak: — Chris Riley, K'amöl rub'ey winäq taq na'ojil, Mozilla

source: of Internet users are concerned with the police or other government agencies from their country secretly monitoring their online activities
cak: ri e ruwinaq K'amaya'l nikimäy chi ri ajpotz' o ri chanpomanel taq nimasamajay pan atinamit nikinik'oj pa ewäl ri asamaj pa k'amab'ey.

source: (CIGI IPSOS, November 2014)
cak: (CIGI IPSOS, Rujulaj ik' 2014)

source: Act before you react
cak: Tab'ana' asamaj chuwäch nuna' awäch

source: We all have the right to live a full online life without fear of surveillance. Rather than give up your freedom, take back your control.
cak: Qonojel k'o qach'ojib'al richin jumul yojk'ase' pa k'amab'ey, akuchi' majun xib'ri'ïl ruma tajin nichajïx. Pa ruk'exel naxutuj kan ri ajamalil, tik'oje' pan aq'a' ri chajinïk.

source: Take a stand
cak: Tacha' jun ak'ojlemal

source: The first thing we can all do is keep our eyes and ears out – and make our voices heard.
cak: Ri nab'ey k'o chi niqab'än ja chi tiqaya' qatzub'al chuqa' qak'axab'al – chuqa' tiqab'ana' chi yojak'axäx.

source: Get informed
cak: Takanoj atzijob'al

source: Start with a simple online search to learn about your government’s stance on surveillance, so you can make informed decisions about your privacy.
cak: Tatikirisaj rik'in jun relik kanoxïk pa k'amab'ey richin netamäx chi rij ri rutzij chanpomanel pa ruwi' chajinïk, ke ri' yatikïr naya' el chawäch chi rij ri awichinaxik.

source: Stay updated
cak: Tak'exela' awi'

source: Sign up for the <a href="{url}">Mozilla newsletter</a> (English only).
cak: Tatz'ib'aj awi' richin <a href="{url}">Ko'öl ruwäj Mozilla</a> (Xa xe Q'anchi').

source: We actively track issues of mass surveillance and other threats to the Web, so we’ll let you know about opportunities to speak out.
cak: Yeqatzeqelb'ej k'ayewal chi rij k'ïy chajinïk chuqa' ch'aqa' chik taq q'oloj pa Ajk'amaya'l, ke ri' niqaya' q'ij chawe nawetamaj pa ruwi' yatikïr yach'o.

source: Close your blinds
cak: Ke'atz'apij ri taq atz'yaqiwiqoj

source: These quick steps can help protect you from overreaching surveillance practices.
cak: Re aninäq taq xak re' yetikïr yatkito' richin yatikichajij chuwäch chajinïk.

source: Browse carefully
cak: Tachajij awi' toq yatok pa k'amaya'l

source: Always look for the padlock in your browser’s address bar.
cak: Junelïk tatz'eta' ri tz'apib'äl pa rochochib'al rutaqoya'l awokik'amaya'l.

source: Cap your camera
cak: Takuchu' ri elesäy awachib'al

source: Put a sticker in front of your webcam when you’re not using it.
cak: Taya' kan jun wachib'äl chuwäch ri ajk'amaya'l elesab'al awachib'al toq man nawokisaj ta.

source: Watch the Wi-Fi
cak: Tatz'eta' ri Mek'am

source: Be careful when using a public Wi-Fi network.
cak: Tachajij awi' toq nawokisaj jun ajwinäq Mek'am k'amaya'l.

source: Find out more.
cak: Tawila' ch'aqa' chik.

source: Change your locks
cak: Ke'ak'exa' ri taq atz'apib'al

source: Passwords are an essential tool for shielding information from prying eyes.
cak: Ri ewan taq tzij k'atzinel taq samajib'äl richin nitz'apïx ketamab'al ri ajk'otonela'.

source: Choose strong PINs and passwords.
cak: Ke'acha' ütz ewan taq tzij chuqa' taq PIN.

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
cak: Wawe' k'o jujun <a href="{url}">taq rupixa' Mozilla richin ye'atz'ük' utziläj ewan taq tzij richin jujun taq awokisaxel chuqa' taqoya'l</a>

source: And get in the habit of changing your passwords once a year.
cak: Chuqa' tuk'uluj chawe ye'ajäl ri ewan taq atzij jumul pa jun juna'.

source: Don’t use a single password everywhere.
cak: Man tawokisaj xa xe ok jun ewan tzij richin ronojel.

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
cak: ¿La nawokisaj ta k'a xa xe ok jun jaqb'äl richin najäq ri ruchi' awochoch, ach'ich' o akuchi' nayäk ab'eyomal?

source: Keep track with a password manager instead.
cak: Tik'oje' jun kanoxïk rik'in ri anuk'samajel richin ewan taq tzij.

source: See instructions for <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> and <a href="{opera}">Opera</a>.
cak: Ke'atz'eta' ri taq k'utunem richin <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> chuqa' <a href="{opera}">Opera</a>.

source: Do the two-step
cak: Tab'ana' re ka'i' taq xak

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
cak: Richin ri utziläj chajinïk, tawoqaj ri jikib'anïk pa ka'i' xak we tikirel.

source: Try encryption
cak: Tatojtob'ej nawewaj rusik'ixik

source: Encryption is a bit like scrambling a frequency: it turns information into codes that can only be read if you have the right keys.
cak: Ri ewan rusik'ixik achi'el ruxolik jun jutaqilal: nupo' ri' ri etamab'äl pa b'itz'ib', ri xa xe yatikïr nasik'ij we k'o ri ütz jaqb'äl awik'in.

source: No software provides perfect protection from spying, but Mozilla programmers recommend these easy encryption tools to take your online security beyond basic.
cak: Majun kema' nitikïr nito'on chuwäch ri ajxikinaj, xa xe chi ri rukemonela' Mozilla yekichilab'ej re relik taq rusamajib'al ewan sik'inem richin yatruto' rik'in ri ajikomal pa k'amab'ey jotöl chuwäch ri ruxe'el.

source: Phone apps
cak: Oyonib'alil taq chokoy

source: These apps use encryption to secure your phone calls, texts, picture and video communications.
cak: Re taq chokoy re' nikokisaj ewan sik'inem richin yekichajij ri taq awoyonik pan oyonib'äl, taq tz'ib'anïk, taq wachib'äl chuqa' taq silowachib'äl.

source: Device encryption
cak: Tewäx rusik'ixik okisaxel

source: Use these on your devices to make sure the only eyes that see your personal information are the ones you authorize.
cak: Ke'awokisaj re re' pan awokisaxel richin at jikïl chi achike ri yetz'eto ri awetamab'al, e ja ri aya'on q'ij chi ke.

source: <a href="{url}">FileVault</a> — a free and built-in way to encrypt your Mac’s startup disk
cak: <a href="{url}">FileVault</a> — jun sipan chuqa' tz'aqatisan rub'anikil richin newäx rusik'ixik ri tikirisanel runimayakb'al ri Mac awichin.

source: Use <a href="{url1}">BitLocker</a> (Windows Pro) or a free program called <a href="{url2}">Diskcryptor</a> (standard Windows versions).
cak: Tawokisaj <a href="{url1}">BitLocker</a> (Windows Pro) o jun sipan kema' rub'ina'am <a href="{url2}">Diskcryptor</a> (ruchojmil taq ruwäch Windows).

source: Full-disk encryption is usually offered when you set up your system (it’s called LUKS).
cak: Ri rewaxik rusik'ixik chijun ri nimayakb'äl nisuj toq nanuk'ub'ej ri aq'inoj (rub'ina'am LUKS).

source: <a href="{url}">See instructions here</a> for your Android device.
cak: <a href="{url}">Ke'atz'eta' wawe' ri taq k'utunem</a> richin ri Android awokisaxel.

source: Have an iPhone, iPad or iPod? <a href="{url}">See instructions here</a>.
cak: ¿La k'o jun a iPhone, iPad o iPod? <a href="{url}"> Ke'atz'eta' ri taq k'utunem wawe'</a>.

source: Blast your surveillance smarts
cak: Tatz'eta' rik'in ana'oj ri achajinik

source: Now that you have tools to help protect yourself, spread the word to friends.
cak: Wakami chi e k'o taq asamajib'al richin nachajij awi', taya' rutzijol chi ke ri awachib'il.

source: The only way we’ll get a handle on this fundamental issue of technology is if we keep the conversation going.
cak: Ri ruyonil b'ey k'o richin yeqasöl ri nima'q taq k'ayewal pa ruwi' na'ob'äl ja chi k'o chi yojtzijon toq tajin yojb'i'yin.

source: Which would you be more comfortable sharing with the government: your checking account number or your DNA profile?
cak: ¿Achike ta ütz nikomonïx rik'in ri chanpomal: ri rucholpwaq awujpwaq o ri ruwäch rub'i' ri ADN awichin?

source: If you had a digital lockbox that no one could see but you, what would you put in it?
cak: Xa ta k'o jun akaxa kematz'ib' jikomal, ri majun nitz'eto xa xe rat, ¿achike ta naya' chupam?
