Repository: alvinlaz96/mozilla-lang
Catalog: */thunderbird/features.lang.po
Languages: bn_bd, es_mx, hi_in, is, nn_no

source: Thunderbird protects you from email scams which try to trick users into handing over personal and confidential information by indicating when a message is a potential phishing attempt. As a second line of defense, Thunderbird warns you when you click on a link which appears to be taking you to a different Web site than the one indicated by the URL in the message.
bn_bd: থান্ডারবার্ড আপনাকে ইমেইল স্ক্যাম থেকে রক্ষা কর, যা ফিশিং প্রচেষ্টা দ্বারা ব্যবহারকারীদের ব্যক্তিগত ও গোপনীয় তথ্য হস্তান্তর করে নেয়। প্রতিরক্ষার দ্বিতীয় পর্বে, থান্ডারবার্ড আপনাকে সতর্ক করে,যখন আপনি একটি লিংকে ক্লিক করেন যা বার্তায় URL দ্বারা নির্দেশিত এক তুলনায় ভিন্ন ওয়েব সাইট থেকে আপনাকে গ্রহণ করা হচ্ছে।
es_mx: Thunderbird te protege de estafas por correo electrónico que tratan de engañar a los usuarios para que entreguen información personal y confidencial indicando cuando un mensaje es un potencial intento de phishing. Como segunda línea de defensa, Thunderbird te advierte cuando se hace clic en un enlace que parece ser que te llevará a un sitio Web diferente a lo indicada por la dirección en la URL del mensaje.
hi_in: वाइकिंग 2007 में इंडोनेशिया में पहला फ़ायरफ़ॉक्स लॉन्च पार्टी आयोजित किये थे और देश भर में समुदाय मार्केटिंग प्रयासों का नेतृव किये हैं.
is: Thunderbird verndar þig frá fölsuðum pósti sem reynir að plata notendur í að láta af hendi persónuleg gögn og leynilegar upplýsingar, með því að gefa til kynna hvort pósturinn sé hugsanlega frá svikara. Einnig lætur Thunderbird vita þegar þú smellir á tengil sem fer á annað vefsvæði en það sem er í póstinum.

source: Automated Update
bn_bd: স্বয়ংক্রিয় হালনাগাদ
es_mx: Actualizaciones automatizadas
hi_in: स्वाचालित अद्यतन
is: Sjálfvirk uppfærsla
nn_no: Automatiske oppdateringar

source: Thunderbird’s update system checks to see if you’re running the latest version, and notifies you when a security update is available. These security updates are small (usually 200KB - 700KB), giving you only what you need and making the security update quick to download and install. The automated update system provides updates for Thunderbird on Windows, Mac OS X, and Linux in over 40 different languages.
es_mx: El sistema de actualizaciones de Thunderbird comprueba si se está ejecutando la última versión, y te notifica cuando una actualización de seguridad está disponible. Estas actualizaciones de seguridad son pequeñas (normalmente 200KB - 700KB), que te dan sólo lo que necesita y haciendo que la actualización de seguridad sea rápida para descargar e instalar. El sistema de actualizaciones automáticas brinda actualizaciones para Thunderbird en Windows, Mac OS X y Linux en más de 40 idiomas diferentes.
hi_in: थंडरबर्ड की अद्यतन प्रणाली जांचती है की क्या आप नवीनतम संस्करण चला रहे हैं, एवं सुरक्षा अद्यतन उपलब्ध होने पर आपको सूचित करती है. यह सुरक्षा अद्यतन छोटी होती हैं (सामान्यतः 200केबी - 700केबी ), और प्रदान करती हैं केवल वही जिसकी आपकी जरूरत हो एवं सुरक्षा अद्यतन को जल्दी से डाउनलोड एवं स्थापित करने योग्य बनाती हैं. स्वचालित अद्यतन प्रणाली अद्यतन प्रदान करती है विंडोज, मैक ओएस एक्स, एवं लिनक्स पर थंडरबर्ड के लिए अद्यतन 40 से भी ज्यादा विभिन्न भाषाओं में.
is: Thunderbird athugar reglulega hvort þú ert að keyra nýjustu útgáfuna, og lætur þig vita ef öryggisuppfærsla er tiltæk. Þessar öryggisuppfærslur eru venjulega mjög litlar (oftast 200KB - 700KB), þannig að öryggisuppfærsla er fljót að niðurhalast og uppsetningin er hröð. Sjálfvirkar uppfærslur eru til fyrir Thunderbird á Windows, Mac OS X, og Linux á yfir 40 mismunandi tungumálum.

source: Cutting Out the Junk
bn_bd: আবর্জনা মুছে ফেলা হচ্ছে
es_mx: Recortar la basura
hi_in: जंक को काटते हुए
is: Henda út ruslinu
nn_no: Kuttar ut søppelet

source: Thunderbird’s popular junk mail tools have been updated to stay ahead of spam. Each email you receive passes through Thunderbird’s leading-edge junk mail filters. Each time you mark messages as spam, Thunderbird "learns" and improves its filtering so you can spend more time reading the mail that matters. Thunderbird can also use your mail provider’s spam filters to keep junk mail out of your inbox.
es_mx: Las populares herramientas de correo basura de Thunderbird se han actualizado para mantenerse por delante del spam. Cada correo electrónico que recibes pasa a través de filtros de vanguardia de correo basura de Thunderbird. Cada vez que marca los mensajes como spam, Thunderbird "aprende" y mejora su filtrado para que puedas dedicar más tiempo a leer el correo importante. Thunderbird también puede usar los filtros de spam de tu proveedor de correo para mantener el correo basura fuera de la bandeja de entrada.
hi_in: थंडरबर्ड पॉपुलर जंक मेल टूल स्पैम के आगे रहने को अद्यतन किया गया हैं. प्रत्येक ईमेल जो आप पाते हैं थंडरबर्ड के अग्रभाग जंक मेल फ़िल्टर से होकर गुजरता हैं. हर बार जब आप स्पैम के रूप में संदेश को चिह्न लगाते हैं, थंडरबर्ड "पढ़ता" हैं और इसके फ़िल्टर को सुधरना है ताकि आप ज्यादा समय मेल पढ़ने में बिता सकते हैं यही महत्व हैं. थंडरबर्ड जंक मेल इनबॉक्स से बहार रखने के लिए आपके मेल प्रवाइडर का स्पैम फ़िल्टर का भी उपयोग कर सकता हैं.
is: Hið vinsæla Thunderbird ruslpóstsíutól hefur verið uppfært til að vera skrefinu framar en ruslpósturinn. Hver móttekinn póstur fer í gegnum ruslpóstsíu Thunderbird sem byggir á allra nýjustu tækni. Í hvert skipti sem þú merkir póst sem ruslpóst, "lærir" Thunderbird og endurbætir síuna þannig að þú getur notað þinn tíma frekar í að lesa póst sem skiptir máli. Thunderbird getur einnig notað þá ruslpóstsíu sem tölvupóstþjónustuaðilinn býður upp á til að halda ruslpóstinum frá innhólfinu.

source: Open Source
bn_bd: ওপেন সোর্স
es_mx: Código abierto
hi_in: मुक्त स्रोत
is: Frjáls kóði
nn_no: Open kjeldekode

source: At the heart of Thunderbird is an open source development process driven by thousands of passionate, experienced developers and security experts spread all over the world. Our openness and active community of experts helps to ensure our products are more secure and quickly updated, while also enabling us to take advantage of the best third party security scanning and evaluation tools to further bolster overall security.
es_mx: El corazón de Thunderbird es un proceso de desarrollo de código abierto conducido por miles de apasionados y experimentados desarrolladores y expertos en seguridad repartidos por todo el mundo. Nuestra apertura y activa comunidad de expertos ayuda a asegurar que nuestros productos son más seguros y actualizados rápidamente, al mismo tiempo que nos permite disfrutar de las mejores herramientas de análisis de seguridad de terceros y de evaluación para aumentar la seguridad general.
hi_in: थंडरबर्ड के ह्रदय पर पुरे विश्व में फैले हजारों भावुक, अनुभवी डेवलपर्स और सुरक्षा विशेषज्ञों के द्वारा एक ओपन सोर्स डेवलपमेंट प्रक्रिया हैं. विशेषज्ञों के हमारा खुलापन और सक्रिय समुदाय मदद करता हैं यह सुनिश्चित करने की हमारा प्रोडक्ट अधिक सुरक्षित और जल्दी अद्यतन होता हैं, जबकि सबसे अच्छा तीसरे पक्ष के सुरक्षा स्कैनिंग और समग्र सुरक्षा को आगे रक्षा करने का निरूपण टूल्स का लाभ लेने को हमलोगो को सक्षम बना रहा हैं.
is: Grunnur Thunderbird er frjáls hugbúnaður sem er þróaður af þúsund áhugasamra, reyndra, þróunaraðila og öryggissérfræðinga út um allan heim. Okkar frelsi og samfélag af virkum sérfræðingum hjálpa við að tryggja að vörur okkar séu öruggar og uppfærðar mjög fljótt, en leyfa okkur samt sem áður að nota það besta af öryggisforritum frá þriðja aðila til að styrkja heildaröryggið.
