Repository: alvinlaz96/mozilla-lang
Catalog: */thunderbird/features.lang.po
Languages: bn_bd, es_mx, hi_in, is, nn_no

source: Thunderbird Features
bn_bd: Thunderbird এর ফিচার
es_mx: Características de Thunderbird
hi_in: थंडरबर्ड विशेषताएं
is: Thunderbird eiginleikar
nn_no: Thunderbird-funksjonar

source: It’s all yours. It’s now easier to upgrade to Thunderbird.
es_mx: Es todo tuyo. Ahora es mas fácil actualizar Thunderbird.
hi_in: यह सब आपका हैं. अब यह थंडरबर्ड में उन्नयन करना आसान हैं.
is: Fyrir þig. Auðvelt er að uppfæra í Thunderbird.
nn_no: Din og ingen annan sin. No er det enklare å oppgradera til Thunderbird.

source: Easier to Get Started
bn_bd: শুরু করা খুবই সহজ
es_mx: Más fácil para empezar
hi_in: प्रारंभ करने के लिए आसान
is: Auðveldara að byrja
nn_no: Enklare å koma i gang

source: Tabs and Search
bn_bd: ট্যাব ও অনুসন্ধান
es_mx: Pestañas y Búsqueda
hi_in: टैब और खोज
is: Flipar og leit
nn_no: Faner og søk

source: Customize Your Email Experience
bn_bd: আপনার ইমেইল অভিজ্ঞতা কাস্টমাইজ করুন
es_mx: Personaliza tu experiencia de correo electrónico
hi_in: अपना ईमेल अनुभव को मनपसंद बनाएँ
is: Sérsniðnir möguleikar fyrir tölvupóst
nn_no: Tilpass e-postopplevinga

source: Secure and Protect Your Email
bn_bd: আপনার ইমেইল সুরক্ষিত ও নিরাপদ রাখে
es_mx: Asegura y protege tu correo electrónico
hi_in: आपका ईमेल सुरक्षित और सुरक्षा करें
is: Öryggi og vernd fyrir tölvupóstinn
nn_no: Tryggja og verna e-posten din

source: Mail Account Setup Wizard
bn_bd: মেইল অ্যাকাউন্ট সেটআপ উইজার্ড
es_mx: Asistente de configuración de cuenta de correo electrónico
hi_in: डाक खाता सेटअप विजार्ड
is: Hjálp fyrir uppsetningu póstreiknings
nn_no: Oppsett av e-postkonto

source: Prior to this feature you had to know your IMAP, SMTP, and SSL/TLS settings. Now all you need to provide is your name, email address, and password and the email account set up wizardry will check our database and find the email settings for you.
bn_bd: এই বৈশিষ্ট্যের সাহায্যে আপনি আপনার IMAP, SMTP এর, SSL / TLS সেটিংস জানা থাকতে হবে। এখন আপনাকে আপনার নাম, ই-মেইল ঠিকানা এবং পাসওয়ার্ড এবং ইমেইল একাউন্ট হলে সেট আপ উইজার্ড আমাদের ডাটাবেস থেকে আপনার ই-মেইল এর জন্য সেটিংস খুজে বের করবে।
es_mx: Antes de esta característica, tenias que saber como configurar el IMAP, SMTP, y SSL/TLS. Ahora, solo tienes que proveer su nombre, correo electrónico, y contraseña, luego el asistente de instalación de correo electrónico comprobará nuestra base de datos y encontrara los ajustes de correo electrónico por ti.
hi_in: इस सुविधा से पहले आपको आपके आईमैप , एसएमटीपी, और एसएसएल / टीएलएस सेटिंग्स का पता करना होगा| अब बस आपको आपका नाम, डाक सूची और पासवर्ड और हमारा डाक सूची शुरुआत खाता आपके डेटाबेस की जांच करेगा और आपके लिए डाक सूची की सेटिंग्स ढूंढेगा|
is: Áður en hjálparglugginn fyrir nýja reikninga varð til, þurftirðu að vita allt um IMAP, SMTP og SSL/TLS stillingarnar þínar. Núna þarftu aðeins að slá inn nafn, netfang og lykilorð og nýi hjálparglugginn finnur sjálfkrafa allar stillingar fyrir tölvupóstaðganginn.
nn_no: Før denne funksjonen kom, måtte du kunna innstillingane for IMAP, SMTP og SSL/TLS. No treng du berre namn, e-postadresse og passord, og så vil vegvisaren for e-postkontooppsett sjekke databasen vår for å finna dei rette e-postinnstillinger for deg.

source: One-click Address Book
bn_bd: এক ক্লিকে ঠিকানার বই
es_mx: Libreta de dirección One-click
hi_in: वन-क्लिक पता पुस्तिका
is: Eins-smells nafnaskrá
nn_no: Eitt-klikk adressebok

source: One-click Address Book is a quick and easy way to add people to your address book. Add people by simply clicking on the star icon in the message you receive. Two clicks and you can add more details like a photo, birthday, and other contact information.
es_mx: La libreta de dirección One-click es una manera fácil y rápida para agregar personas a tu libreta de direcciones. Agregar gente con un clic en el ícono estrella en el mensaje que recibiste. Haz dos clics para añadir más detalles como una foto, cumpleaños, y otra información del contacto.
hi_in: वन-क्लिक पता पुस्तिका एक जल्द एवं सरल तरीका है लोगों को अपनी पता पुस्तिका में जोड़ने का. आपको प्राप्त संदेश में बने स्टार आइकन पर सिर्फ क्लिक करके लोगों को जोड़ें. दो क्लिक और आप जोड़ सकते हैं अधिक विवरण जैसे की फोटो, जन्मतिथि, एवं अन्य संपर्क जानकारियाँ.
is: Eins-smells nafnaskrá er fljótleg og einföld aðferð til að bæta við fólki í nafnaskránna. Bættu einfaldlega við fólki með því að smella á stjörnu táknmyndina í póstinum. Ef þú tvísmellir geturðu bætt við fleiri upplýsingum eins og mynd, afmælisdegi, og öðrum tengiliðaupplýsingum.
nn_no: Eitt-klikks adressebok er ein rask og enkel måte du kan bruka for å leggja til personar i adresseboka. Legg til personar ved å berre trykkja på stjerneikonet i meldingane du får. Trykkjer du to gonger kan du leggja inn fleire detaljar som til dømes eit bilde, fødselsdag og annan informasjon.

source: Attachment Reminder
es_mx: Recordatorio de adjunto
hi_in: संलग्नक अनुस्मारक
is: Áminning fyrir viðhengi
nn_no: Vedleggspåminning

source: The attachment reminder looks for the word attachment (and other words like file types) in the body of your message and reminds you to add an attachment before hitting send.
es_mx: El recordatorio de adjunto busca por la palabra adjunta (y otras palabras como tipos de archivos) en el cuerpo de tu mensaje y te recuerda agregar un adjunto antes de enviar.
hi_in: यह संलग्नक अनुस्मारक शब्द संलग्नक को खोजता है () आपके संदेश के मुख्यभाग में एवं आपको याद दिलाता है एक संलग्नक जोड़ने के लिए सेंड दबाने से पूर्व.
is: Nýi áminningareiginleikinn leitar eftir orðum sem benda til þess að viðhengi eigi að fylgja (og öðru eins og skráartegundum) í meginefni tölvupóstsins og minnir þig á að bæta við viðhengi áður en þú sendir póstinn.
nn_no: Vedleggspåminnaren leitar etter ordet vedlegg (og andre ord som filtypar) i brødteksten åt meldinga, og minner deg på å leggja til eit vedlegg før du trykkjer send.

source: Tabs
bn_bd: ট্যাব
es_mx: Pestañas
hi_in: टैब
is: Flipar
nn_no: Faner

source: If you like Firefox’s tabbed browsing, you’re going to love tabbed email. Tabbed email lets you load emails in separate tabs so you can quickly jump between them. Perhaps you’re responding to an email and need to refer back to an earlier email. Tabbed email lets you keep multiple emails open for easy reference.
es_mx: Si te gusta la navegación por pestañas de Firefox, te va a encantar el correo electrónico con pestañas. Correo electrónico con pestañas ye permite cargar correos electrónicos en pestañas separadas para que puedas saltar rápidamente entre ellos. Tal vez estás respondiendo a un correo electrónico y necesitas hacer referencia a un correo electrónico anterior. Correo electrónico con pestañas te permite mantener múltiples correos electrónicos abiertos para una fácil referencia.
hi_in: अगर आप को पसंद है फ़ायरफ़ॉक्स की टैब्ड ब्राउज़िंग, आपको टैब्ड ईमेल से प्यार हो जाएगा. टैब्ड ईमेल आपको लोड करने देता है ईमेल को अलग-अलग टैब्स में ताकि आप उनके बीच आसानी से जा सकें. संभवतः आप किसी एक ईमेल की प्रतिक्रिया दे रहे हैं एवं एक पिछले ईमेल को उद्घृत करने की आवश्यकता है. टैब्ड ईमेल आपको खोलने देता है अपवर्त्य ईमेल सरल अनुमोदन के लिए.
is: Ef þú dýrkar flipana í Firefox, þá áttu eftir að elska póstflipana. Póstflipar gera þér kleyft að hlaða inn pósti í mismunandi flipa þannig að auðveldara sé að skipta á milli þeirra. Til dæmis ertu að svara pósti og þarft að skoða eldri tölvupóst. Póstflipar gera þér kleyft að vera með marga tölvupósta opna svo auðvelt sé að fylgjast með.
nn_no: Dersom du likar surfing med faner i Firefox, vil du òg lika e-postfaner. Desse fanene lèt deg lasta ulike e-postmeldingar i eigne faner, slik at du raskt kan byta mellom dei. Kanskje svarar du på ein tidlegare e-post, og treng å referere til den andre e-posten. Faner lèt deg ha fleire e-postar opne på samstundes for enkel tilgang.

source: Double-clicking or hitting enter on a mail message will now open that message in a new tab window. Right-clicking on messages or folders will open them in a tab in the background.
es_mx: Hacer doble clic o presionar la tecla Enter en un mensaje de correo a el mensaje en una nueva pestaña nueva.Hacer clic con el botón derecho en mensajes o carpetas los abrirá en una pestaña en segundo plano.
hi_in: मेल संदेश पर डबल-क्लिक अथवा एंटर हिट करने से वह संदेश नयी टैब विंडो में खुल जाएगा. संदेश अथवा फ़ोल्डर पर दाहिना-क्लिक करने से वह उन्हें पृष्ठिका में नयी टैब में खोल देगा.
is: Ef þú tvísmellir eða ýtir á enter í tölvupósti, þá opnast tölvupósturinn í nýjum flipa. Ef þú hægri smellir á póst eða möppu opnast hann í flipa í bakgrunni.
nn_no: Dobbelklikk eller trykk enter på ein e-post opnar no meldinga i ei ny fane. Høgreklikk på meldingar eller mapper vil opna dei i ei fane i bakgrunnen.

source: When quitting Thunderbird, visible tabs will be saved and will be restored when you open Thunderbird the next time. There is also a Tab menu on the Tab toolbar to help you switch between Tabs.
es_mx: Cuando salgas de Thunderbird, las pestañas visibles serán guardadas, y restauradas la próxima vez que abras Thunderbird. Además esta el menú de Pestañas en la barra de herramientas de Pestañas que te permite cambiar entre pestañas.
hi_in: थंडरबर्ड बंद करते वक़्त, प्रत्यक्ष टैब्स संग्रहीत एवं अगली बार आपके थंडरबर्ड खोलने पर बहाल हो जायेंगी. टैब टूलबार पर एक मेनू टैब भी है जो की आपको टैब्स के बीच में अदला-बदली करने में सहायता करेगा.
is: Þegar þú hættir í Thunderbird, munu allir flipar verða vistaðir og endurheimtir aftur þegar þú opnar Thunderbird í næsta skipti. Einnig er ný flipavalmynd á flipaslánni sem hjálpar þér að skipta á milli flipa.
nn_no: Når du avsluttar Thunderbird vil synlege faner lagrast og gjenopprettast neste gong du startar Thunderbird. Det finst òg ein Fane-meny på fane-verktylinja som hjelper deg med å byta mellom faner.

source: Quick Filter Toolbar
bn_bd: দ্রুত ফিল্টার টুলবার
es_mx: Barra de herramientas de filtro rápido
hi_in: क्विक फ़िल्टर टूलबार
is: Flýtisíuslá
nn_no: Snøggfilterlinje

source: The Quick Filter Toolbar lets you filter your email faster. Start typing in words in the Quick Filter search box and the results are displayed instantly. Or you can filter your email by New Messages, Tags, and people in your Address Book. You can also "Pin" or save a Filter and use it across multiple folders.
bn_bd: দ্রুত ফিল্টার টুলবার আপনাকে আরও দ্রুত আপনার ইমেইল ফিল্টার করতে দেয়। দ্রুত ফিল্টার অনুসন্ধান বক্সে শব্দ টাইপ করতে শুরু করুন এবং ফলাফল সঙ্গে সঙ্গে প্রদর্শিত হবে। অথবা আপনি আপনার নতুন মেসেজ, ট্যাগ, এবং আপনার ঠিকানা বইয়ের ভুক্তি ইমেইলের মাধ্যমে ফিল্টার করতে পারেন। আপনি ফিল্টারটি "পিন" বা সংরক্ষণ করে রাখতে পারেন এবং একাধিক ফোল্ডার জুড়ে এটি ব্যবহার করতে পারেন।
es_mx: La Barra de Herramientas de Filtro Rápido te permite filtrar tu correo electrónico más rápido. Empieza a escribir con palabras en el buscador de Filtro Rápido y los resultados se muestran al instante. O puedes filtrar el correo electrónico por Mensajes Nuevos, Etiquetas, y personas en la Libreta de Direcciones. También puedes "Pin" o guardar un Filtro y usarlo a través de múltiples carpetas.
hi_in: क्विक फ़िल्टर टूलबार आपको जल्दी ईमेल फ़िल्टर करने देता है. क्विक फ़िल्टर सर्च बॉक्स में शब्द टाइप करना शुरू करें और तुरंत परिणाम पायें. अथवा आप फ़िल्टर कर सकते हैं अपने ईमेल नए संदेशों, टैग्स, एवं अपनी पता पुस्तिका में मौजूद लोगों के हिसाब से. आप फ़िल्टर को "पिन" अथवा संग्रहीत भी कर सकते हैं एवं विभिन्न फ़ोल्डर्स में प्रयोग कर सकते हैं.
is: Nýja flýtisíusláin gerir þér kleift að sía póstinn á fljótlegri hátt. Sláðu inn einhver orð í innsláttarsvæði flýtisíunar og niðurstöðurnar birtast samstundis. Þú getur einnig síað póstinn eftir nýjum pósti, flokkum, og fólki í nafnaskrá. Þú getur einnig "fest" eða vistað síu og notað hana á margar möppur.
nn_no: Snøgg-filterlinjen lèt deg filtrera e-post raskare. Start med å skriva inn ord i filter-søkjeboksen, og resultata kjem fram med ein gong. Du kan òg filtrera meldingane etter nye meldingar, stikkord og personar i adresseboka. Filter kan òg «festast», eller lagrast, slik at det kan brukast på tvers av fleire mapper.

source: Search
bn_bd: অনুসন্ধান
es_mx: Buscar
hi_in: खोजें
is: Leit
nn_no: Søk

source: The search interface in Thunderbird contains filtering and timeline tools to pinpoint the exact email you’re looking for. Thunderbird also indexes all of your emails to help you search even faster. Your search results are displayed in a tab so you can easily switch back and forth to your search results and other email.
bn_bd: থান্ডারবার্ড এ অনুসন্ধান ইন্টারফেসে ফিল্টারিং এবং টাইমলাইন সরঞ্জাম রয়েছে সঠিক ইমেইল উৎস সন্ধান করতে। আপনাকে আরও দ্রুত অনুসন্ধানে সাহায্য করার জন্য থান্ডারবার্ড আপনার ইমেইলের সব তালিকাসমূহ উল্লেখ করে দেয়। আপনি যাতে সহজেই আপনার অনুসন্ধানের ফলাফল এবং অন্যান্য ইমেইলের আগে পিছের প্রশ্ন ধরণে যেতে পারেন, তাই আপনার অনুসন্ধান ফলাফল একটি ট্যাব প্রদর্শন করা হয়।
es_mx: La interfaz de búsqueda en Thunderbird contiene herramientas de filtrado y de línea de tiempo para identificar el correo electrónico exacto que estás buscando. Thunderbird también indexa todos tus correos para ayudarte con una búsqueda más rápida. Tus resultados de búsqueda se muestran en una pestaña para puedas cambiar más fácilmente hacía atrás o adelante los los resultados obtenidos y otros correos.
hi_in: थंडरबर्ड का सर्च इंटरफ़ेस में ऐसे फ़िल्टरिंग एवं टाइमलाइन उपकरण सम्मिलित हैं जो की ठीक उसी ईमेल को ढूंढ देंगें जिसे आप खोज रहे हैं. थंडरबर्ड और भी जल्दी खोजने में सहायता करने के लिए आपके सारे ईमेल की सूचियाँ भी बनाता है. आपकी खोज के परिणाम एक टैब में प्रदर्शित होते हैं ताकि आप आसानी से अपने खोज परिणामों एवं अन्य ईमेल के बीच में बदली कर सकें.
is: Leitarviðmótið í Thunderbird inniheldur síur og tímalínu til að hjálpa þér að finna póstinn sem þú ert að leita að. Thunderbird býr einnig til atriðaskrá af öllum pósti svo að leitin verði hraðvirkari. Leitarniðurstöður eru birtar í flipa þannig að auðveldlega er hægt að skipta á milli leitarniðurstöðu og annarra póstflipa.

source: Message Archive
bn_bd: বার্তা আর্কাইভ
es_mx: Archivar mensaje
hi_in: संदेश अभिलेखागार
is: Geymdur póstur
nn_no: Meldingsarkiv

source: If you think you’re going to need an email in the future but want it out of your inbox without deleting it, archive it! Archiving helps you manage your inbox and put your email into the archive folder system.
bn_bd: মনে করুন ভবিষ্যতে আপনার একটি ইমেইল প্রয়োজন হতে চলেছে কিন্তু এটি মুছে ফেলা ছাড়া আপনার ইনবক্সের বাইরে এটি করতে চান, আর্কাইভ করুন! আর্কাইভ আপনার ইনবক্স পরিচালনা এবং আপনার ইমেইলকে আর্কাইভ ফোল্ডার সিস্টেমে প্রবেশ করাতে সাহায্য করে।
es_mx: Si piensas que vas a necesitar un correo electrónico en el futuro pero quieres tenerlo fuera de tu bandeja de entrada sin eliminarlo, ¡archívalo! Archivar ayuda a administrar tu bandeja de entrada y poner tu correo electrónico en una carpeta de archivo del sistema.
hi_in: यदि आपको लगता है की भविष्य में आपको किसी एक ईमेल की जरूरत पड़ सकती है लेकिन चाहते हैं उसे अपने इनबॉक्स से बाहर निकालना बिना मिटाए, अभिलेख करें! अभिलेखागार आपको अपने इनबॉक्स का प्रबंधन एवं अपने ईमेल को अभिलेख फोल्डर सिस्टम में रखने में सहायता करता है.
is: Ef þú heldur að þú þurfir kannski að lesa einhvern tölvupóst í framtíðinni en vilt samt ekki hafa hann í innhólfinu en ert ekki tilbúinn til þess að eyða honum, geturðu geymt hann í safninu. Safnið hjálpar þér að hafa stjórn á innhólfinu og geyma póstinn í geymslumöppu.

source: Selecting the Archive button or hitting the ‘A’ key will archive your email.
bn_bd: আর্কাইভ বাটন নির্বাচন করুন অথবা 'A' কি আঘাত করুন আপনার ইমেইল আর্কাইভ করার জন্য।
es_mx: Seleccionando el botón de Archivo o presionando la tecla ‘A’ tu correo electrónico sera archivado.
hi_in: अभिलेख बटन चुनने अथवा 'A' बटन दबाने से आपका ईमेल अभिलेख हो जाएगा.
is: Smelltu á hnappinn Safna eða sláðu á hnappinn ‘A’ til að geyma póstinn.

source: Activity Manager
bn_bd: কর্মকাণ্ড ব্যাবস্থাপক
es_mx: Administrador de actividad
hi_in: गतिविधि प्रबंधक
is: Yfirlit aðgerða
nn_no: Aktivitetshandsaming

source: The Activity Manager records all the interactions between Thunderbird and your email provider in one place. There’s no more guess work. You only have to look in one place to see everything that’s happening with your email.
bn_bd: চাঞ্চল্যপূর্ণ ম্যানেজার এ থান্ডারবার্ড এবং এক জায়গায় আপনার ইমেইল প্রদানকারী মধ্যে পারস্পরিক ক্রিয়ার সব রেকর্ড রাখে। এখানে কোন প্রকার আন্দাজে কাজ নাই। আপনি শুধুমাত্র আপনার ইমেইল দিয়েই কি ঘটছে সে সবকিছু এক জায়গায় দেখতে পাবেন।
es_mx: El administrador de actividad graba todas las interacciones entre Thunderbird y tu proveedor de correo electrónico en un lugar. No hay más trabajos incompletos. Sólo tienes que mirar en un lugar para ver todo lo que está pasando con tu correo electrónico.
hi_in: गतिविधि प्रबंधक थंडरबर्ड और अपका ईमेल प्रदाता के बीच सभी पारस्परिक प्रभाव को एक ही जगह में रिकॉर्ड करते हैं. अब कोई अनुमान कार्य नहीं. आपको सिर्फ एक जगह में सबकुछ देखने के लिए देखना हैं जो आपके ईमेल के साथ हो रहा हैं.
is: Yfirlit aðgerða skráir öll samskipti á milli Thunderbird og tölvupóstþjónustuaðila á einum stað. Nú þarf ekki lengur að giska á hvernig hlutirnir virka. Þú þarft aðeins að kíkja á einn stað til að sjá allt sem er að gerast í sambandi við tölvupóstinn.

source: Thunderbird Look & Feel
es_mx: Apariencia de Thunderbird
hi_in: थंडरबर्ड द्रश्य एवं एहसास
is: Thunderbird útlit
nn_no: Thunderbirds utsjånad

source: With Personas, lightweight "skins" allow you to change the look and feel of Thunderbird in an instant. Hundreds of skins are available from the latest movies, famous landmarks, and Japanese tattoos. You can also choose from several Themes that dress up all the different icons in Thunderbird.
es_mx: Con Personas, "skins" ligeros te permiten cambiar la apariencia de Thunderbird en un instante. Cientos de skins de las películas recientes, famosos puntos de referencia, y tatuajes japoneses están disponibles. Además puedes escoger entre varios temas que visten de manera distinta todos los íconos de Thunderbird.
hi_in: परसोना के साथ, हल्की "स्किन" आपको थंडरबर्ड का द्रश्य एवं एहसास झटके में बदलने की अनुमति देता है. नवीनतम फिल्मों, मशहूर ऐतिहासिक स्थलों, एवं जापानी टैटूज की सैकड़ों स्किनें उपलब्ध हैं. आप चुन सकते हैं अनेक थीम्स जो कि थंडरबर्ड के विभिन्न आइकौनों को सजाती हैं.
is: Með því að nota þema, litlu "skinni" er hægt að breyta útliti Thunderbird á augabragði. Hundruð þema eru fáanleg fyrir nýjustu kvikmyndirnar, fræg kennileiti, og japönsk hörundsflúr. Þú getur einnig valið úr mörgum þemum sem klæða hinar ýmsu táknmyndir Thunderbird í annan búning.

source: Smart Folders
bn_bd: স্মার্ট ফোল্ডার
es_mx: Carpetas inteligentes
hi_in: स्मार्ट फ़ोल्डर्स
is: Snjallmöppur
nn_no: Smarte mapper

source: Smart Folders help you manage multiple email accounts by combining special folders like your Inbox, Sent, or Archive folder. Instead of going to the Inbox for each of your mail accounts, you can see all of your incoming email in one Inbox folder.
bn_bd: স্মার্ট ফোল্ডার আপনার বিশেষ ফোল্ডারসমূহ যেমন ইনবক্স, প্রেরিত মেসেজ বা আর্কাইভ ফোল্ডার এর মত ফোল্ডার এর মিশ্রন দ্বারা একাধিক ইমেইল অ্যাকাউন্ট পরিচালনা করতে সহায়তা করে। প্রতিটা মেইল অ্যাকাউন্টের জন্য ইনবক্সে যাওয়ার পরিবর্তে, আপনি এক ইনবক্স ফোল্ডারেই আপনার অন্তর্মুখী ইমেইলে সব দেখতে পারেন।
es_mx: Las carpetas inteligentes te permiten administrar múltiples cuentas de correo electrónico combinándolos en una carpeta especial como tu bandeja de entrada, enviados, o la carpeta archivo. En lugar de ir a la bandeja de entrada para cada cuenta de correo electrónico, puedes ver todos tus mensajes en una sola carpeta de bandeja de entrada.
hi_in: स्मार्ट फ़ोल्डर्स ख़ास फोल्डरों जैसे की इनबॉक्स, भेजे गए, अथवा अभिलेख फोल्डर का सम्मिश्रण करके आपकी विभिन्न ईमेल खातों के प्रबंधन में सहायता करता है. अपने प्रत्येक खाते के इनबॉक्स में जाने की बजाए, आप देख सकते हैं आपने सारे आने वाले ईमेल एक इनबॉक्स फोल्डर में.
is: Snjallmöppur hjálpa þér að halda utan um marga póstreikninga með því að sameina sérstakar möppur eins og Innhólf, Sent, eða Safnmöppu. Í staðinn fyrir að þurfa að fara í innhólf hvers reiknings fyrir sig geturðu séð allann innkominn póst í einni innhólfsmöppu.

source: Add-ons Manager
bn_bd: অ্যাড-অন ব্যবস্থাপক
es_mx: Administrador de complementos
hi_in: ऐड-ओंस प्रबंधक
is: Viðbætur
nn_no: Utvidingshandsamar

source: Find and install add-ons directly in Thunderbird. You no longer need to visit the add-ons Web site - instead simply fire up the Add-ons Manager. Not sure which add-on is right for you? Ratings, recommendations, descriptions and pictures of the add-ons in action help you make your selection.
bn_bd: থান্ডারবার্ডে সরাসরি অ্যাড টার্ন ইনস্টল করুন এবং খুঁজুন। অ্যাড-অন ব্যবস্থাপনা কেবলমাত্র ফায়ার আপ করার পরিবর্তে - এখন আপনার আর অ্যাড-অন ওয়েব সাইট ভিজিট করার প্রয়োজন নেই। আপনি কি নিশ্চিত না কোন অ্যাড-অন টি আপনার জন্য সঠিক? রেটিং, প্রস্তাবনা, বিবরণ এবং ছবি অ্যাড-অন এর কর্ম সাহায্য আপনাকে এগুলো নির্বাচন করতে সাহায্য করে।
es_mx: Encuentra e instala complementos directamente en Thunderbird. No necesitas visitar más sitios Web de los complementos, en lugar de eso sólo ejecuta el administrador de complementos. ¿No estás seguro de qué complemento es el correcto para ti? Calificaciones, recomendaciones, descripciones e imágenes de los complementos pueden ayudarte a una mejor elección.
hi_in: सीधे थंडरबर्ड में ऐड-ऑंस ढूंढें एवं स्थापित करें. आपको अब ऐड-ऑंस वेबसाइट पर जाने की कोई जरूरत नहीं है - बजाय इसके जायें ऐड-ऑंस प्रबंधक पर. अनिश्चित हैं की कौनसा ऐड-ऑन आपके लिए उचित है? ऐड-ऑंस की रेटिंग्स, प्रशंषाएं, विवरण एवं चित्रों से आपको चुनाव करने में सहायता मिलेगी.
is: Leitaðu að og settu inn viðbætur beint í Thunderbird. Þú þarft ekki lengur að heimsækja heimasíðuna fyrir viðbætur, í staðinn ræsir þú bara viðbótargluggann. Ertu ekki viss um hvaða viðbót er sú rétta fyrir þig? Einkunnagjöf, meðmæli, lýsingar og myndir af viðbótum í notkun hjálpa þér að finna réttu viðbótina fyrir þig.

source: Robust Privacy
bn_bd: কঠোর গোপনীয়তা
es_mx: Privacidad robusta
hi_in: मजबूत गोपनीयता
is: Öflug persónuvernd
nn_no: Robust personvern

source: Thunderbird offers support for user privacy and remote image protection. To ensure a user’s privacy, Thunderbird automatically blocks remote images in email messages.
bn_bd: থান্ডারবার্ড সমর্থন প্রদান করে ব্যবহারকারীর গোপনীয়তা এবং রিমোট ইমেজ সুরক্ষার জন্য। ব্যবহারকারীর গোপনীয়তা নিশ্চিত করতে, থান্ডারবার্ড স্বয়ংক্রিয়ভাবে ইমেইল বার্তার রিমোট ইমেজ ব্লক করে দেয়।
es_mx: Thunderbird ofrece soporte para la privacidad del usuario y protección de imagen remota. Para asegurar la privacidad del usuario, Thunderbird automáticamente bloquea imágenes remotas en los mensajes de correo electrónico.
hi_in: थंडरबर्ड उपयोगकर्ता गोपनीयता एवं सुदूरवर्ती चित्र सुरक्षा की सहायता देता है. उपयोगकर्ता गोपनीयता सुनश्चित करने के लिए, थंडरबर्ड ईमेल संदेशों में सुदूरवर्ती चित्रों को स्वतः प्रतिबंधित कर देता है.
is: Thunderbird býður upp á stuðning fyrir persónuvernd og vernd gegn myndum. Til að tryggja persónuvernd, getur Thunderbird stoppað sjálfkrafa fjarlægar myndir í tölvupósti.

source: Phishing Protection
bn_bd: ফিশিং সুরক্ষা
es_mx: Protección contra phishing
hi_in: फिशिंग सुरक्षा
is: Vörn gegn svikum
nn_no: Vern mot nettfiske (phishing)
