Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/home/index.lang.po
Languages: dsb

source: We’re building a better Internet
dsb: Napórajomy nowy internet

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
dsb: Sćo južo wěźeł? Mozilla - zgótowaŕ Firefox - wójujo, aby internet ako globalnu zjawnu resursu wobchował, kótaraž jo wótwórjona a pśistupna za wše.

source: Read more
dsb: Wěcej cytaś

source: Introducing the new <br>Private Browsing
dsb: Zawjeźenje do <br>priwatnego modusa

source: More protection. <br>The most privacy.
dsb: Wěcej šćita.<br>Nejwěcej priwatnosći.

source: Try Private Browsing
dsb: Wopytajśo priwatny modus

source: Learn about Mozilla Advocacy
dsb: Zgóńśo wěcej wó Mozilla Advocacy

source: Download Firefox
dsb: Firefox ześěgnuś

source: Get the gear, <br>support the mission
dsb: Wobstarajśo se wabjeński material, <br>pódpěrajśo misiju

source: Shop for t-shirts, hoodies, hats<br> and more at Mozilla Gear.
dsb: Wobchod za t-shirty, pulije, kłobyki<br> a wěcej na Mozilla Gear.

source: Shop now
dsb: Něnto nakupowaś

source: Help Mozilla users
dsb: Pomagajśo wužywarjam Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
dsb: Pomagajśo milionam, <br>nejlěpše z jich <br>nejlubšego wobglědowaka wuwónoźeś.

source: Join our support team
dsb: Pśizamkniśo se našomu pomocnemu teamoju

source: Get smart on Tracking
dsb: Wopóznajśo se ze slědowanim

source: Teach<br> the Web
dsb: Wucćo<br> web

source: Volunteer <br>with Mozilla
dsb: Buźćo dobrowólnik <br>pla Mozilla

source: Firefox is<br> now available<br> for iOS
dsb: Firefox stoj něnto za iOS <br>k dispoziciji<br>

source: Add it to your iPhone, iPad &amp; iPod touch.
dsb: Pśidajśo jen swójomu iPhone, iPad a iPod touch.

source: Get Firefox for iOS
dsb: Wobstarajśo se Firefox za iOS

source: Try Firefox Developer Edition
dsb: Wopytajśo wuwijarsku ediciju Firefox

source: Introducing Firefox Developer Edition
dsb: Zawjeźenje wuwijarskeje edicije Firefox

source: The only browser made only for developers.
dsb: Jadnučki wobglědowak, kótaryž jo se jano za wuwijarjow napórał.

source: Get Firefox Developer Edition
dsb: Wobstarajśo se wuwijarsku ediciju Firefox

source: Mozilla Developer Network
dsb: Seś wuwijarjow Mozilla

source: 10 years of documenting your Web.
dsb: 10 lět dokumentěrowanja wašogo weba.

source: Celebrate with us
dsb: Swěśćo z nami

source: Reply
dsb: Wótegroniś

source: Retweet
dsb: Tweet znowego pósłaś

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
dsb: <strong>Wam, wašej priwatnosći</strong> a <strong>wótwórjonemu weboju</strong> zawězany

source: active Mozillians <br>worldwide
dsb: aktiwnych Mozillanarjow <br>swětodaloko

source: upcoming events <br>around the globe
dsb: pśed nami stojecych tšojenjow <br>wokoło zemskeje kule

source: languages and counting, <br>on every continent
dsb: rěcow na kuždem kontinenśe, <br>z pśiběrajuceju tendencu

source: Get Involved with Mozilla today
dsb: Cyńśo źinsa pla Mozilla sobu

source: Upcoming events
dsb: Pśed nami stojece tšojenja

source: Next event
dsb: Pśiduce tšojenje

source: See all events
dsb: Wšykne tšojenja pokazaś

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
dsb: Pśirownajśo płaśizny, informěrujśo se wó wjedrje, słuchajśo na muziku, pósćelśo tweet a cyńśo wěcej direktnje z Firefox.

source: Careers
dsb: Pówołanja

source: Learn about the benefits of working at Mozilla and view open positions around the world.
dsb: Zgóńśo wěcej wó lěpšynach źěła pla Mozilla a pytajśo za wótwórjonymi źěłowymi městnami w cełem swěśe

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
dsb: Dostańśo wótegrona na swóje pšašanja wó Firefox a wšych produktach Mozilla wót našogo teama pomocy.

source: Discover more
dsb: Wuslěźćo wěcej

source: Continue to mozilla.org
dsb: Dalej k mozilla.org
