Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/includes/mwc_2015_schedule.lang.po
Languages: cak

source: Schedule is subject to change.
cak: Ri cholb'äl rojqan k'exoj.

source: Monday
cak: Luq'ij

source: March 2
cak: Rox ik' 2

source: Firefox OS. The Independent Path. Overview and Opportunities.
cak: Firefox OS. Ri alaj k'aslem b'ey. Tzijoxkil chuqa' ya'oj taq q'ij.

source: Firefox OS. Flexibility &amp; Extensibility. Success Stories.
cak: Firefox OS. Jalel &amp; Rik'itelal. Runatab'al q'i'oj rayb'äl.

source: Firefox on Mobile Devices
cak: Firefox pan oyonib'äl taq okisaxel

source: Building Mozilla Values into Firefox OS
cak: Tajin yenuk' taq rejqalem Mozilla pa Firefox OS

source: Firefox OS. Beyond Smartphones.
cak: Firefox OS. Náj chi kiwäch ri na'owinäq taq oyonib'äl.

source: Webmaker for Mobile. Building Local Content and Web Literacy
cak: Webmaker kichin oyonib'äl taq okisaxel. Kinuk'ik ajwawe' rupam chuqa' Ajk'amaya'l choletamanïk

source: Firefox Marketplace. Why We Chose the Web.
cak: Firefox Marketplace. Achike ruma niqacha' ri Ajk'amaya'l.

source: Firefox OS, the Web of Things and Open Web Hardware
cak: Firefox OS, ri Kajk'amaya'l taq wachinäq chuqa' ri ruch'akulakem ri jaqäl Ajk'amaya'l

source: Tuesday
cak: Maq'ij

source: March 3
cak: Rox ik' 3

source: Wednesday
cak: Miq'ij

source: March 4
cak: Rox ik' 4

source: Thursday
cak: Juq'ij

source: March 5
cak: Rox ik' 5
