Repository: alvinlaz96/mozilla-lang
Catalog: dsb/marketplace/marketplace.lang.po
Languages: dsb

source: Firefox Marketplace
dsb: Wikowanišćo Firefox

source: Firefox Marketplace <span class="aurora">Aurora</span>
dsb: Wikowanišćo Firefox <span class="aurora">Aurora</span>

source: Open for business
dsb: Wótwórjony za pśekupowanje

source: Visit the Marketplace »
dsb: Woglědajśo k wikowanišćoju »

source: Try the Marketplace&nbsp;»
dsb: Wopytajśo wikowanišćo&nbsp;»

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
dsb: Aby wersiju Aurora z wikowanišća Firefox testował, musyśo nejpjerwjej Firefox Aurora na swój telefon Android ześěgnuś.

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
dsb: Gaž sćo Firefox Aurora za Android ześěgnuł a zainstalěrował, móžośo na wikowanišćo Firefox z menijowego nastajenja “Nałoženja” w Firefox Aurora pśistup měs.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
dsb: Mozilla pśinjaso jogo głowne gódnoty — wótwórjonosć, lichosć, wužywarski wuběrk — do swěta nałoženjow. Twórimy wótwórjonu wokolinu, kótaraž pśinjaso wuwijarjam, wopśimjeśowym wobsejźarjam a kupcam wužytk. A z nałoženjami na zakłaźe wótwórjonych webtechnologijow kaž HTML5, JavaScript a CSS, mógu wuwijarje bogate a wobšyrne dožywjenja napóraś.

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
dsb: Prědna wersija Aurora wikowanišća Firefox stoj na Firefox Aurora za Android k dispoziciji a dajo wuwijarjam srědk, komentary na jich nałoženjach dostaś, wó tom, ako wikowanišćo rosćo a pókšacujo.

source: Find &amp; discover amazing apps easily
dsb: Wobźiwowanja gódne nałoženja lažko namakaś

source: Give us your feedback
dsb: Pósćelśo nam swóje komentary

source: Enjoy rich, immersive experiences
dsb: Wjaselśo se bogatym, wobšyrnym dožywjenjam

source: Showcased apps
dsb: Pśedstajone nałoženja

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
dsb: Dołojce namakajośo někotare woblubowane nałoženja za zachopjeńk, ale jo wěcej, kótarež móžośo wužywaś a wuslěźiś. Gaž sćo <a href="%(mobile_aurora_url)s">Firefox za Android</a> ześěgnuł, móžośo někake z toś tych nałoženjow pótusnuś, aby QR-kod namakał, aby mógał jo ześěgnuś. Móžośo teke direktnje na wikowanišćo za nałoženjami pytaś.

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
dsb: Dołojce su někotare z našych nejlubšych nałoženjow, z kótarymiž móžośo zachopiś. Su teke dalšne z nich, kótarež móžośo direktnje na wikowanišćo wužywaś.

source: Games
dsb: Graśa

source: News &amp; Media
dsb: Nowosći a medije

source: Productivity
dsb: Produktiwita

source: Want to build an app?
dsb: Cośo nałoženje wuwijaś?

source: Find out how to create and upload apps to the Firefox Marketplace:
dsb: Wuslěźćo, kak móžośo nałoženja napóraś a je na wikowanišćo Firefox nagraś:

source: Develop HTML5 Web apps for the Firefox Marketplace »
dsb: Wuwijśo HTML5-webnałoženja za wikowanišćo Firefox »

source: Partner with Mozilla »
dsb: Buźćo partnaŕ Mozilla »

source: Sign up for more news about the Firefox Marketplace.
dsb: Zregistrěrujśo se za wěcej nowosćow wó wikowanišću Firefox.
