Repository: alvinlaz96/mozilla-lang
Catalog: dsb/marketplace/partners.lang.po
Languages: dsb

source: Build an early fan base and gain popularity.
dsb: Ranu bazu pśiwisnikow napórał a popularnosć dobył.

source: Opening Soon
dsb: Wótwórijomy skóro

source: Mozilla Marketplace Partners
dsb: Partnarje wikowanišća Mozilla

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
dsb: Mozilla pśinjaso swóje głowne gódnoty — wótwórjonosć, lichosć, wuběrańske móžnosći za wužywarjow — do swěta nałoženjow.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
dsb: Toś to wideo pomina se wobglědowak z pódpěru za wótwórjony wideostandard abo <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
dsb: Zgóńśo wšykno wó napóranju HTML5-nałoženjow w seśi wuwijarjow Mozilla&nbsp;»

source: The Mozilla apps platform
dsb: Platforma nałoženjow Mozilla

source: Mozilla Marketplace
dsb: Wikowanišćo Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
dsb: Napóranje nałoženjow za web dajo wuwijarjam połnu kontrolu wó wopśimjeśu, funkcionalnosći a wó tom, kak nałoženja se rozšyrjuju, inkluziwnje pśistup na sta milionow wužywarjow Firefox pśez wikowanišćo Mozilla.

source: Submit your app&nbsp;»
dsb: Wótpósćelśo swójo nałoženje&nbsp;»

source: Launch your app on the Web
dsb: Startujśo swójo nałoženje we webje

source: Target tech savvy consumers with your app.
dsb: se ze swójim nałoženim swóju zajmowanosć na kupcow z techniskimi nazgónjenjami měrił.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
dsb: Pśed zjawnym startom pózdej lětosa, buźo Mozilla wikowanišćo za testowanje pśez wužywarjow wótwóriś. Wužyjśo góžbu a buźćo jaden z prědnych nałožeńskich wuwijarjow, kótarež natwarjaju bazu wužywarjow. Zapósćelśo swójo nałoženje, aby:

source: Mozilla Marketplace — <em>Opening Soon</em>
dsb: Wikowanišćo Mozilla — <em>Jěsne wótwórjenje</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
dsb: Z pomocu wótwórjonych webstandardow a API nacerjone wót Mozilla, daju se wjelicne dožywjenja z nałoženjami na někotarych platformach, rědach a źěłowych systemach k dispoziciju stajiś — pśi comž prědny raz zacynja prozny flak mjazy webom a systemowymi nałoženjami.

source: Test your app with a committed group of early adopters.
dsb: Swójo nałoženje z angažěrowanej kupku ranych nałožowarjow testował.

source: View with subtitles
dsb: Z pódtitelami pokazaś
