Repository: alvinlaz96/mozilla-lang
Catalog: ee/download_button.lang.po
Languages: ee

source: Download Firefox
ee: Downloadi Firefox

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
ee: Wo system mesɔ kple <a href="%(url)s">requirements</a> la be woaʋu Firefox o.

source: <span>Firefox Beta</span> for Android
ee: <span>Firefox Beta</span> na Android

source: <span>Firefox Aurora</span> for Android
ee: <span>Firefox Aurora</span> na Android

source: <span>Firefox</span> for Android
ee: <span>Firefox</span> na Android

source: Get it free on Google Play
ee: Xɔe femaxee le Google Play dzi

source: Free Download
ee: Download femaxee

source: Update your Firefox
ee: Tu wo Firefox ɖe edzi

source: Supported Devices
ee: Mɔ siwo woda megbe na

source: What’s New
ee: Nu yeyewo

source: Systems &amp; Languages
ee: Systemwo &amp; Gbegbɔgblɔwo
