Repository: alvinlaz96/mozilla-lang
Catalog: ee/main.lang.po
Languages: ee

source: Navigation
ee: Nudidi

source: <span>for</span> Desktop
ee: <span>na</span> Desktop

source: <span>for</span> Android
ee: <span>na</span> Android

source: For desktops &amp; laptops
ee: Na desktopwo &amp; laptopwo

source: For phones &amp; tablets
ee: Na kaƒomɔwo &amp; tabletiwo

source: Overview
ee: Emetoto

source: Trusted
ee: Kakaɖedzi

source: Flexible
ee: Tɔtrɔ le bɔbɔe

source: Fast
ee: Kaba

source: About
ee: Tso eŋu

source: Devices
ee: Mɔ̀wo

source: For partners
ee: Na kpeɖeŋutɔwo

source: Do Not Track
ee: Mega track o

source: Private Browsing
ee: Private Numetoto

source: Need help?
ee: Ehia kpekpeɖeŋua?

source: News
ee: Nyadzɔdzɔwo

source: For developers
ee: Na developerwo

source: Find My Device
ee: Di nye mɔ

source: Developers
ee: Developerwo

source: Choose the independent browser
ee: Tia browser ɖokuisinɔtɔ

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
ee: Firefox nye femaxe kple lɔlɔnu fã dɔwɔƒe. Firefox tiatia menye eƒe browser ɖeɖe ko tiatia o. Enye akɔdada na ameɖokui ƒe ablɔɖe.

source: Donate
ee: Na nu

source: Support
ee: Da megbe

source: Products
ee: Nuwɔwɔwo

source: Add-ons
ee: Add-onwo

source: About Us
ee: Tso miaŋu

source: Labs
ee: Labwo

source: skip to Navigation
ee: dzò yi Navigation

source: switch language
ee: za gbe bubu

source: Back to home page
ee: Trɔ yi home page

source: About Mozilla
ee: Tso Mozilla ŋu

source: Get Involved
ee: Ge ɖe eme

source: Careers
ee: Dɔwɔɖuiwo

source: Contact Us
ee: Tsia ka kple mi

source: Other languages:
ee: Gbe bubuwo

source: Other Systems and Languages
ee: System kple Gbe bubuwo

source: Close
ee: Tu

source: (in English)
ee: (le Eŋlisi me)

source: Return to top
ee: Trɔyi dzigbe

source: Features
ee: Emenuwo

source: Previous
ee: Esi va yi

source: Next
ee: Si gbɔna

source: Videos
ee: Viɖiowo

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ee: Negbe afi siwo <a href="%s">noted</a>, wo lisensi nu siwo le site sia dzi le <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> alo version siwo gbɔna la te.

source: Free Upgrade
ee: Tutuɖo femaxe

source: Customize with Add-ons
ee: Customize kple Add-onwo

source: Learn More
ee: Srɔ̃ nu bubuwo

source: Watch the video
ee: Kpɔ viɖio la

source: Replay the video
ee: Replay viɖio la

source: Share the video
ee: Mã vidio la

source: Check out the new look and feel of Firefox.
ee: Kpɔ nɔnɔme yeyea Firefox ɖa.

source: View Full Site
ee: Kpɔ Site bliboa

source: Download for <span>Android</span>
ee: Download na <span>Android</span>

source: Firefox Beta for mobile
ee: Firefox Beta na mobile

source: Firefox for mobile
ee: Firefox na mobile

source: The latest technologies
ee: Technology siwo va fifia

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ee: Ehia be natui ɖe edzi! Nɔ anyi dedie le miniti ʋɛ aɖewo megbe. <br/> Dze wo Firefox yeyea zaza gɔme hena browsing kple customization adodoetɔ le Web la dzi. <br/>Ele kaba eye wonye femaxetɔ.

source: Upgrade now
ee: Update fifia

source: Update now
ee: Update fifia

source: Supported Devices
ee: Mɔ siwo woda megbe na

source: What’s New
ee: Nu yeye kawoe va?

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ee: Emenu aɖewo nye ©1998–%(current_year)s mozilla.org dɔwɔla aɖewo tɔ. Emenuwo le <a href="%(url)s">Creative Commons license</a> te.

source: Contribute to this site
ee: Contribute na site sia

source: Contribute to this page
ee: Contribute kpe axa sia

source: Mission
ee: Taɖodzinu

source: Tour
ee: To eme

source: Partner with Us
ee: Wɔdɔ kpli mi

source: Desktop Support
ee: Desktop megbeda

source: Android Support
ee: Android megbeda

source: Performance
ee: Dɔwɔwɔ

source: Privacy &amp; Security
ee: Privacy &amp; Dedienɔnɔ

source: Firefox for Organizations
ee: Firefox na Dɔwɔƒewo

source: Mobile Add-ons
ee: Mobile Add-onwo

source: Mobile Support
ee: Mobile Megbeda

source: About Firefox
ee: Tso Firefox ŋu

source: Join Mozilla
ee: Geɖe Mozilla me

source: Volunteer
ee: Lɔlɔnufã dɔwɔla

source: Partnerships
ee: Partnershipwo

source: Get Mozilla updates
ee: Xɔ Mozilla updatewo

source: Share
ee: Mã

source: Mozilla on Twitter
ee: Mozilla le Twitter dzi

source: Firefox on Twitter
ee: Firefox le Twitter dzi

source: Mozilla on Facebook
ee: Mozilla le Facebook dzi

source: Firefox on Facebook
ee: Mozilla le Facebook dzi

source: Forums
ee: Forumwo

source: Leadership
ee: Kplɔlanyenye

source: Governance
ee: Dukpɔkplɔ

source: History
ee: Xotutu

source: Our Products
ee: Miaƒe productwo

source: Software and other innovations designed to advance our mission.
ee: Software kple innovation siwo mie design na miaƒe taɖodzinu keke ɖe edzi.

source: Become a volunteer contributor in a number of different areas.
ee: Zu lɔlɔnu fã dɔwɔla abe contributor ene le go vovovowo me.

source: Committed to you, your privacy and an open Web
ee: Mieli na wò, wò privacy kple Web femaxe

source: Choose Independent
ee: Tia Independent

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ee: Le wo dzodzro manyagblɔ na Internet femaxee la ɖe asi sesie. #TiaIndependent. Tia Firefox:

source: Please turn on JavaScript to display this page correctly.
ee: Taflatse ʋu JavaScript be na he axa sia ɖe go dedie.

source: Firefox Features
ee: Firefox menuwo

source: Firefox Help
ee: Firefox Kpekpeɖeŋu

source: January
ee: Dzove

source: February
ee: Dzodze

source: March
ee: Tedoxe

source: April
ee: Afɔfĩe

source: May
ee: Dama

source: June
ee: Masa

source: July
ee: Siamlɔm

source: August
ee: Deasiamime

source: September
ee: Anyɔnyɔ

source: October
ee: Kele

source: November
ee: Adeɛmekpɔxe

source: December
ee: Dzome

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ee: Firefox gbɔna iOS dzi kpuie! <a href="{url}">Sign up hena nya bubuwo</a>.
