Repository: alvinlaz96/mozilla-lang
Catalog: nso/download_button.lang.po
Languages: nso

source: Download Firefox
nso: Laolla Firefox

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
nso: Tshepedišo ya gago ga e na dinyakwa <a href="%(url)s">tša </a>go ka šomiša Firefox.

source: <span>Firefox Beta</span> for Android
nso: <span>Firefox Beta</span> bakeng sa Android

source: <span>Firefox Aurora</span> for Android
nso: <span>Firefox Aurora</span> bakeng sa Android

source: <span>Firefox</span> for Android
nso: <span>Firefox</span> bakeng sa Android

source: Get it free on Google Play
nso: E hwetše ka ntle le tefo go Google Play

source: Free Download
nso: Go laolla ga mahala

source: Supported Devices
nso: Dišomišwa tše thekgwago

source: Get Firefox for Android
nso: Hwetša Firefox bakeng sa Android

source: What’s New
nso: Tše mpsha

source: Privacy
nso: Bosephiri

source: Systems &amp; Languages
nso: Ditshepedišo le maleme
