Repository: alvinlaz96/mozilla-lang
Catalog: nso/firefoxtesting.lang.po
Languages: nso

source: Download Firefox Beta for Android - Free
nso: Laolla Firefox Beta bakeng sa Android - Mahala

source: Download Firefox Beta for Desktop - Free
nso: Laolla Firefox Beta bakeng sa tesekethopo - Mahala

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
nso: Laolla le go leka ditokollo tša nakong e tlago tša Firefox. Iponele dithomološo tše mpsha ka dikago tša Aurora goba Beta.

source: Firefox Beta for:
nso: Firefox Beta bakeng sa:

source: Firefox Beta for Mobile
nso: Firefox Beta bakeng sa Mogala wa go thetha

source: Download Beta and be part of the next version of Firefox.
nso: Laolla Beta gomme o be karolo ya tokollo e latelago ya Firefox.

source: 1. Test Features
nso: 1. Leka dibopego

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
nso: Leka tsela ya go šoma ya moragorago, tlwaelantšo le dibopego tša tšhireletšego tšeo di loketšego nako ya leemaema.

source: 2. Refine &amp; Polish
nso: 2. Mošomo wa mafelelo

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
nso: Bega diphošo go re thuša go feleletša tsela ya go šomela tikologong ya maleba.

source: 3. Do Your Part
nso: 3. Phetha karolo ya gago

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
nso: Ama tokollo e latelago ya Firefox le batho ba dimilione tše 450 bao ba e dirišago letšatši le letšatši.

source: Supported devices
nso: Dišomišwa tše thekgwago
