Repository: alvinlaz96/mozilla-lang
Catalog: nso/main.lang.po
Languages: nso

source: Navigation
nso: Tshepelatshepelo

source: About
nso: Ka ga

source: Donate
nso: Neela

source: Support
nso: Thekgo

source: Products
nso: Ditšweletšwa

source: Add-ons
nso: Ditlaleletši

source: About Us
nso: Ka ga rena

source: Labs
nso: Dilaboratori

source: skip to Navigation
nso: tabogela go Tshepelatshepelo

source: switch language
nso: fetoša leleme

source: Back to home page
nso: Morago letlakaleng la gae

source: About Mozilla
nso: Ka ga Mozilla

source: Get Involved
nso: Tsenya letsogo

source: Careers
nso: Mešomo

source: Press Center
nso: Lefelo la ditaba

source: Contact Us
nso: Ikgokaganye le rena

source: Other languages:
nso: Maleme a mangwe:

source: Legal Notices
nso: Ditemošo tša semolao

source: Privacy Policy
nso: Pholisi ya bosephiri

source: Release Notes
nso: Dintlha tša tokollo

source: Other Systems and Languages
nso: Ditshepedišo tše dingwe le maleme

source: Close
nso: Tswalela

source: (in English)
nso: (ka Seisemane)

source: Return to top
nso: Boela godimo

source: Features
nso: Dibopego

source: Customize
nso: Tlwaelanya

source: Download
nso: Laolla

source: Next
nso: Latelago

source: MegaBytes
nso: Dimekapaete

source: FAQ
nso: Dipotšišo tša Kgafetša

source: Videos
nso: Dibidio

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
nso: Ka ntle le moo go <a href="%s">lemošitšwego</a>, diteng tša saete ye di na le laesense ka tlase ga <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> goba tokollo e nngwe ya morago bjale.

source: Report Trademark Abuse
nso: Bega tirišompe ya leswaothekišo

source: Free Upgrade
nso: Kaonafatšo ya mahala

source: Follow us on:
nso: Re latelele go:

source: Customize with Add-ons
nso: Tlwaelanya ka ditlaleletši

source: Learn More
nso: Ithute ka mo go oketšegilego

source: Watch the video
nso: Lebelela bidio

source: WebM format
nso: Fomate ya WebM

source: Ogg Theora format
nso: Fomate ya Ogg Theora

source: MPEG-4 format
nso: Fomate ya MPEG-4

source: Mobile
nso: Sellathekeng

source: Check out the new look and feel of Firefox.
nso: Bona ponagalo le maikutlo a maswa a Firefox.

source: View Full Site
nso: Lebelela saete e feletšego

source: Get Firefox for Android
nso: Hwetša Firefox bakeng sa Android

source: Download for <span>Android</span>
nso: Laolla bakeng sa <span>Android</span>

source: Desktop
nso: Tesekethopo

source: Firefox Beta for mobile
nso: Firefox Beta bakeng sa selefounu

source: Firefox for mobile
nso: Firefox bakeng sa selefounu

source: Email
nso: Imeile

source: Super speed
nso: Lebelo le makatšago

source: Stunning graphics
nso: Diswantšho tše makatšago

source: The latest technologies
nso: Thekinolotši ya moragobjale

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
nso: O hloka kaonafatšo! Dula o bolokegile ka nako ya ka tlase ga motsotso.<br/> Thoma go diriša Firefox ya gago e mpsha bakeng sa praosa le go tlwaelanya mo go tšwago pele wepeng. <br/> E a potlaka e bile ke mahala!

source: Upgrade now
nso: Kaonafatša gona bjale

source: Update now
nso: Mpshafatša gona bjale

source: Supported Devices
nso: Dišomišwa tše thekgwago

source: What’s New
nso: Tše mpsha

source: Privacy
nso: Bosephiri

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
nso: Dikarolo tša diteng tše ke tša ©1998–%(current_year)s tša batsenyaletsogo ba mozilla.org. Diteng di hwetšagala ka tlase ga <a href="%(url)s">laesense ya Creative Commons</a>.

source: Contribute to this page
nso: Tsenya letsogo letlakaleng le

source: Mission
nso: Maikemišetšo

source: Tour
nso: Tšea leeto

source: Join Mozilla
nso: Tsenela Mozilla

source: Partnerships
nso: Ditirišano
