Repository: alvinlaz96/mozilla-lang
Catalog: nso/newsletter.lang.po
Languages: nso

source: Get Monthly News
nso: Hwetša ditaba tša kgwedi le kgwedi

source: Your Email Address
nso: Aterese ya gago ya imeile

source: Text
nso: Mongwalo

source: Available Languages
nso: Maleme ao a lego gona

source: Select country
nso: Kgetha naga

source: Whoops! Be sure to enter a valid email address.
nso: O!O! Netefatša go tsenya aterese ya imeile yeo e šomago.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
nso: Hle bala pholisi ya bosephiri ya Mozilla gomme o dumele ka go swaya lepokisi.

source: I agree to the <a href="%s">Privacy Policy</a>
nso: Ke dumela<a href="%s">Pholisi ya bosephiri</a>

source: Sign me up!
nso: Nngwadiše!

source: We will only send you Mozilla-related information.
nso: Re tla go romela tshedimošo e amanago le Mozilla feela.

source: Thanks for Subscribing!
nso: Re lebogela gore o ngwadišitše!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
nso: Re lebeletše pele go thoma go abelana maele go se go ye kae, le maele a go hwetša mo go ntši go tšwa go Firefox, gotee le ditaba tše di kgahlišago ka ga Mozilla le kamoo re šomago ka gona go hlama wepe e kaone.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
nso: Ingwadiše go dimpshafatšo tša kgwedi le kgwedi gomme o dule o le nakong ka ditaba tša Mozilla, go akaretša maele a maswa le ditsela tša go hwetša mo go ntši go praosara ya gago ya Firefox. Ke tsela e phethagetšego ya go dula re ikgokaganya le wena!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
nso: Re fetša go go romela molaetša wa tiišetšo ka imeile. Kgotla go lomaganyo ya tiišetšo imeileng ye gore o netefatše ngwadišo ya gago lelokelelong le la thomelo.

source: Read all about it in our <span>newsletter</span>
nso: Di bale tšohle go <span>lengwalo la rena la ditaba<span>

source: Your newsletter subscription has been confirmed.
nso: Ngwadišo ya gago lengwalong la ditaba e netefaditšwe.

source: Format
nso: Fomate

source: You’re All Set! <span>But Wait, There’s More</span>
nso: O šetše o loketše tsela!<span>Ema pele, go na le mo gontši</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
nso: Na o nyaka tshedimošo e sepelelanago le wena? Re botše ka ga wena. Ge o sa dutše o le moo, ingwadiše bakeng sa ditaba tše dingwe tša Mozilla.

source: Firefox & You
nso: Firefox le wena

source: Our Other Newsletters:
nso: Mangwalo a rena a mangwe a ditaba:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
nso: Hwetša maele a maswa le ditsela tša go hwetša mo go ntši go tšwa go praosara ya gago ya mamoratwa.

source: Firefox Mobile
nso: Firefox ya selefounu

source: Learn about the hottest new add-ons and features for Firefox mobile.
nso: Ithute ka ditlaleletši le dibopego tše diswa tša go fiša tša Firefox ya selefounu

source: Beta News
nso: Ditaba tša Beta

source: Read about the latest features for Firefox desktop and mobile before the final release.
nso: Bala ka ga dibopego tše diswa tša tesekethopo ya Firefox le ya selefounu pele di lokollwa.

source: Let’s Be Friends!
nso: A re beng bagwera!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
nso: Firefox bjale e go disaete tšeo o di ratago tša bogwera tša neteweke. Ikgokaganye le rena gomme o be karolo ya dipoledišano.

source: Manage your <span>Newsletter Subscriptions</span>
nso: Laola <span>ngwadišo ya gago ya lengwalo la ditaba</span>

source: Subscribe
nso: Ingwadiše

source: Unsubscribe
nso: Ntšha leina laka

source: Check here if you’d like to be removed from all Mozilla emails
nso: Swaya mo ge eba o nyaka go tlošwa diimeileng tšohle tša Mozilla

source: Remove me from all Mozilla emails
nso: Ntloše diimeileng tšohle tša Mozilla

source: Save Preferences
nso: Boloka dikganyogwa

source: Thanks for updating your email preferences.
nso: Re lebogela gore o mpshafaditše dikganyogwa tša gago tša imeile.

source: You've been unsubscribed.
nso: Leina la gago le ntšhitšwe.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
nso: Re nyamišwa ke go bona o re tlogela. Na o ka re botša lebaka leo ka lona o re tlogelago?

source: You send too many emails.
nso: Le romela diimeile tše dintši kudu.

source: Your content wasn't relevant to me.
nso: Dikagare tša lena di be di sa sepelelane le nna.

source: Your email design was too hard to read.
nso: Tlhamo ya imeile ya lena e be e le thata kudu go e bala.

source: I didn't sign up for this.
nso: Ga ke a ngwadišetša se.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
nso: Ke ikgokaganya le Mozilla go Facebook le Twitter.

source: Submit
nso: Romela

source: Thanks for telling us why you’re leaving.
nso: Re lebogela gore o re boditše lebaka leo ka lona o re tlogelago.

source: Mozilla Newsletters
nso: Mangwalo a ditaba a Mozilla

source: Thanks! Please check your inbox to confirm your subscription.
nso: Re a leboga! Hle lekola lepokisi la gago la melaetša gore o netefatše ngwadišo ya gago.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
nso: O tla amogela imeile e tšwago go mozilla@e.mozilla.org go netefatša ngwadišo ya gago. Ge o sa e bone, lekola filthara ya melaetša ya boradia. O swanetše go netefatša ngwadišo ya gago gore o amogele mangwalo a rena a ditaba.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
nso: Hle netefatša go tsenya aterese ya rena ya go romela: mozilla@e.mozilla.org ka pukung ya gago ya diaterese go netefatša gore re dula re fihla ka lepokising la gago la melaetša.

source: Get Firefox news
nso: Hwetša ditaba tša Firefox

source: YOUR EMAIL HERE
nso: IMEILE YA GAGO MO

source: Sign me up
nso: Nngwadiše
