Repository: alvinlaz96/mozilla-lang
Catalog: nso/plugincheck.lang.po
Languages: nso

# mozilla.com-source/plugincheck.lang:1
source: Plugin Check
nso: Go lekola tsebišo-koketšo

# mozilla.com-source/plugincheck.lang:5
source: Plugin Check
nso: Go lekola tsebišo-koketšo

source: Plugin details
nso: Dintlha ka ga tsebišo-koketšo

source: State
nso: Boemo

source: Action
nso: Tiro

source: Checking with Mozilla on the status of your plugins
nso: Go botšiša Mozilla ka ga boemo bja ditsebišo-koketšo tša gago

source: Loading Data
nso: Go hlahlela tsebišo

source: View All Your Plugins
nso: Lebelela ditsebišo-koketšo tša gago ka moka

source: Disable Now
nso: Šitiša gona bjale

source: Vulnerable No Fix
nso: Di kotsing, ga di lokišege

# mozilla.com-source/plugincheck.lang:41
source: Update Now
nso: Mpshafatša gona bjale

source: Vulnerable
nso: Di kotsing

# mozilla.com-source/plugincheck.lang:49
source: Update
nso: Mpshafatša

source: Outdated Version
nso: Tokollo e šiilwego ke nako

source: Up to Date
nso: Nakong

source: Research
nso: Nyakišišo

source: Unknown plugin
nso: Tsebišo-koketšo e sa tsebjwego

source: Out of date plugins:
nso: Ditsebišo-koketšo tše šiilwego ke nako:

source: Vulnerable plugins:
nso: Ditsebišo-koketšo tše lego kotsing:

source: Potentially vulnerable plugins:
nso: Ditsebišo-koketšo tšeo go nago le kgonagalo ya gore di be kotsing:

source: The plugins listed below are up to date
nso: Ditsebišo-koketšo tšeo di lokeleditšwego ka mo tlase di nakong

source: No plugins were detected
nso: Ga go a utollwa ditsebišo-koketšo

source: current version plugin
nso: tsebišo-koketšo ya tokollo ya gona bjale

# mozilla.com-source/plugincheck.lang:93
source: Update Now
nso: Mpshafatša gona bjale

source: Potentially Vulnerable
nso: Kgonagalo ya go ba kotsing

# mozilla.com-source/plugincheck.lang:101
source: Update
nso: Mpshafatša

source: Potentially Outdated Version
nso: Tokollo yeo go nago le kgonagalo ya gore e fetilwe ke nako

source: <p>This plugin version has a security vulnerability that websites can exploit and potentially harm your computer. It is recommended that you update this plugin or if an update is not available, <a href='#howto-disable'>disable it</a>.</p><p>For more information, read the <a href='#' class='vulner-url'>plugin vendor's vulnerability information</a>.</p><p><a class='qtip-closer'>Close</a></p>
nso: <p>Tokollo ye ya tsebišo-koketšo e kotsing ya tšhireletšego yeo diwepesaete di ka fihlelelago gomme gwa ba le kgonagalo ya gore e gobatše khomphutha ya gago. Go eletšwa gore o mpshafatše tsebišo-koketšo ye goba ge e ba mpshafatšo e se gona, <a href='#howto-disable'>e šitiše</a>.</p><p>Bakeng sa tshedimošo e oketšegilego, bala <a href='#' class='vulner-url'>tshedimošo ya go ba kotsing ga morekiši</a>.</p><p><a class='qtip-closer'>Tswalela</a></p>

source: (more info)
nso: (tshedimošo e oketšegilego)

source: Check Your <span>Plugins</span>
nso: Lekola ditsebišo-koketšo <span>tša gago</span>

source: Keeping your third-party plugins up to date helps Firefox run safely and smoothly.
nso: Go boloka ditsebišo-koketšo tša gago tša motho yo mongwe di le nakong go thuša go sepetša Firefox ka tšhireletšego le ka tsela e boreledi.

source: Missing <span>FLASH?</span>
nso: O lahlegetšwe ke <span>FLASH?</span>

source: For your safety, Firefox has disabled your outdated version of Flash. Please <a href="%(url)s" >upgrade to the latest version.</a>
nso: Bakeng sa polokego ya gago, Firefox e šitišitše tokollo ya gago yeo e šiilwego ke nako ya Flash. Hle <a href="%(url)s" >kaonafatša gore e be tokollo ya morago bjale.</a>

source: <strong>Warning, a newer version of your browser is available.</strong> Please upgrade your browser.
nso: <strong>Temošo, tokollo e mpsha ya praosara ya gago e a hwetšagala.</strong> Hle kaonafatša praosara ya gago.

source: This page works best with the latest browsers: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+
nso: Letlakala le le šoma gakaone ka dipraosara tša morago bjale: Firefox 3.6+, Opera 10.5+, Safari 4+, Chrome 4+, or IE 8+

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
nso: Thekgo ya go lekola tsebišo-koketšo<strong> bakeng sa Internet Explorer e lekanyeditšwe</strong>. Gape diriša Dithulusi &gt; Laola ditlaleletši

source: <strong><em>Step 1:</em></strong> Click <strong>Update</strong> to update a plugin.
nso: <strong><em>Kgato 1:</em></strong> Kgotla <strong>Mpshafatšo</strong> gore o mpshafatše tsebišo-koketšo.

source: <strong><em>Step 2:</em></strong> <strong>Complete all recommended updates</strong> <em>before</em> restarting your browser.
nso: <strong><em>Kgato 2:</em></strong><strong>Dira dimpshafatšo tšohle tše eleditšwego</strong><em>pele</em>o ka thoma praosara ya gago ka leswa.

source: Note
nso: Ela hloko

source: <strong>You have JavaScript disabled</strong> or are using a browser without JavaScript. This Plugin Check page does not work without the awesome power of <strong>JavaScript</strong>. Please enable this Content Preference and reload the page.
nso: <strong>O šitišitše JavaScript</strong> goba o diriša praosara ka ntle le JavaScript. Letlakala le la go lekola tsebišo-koketšo ga le šome ka ntle le matla a makatšago a <strong>JavaScript</strong>. Hle dumelela Kganyogo ye ya dikagare gomme o hlahlele letlakala gape.

source: Or disable all your plugins and keep JavaScript disabled... you'd be in good company, that's how <a >RMS rolls</a>.
nso: Goba o šitiše ditsebišo-koketšo tša gago ka moka gomme o tlogele Javascript e šitišitšwe... o tla be o le diatleng tše dibotse, ke kamoo <a >RMS e kgatlampanago ka gona</a>.

source: Plugin Finding Service Error
nso: Phošo ya tirelo ya go hwetša tsebišo-koketšo

source: We've encountered an error. Please try your request again later.
nso: Re kopane le phošo. Hle leka kgopelo ya gago gape ka moragonyana.

source: Retry
nso: Leka gape

# mozilla.com-source/plugincheck.lang:177
source: What is a plugin?
nso: Tsebišo-koketšo ke eng?

# mozilla.com-source/plugincheck.lang:181
source: Why should I update my plugins?
nso: Ke ka baka la'ng ke swanetše go mpshafatša ditsebišo-koketšo tša ka?

# mozilla.com-source/plugincheck.lang:185
source: How can Firefox help me?
nso: Firefox e ka nthuša bjang?

# mozilla.com-source/plugincheck.lang:189
source: Which plugins do I have?
nso: Ke ditsebišo-koketšo dife tšeo ke nago le tšona?

# mozilla.com-source/plugincheck.lang:193
source: How do I disable a plugin?
nso: Ke šitiša bjang tsebišo-koketšo?

source: Need Help?
nso: O hloka thušo?

source: Visit support.mozilla.org
nso: Etela support.mozilla.org

source: Read support articles about plugins
nso: Bala dihlogo tša thekgo ka ga ditsebišo-koketšo

source: Frequently asked <span>Questions</span>
nso: Dipotšišo tše <span>botšišwago kgafetša</span>

# mozilla.com-source/plugincheck.lang:213
source: What is a plugin?
nso: Tsebišo-koketšo ke eng?

source: Plugins power <strong>videos, animation and games</strong>.
nso: <strong>Dibidio, ditlhohleletšo le dipapadi tše matla tša ditsebišo-koketšo</strong>.

source: They're built <strong>outside of Firefox by companies</strong> like <a href="%(adobe)s">Adobe Systems</a> and <a href="%(apple)s" >Apple</a>.
nso: Di agwa <strong> ka ntle ga Firefox ke dikhampani</strong> tša go swana le <a href="%(adobe)s">Adobe Systems</a> le <a href="%(apple)s" >Apple</a>.

source: Plugins <strong>don't always update</strong> automatically.
nso: Ditsebišo-koketšo <strong>ga se ka mehla di impshafatšago</strong>ka maitirišo.

# mozilla.com-source/plugincheck.lang:229
source: Why should I update my plugins?
nso: Ke ka baka la'ng ke swanetše go mpshafatša ditsebišo-koketšo tša ka?

source: Old plugins can interrupt browsing and <strong>waste your time</strong>.
nso: Ditsebišo-koketšo tša kgale di ka šitišana le go praosa gomme tša <strong>senya nako ya gago</strong>.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
nso: Ditsebišo-koketšo tša kgale <strong>di oketša kotsi</strong> ya go hlaselwa ke malware, ditwatši tša khomphutha, le ditšhošetšo tše dingwe tša tšhireletšego.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
nso: <strong>Ditsebišo-koketšo tše mpshafaditšwego di na le dikaonafatšo</strong> tšeo di dirago wepe gore e be <strong>kaone le e bolokegilego</strong> go wena.

# mozilla.com-source/plugincheck.lang:245
source: How can Firefox help me?
nso: Firefox e ka nthuša bjang?

source: In the future, Firefox will update plugins for you. Until then, you should <strong>regularly check this page</strong> and update your plugins to stay safe.
nso: Nakong e tlago, Firefox e tla go mpshafaletša ditsebišo-koketšo. Go ba go fihla ka nako yeo, o swanetše <strong>gore ka mehla o lekole letlakala le</strong> gomme o mpshafatše ditsebišo-koketšo tša gago gore o dule o bolokegile.

# mozilla.com-source/plugincheck.lang:253
source: Which plugins do I have?
nso: Ke na le ditsebišo-koketšo dife?

source: We automatically detected your plugins above, to <strong>view your installed plugins in Firefox</strong> follow these steps:
nso: Ka maitirišo re utolotše ditsebišo-koketšo tša gago ka mo godimo, gore <strong> o lebelele ditsebišo-koketšo tše loketšwego go Firefox</strong> latela dikgato tše:

source: Open the <kbd>Tools</kbd> menu.
nso: Bula lelokelelo la <kbd>dithulusi</kbd>.

source: Choose <kbd>Add-ons</kbd>.
nso: Kgetha <kbd>ditlaleletši</kbd>.

source: Click the <kbd>plugins</kbd> tab.
nso: Kgotla thepo ya <kbd>ditsebišo-koketšo</kbd>.

# mozilla.com-source/plugincheck.lang:273
source: How do I disable a plugin?
nso: Ke šitiša bjang tsebišo-koketšo?

source: In Firefox:
nso: Go Firefox:

source: Click on a plugin in the list.
nso: Kgotla go tsebišo-koketšo yeo e lego lelokelelong.

source: Click the <kbd>Disable</kbd> button.
nso: Kgotla konope ya <kbd>šitiša</kbd>.

source: <strong>Caution:</strong> disabling a plugin means that you will <strong>no longer be able to do</strong> certain things. For example, if you disable Flash, you will not be able to watch videos on popular video streaming sites.
nso: <strong>Temošo:</strong> go šitiša tsebišo-koketšo go bolela gore o <strong>ka se sa kgona go dira <strong> dilo tše itšego. Ka mohlala, ge e ba o šitiša Flash, o ka se kgone go bogela dibidio disaeteng tša go tuma tša dibidio.

source: Have more <span>questions?</span>
nso: Na o na le <span>dipotšišo</span>tše oketšegilego?

source: <a href="%(url2)s">Our support site</a> can help you <a href="%(url1)s">learn about plugins</a> or <a href="%(url3)s">troubleshoot plugin problems</a>.
nso: <a href="%(url2)s">Saete</a> ya rena ya thekgo e ka go thuša<a href="%(url1)s">go ithuta ka ditsebišo-koketšo</a> goba <a href="%(url3)s"> mathata a go lokiša tsebišo-koketšo</a>.
