Repository: alvinlaz96/mozilla-lang
Catalog: nso/upgradedialog.lang.po
Languages: nso

source: Get the Newest Firefox
nso: Hwetša Firefox e mpsha

source: The Newest Firefox is Here!
nso: Firefox e mpsha e fihlile!

source: <a %s>Quick, easy and free update</a>
nso: <a %s>Mpshafatšo ya kapejana, e bonolo le e sa lefelelwego</a>

source: Fresh new look
nso: Ponagalo e mpsha e foreše

source: Much faster than Firefox 3.6
nso: E na le lebelo go feta Firefox 3.6

source: More awesomeness than ever
nso: E kgahliša kudu le go feta

source: There’s a new version of Firefox that can better protect you against online attacks.
nso: Go na le tokollo e mpsha ya Firefox yeo e ka go šireletšago gakaone kgahlanong le ditlhaselo tša inthaneteng.

source: <a %s>Get the upgrade</a> — it’s fast & free!
nso: <a %s>Hwetša kaonafatšo</a>— e na le lebelo gape ga e lefelelwe!

source: get the latest in security
nso: hwetša tšhireletšego ya morago bjale

source: experience faster performance
nso: itemogele go šoma ka lebelo

source: enjoy greater customization
nso: thabela tlwaelantšo e kaone

source: Your version of Firefox will soon be vulnerable to online attacks.
nso: Go se go ye kae tokollo ya gago ya Firefox e tla ba kotsing ya go hlaselwa inthaneteng.

source: Stay safe online
nso: Dula o bolokegile inthaneteng

source: Enjoy new features
nso: Thabela dibopego tše diswa

source: We recommend:
nso: Re go eletša:

source: Upgrading your <a %s>operating system</a>
nso: Go kaonafatša <a %s> tshepedišo ya gago e šomago</a>

source: Downloading a compatible browser
nso: Go laolla praosara e kwanago le yona

source: Installing a free upgrade to your <a %s>operating system</a>
nso: Go lokela kaonafatšo e sa lefelelwego go <a %s> tshepedišo ya gago e šomago</a>

source: You will be prompted once more before being automatically updated.
nso: O tla botšišwa gape pele e ka mpshafatšwa ka maitirišo.
