Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/moss/mission-partners-india.lang.po
Languages: hi_in

source: Global Mission Partners: India
hi_in: वैश्विक मिशन भागीदार: भारत

source: About
hi_in: परिचय

source: The Global Mission Partners: India track is open to any open source or free software project that is undertaking an activity which significantly furthers Mozilla’s <a href="%(url1)s">mission</a>, and for which the applicant(s) are based in India.
hi_in: वैश्विक मिशन भागीदार: भारत पगडंडी किसी भी मुक्त स्रोत या मुफ्त सॉफ्टवेयर परियोजना के लिए खुला है जो एक ऐसी गतिविधि कर रहा है जो Mozilla के <a href="%(url1)s">मिशन</a> को महत्वपूर्ण रूप से आगे बढ़ाता है, और जिसका(के) आवेदक भारत में रहता(रहते) है(हैं).

source: Ready to go?
hi_in: आगे बढ़ने के लिए तैयार हैं?

source: Apply Now
hi_in: अभी आवेदन करें

source: What your application should include
hi_in: आपके आवेदन में क्या शामिल होना चाहिए

source: Award applications should be submitted by a leader of the project.
hi_in: अनुदान के आवेदन परियोजना के नेतृत्व-कर्ता द्वारा प्रस्तुत किए जाने चाहिए.

source: Your application needs to meet the following criteria:
hi_in: आपके आवेदन को निम्नलिखित मानदंडों को पूरा करना आवश्यक है:

source: Enhancement
hi_in: उन्नयन

source: The project should be to write or enhance some software or software documentation which is under an OSI open source and/or an FSF free software license (non-software exceptions will be considered on a case-by-case basis).
hi_in: परियोजना का संबंध किसी ऐसी सॉफ्टवेयर या सॉफ्टवेयर दस्तावेज को लिखने या उसमें उन्नयन करने से होना चाहिए जो OSI मुक्त स्रोत और/या FSF मुफ्त सॉफ़्टवेयर लाइसेंस के अंतर्गत हो (गैर-सॉफ्टवेयर अपवादों पर केस-दर-केस विचार किया जाएगा).

source: Project Origin
hi_in: परियोजना की उत्पत्ति

source: The applicant needs to be an individual resident in India, or a company or non-profit registered in India.
hi_in: आवेदक को भारत का एक व्यक्तिगत निवासी, या भारत में पंजीकृत कंपनी या गैर-लाभकारी इकाई होना आवश्यक है.

source: Usefulness
hi_in: उपयोगिता

source: Activities which are not sufficient for an award on their own include: writing open source software (notwithstanding manifesto principle #7); building something cool with web technologies; and translating open source software into another language.
hi_in: ऐसी गतिविधियां जो अपने आप में किसी पुरस्कार के लिए पर्याप्त नहीं हैं, में शामिल हैं: मुक्त स्रोत सॉफ़्टवेयर लिखना (घोषणापत्र सिद्धांत # 7 के बावजूद); वेब प्रौद्योगिकियों के साथ कुछ बढ़िया बनाना; और मुक्त स्रोत सॉफ़्टवेयर का किसी अन्य भाषा में अनुवाद करना.

source: Endorsement
hi_in: पृष्ठांकन

source: The specific project activity should be endorsed (on the application form) by someone well-known and respected in a wider software community of which the project is a part.
hi_in: किसी विशिष्ट सॉफ्टवेयर गतिविधि को एक व्यापक सॉफ्टवेयर समुदाय में प्रसिद्ध और सम्मानित किसी व्यक्ति द्वारा (आवेदन पत्र पर) अनुमोदित किया जाना चाहिए जिस का परियोजना एक हिस्सा है.

source: Mozilla Mission
hi_in: Mozilla मिशन

source: The project should benefit Mozilla’s mission.
hi_in: परियोजना को Mozilla के मिशन को लाभ पहुँचाना चाहिए.

source: This is normally demonstrated by tying the objective of the project to specific Mozilla manifesto principles or other demonstrated priorities.
hi_in: यह सामान्य रूप से विशिष्ट Mozilla घोषणापत्र के सिद्धांतों या अन्य प्रदर्शित प्राथमिकताओं के लिए परियोजना के उद्देश्य के मिलान के द्वारा प्रदर्शित किया जाता है.

source: We expect the vast majority of MOSS awards to be singular rather than regular — that is, support for doing a particular defined thing, rather than ongoing support for a project in general.
hi_in: हम अपेक्षा करते हैं कि MOSS अधिकाँश पुरस्कारों को नियमित के बजाय एकल होना चाहिए - अर्थात, सामान्य रूप से किसी परियोजना के लिए जारी समर्थन की बजाय, एक विशेष परिभाषित कार्य करने के लिए समर्थन.

source: However a previous award proposal, successful or unsuccessful, does not disqualify a project from applying again.
hi_in: हालांकि एक पिछले अनुदान के लिए प्रस्ताव, चाहे सफल या असफल रहा हो, किसी परियोजना को दोबारा आवेदन करने के लिए अयोग्य नहीं बना देता है.

source: The minimum award for the Global Mission Partners: India track is ₹1,25,000, and the maximum is ₹50,00,000.
hi_in: वैश्विक मिशन भागीदार: भारत पगडंडी के लिए न्यूनतम अनुदान ₹1,25,000 है, और अधिकतम ₹50,00,000 है.

source: How we’ll make our decision
hi_in: हम अपना निर्णय कैसे लेंगे

source: All criteria are indicative rather than determinative — that is to say, they will make us more or less likely to make an award, but none will guarantee a particular outcome.
hi_in: सभी मानदंड निर्धारक के बजाय संकेतक हैं - इसका मतलब यह है कि वे हमें अनुदान देने की संभावना को ज्यादा या कम कर देंगे, लेकिन इनमें से कोई भी एक विशेष परिणाम की गारंटी नहीं देगा.

source: Selection criteria:
hi_in: चयन करने के मापदंड:

source: How significantly does the project advance the Mozilla mission?
hi_in: Mozilla मिशन को परियोजना कितने महत्वपूर्ण रूप से आगे बढ़ाएगा?

source: What sort of reputation does the project have in general, if any?
hi_in: इस परियोजना की सामान्य रूप से किस प्रकार की प्रतिष्ठा है, यदि कोई हो?

source: This includes reputation in technical, inclusion and other areas
hi_in: इसमें तकनीकी, समावेश और अन्य क्षेत्रों में प्रतिष्ठा शामिल है

source: Is the project known for something besides the code we are relying on?
hi_in: क्या ये परियोजना कोड के अलावा किसी और चीज के लिए भी प्रसिद्ध है जिस पर हम भरोसा कर रहे हैं?

source: Will this award make a significant impact on the project?'
hi_in: क्या यह अनुदान इस परियोजना पर महत्वपूर्ण प्रभाव डालेगा?

source: Is the level of funding appropriate for the task to be accomplished?
hi_in: क्या अनुदान का स्तर लक्षित कार्य के लिए उपयुक्त है?

source: Does the person (or group) who will receive the money have a track record of delivering?
hi_in: जो व्यक्ति (या समूह) यह राशि प्राप्त करेगा, क्या उनके सफलतापूर्वक कार्य पूर्ण करने का इतिहास है?

source: How to apply
hi_in: आवेदन कैसे करें

source: To get started with your application, simply follow the link below.
hi_in: अपने आवेदन को आरंभ करने के लिए, बस नीचे दिए गए लिंक का अनुसरण करें.

source: For deadline information, please check <a href="%(url1)s">the MOSS wiki</a>.
hi_in: समय सीमा की जानकारी के लिए, कृपया <a href="%(url1)s">MOSS विकी</a> को देखें.

source: If you need help completing your application, see the <a href="%(url1)s">list of mentors</a>.
hi_in: यदि आपको अपना आवेदन पूरा करने में मदद की आवश्यकता है, तो <a href="%(url1)s">परामर्शदाताओं की सूची</a> देखें.

source: I’m ready!
hi_in: मैं तैयार हूँ!

source: FAQs
hi_in: अक्सर पूछे जाने वाले प्रश्न

source: What is an “endorser”?
hi_in: एक “पृष्ठांकनकर्ता” कौन होता है?

source: We are keen to enable applications from groups not currently connected with Mozilla, and from communities outside the English-speaking free software world.
hi_in: हम ऐसे समुहों से आवेदनों का प्रोत्साहन करने के लिए इच्छुक हैं, जो वर्तमान में Mozilla से नहीं जुड़े हैं, और उन समुदायों से जो अंग्रेज़ी-भाषी मुखत सॉफ्टवेयर की दुनिया का भाग नहीं हैं.

source: Therefore, applications for Mission Partners do not require a Mozillian to support them, as applications for Foundational Technology do.
hi_in: इस लिए, मिशन भागीदारों के लिए आवेदनों के लिए किसी Mozilla कर्मी का समर्थन आवश्यक नहीं है, जैसा कि मूलभूत प्रौद्योगिकी के आवेदनों के लिए आवश्यक है.

source: Instead, they must be endorsed by a well-known and respected figure from a wider software community of which the project is a part, who is not directly connected with your project.
hi_in: इस की बजाय, उन्हें किसी प्रसिद्ध और सम्मानित व्यक्ति द्वारा समर्थित किया जाना चाहिए को उस व्यापक सॉफ्टवेयर समुदाय से जुड़ा हो जिस का परियोजना एक हिस्सा है, और जो सीधे आप की परियोजना से नहीं जुड़ा है.

source: This could be a language community, or a national community - it does not have to be the international open source community.
hi_in: यह एक भाषा समुदाय, या एक राष्ट्रीय समुदाय हो सकता है - या आवश्यक नहीं कि यह अंतरराष्ट्रीय मुक्त स्रोत समुदाय ही हो.

source: What about tax?
hi_in: कर के बारे में बताएँ?

source: Recipients are responsible to determine the tax implications of receiving an award, based on their respective countries’ tax laws and compliance requirements.
hi_in: प्राप्तकर्ता अपने संबंधित देशों के कर कानूनों और अनुपालन आवश्यकताओं के आधार पर, अनुदान प्राप्त करने के कर के निहितार्थ को निर्धारित करने के लिए स्वयं जिम्मेदार हैं.

source: Amounts applied for should be sized such that any tax or other liability that will be incurred is accounted for.
hi_in: आवेदन की गई राशियों को इस प्रकार निर्धारित करें, ताकि उत्पन्न होनी वाली कोई भी कर या अन्य देयता का हिसाब रखा गया हो.

source: Mozilla reserves the right to use different payment mechanisms or tax characterizations for different awards in the MOSS program based on a number of factors specific to the award.
hi_in: Mozilla, MOSS कार्यक्रम के विभिन्न अनुदानों के लिए, अनुदान के लिए विशिष्ट कई कारकों के आधार पर अलग-अलग भुगतान क्रियाओं या कर वर्णनों के उपयोग का अधिकार सुरक्षित रखता है.
