Repository: alvinlaz96/mozilla-lang
Catalog: cak/mozorg/about/leadership.lang.po
Languages: cak

source: Mozilla Leadership
cak: K'amöl taq b'ey pa Mozilla

source: Our leadership team is made up of both paid staff and volunteers with expertise building products and empowering communities.
cak: Ri k'amöl taq qab'ey nuk'un kuma ri tojel qawinaq chuqa' ri choj yeto'on, ri k'o ketamab'al pa ruwi' tikojil richin nuk'uj chuqa' ya'öl kuchuq'a' taq tinamït.

source: Our leadership team is made up of both paid staff and volunteers who represent a breadth of experience and expertise in building products that people love and empowering communities to make a significant impact on the project and in the world.
cak: Ri k'amöl taq qab'ey nuk'un kuma ri tojel qawinaq chuqa' ri choj yeto'on, ri k'o nïm ketamab'al chuqa' kina'oj pa ruwi' kinuk'ik taq tikojil yekajo' ri winaqi' chuqa' nikiya' kuchuq'a' ri taq tinamït richin nik'oje' kejqalem pa nimasamaj chuqa' pa ruwach'ulew.

source: While these teams have different day-to-day responsibilities and areas of focus, they are all guided by our non-profit, open-source, community-based mission, identity and values.
cak: Toq re taq molaj re' k'o jalajöj kisamaj chuqa' k'ojlib'äl taq kirayib'al, konojel nik'wäx kib'ey ruma ri qak'ulwachib'äl chuqa' taq ejqalem nutz'aqatisaj ri jaqäl b'itz'ib' chuqa' ri taqanem tzij k'o ruxe'el pa ri tinamït, ri majun ch'akoj rutzeqelb'en.

source: Management Teams
cak: K'amöl taq rub'ey nuk'samajinem

source: Mozilla Reps Council
cak: Rajpopi' Mozilla Reps

source: Boards of Directors
cak: K'amöl taq B'ey

source: Mozilla Corporation
cak: Mozilla Ajto'onel

source: Executive Chairwoman
cak: Ajb'anel K'amöl B'ey

source: Steering Committee
cak: Rumaj B'ey

source: Mozillians profile
cak: Ruwäch rub'i' aj Mozilla

source: Chief Executive Officer
cak: Ajb'anel K'amöl B'ey

source: Interim CTO and VP, Platform Engineering
cak: Ruk'exel CTO chuqa' VP, Platform Engineering

source: Chief Finance Officer
cak: Ajpwäq K'amöl B'ey

source: Chief Legal and Business Officer
cak: Taqanel K'amöl B'ey chuqa' loq'oj k'ayij K'amöl B'ey

source: Senior Vice President, Connected Devices
cak: Senior Ruka'n K'amöl B'ey, okisan taq okisaxel

source: Chief Innovation Officer
cak: Rusamajay Ajtz'ukuj K'amöl B'ey

source: Chief of Staff and SVP of Operations
cak: Kik'amöl B'ey Samajel chuqa' SVP richin taq samaj

source: VP, People
cak: VP, Winäq

source: VP, Business Development
cak: VP, K'wab'äl Loq'oj K'ayij

source: Chief Marketing Officer
cak: Ruk'amöl B'ey K'uqül K'ayb'äl

source: Senior Vice President, Firefox
cak: Senior Ruka'n K'amöl B'ey, Firefox

source: VP of Product, Firefox
cak: VP richin Tikojil, Firefox

source: Fellow
cak: Achib'il

source: VP of Marketing Communications
cak: VP richin Ch'owen Kuqül K'ayb'äl

source: VP, Information Technology
cak: VP, Na'ob'alil Etamab'äl

source: VP, Technology Strategy
cak: VP, Na'ob'äl Na'ojil

source: Mozilla Foundation
cak: Mozilla Moloj

source: President and Executive Director
cak: K'amöl B'ey chuqa' Ajb'anel K'amöl B'ey

source: Website
cak: Ruxaq Ajk'amaya'l

source: VP, Product
cak: VP, Tikojil
