Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/desktop/customize.lang.po
Languages: ff

source: Firefox — Customize and make it your own — The most flexible browser on the Web
ff: Firefox — Heertin tee mbaɗaa-mo mo maa — Wanngorde ɓurnde weeɓtude e Geese

source: Make your Firefox your own
ff: Waɗtu Firefox mo maa

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
ff: Heertinde Firefox e waɗde ɗum no njiɗir-ɗaa meeɗaa weeɓirde no hannde nih .<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
ff: Alaa wanngorde woɗnde hokkat-maa suɓaade e weeɓnude hono ndee.

source: Customize Firefox
ff: Heertin Firefox

source: Designed to <br class="wide-br">be redesigned
ff: Fafiraa ko <br class="wide-br">tafteede

source: Get fast and easy access to the features you use most in the new menu.
ff: Heɓ fannuuji ɗi ɓur-ɗaa huutoraade e baydi njaawdi, mbeeɓndi e dosol kesol ngol.

source: Open the “Customize” panel to add, move or remove any button you want.
ff: Uddit alluwal “Heertin” ngal ngam ɓeydude, dirtinde walla momtude butoŋaaji njiɗ-ɗaa kala.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
ff: Fanndin fannuuji ɓur-ɗaa hatonjinde — ɓeyditte, banngagol suturo, Sync e geɗe goɗɗe — fof e dobannde wootere.

source: More ways to customize
ff: Peeje goɗɗe keertingol

source: Themes
ff: Wutteeji

source: Add-ons
ff: Ɓeyditte

source: Awesome Bar
ff: Palal Awesome Bar

source: Make Firefox match your style.
ff: Waɗ Firefox yoo nanndu e maa.

source: Choose from thousands of themes and dress up your browser with a single click.
ff: Suɓo e teemedde wutteeji kisa ciŋkaa wanngorde maa e dobannde wootere.

source: Try it now
ff: Ƴeewndo jooni

source: Learn more
ff: Ɓeydu humpito

source: Add-ons are like apps that you install to add features to Firefox.
ff: Ɓeyditte mbayi ko no jaaɓɗe ɗe ngaafataa ngam ɓeydude fannuuji e Firefox.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
ff: Eɗe mballa yerondirde njaruuji, ƴeewde mbaydi asamaan, heɗaade gaaci, neldude twitte e geɗe goɗɗe.

source: Read the latest news & blogs
ff: Tar blogaaji e kabaruuji cakkitiiɗi

source: Manage your downloads
ff: Toppito gaawte maa

source: Watch videos & view photos
ff: Ndaar widewooji e nate

source: Here are a few of our favorites
ff: Ɗuum ko yoga e ko ɓur-ɗaa hatojinde

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
ff: Palal Awesome Bar ngal janngat banngagol maa ngam waɗtude yamre maa Firefox heeriinde.

source: Find and return to your favorite sites without having to remember a URL.
ff: Yiytu walla rutto to lowe maa katojinaaɗe tawa a huñaaki hay URL gooto.

source: See what it can do for you
ff: Ƴeew ko ɗum waawi waɗande ma

source: Keep your Firefox in Sync
ff: Yoo Firefox maa won e Sync sahaa fof

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
ff: Heɓ maantore maa, alsol, finndeeji e geɗe goɗɗe iwde e kaɓirgol kala ngam <br class="wide-br">waɗtude Firefox mo maa sahaa kala nde kuutori-ɗaa ɗum.

source: Learn more about Sync
ff: Ɓeydu humpito baɗte Sync

source: Get help with Sync
ff: Heɓ ballal e Sync

source: Next
ff: Yeeso
