Repository: alvinlaz96/mozilla-lang
Catalog: ff/firefox/desktop/tips.lang.po
Languages: ff

source: The best of the latest Firefox
ff: Ko buri e Firefox cakkitiiɗo oo

source: Bookmarks
ff: Maantore

source: Simplify
ff: Weeɓtin

source: Arrange
ff: Leem

source: Sync
ff: Sanngoɗin

source: 5 top tips, tricks and time-saving tools
ff: Ƴoƴe e peeje 5 dowrowe e kuutorɗe jaawnooje golle

source: back
ff: rutto

source: next
ff: yeeso

source: Click the star
ff: Dobo e hoodere ndee

source: Watch the star jump so you know your bookmark has been added.
ff: Ƴeew no hoodere ndee diwirta ngam anndude maantorol maa ɓeydaama.

source: (Try it! It’s fun!)
ff: (Ƴeewndo ɗum! Ena semori!)

source: How to:
ff: Hol no:

source: Click the star to add bookmarks and manage them from the same spot.
ff: Dobo e hoodere ndee ngam ɓeydude maantore e toppitaade-ɗe e nokku gooto.

source: Simplify your life
ff: Weeɓtin nguurndam maa

source: Go to your happy place.
ff: Yah no nokku welemma maa.

source: Remove the buttons you don’t use so you can find the ones you do.
ff: Momtu butoŋaaji ɗi a huutoraaki kisa yiytu ɗi kuutorto-ɗaa ɗii.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
ff: Uddit dosol ngol, labo “<strong>Heertin</strong>” kisa daas butoŋ njiɗ-ɗaa kala yalta e palal kuutorɗe ngal.

source: Add your faves
ff: Ɓeydu katojinaaɗe maa

source: Play favorites with the features you use most and arrange them for fast, easy access.
ff: Renndin katojinaaɗe kañum e fannuuji ɓur-ɗaa huutoraade kisa leemaa ɗe ngam heɓde-ɗe ko yaawi, weeɓi.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
ff: Uddit dosol ngol, labo “<strong>Heertin</strong>” kisa daas butoŋ njiɗ-ɗaa kala faya e palal kuutorɗe ngal walla dosol.

source: Stay in Sync
ff: Heddo e Sync

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
ff: Huutoro Sync ngam heɓde tabbe maa udditaaɗe, finndeeji maa e gere goɗɗe nokku kala mo kuutori-ɗaa Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
ff: Huutoro Sync ngam heɓde tabbe maa udditaaɗe, finndeeji maa e gere goɗɗe iwɗe e kaɓirgol kala.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
ff: Labo “<strong>Seŋo e Sync</strong>” e dosol ngol kisa waɗtu Firefox mo maa tuma kala nde kuutori-ɗaa ɗum.

source: Free your add-ons
ff: Hollu ɓeyditte maa

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
ff: Ñiɓ ɓeyditte maa keeriiɗe, katojinaaɗe e dosol maa ngam ɗe mbaawaa yiyaade e heɓaade no weeɓiri.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
ff: Labo “<strong>Heertin</strong>” e dosol ngol kisa ndaasaa ɓeyditte njiɗ-ɗaa paya nder.

source: Get Firefox
ff: Heɓ Firefox

source: Congratulations
ff: Woyyoo maa

source: You’re an expert!
ff: Ko a karallo!

source: Now help your friends master Firefox.
ff: Jooni wallu musidɓe maa mbaawa Firefox.

source: Firefox Features
ff: Fannuuji Firefox

source: Firefox Help
ff: Ballal Firefox

source: Learn more about bookmarks
ff: Ɓeydu humpito baɗte maantore

source: Learn more about customizing
ff: Ɓeydu humpito baɗte keertingol

source: Learn more about Sync
ff: Ɓeydu humpito baɗte Sync

source: Learn more about add-ons
ff: Ɓeydu humpito baɗte ɓeyditte
