Repository: alvinlaz96/mozilla-lang
Catalog: sah/videos/video_fx13.lang.po
Languages: sah

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
sah: [Firefox-ка туох саҥа баарый] Firefox тиһэх барылын туһанан ханна баҕарар түргэнник, судургутук тиийиэххин сөп.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
sah: Саҥа Дьиэ-сирэйи туһанан куруук туттар менюга судургутук киириэххин сөп.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
sah: Хачайдааһыннар, бэлиэ-кыбытыктар, сурунааллар, эбиискэлэр, синхроннааһын уонна туруоруулар.

source: [New Tab Page] We've also added improvements to your New Tab page.
sah: [Саҥа Кыбытык Сирэй] Саҥа Кыбытыккын эмиэ тупсардыбыт.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
sah: Саҥа Кыбытыктар диэн сирэйи туттан соторутааҕыта аһыллыбыт уонна курук сылдьар сирдэргитигэр судургутук киириэххитин сөп.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
sah: Саҥа Кыбытыгы туттарга браузерыҥ үөһээ өттүгэр баар '+' бэлиэлээх кыбытыгы баттаа.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
sah: Саҥа Кыбытыкка соторутааҕыта арыйбыт уонна элбэхтэ сылдьар сирдэриҥ кырачаан ойуулара көстүөхтэрэ.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
sah: Саҥа Кыбытык тас көрүҥүн ойуулары наардаан биэрэн бэйэҥ уларытыаххын сөп.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
sah: Кнопка ойуутун баттаатаххына ситим-сир ойуута оннугар хаалыа, 'X' тимэҕи баттаатаххына сотуллуо.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
sah: Оттон 'илим харахтарын' ойуутун баттаатаххына Саҥа Кыбытыктан ойуулар барыта сотуллуохтара.

source: Get the latest Firefox now and start using these new features today!
sah: Саҥа Firefox-у хачайданан бу саҥа кыахтары сибилигин туһан!
