Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/channel.lang.po
Languages: an

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
an: Baixa-te o Firefox Aurora u Beta &amp; Aduya a determinar o Firefox venient

source: The latest features in a more stable environment
an: As zagueras caracteristicas en un entorno estable

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
an: Firefox Beta ninvia feedback automaticament a Mozilla. <a href="%(link)s">Fe clic aquí ta saber-ne mas</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
an: <a href="%(feedback)s">Da-nos feedback</a> ta aduyar-nos a meter a punto os zaguers detalles de funcionalidat y rendimiento en un entorno estable.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
an: O Firefox Aurora ninvia automaticament feedback enta Mozilla. <a href="%(link)s">Fe clic aquí ta saber-ne mas</a>.

source: The newest innovations in an experimental environment
an: As innovacions zagueras en un entorno experimental

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
an: Preba o rendimiento en una entorno experimental, reporta bugs and <a href="%(feedback)s">aduya-nos a determinar qué irá t'a versión Beta</a>.

source: Tried, tested and used by millions around the world
an: Prebau, comprebau y usau por millons d'usuarios por tot arreu

source: Learn more about Firefox Beta
an: Saber mas sobre o Firefox Beta

source: Learn more about Firefox Aurora
an: Saber mas sobre o Firefox Aurora

source: Learn more about Firefox
an: Saber mas sobre o Firefox
