Repository: alvinlaz96/mozilla-lang
Catalog: an/firefox/sync.lang.po
Languages: an

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
an: Usa Marcapachinas, Pestanyas y Claus en totz los tuyos dispositivos | Firefox

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
an: Leva con tu los marcapachinas, pestanyas u claus con Firfox Sync. Comparte entre ordinadors y dispositivos mobils. Baixa-te agora lo Firefox!

source: Ready, Set, Sync
an: Prestos, Listos, Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
an: Ya yes presto ta accedir ta <em>o tuyo</em> Firefox dende qualsequier puesto y en qualsequier momento.

source: Take your Web with you
an: Leva-te a tuyo Web

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
an: Sync Firefox, an que lo faigas servir, accedirás a los tuyos marcapachinsa, claus, pestanyas y mas, dende qualsequier mobil intelichent, tableta u ordinador.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
an: Sincroniza los marcapachinas, claus, pestanyas y mas, usando la tuya Cuenta Firefox, y accede a ells do inicies una sesión.

source: It looks like you’re running an older version of Firefox.
an: Yes fendo servir una versión antiga de Firefox.

source: The new version of Sync only works with the latest version of Firefox
an: A nueva versión de Sync nomás funciona con a zaguera versión de Firefox.

source: Soon you’ll be able to use Sync on your iOS device
an: Luego podrás usar Sync en o tuyo dispositivo iOS

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
an: Sync ye nomás una d'as muitas caracteristicas que nomás tendrás con o Firefox. Descubre-las todas!

source: Now sync Firefox with your iOS and Android devices.
an: Sincroniza agora lo Firefox con os tuyos dispositivos iOS y Android.

source: Download Firefox for Android
an: Baixa-te o Firefox ta Android

source: Get started with Sync
an: Empecipia con Sync

source: Update your Firefox
an: Esviella o tuyo Firefox

source: Download Firefox
an: Descarga o Firefox

source: Get started with Sync in four easy steps:
an: Empecipia con Sync facilment en istos quatro pasos:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
an: Ubre lo <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menú</a> d'alto a la dreita en Firefox y triga “<strong>Iniciar una sesión den Sync.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
an: Fe clic en “<strong>Empecipiar</strong>” en a pestanya que s'ubre.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
an: Escribe una adreza de correu y una clau ta “<strong>Creyar una Cuenta de Firefox.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
an: Fe clic en “<strong>Siguient</strong>” ta que ninviemos una verificacón a o tuyo correu.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
an: Compreba o tuyo correu, fe clic en o vinclo de verificación, y ya lo tiens! Dende agora Firefox se sincronizará automaticament de fundo.

source: Get more detailed instructions.
an: Aconsigue instruccions mas detalladas.

source: Using an older version of Sync?
an: Yes fendo servir una versión viella de Sync?

source: How to set up Sync in five easy steps:
an: Cómo configurar Sync facilment en cinco pasetz:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
an: Toca o botón de <strong>Menú</strong> (debaixao d'a pantalla u en o racón d'alto a la dreita d'o navegador).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
an: Selecciona <strong>Achustes</strong> (talment haigas de tocar antes en <strong>mas</strong>).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
an: Toca en <strong>Sync</strong> y alavez en <strong>Empecipiar</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
an: A pachina pa creyar <strong>una cuenta Firefox</strong> s'ubrirá en una nueva pestanya.

source: Fill out the form and click <strong>Next</strong>.
an: Replena o formulario y fe clic en <strong>Siguient</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
an: Comprebar o tuyo correu y fe clic en o vinclo de verificación, ya ya será presto. No ixuplides de connectar totz os tuyos dispositivos ta obtener o maximo posible de Sync.

source: Sync a little. Sync a lot.
an: Sincroniza un poquet. Sincroniza a-saber-lo.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
an: Puetz trigar qué partes de Firefox sincronizar, y quán fer-lo. Leye as tuyas pestanyas ubiertas en o tren de redolada. Accedeixe ta los marcapachinas en o treballo. O que quieras, quan quieras, en qualsequier puesto.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
an: Quiers vesitar las pestanyas ubiertas en o tuyo ordinador dende atro dispositivo? Acceder a lo tuyo historial de navegación sobre la marcha? Levar con tu las tuyas claus? Agora puetz fer-lo.

source: Here’s what you can sync:
an: Ve-te-me lo que puetz sincronizar:

source: Bookmarks
an: Marcapachinas

source: Passwords
an: Claus

source: Open tabs
an: Ubrir pestanyas

source: History
an: Historia

source: At home
an: En casa

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
an: Mueve-te dende o escritorio a o sofá sin perder-te garra detalle. Accedeix ta las tuyas pestanyas ubiertas en o telefono, u sigue navegando os tuyos marcapachinas dreitament en a tablet.

source: At work
an: En o treballo

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
an: Sigue connectau a toda a infomación important. Sincroniza as claus y marcapachinas que podrías necesitar en bell momento. Como Fireox, ye tant seguro como puede estar-ne.

source: On the go
an: Sobre a marcha

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
an: Contina en os tuyos puestos favoritos, u acaba ixa historia que empecipiés en casa — sigans a on sigas. Con Sync, nunca no ha estau tant facil.

source: Add Firefox to your smartphone or tablet
an: Anyader Firefox a lo suyo telefono intelichent u tauleta

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
an: Pa sacar lo millor partiu de Sync, obtiene lo Firefox pa iOS u Android y connecta tot los tuyos dispositivos — en totz os cabos en que uses Firefox.

source: Add Firefox
an: Instalar lo Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
an: Tiens bell <b>telefono Android</b> u <b>tableta</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
an: BAIXA-TE OF FIREOX TA ANDROID

source: Get Firefox everywhere
an: Instalar lo Firefox por tot

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
an: Ta tener una experiencia Sync completa, levate o tuyo web con tu a totz os puestos en os que faigas servir Firefox. Connecta o tuyo smartphone, tablet, ordinador y portatil.
