Repository: alvinlaz96/mozilla-lang
Catalog: son/marketplace/marketplace.lang.po
Languages: son

source: Open for business
son: Almuraadu feera

source: Visit the Marketplace »
son: Guna Marketplace »

source: Try the Marketplace&nbsp;»
son: Ceeci nda Marketplace »

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
son: Ka Aurora fattaroo kaŋ hun Firefox Marketplace ra šii, war ga hima ka Firefox Aurora zumandi war Android talfonoo ga jina.

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
son: Nda war ben kan Firefox Aurora zumandi k'a sinji Android se, war ga hin ka duu Firefox Marketplace nda war na “Porogaramize” suuba šilbayboŋoo Firefox Aurora ra.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
son: Mozilla allaahidoo adduɲɲaa se — feeriyan, boŋmayray, boŋše suubayan — porogaramizey misoo ra. Ir ga goy windila feerante tee kaŋ ga cinakey, bayray maykey nda daykey nafa. Nda porogaramizeyaŋ kaŋ interneti dabaribayray feerante bande i goo, sanda HTML5, JavaScript nda CSS, cinakawyaŋ kaŋ ga hin ka goymee hennayaŋ feeri ka goykaw kul waanaa tonton.

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
son: Aurora fattari jina kaŋ tee Firefox Marketplace se ga bara Firefox Android ga, ka cinakey gaa ka duu laasaabay willandiyan porogaramizey ga sohõ kaŋ Marketplace ga tonton nd'a ga koy jine.

source: Find &amp; discover amazing apps easily
son: Duu et dii porogaramize kayfanteyaŋ nda faala

source: Give us your feedback
son: War laasaabey willandi ir se

source: Enjoy rich, immersive experiences
son: Maate goymee nafante and waanay berekaw

source: Showcased apps
son: Porogaramizey kaŋ ga cebandi

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
son: Ir porogaramize cerecerantey goo ne ganda ka war gaa ka šintin, amma haya booboyaŋ goo diiyan nda šiiyan se. Nda war ben ka <a href="%(mobile_aurora_url)s">Firefox Android Aurora se</a zumandi, war ga hin ka porogaramizey wey affoo naagu ka dii QR ašariyaa kaŋ war ga hin ka biiyoo zaa k'a zumandi. War ga hin ka porogaramizey ceeci da Marketplace hunday ra.

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
son: Ne ganda porogaramize cereceranteyaŋ kaŋ nda war ga hin ka šintin. Haya booboyaŋ goo ka duu nda k'i šii Marketplace hunday ra.

source: Games
son: Hoorawey

source: News &amp; Media
son: Alhabarey nda hẽenandihayey

source: Productivity
son: Goyfella

source: Want to build an app?
son: Ga baa ka porogaramize cin?

source: Find out how to create and upload apps to the Firefox Marketplace:
son: Dii takaa kaŋ nda boro ga hin ka porogaramize tee nd'i zijandi Firefox Marketplace ga:

source: Develop HTML5 Web apps for the Firefox Marketplace »
son: Interneti porogaramizey cin HTML5 ra Firefox Marketplace ra »

source: Partner with Mozilla »
son: Šettakašinay nda Mozilla »

source: Sign up for more news about the Firefox Marketplace.
son: Maa hantum Firefox Marketplace alhabarey se.
