Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/customize.lang.po
Languages: af, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es_mx, fa, gd, hi_in, hr, is, kab, kk, kn, lt, lv, mai, ml, mr, ms, my, nb_no, ne, pt, si, tr, ur, uz, xh

source: Find and return to your favorite sites without having to remember a URL.
af: Kry weer u gunstelingwerwe sonder om 'n URL te moet onthou.
ar: أوجد و عُد لمواقعك المفضلة من غير الحاجة لتذكر ال URL.
as: এটা URL মনত ৰাখিব নলগাকৈ আপোনাৰ পছন্দৰ ছাইটসমূহ সন্ধান কৰক আৰু তালৈ যাওক।
bg: Намерете и се връщайте към любимите си сайтове, без да има нужда да помните адреси.
bn_bd: আপনার প্রিয় সাইট খুঁজে বের করুন এবং ফেরত যান URL মনে না রেখেই।
bn_in: আপনার প্রিয় সাইট খুঁজে বের করুন এবং ফেরত যান URL মনে না রেখেই।
br: Kavit ha distroit d'al lec'hiennoù a blij deoc'h ar muiañ hep derc'hel soñj en URL.
bs: Pronađi i vrati se na svoje omiljene stranice bez da moraš pamtiti URL.
ca: Trobeu i torneu als vostres llocs preferits sense haver de recordar una URL.
cy: Canfod a dychwelyd at eich hoff wefannau heb orfod cofio URL.
es_mx: Encuentra y regresa a tus sitios favoritos sin tener que recordar la URL.
fa: سایت‌های مورد علاقه خود را پیدا کنید و به آنها مراجعه کنید بدون اینکه لازم باشد آدرس آنها را حفظ کنید.
gd: Lorgaidh no tillidh tu gu na làraichean as fhearr leat a-nis gun fheum air URL a chumail 'nad chuimhne.
hi_in: खोजो औए वापस जाओ अपनी पसंदीदा वेबसाइट पर बिना URLयाद रखे.
hr: Pronađite i vratite se na svoje omiljene stranice bez da zapamtite njihovu točnu adresu.
is: Finndu og farðu aftur á uppáhalds vefsvæðin þín án þess að þurfa að muna slóðina.
kab: Nadi ismal inek inurifen udiɣ uɣal ɣer-sen s war ma tecfiḍ ɣef tensa nsen.
kk: Таңдамалы сайттарды сілтемені есте сақтамай-ақ тауып, оларға оралыңыз.
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ತಾಣಗಳ URL ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳುವ ಅಗತ್ಯವಿರದೆ ಅದನ್ನು ಹುಡುಕಿ ಮತ್ತು ಅಲ್ಲಿಗೆ ತೆರಳಿ.
lt: Į savo mėgstamas svetaines galėsite grįžti, net ir neprisimindami jų adresų.
lv: Atrodi un atgriezies savās mīļākajās lapās bez vajadzības vienmēr atcerēties lapas adresi.
mai: बिना यूआरएल याद राखने अपन पसीन्न क साइट ताकू आ ओकरा वापस देखू
ml: യുആര്‍എല്‍ ഓര്‍ക്കാതെ തന്നെ താങ്കളുടെ പ്രിയപ്പെട്ട സൈറ്റുകള്‍ കണ്ടെത്തുകയും അവയിലേക്ക് പോകുകയും ചെയ്യുക
ms: Cari dan kembali ke laman kegemaran anda tanpa perlu mengingati URL.
my: URL လိပ်စာအား မှတ်မိရန်မလိုပဲ သင်သွားလည်နေကျ လိပ်စာများအား ပြန်သွားနိုင်ပြီ
nb_no: Finn og gå tilbake til favorittnettstedene dine uten å måtte huske en adresse.
ne: URL को सम्झना बिना अाफ्नो मनपरेको साईटहरु पत्ता लगाउनुहोस् र फर्कनुहोस्।
pt: Descubra e volte aos seus sítios preferidos sem ter de recordar um URL.
si: URL එක මතක තබාගැනීමෙන් තොරව ඔබගේ පරියතම අඩවි සොයාගන්න සහ ඒවාට පිවිසෙන්න.
tr: Adresini hatırlamasanız bile sevdiğiniz siteleri yeniden bulabilirsiniz.
ur: تلاش کریں اور ایک یو آر ایل کو یاد کرنے کے لئے بغیر آپ کی پسندیدہ سائٹس پر واپس جائیں.
uz: Sevimli saytlaringizning URL manzillarini eslab qolmasdan toping va ularga qayting.
xh: Khangela uze ubuyele kwiziza zakho okholwa zizo ngaphandle kokukhumbula i-URL.

source: See what it can do for you
af: Sien wat dit als kan doen
ar: أنظر ماذا تستطيع أن تفعل لأجلك
as: ই আপোনাৰ বাবে কি কৰিব পাৰে চাওক
bg: Вижте какво то може да направи за Вас.
bn_bd: দেখুন এটি আপনার জন্য কি করতে পারে
bn_in: দেখুন এটি আপনার জন্য কি করতে পারে
br: Sellit ar pezh ez eo barrek d'ober evidoc'h
bs: Pogledaj šta može učiniti za tebe
ca: Vegeu en què us ajuda
cy: Gwelwch beth gall ei wneud i chi
es_mx: Ver que puede hacer por ti
fa: ببینید که چه کارهایی برای شما می‌تواند انجام دهد
gd: Faic na nì e dhut-sa
hi_in: देखिये यह आपके लिए क्या कर सकता है
hr: Pogledajte što može učiniti za vas
is: Sjá hvað það getur gert fyrir þig
kab: Wali d acu zemreɣ ak-xedmeɣ
kk: Сіз үшін не істей алатынын көріңіз
kn: ಇದು ನಿಮಗೇನು ಮಾಡಲು ಸಾಧ್ಯ ನೋಡಿ
lt: Sužinokite apie adreso lauką daugiau
lv: Apskati, ko tā var izdarīt tavā lapbā
mai: जानू कि इ अहॉंक लेल की कए सकैत अछि
ml: താങ്കള്‍ക്കായി എന്തൊക്ക ചെയ്യാനാവുമെന്ന് നോക്കാം
mr: आपल्यासाठी हे अजून काय करू शकतो ते पहा
ms: Lihat apa yang ia boleh lakukan untuk anda
my: သင့်အတွက်ဘာလုပ်ပေးနိုင်သလဲဆိုတာ ကြည့်ပါ
nb_no: Se hva den kan gjøre for deg
ne: यसले तपाईँको लागि के गर्न सक्छ हेर्नुहोस्
pt: Veja o que pode fazer por si
si: එයට ඔබ සදඟහා කුමක් කල හැකිදැයි බලන්න
tr: Neler yapabileceğinizi öğrenin
ur: یہ آپ کے لئے کیا کر سکتے ہیں
uz: U siz uchun nima qila olishini ko‘ring
xh: Jonga into enokukwenzela yona

source: Keep your Firefox in Sync
af: Hou Firefox gesinkroniseerd
ar: أبق الفيرفكس الخاص بك متزامن
as: আপোনাৰ Firefox সংমিহলিত ৰাখক
bg: Пазете Вашия Firefox в Sync
bn_bd: আপনার ফায়ারফক্সে সিঙ্ক ব্যবহার করুন
bn_in: আপনার Firefox-কে সিঙ্ক করে রাখুন
br: Mirit ho Firefox e Sync
bs: Drži svoj Firefox u Sync-u
ca: Mantingueu el Firefox sincronitzat
cy: Cyfaddasu Firefox gyda Sync
es_mx: Mantén tu Firefox en Sync
fa: فایرفاکس خود را همگام نگه دارید
gd: Cum am Firefox agad sioncronaichte
hi_in: अपने Firefox को सिंक में रखें
hr: Neka vaš Firefox bude sinkroniziran
is: Halda Firefox í Sync
kab: Eǧǧ Firefox inek yemtawi
kk: Firefox-ты синхронды ұстаңыз
kn: ನಿಮ್ಮ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಸಿಂಕ್ ಮಾಡಿಡಿ
lt: Sinchronizuokite savo „Firefox“
lv: Sinhronizē Firefox
mai: अपन फायरफॉक्स कए सिंक मे राखू
ml: ഫയര്‍ഫോക്സ് സിങ്ക് ചെയ്തു വെയ്ക്കുക
mr: आपला Firefox Sync मध्ये ठेवा
ms: Kekalkan Firefox anda dalam Sync
my: သင့်မီးမြေခွေးအား ချိတ်ဆက်ထားပါ
nb_no: Hold Firefox synkronisert
ne: तपाईँको Firefox Syncमा राख्नुहोस्
pt: Mantenha o seu Firefox sincronizado com o Sync
si: ඔබගේ Firefox සමාකලනය කර තබාගන්න
tr: Firefox’unuzu eşitleyin
ur: Firefox کو ہمہ وقت سازی میں رکھیں
uz: "Firefox"ni sinxronlab turing
xh: Gcina iFirefox yakho ikungqamaniso

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
af: Kry toegang tot boekmerke, geskiedenis, wagwoorde en nog wat vanaf enige toestel en <br class="wide-br">maak Firefox jou eie oral waar hy gebruik word.
as: <br class="wide-br">Firefox ক আপুনি য'তে ব্যৱহাৰ নকৰক, ইয়াক নিজস্ব কৰি ৰাখিবলৈ যিকোনো ডিভাইচৰ পৰা আপোনাৰ পত্ৰচিহ্ন, ইতিহাস, পাছৱাৰ্ড আৰু অধিক অভিগম কৰক।
bg: Достъпете своите отметки, история, пароли и другим от което и да е устройство, за да <br class="wide-br">направите Firefox свой, където и да го използвате.
bn_bd: আপনার বুক্মার্ক্স, ইতিহাস, পাসওয়ার্ড এবং আরও জিনিস যেকোনো ডিভাইস থেকে পরিচালনা করুন <br class="wide-br"> আপনার Firefox-কে নিজের করে নেওয়ার জন্য যেখানেই আপনি এটিকে ব্যবহার করেন।
bn_in: আপনার বুকমার্ক, ইতিহাস, পাসওয়ার্ড এবং আরও অনেক কিছু যেকোন ডিভাইস হতে ব্যবহার করুন <br class="wide-br"> Firefox-কে আপনার নিজের মত ব্যবহার করুন যেখান থেকেই হোকনা কেন।
br: Tizhit ho sinedoù, roll istor, gerioù tremen ha traoù all eus ne vern pe drevnad da <br class="wide-br">lakaat Firefox da vezañ ho hini ne vern pelec'h ma rit gantañ.
bs: Pristupi svojim zabilješkma, historiji, lozinkama i ostalom sa bilo kojeg uređaja da <br class="wide-br"> napravis Firefox svojim kad god ga koristiš.
ca: Accediu a les vostres adreces d'interès, historial, contrasenyes i més des de qualsevol dispositiu <br class="wide-br">personalitzeu el Firefox i feu-vos-el vostre arreu.
cy: Cewch fynediad at eich nodau tudalen, hanes, cyfrineiriau a rhagor o unrhyw ddyfais fel<br class="wide-br">bod Firefox yn addasu i chi lle bynnag fyddwch yn ei ddefnyddio.
es_mx: Accesa a tus marcadores, historial, contraseñas y más desde cualquier dispositivo para <br class="wide-br">hacer tu propio Firefox cada vez que lo uses.
fa: به نشانک‌ها، تاریخچه‌ها، گذرواژه‌های خود در هر دستگاهی دسترسی داشته باشید تا <br class="wide-br"> فایرفاکس را در هر جایی منطبق با نیازهای خود کنید.
gd: Faigh cothrom air na comharran-lìn, an eachdraidh, na faclan-faire is iomadh rud eile agad o uidheam sam bith <br class="wide-br">airson 's gum bi am Firefox agad fhèin agad ge be càit an cleachd thu e.
hi_in: Firefox को अपना बनाइये, पहुँचिये अपने पुस्तक चिन्ह, इतिहास,कूटशब्द और भी अधिक किसी भी उपकरण से<br class="wide-br">जहाँ कहीं भी आप इसका उपयोग करना चाहें.
hr: Pristupite vašim zabilješkama, povijesti i drugim stvarima s bilo kojeg uređaja. <br class="wide-br">Neka Firefox bude uz vas gdje god bili.
is: Fáðu aðgang að þínum eigin bókamerkjum, feril, lykilorðum og fleira frá hvaða tæki sem er <br class="wide-br">og gerðu Firefox að þínum vafra um hvar sem þú notar hann.
kab: Kcem ɣer tecraḍ inek n isebtar, amazray inek, awalen inek uffiren yettwakelsen, d yawen nniḍen, <br class="wide-br"> seg yal ibenk, akke ad tesqedceḍ Firefox inek kra wanida telliḍ.
kk: Бетбелгілер, шолу тарихы, парольдер және т.б. деректеріңізге кез-келген құрылғыдан қол жеткізіп, <br class="wide-br">Firefox-ты өзіңіздің жеке нұсқаңыз ретінде әр жерде де қолданыңыз.
kn: ನೀವು ಬಳಸುವಲ್ಲೆಲ್ಲಾ ಫೈರ್‌ಫಾಕ್ಸ್ ನಿಮ್ಮದೇ ಆಗಿರುವಂತೆ ಮಾಡಲು ಯಾವುದೆ ಸಾಧನಗಳಿಂದ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕುಗಳು, <br class="wide-br">ಇತಿಹಾಸ, ಗುಪ್ತಪದಗಳು ಮತ್ತು ಮುಂತಾದವುಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಿ.
lt: Savo adresyną, žurnalą, slaptažodžius – ir ne tik – galite pasiekti visuose savo įrenginiuose. <br class="wide-br">Nesvarbu, kur naudojatės „Firefox“ – ji visada lieka tik jūsų.
lv: Izmanto grāmatzīmes, pārlūkošanas vēsturi, paroles un citas lietas no jebkuras ierīces <br class="wide-br">visur, kur izmanto Firefox.
mai: अपन कोनो उपकरण स अपन बुकमार्क, इतिहास, पासवर्ड वा आन चीज <br class="wide-br">एक्सेस करू, आओर एहि तरह फायरफ़ॉक्स कए जतय स चाहू उपयोग करू
ml: ഫയര്‍ഫോക്സിനെ എവിടെ ഉപയോഗിക്കുമ്പോളും താങ്കളുടെ സ്വന്തമാക്കാന്‍ <br class="wide-br">താങ്കളുടെ അടയാളക്കുറിപ്പുകള്‍, നാള്‍വഴി, രഹസ്യവാക്കുകള്‍ മുതലായവ ഏതൊരു ഉപകരണത്തില്‍ നിന്നും ലഭ്യമാക്കുക
ms: Capai penanda buku, sejarah, kata laluan anda dan banyak lagi dari sebarang peranti <br class="wide-br">untuk menjadikan Firefox milik anda di mana sahaja anda menggunakannya.
my: မီးမြေခွေးကို မည်သည့်နေရာတွင်မဆို သင့် စာမှတ်များ၊ မှတ်တမ်းများ၊ စကားဝှက်များနှင့် <br class="wide-br">အခြားပစ္စည်းမှ အချက်အလက်များကို ချိတ်ဆက် အသုံးပြုနိုင်ပါသည်။
nb_no: Få tilgang til bokmerkene, historikk, passord og mer fra hvilken som helst enhet slik at <br class="wide-br">Firefox er din egen, samme hvor du bruker den.
ne: तपाईँका पुस्तकचिनोहरू, इतिहास, गोप्यशब्दहरू र अन्य, कुनै पनि यन्त्रबाट पहुँच गर्नुहोस्<br class="wide-br"> Firefox लाई जहाँ प्रयोग गरे पनि अाफ्नो बनाउन।
pt: Aceda aos seus marcadores, histórico, palavras-passe e mais em qualquer dispositivo <br class="wide-br">para que o Firefox o mesmo, onde quer que o use.
si: <br class="wide-br">ඔබගේ Firefox ඔබ භාවිතා කරන ඕනෑම ස්තහානයකදී ඔබේම කරගැනීමට ඔබ භාවිතා කරන ඕනෑම මෙවලමකදී ඔබගේ පිටු සළකුණු, අතීතය, මුරපද සහ තවත් දෑ පරවේශ කරන්න
tr: Yer imlerinize, geçmişinize, parolalarınıza ve daha fazlasına her cihazdan <br class="wide-br">erişerek her yerde kendi Firefox’unuzu kullanın.
ur: اپنے نشانیاں، تاریخ، پاسورڈڈ اور مزید کو کسی آلہ سے رسائی حاصل کریں تاکہ <br class="wide-br"> فائر فاکس کو اپنا بنائیں جب آپ اسکو استعمال کریں
uz: Xatcho‘plar, tarix, parollar va boshqalarga har qanday qurilmadan "Firefox"ni <br class="wide-br"> o‘zingizniki qilish va har qanday yerda foydalanish uchun kiring.
xh: Fikelela kwiibhukhmakhi, kwimbali, kwiipasiwedi nakokunye okuninzi usuka kuso nasiphi na isixhobo ukwenza <br class="wide-br">iFirefox ibe yeyakho naphi na apho uyisebenzisa khona.

source: Learn more about Sync
af: Meer inligting oor Sync
ar: اعرف المزيد عن التزامن
as: সংমিহলিৰ বিষয়ে অধিক জানক
bg: Научете повече за Sync
bn_bd: সিঙ্ক সম্পর্কে আরো জানুন
bn_in: সিঙ্কের ব্যপারে বিস্তৃত জানুন
br: Deskiñ muioc'h a draoù diwar-benn Sync
bs: Saznajte više o sinhroniziranju
ca: Més informació sobre el Sync
cy: Dysgu rhagor am Sync
es_mx: Aprender más acerca de Sync
gd: Faigh barrachd fiosrachaidh mun t-sioncronachadh
hi_in: सिंक के बारे में अधिक सीखिये
hr: Saznajte više o Syncu
is: Fræðast meira um Sync
kab: Issin ugar ɣef umtawi
kk: Sync туралы көбірек біліңіз
kn: ಸಿಂಕ್ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lt: Sužinokite apie „Sync“ daugiau
lv: Uzzināt vairāk par sinhronizēšanu
mai: सिंक केर बारे मे बेसी जानू
ml: സിന്‍കിനെക്കുറിച്ച് കൂടുതലറിയാം
mr: Sync बाबत अधिक जाणून घ्या
ms: Ketahui lebih lanjut mengenai Sync
my: ချိတ်ဆက်မှူ အကြောင်း ဆက်လက်လေ့လာမည်
nb_no: Les mer om Sync
ne: Sync बारेमा थप जान्नुहोस्
pt: Saiba mais sobre o Sync
si: සමකාලනය පිළිබදඟ තවත් ඉගෙනගන්න
tr: Sync hakkında bilgi alın
ur: ہمہ وقت سازی کے بارے میں مزید سیکھیں
uz: Sinxronlash haqida ko‘proq o‘rganing
xh: Funda ngakumbi ngongqamaniso

source: Get help with Sync
af: Kry hulp met Sync
ar: احصل على مساعدة بالتزامن
as: সংমিহলি কৰাত সহায় প্ৰাপ্ত কৰক
bg: Намерете помощ за Sync
bn_bd: সিঙ্ক করে সাহায্য নিন
bn_in: সিঙ্কের ব্যপারে সাহায্য পান
br: Kaout skoazell evit Sync
bs: Primi pomoć sa Sync-om
ca: Ajuda del Sync
cy: Cael cymorth gyda Sync
es_mx: Consigue ayuda con Sync
gd: Barrachd cobharach leis an t-sioncronachadh
hi_in: सिंक से मदद लें
hr: Potražite pomoć za Sync
is: Fá hjálp með Sync
kab: Awi-d tallalt di Sync
kk: Sync бойынша көмек алыңыз
kn: ಸಿಂಕ್ ಬಗ್ಗೆ ಒಂದಷ್ಟು ಸಹಾಯ ಪಡೆದುಕೊಳ್ಳಿ
lt: Pagalba „Sync“ naudotojams
lv: Sinhronizēšanas palīdzība
mai: सिंक स मदति लिअ
ml: സിന്‍ക് സഹായം ലഭ്യമാക്കുക
mr: Sync पासून मदत घ्या
ms: Dapatkan bantuan dengan Sync
my: ချိတ်ဆက်မှု သုံးရန် အကူအညီယူပါ
nb_no: Få hjelp med Sync
ne: Sync सँग मद्दत लिनुहोस्
pt: Obtenha ajuda sobre o Sync
si: සලකාලනය පිළිබදඟ උදව් ලබාගන්න
tr: Sync ile ilgili yardım alın
ur: ہمہ وقت سازی کے ساتھ مدد حاصل کریں
uz: Sinxronlash bilan yordam oling
xh: Fumana uncedo kungqamaniso

source: Next
af: Volgende
ar: التالي
as: পৰৱৰ্তী
bg: Следващ
bn_bd: পরবর্তী
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeća
ca: Següent
cy: Nesaf
es_mx: Siguiente
fa: بعدی
gd: Air adhart
hi_in: आगे
hr: Dalje
is: Næsta
kab: ɣer zdat
kk: Келесі
kn: ಮುಂದಿನ
lt: Toliau
lv: Tālāk
mai: आगाँ
ml: അടുത്ത
mr: पुढे
ms: Seterusnya
my: ရှေ့
nb_no: Neste
ne: अर्को॒
pt: Seguinte
si: ඊළඟ
tr: Sonraki
ur: اگلا
uz: Keyingi
xh: Okulandelayo
