Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/customize.lang.po
Languages: af, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es_mx, fa, gd, hi_in, hr, is, kab, kk, kn, lt, lv, mai, ml, mr, ms, my, nb_no, ne, pt, si, tr, ur, uz, xh

source: Firefox — Customize and make it your own — The most flexible browser on the Web
af: Firefox — Pas hom aan en maak dit jou eie — Die mees aanpasbare blaaier op die Web
ar: فيرفكس — عدّل واجعله خاص بك — المتصفح الأكثر مرونة على الويب.
as: Firefox — ইয়াক নিজে বিচৰা দৰে স্বনিৰ্বাচন কৰক — ৱেবৰ আটাইতকৈ স্থিতিস্থাপক ব্ৰাউছাৰ
bg: Firefox — Променете го и го направете свой — Най-гъвкавият браузър в Уеб.
bn_bd: ফায়ারফক্স — কাস্টমাইজ করে নিজের মত তৈরী করে নিন — ওয়েবে সবথেকে নমনীয় ব্রাউজার
bn_in: Firefox — কাস্টমাইজ করে নিজের মত তৈরী করে নিন — ওয়েবে সবথেকে নমনীয় ব্রাউজার
br: Firefox — Personelait d'e lakaat da vezañ ho hini — Ar merdeer azasausañ war ar web
bs: Firefox — Prilagodi i učini ga svojim — Najfleksibilniji pretraživač na Webu.
ca: Firefox, personalitzeu-lo i feu-vos-el vostre. El navegador més flexible del web.
cy: Firefox — Cyfaddasu at eich anghenion — Y porwr mwyaf hyblyg ar y We
es_mx: Firefox - Personalízalo y haz que sea tuyo - El navegador más flexible de la Web
fa: فایرفاکس — سفارشی کنید تا مختص شما شود — انعطاف پذیرترین مرورگر در وب
gd: Firefox — Gnàthaich e dhut fhèin — Am brabhsair as sùbailte air an lìon
hi_in: फायरफॉक्स — अपनी रूचि के अनुसार बनाएं — वेब का सबसे लचीला ब्राउज़र
hr: Firefox — prilagodite ga sebi — najfleksibilniji preglednik na webu
is: Firefox — Gerðu hann að þínum eigin vafra með því að sérsníða hann til— Sveigjanlegasti vafri á netinu
kab: Firefox — Mudd-as udem akken tebɣiḍ —Iminig afallaẓ amezwaru di Web
kk: Firefox — Оны өзіңіз үшін ыңғайлаңыз — Интернеттегі ең икемді браузер
kn: ಫೈರ್ಫಾಕ್ಸ್ — ನಿಮ್ಮದೆ ಸ್ವಂತವೆಂಬಂತೆ ಅಗತ್ಯಾನುಗುಣವಾಗಿಸಿಕೊಳ್ಳಿ — ಅಂತರಜಾಲದಲ್ಲಿರುವ ಅತ್ಯಂತ ಸುಲಭವಾಗಿ ಹೊಂದಿಕೆಯಾಗುವ ಜಾಲವೀಕ್ಷಕ
lt: „Firefox“ – Individualizuokite ir paverskite ją sava – Lanksčiausia saityno naršyklė
lv: Firefox — Pielāgo sev — Viselastīgākais pārlūks Interneta plašumos
mai: Firefox — अपन पसंद जेंका अपन बनाउ — वेबक सबसे लचीला ब्राउज़र
ml: ഫയര്‍ഫോക്സ് — നിങ്ങളുടെ ഇഷ്ടാനുസൃതമാക്കൂ — വെബിലെ ഏറ്റവും നന്നായി രൂപപ്പെടുത്താവുന്ന ബ്രൗസര്‍
ms: Firefox — Sesuaikan dan jadikannya milik anda — Pelayar paling fleksibel dalam Web
my: မီးမြေခွေး — ပြင်ဆင်ပြီး သင့်စတိုင်လ်အတိုင်းသုံး — ပြောင်းလွယ်ပြင်လွယ်သော ဘယောက်ဆာ
nb_no: Firefox — Tilpass og gjør den personlig — Den mest fleksible nettleseren på nettet
ne: Firefox — अनुकूलित गर्न र यसलाई आफ्नो बनाउन — वेबमा सबै भन्दा लचिलो ब्राउजर
pt: Firefox — Configure-o e torne-o seu — O navegador mais flexível na Web
si: Firefox - අභිරුචිකරණය කර එය ඔබේම කරගන්න - වෙබයේ වඩාත්ම නමයශීලී බරවුසරය
tr: Firefox — Kişiselleştirin — Web'deki en esnek tarayıcı
ur: Firefox—تخصیص کریں اور اسکو اپنا بنئیں—ویب پر سب سے زیادہ لچکدار براؤزر
uz: Firefox — Moslang va o‘zingizniki qilib oling — Internetdagi eng moslashuvchan brauzer
xh: IFirefox - Lungiselela uze uyenze eyakho - Eyona bhrawuza ilungela konke kwiwebhu

source: Make your Firefox your own
af: Maak Firefox jou eie
ar: اجعل فيرفكس على طريقتك
as: আপোনাৰ Firefox ক নিজস্ব কৰক
bg: Направете Вашия Firefox лично Ваш
bn_bd: ফায়ারফক্সকে নিজের মত তৈরী করুন
bn_in: Firefox-কে নিজের মত তৈরী করুন
br: Lakait Firefox da vezañ ho hini
bs: Učini svoj Firefox svojim
ca: Personalitzeu el Firefox i feu-vos-el vostre
cy: Creu eich Firefox eich hun
es_mx: Haz que Firefox sea tuyo
fa: فایرفاکس را مختص خود کنید
gd: Dèan Firefox dhut fhèin
hi_in: Firefox को अपना बनाइये
hr: Učinite Firefox svojim
is: Gerðu Firefox að þínum eigin vafra
kab: Err Firefox akken tesriḍ
kk: Firefox-ті жеке етіп икемдеңіз
kn: ಫೈರ್‌ಫಾಕ್ಸ್‌ ಅನ್ನು ನಿಮ್ಮ ಸ್ವಂತದ್ದಾಗಿಸಿಕೊಳ್ಳಿ
lt: Paverskite „Firefox“ sava
lv: Pielāgo savu Firefox savam stilam
mai: अपन Firefox क अपन बनाउ
ml: ഫയര്‍ഫോക്സിനെ നിങ്ങളുടേത് മാത്രമാക്കൂ
mr: वापरत असलेले Firefox स्वताचे बनवा
ms: Jadikan Firefox milik anda
my: သင့်ကိုယ်ပိုင် မီးမြေခွေး အားလုပ်ပါ
nb_no: Gjør Firefox til din egen nettleser
ne: Firefoxलाई आफ्नौ बनाउनुहोस्
pt: Torne o seu Firefox realmente seu
si: ඔබගේ Firefox ඔබේම කරගන්න
tr: Bu Firefox sizin Firefox’unuz
ur: اپنے Firefox کو اپنا بنائیں
uz: "Firefox"ni o‘zingizniki qilib oling
xh: Yenza iFirefox yakho ibe yeyakho

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
af: Dis makliker as ooit om Firefox te verpersoonlik en aan te pas by mens se eie werksmetode.<br class="wide-br">
ar: إنه أسهل من السابق أن تخصص الفيرفكس وتجعله يعمل بالطريقة التي تريدها. <br class="wide-br">
as: Firefox ৰ ব্যক্তিগতকৰণ আৰু আপোনাৰ কাৰ্য্য কৰা দৰে ইয়াক কাৰ্য্য কৰোৱা আগতকৈ সহজ হৈছে।<br class="wide-br">
bg: По-лесно е от всякога да персонализирате Firefox и да го направите да работи по Ваш начин.<br class="wide-br">
bn_bd: ফায়ারফক্সকে আপনার নিজের মতো করে নেওয়া এখন যেকোন সময়ের থেকে সহজ এবং এটি আপনি যেভাবে চান সেভাবেই কাজ করে। <br class="wide-br">
bn_in: Firefox-কে আপনার নিজের মতো করে নেওয়া এখন যেকোন সময়ের থেকে সহজ এবং এটি আপনি যেভাবে চান সেভাবেই কাজ করে। <br class="wide-br">
br: Aesoc'h eget biskoazh eo personelaat Firefox d'e lakaat da labourat evel ma plijo deoc'h.<br class="wide-br">
bs: Lakše je nego ikad personalizovati Firefox i napraviti ga da radi kako ti želiš.<br class="wide-br">
ca: Personalitzar el Firefox i fer que funcioni a la vostra manera és més fàcil que mai.<br class="wide-br">
cy: Mae'n haws nag erioed i greu eich Firefox eich hun a'i wneud i weithio i chi.<br class="wide-br">
es_mx: Personalizar Firefox y hacerlo trabajar como tú es más fácil que nunca.<br class="wide-br">
fa: سفارشی‌سازی فایرفاکس از هر زمانی ساده‌تر شده است تا با نحوه‌ی کار شما منطبق شود.<br class="wide-br">
gd: Tha e nas fhasa na bha e a-riamh dreach pearsanta a chur air Firefox ach an dèan e a h-uile rud a tha a dhìth ort.<br class="wide-br">
hi_in: फायरफॉक्स को व्यक्तिगत और अपने काम के हिसाब से ढालना पहले से कहीं ज्यादा आसान है<br class="wide-br">
hr: Prilagođavanje Firefoxa vašim potrebama nikada nije bilo lakše.<br class="wide-br">
is: Það er auðveldara en nokkru sinni fyrr að sérsníða Firefox og gera hann eins og þú vilt.<br class="wide-br">
kab: Akka tura aggan d userwew n Firefox akken tebɣiḍ d ayen fessusen <br class="wide-br">
kk: Firefox-ты өзіңізге ұнайтындай етіп баптау және жұмысын лайық жасау енді бұрынғыдан да оңай.<br class="wide-br">
kn: ಹಿಂದೆಂದಿಗಿಂತಲೂ ಫೈರ್ಫಾಕ್ಸ್‌ ಅನ್ನು ನಿಮ್ಮಿಚ್ಛೆಯಂತೆ ಬದಲಾಯಿಸಿಕೊಳ್ಳುವುದು ಮತ್ತು ನಿಮಗೆ ಬೇಕಾದಂತೆ ಕೆಲಸ ಮಾಡಿಸುವುದು ಸುಲಭ.<br class="wide-br">
lt: Dabar lengviau nei bet kada individualizuosite „Firefox“ naršyklę ir priderinsite ją prie savo pomėgių.
lv: It vieglāk kā jebkad personalizēt Firefox un likt tam strādāt, kā Jūs vēlaties.<br class="wide-br">
mai: Firefox कए निजी बनेनाय आआरे एकरा स मोन मोताबिक काज लेनाय आब आरो आसान अछि <br class="wide-br">
ml: ഫയര്‍ഫോക്സ് ഇഷ്ടാനുസൃതമാക്കാനും അതിലൂടെ താങ്കള്‍ക്ക് വേണ്ട രീതിയില്‍ അതിനെ പ്രവര്‍ത്തിപ്പിക്കാനും ഇപ്പോള്‍ മുമ്പെപ്പോള്‍ സാധിച്ചിരുന്നതിനേക്കാളും എളുപ്പമാണു്/ <br class="wide-br">
mr: आपल्यानुसार काम करणारे आणि आपले Firefox आपल्यानुसार वैयक्तिकृत करणे आता अधिक सोपे झाले आहे. <br class="wide-br">
ms: Ia lebih mudah daripada untuk memperibadikan Firefox dan membuatkan ia bekerfungsi cara anda.<br class="wide-br">
my: မီးမြေခွေးအား သင့်ကိုယ်ပိုင်လုပ်ရတာ လွယ်ကူပြီး သင့်စိတ်ကြိုက်လုပ်ကိုင် နိုင်ပါတယ် <br class="wide-br">
nb_no: Det er lettere enn noen gang å tilpasse Firefox og få den til å gjøre det du vil. <br class="wide-br">
ne: यो Firefox लाई निजीकरण गर्न र आफ्नो तरिकाले काम गराउन धेरै सजिलो छ।<br class="wide-br">
pt: É mais fácil que nunca personalizar o Firefox e fazê-lo trabalhar à sua maneira.<br class="wide-br">
si: Fireofx පඖද්ගලිකත්ව කිරීමට සහ එය ඔබට අවශ්‍ය පරිදි කරියා කිරීමට සකසා ගැනීමට පෙර කවරදාටමත් වඩා පහසුයි.<br class="wide-br">
tr: Firefox’u kişiselleştirerek kendi istediğiniz gibi çalışmasını sağlamak artık daha kolay.<br class="wide-br">
ur: اب Firefox کو زاتی بنانا ہمیشہ سے زیادہ آسان ہو گیا اور اس کو کام کرائیں جیسے آپ کرتے ہیں،<br class="wide-br">
uz: "Firefox"ni shaxsiylashtirish har doimgidan osonroq va uni ish davomida moslash mumkin.<br class="wide-br">
xh: Kulula kakhulu kunangaphambili ukwenza iFirefox yakho nokuyenza isebenze ngendlela osebenza ngayo.i-<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
af: Geen ander blaaier gee soveel keuse en aanpasbaarheid nie.
ar: لا يوجد متصفح اخر يعطيك خيارات و مرونة مثل هذه.
as: অন্য কোনো ব্ৰাউছাৰে আপোনাক ইমান বিকল্প আৰু স্থিতিস্থাপকতা নিদিয়ে।
bg: Никой друг браузър не Ви дава толкова избор и гъвкавост.
bn_bd: অন্য কোন ব্রাউজার আপনাকে এত পছন্দ এবং নমনীয়তা প্রদান করে না।
bn_in: অন্য কোন ব্রাউজার আপনাকে এত পছন্দ এবং নমনীয়তা প্রদান করে না।
br: N'eus merdeer all ebet a ro deoc'h muioc'h a zibaboù hag azasausted.
bs: Nema drugih pretraživača koji ti nude tako mnogo izbora i fleksibilnosti.
ca: Cap altre navegador no us dóna tanta elecció i flexibilitat
cy: Does yr un porwr arall yn cynnig gymaint o ddewis a hyblygrwydd.
es_mx: Ningún otro navegador te da tanta libertad y flexibilidad.
fa: هیچ مرورگر دیگری به این اندازه به شما انتخاب و انعطاف‌پذیری نمی‌دهد.
gd: Chan eil brabhsair sam bith eile ann a bheir dhut uiread a thaghadh agus sùbailteachd.
hi_in: कोई भी दूसरे ब्राउज़र आपको इतने ज्यादा विकल्प और लचीलापन नही देते हैं.
hr: Nijedan drugi preglednik vam ne daje toliki izbor i fleksibilnost.
is: Enginn annar vafri býður upp á jafnmikla valmöguleika og sveigjanleika.
kab: Ulac iminig nniḍen i yezmren ak-d-yefk deqs n ufran akked tfellaẓt.
kk: Басқа браузерлер ондай таңдау және икемділікті бермейді.
kn: ಬೇರೆ ಯಾವುದೇ ವೀಕ್ಷಕ ನಿಮಗೆ ಇಷ್ಟು ಆಯ್ಕೆಗಳನ್ನು ಮತ್ತು ಹೊಂದಾಣಿಕೆಯನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ.
lt: Jokia kita naršyklė jums nesuteiks tiek daug pasirinkimo laisvės.
lv: Neviens cits pārlūks nepiedāvā tik plašas izvēles iespējas un elastību.
mai: कोनो दोसर ब्राउजर अहाँक एतेक बेसी विकल्प आओर लचीलापन नहि दैत अछि
ml: മറ്റൊരു ബ്രൗസറും ഇതുപോലെ കൂടുതല്‍ സൗകര്യവും ഇണക്കവും നല്‍കുന്നില്ല
mr: अन्य ब्राउजर आपल्याला इतके पर्याय आणि लवचिकता देत नाहीत.
ms: Tiada pelayar lain memberi anda banyak pilihan dan fleksibiliti.
my: အခြား ဘယောက်ဆာများ ဟာ သင့်ကို ရွေးချယ်ခွင့် နှင့် လွယ်ကူမှ မပေးပါဘူး
nb_no: Ingen andre nettlesere gir deg så mange valg og en slik fleksibilitet.
ne: कुनै अरु ब्राउजरले तपाईंलाई यति विकल्प र लचीलोपन दिदैन।
pt: Nenhum outro navegador lhe dá tanta escolha e flexibilidade.
si: වෙන කිසිම බරවුසරයක් ඔබට මෙතරම් තේරීම් සහ නමයශීලීත්වයක් ලබා නොදෙයි.
tr: Başka hiçbir tarayıcı bu kadar tercih hakkını ve esnekliği size sunamaz.
ur: کوئی دوسرے براؤزر آپ کو اتنی پسند اور لچک نہیں فراہم. کرتے۔
uz: Boshqa hech qaysi brauzer sizga buncha tanlov va moslashuvchanlikni bera olmaydi.
xh: Ayikho enye ibhrawuza ekunika okungako onokukhetha kuko nokulungele yonke imeko.

source: Customize Firefox
af: Pas Firefox aan
ar: خصّص فَيَرفُكس
as: Firefox ক স্বনিৰ্বাচন কৰক
bg: Персонализирайте Firefox
bn_bd: ফায়ারফক্স কাস্টমাইজ করুন
bn_in: Firefox কাস্টমাইজ করুন
br: Personelaat Firefox
bs: Prilagodi Firefox
ca: Personalitzeu el Firefox
cy: Cyfaddasu Firefox
es_mx: Personalizar Firefox
fa: سفارشی‌سازی فایرفاکس
gd: Gnàthaich Firefox
hi_in: फायरफॉक्स को अपनी रूचि के अनुसार बनाएं
hr: Prilagodite Firefox
is: Sérsníða Firefox
kab: Aggan n Firefox
kk: Firefox-ты өзіңіз үшін баптау
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಿ
lt: „Firefox“ individualizavimas
lv: Pielāgo Firefox
mai: Firefox कए मनपसिन्न बनाउ
ml: ഫയര്‍ഫോക്സിനെ ഇഷ്ടാനുസൃതമാക്കുക
mr: फायरफॉक्स पसंतीचे करा
ms: Ubahsuai Firefox
my: မီးမြေးခွေးအားပြုပြင်သုံးစွဲမည်
nb_no: Tilpass Firefox
ne: Firefox अनुकूलन गर्नुहोस्
pt: Personalize o Firefox
si: Firefox අභිරුචිකරණය කරන්න
tr: Firefox’u özelleştirin
ur: Firefox کو تخصیص کریں
uz: "Firefox"ni moslash
xh: Lungiselela i-Firefox

source: Designed to <br class="wide-br">be redesigned
af: Ontwerp om <br class="wide-br">herontwerp te word
ar: صممت ل <br class="wide-br"> تكون جاهزة لاعادة التصميم
as: পুনৰ ৰূপাঙ্কণ কৰিবলৈ <br class="wide-br">ৰূপাঙ্কিত
bg: Проектиран да бъде <br class="wide-br">променян
bn_bd: পুনরায় নকশা করবার জন্য<br class="wide-br"> নকশা করা।
bn_in: নকশা করা হয়েছে <br class="wide-br"> পূনঃনকশার জন্য
br: Ergafet da da vezañ <br class="wide-br">kemmet e ergrafadur
bs: Dizajniran <br class="wide-br"> da bude redizajniran
ca: Dissenyat per a <br class="wide-br">ser redissenyat
cy: Wedi ei gynllunio i'w <br class="wide-br">ailgynllunio
es_mx: Diseñado para <br class="wide-br">ser rediseñado
gd: Dealbhadh a leigeas leat <br class="wide-br">ath-dhealbhadh thu fhèin
hi_in: पुनर्रचना के लिए बनाया गया है<br class="wide-br">
hr: Dizajniran da <br class="wide-br">bude redizajniran
is: Hannaður til að <br class="wide-br">vera endurhannaður
kab: Yettwafṣel i <br class="wide-br"> ad yettwafṣel
kk: Дизайнын икемді етіп өзгертуге болатындай <br class="wide-br">етіп жасалған
kn: ಮರುವಿನ್ಯಾಸಕ್ಕಾಗಿ <br class="wide-br">ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ
lt: Sukurta <br class="wide-br">individulizavimui
lv: Būvēts, lai <br class="wide-br">būtu pārbūvējams
mai: मोन मोताबिक बनेबाक लेल <br class="wide-br"> डिजायन करल गेल
ml: പുതുക്കി നിര്‍മ്മിക്കുന്നതിനു വേണ്ടി <br class="wide-br"> നിര്‍മ്മിക്കപ്പെട്ടതു്
mr: अभिकल्पन <br class="wide-br">पुनः अभिकल्पनासाठी
ms: Direka untuk <br class="wide-br">direka semula
my: ပြန်လည် ဖန်တီးနိုင်ရန် <br class="wide-br"> ဖန်တီးထားသည်
nb_no: Utformet for <br class="wide-br">å bli re-designet
ne: पुनःडिजाइन गर्न मिल्ने गरि <br class="wide-br"> डिजाइन गरिएको
pt: Desenhado para <br class="wide-br">ser redesenhado
si: <br class="wide-br">නැවත සැලසුම් කිරීමට සැලසුම් කර ඇත
tr: Baştan tasarlamanız <br class="wide-br">için tasarlandı
ur: ڈیزائن کیا گیا تاکہ <br class="wide-br"> دوبارہ ڈیزائن کیا جا سکے
uz: Qayta dizayn qilish <br class="wide-br">uchun dizayn qilingan
xh: Yenzelwe ukuba <br class="wide-br">ibe nokwenziwa kwakhona

source: Get fast and easy access to the features you use most in the new menu.
af: Kry vinnige en maklike toegang in die nuwe kieslys tot die funksionaliteit wat u meeste gebruik.
ar: احصل على وصول سريع و سهل للخصائص التي تستخدمها كثيرا في نافذة جديدة.
as: নতুন মেনুত আপুনি অধিক ব্যৱহাৰ কৰা বৈশিষ্ট্যসমূহৰ দ্ৰুত আৰু সহজ অভিগম প্ৰাপ্ত কৰক।
bg: Добийте бърз и лесен достъп до функциите, които използвате най-често, в новото меню.
bn_bd: আপনি নতুন মেনুতে যে বৈশিষ্ট্যগুলো সবথেকে ব্যবহার করেন তার দ্রুত এবং সহজ পরিচালনা করুন।
bn_in: যে বৈশিষ্ট্যগুলি আপননি সর্বাধিক ব্যবহার করেন সেগুলি নতুন মেনুতে দ্রুত এবং সহজে ব্যবহার করুন।
br: Tizhit buan hag aes ar c'heweriusterioù a rit d'an aliesañ ganto diwar al lañser nevez.
bs: Dobij brz i jednostavan pristup funkcijama koje najviše koristiš u novom meniu.
ca: Obtingueu un accés fàcil i ràpid a les funcions que feu servir més en el nou menú.
cy: Cewch fynediad cyflym a hawdd i'r nodweddion mwyaf defnyddiol drwy'r ddewislen newydd.
es_mx: Obtén acceso rápido y fácil a las características que más usas en el nuevo menú.
fa: به سرعت و آسانی به امکاناتی که بیشترین استفاده از آنها را دارید در منو جدید دسترسی دارید.
gd: Faigh cothrom gu luath 's gun duilgheadas air na rudan a chleachdas tu gu tric leis a' chlàr-taice ùr.
hi_in: जो भी सुविधाऐं आप बहुत ज्यादा उपयोग करते है,अब जल्दी एवं आसानी से नयी मेन्यू में पाइये.
hr: Pristupite mogućnostima koje najčešće koristite brže i jednostavnije s novim izbornikom.
is: Fáðu aðgang að þeim möguleikum sem þú notar oftast í nýju valmyndinni.
kab: Kcem s wudem arura, s wudem fessusen ɣef tmahilin i tesseqdaceḍ aṭas s useqdec n wumuɣ amaynut.
kk: Жиі қолданатын мүмкіндіктерді жылдам әрі оңай түрде жаңа мәзірден қолданыңыз.
kn: ನೀವು ಅತಿ ಹೆಚ್ಚು ಉಪಯೋಗಿಸುವ ಸವಲತ್ತುಗಳನ್ನು ಶೀಘ್ರ ಮತ್ತು ಸುಲಭವಾಗಿ ಹೊಸ ಮೆನುವಿನಲ್ಲಿ ಪಡೆಯಿರಿ.
lt: Naujasis meniu suteikia patogią prieigą prie dažniausiai naudojamų funkcijų.
lv: Novietojiet biežāk lietotās funkcijas ērtākai un ātrākai piekļūšanai jaunajā izvēlnē.
mai: जाहि सुविधा कए अहॉं बेर बेर उपयोग करैत छी ओ आब नब मेन्यू मे आसानी आ तेजी स भेटत
ml: താങ്കള്‍ ഏറ്റവും കൂടുതല്‍ ഉപയോഗിക്കുന്ന സവിശേഷതകളിലേക്ക് പുതിയ മെനു ഉപയോഗിച്ച് കൂടുതല്‍ വേഗത്തിലും എളുപ്പത്തിലും എത്തിച്ചേരൂ
ms: Dapatkan akses yang cepat dan mudah kepada ciri-ciri yang anda selalu gunakan dalam menu baru.
my: မီနူးအသစ်တွင်သုံးဆွဲမည့် လုပ်ဆောင်ချက်များအား လျင်မြန်စွာ သုံးနိုင်ပြီ
nb_no: Få rask og enkel tilgang til funksjonene du bruker mest, i den nye menyen.
ne: नयाँ मेनुमा तपाईंले अधिक प्रयोग गर्ने विशेषताहरुको छिटो र सहज पहुँच प्राप्त गर्नुहोस्।
pt: Obtenha acesso rápido e simples às características que mais usa no novo menu.
si: ඔබ වඩාත් භාවිතා කරන විශේසහානඟග වලට ඉක්මන් සහ පහසු පිවිසීම් නව මෙනුවෙන් ලබාගන්න.
tr: En çok kullandığınız özelliklere yeni menü ile daha hızlı ve kolay erişin.
ur: حو فیچر آپ نئے مینو میں زیادہ استعمال کرتے ہیں ان تک تیز اور آسان رسائی حاصل کریں۔
uz: Yangi menyudan eng ko‘p foydalanadigan xususiyatlaringizga tez va oson kiring.
xh: Fumana ufikelelo olukhawulezayo nolulula kwiimpawu ozisebenzisa kakhulu kwimenyu entsha.

source: Open the “Customize” panel to add, move or remove any button you want.
af: Open die “Doelmaak”-paneel om enige knop by te voeg, te skuif of te verwyder.
ar: افتح شاشة ال “تخصيص” للاضافة, حرّك أو امسح أي كبسة تريد.
as: যিকোনো বুটাম যোগ কৰিবলে, স্থানান্তৰ কৰিবলে অথবা আতৰাবলে “স্বনিৰ্বাচন কৰক” পেনেল খোলক।
bg: Отворете панела за “Персонализиране”, за да добавите, преместите или изтриете, който и да е бутон.
bn_bd: কাস্টমাইজ প্যানেল যোগ করুন, বাদ দিন অথবা মুছে ফেলুন যে বাটন আপনি চান সেই বাটনই।
bn_in: যে কোন বাটন যোগ করতে, স্থানান্তর করতে বা মুছে ফেলতে "কাস্ট‌োমাইজ" প্যানেল খুলুন।
br: Digorit ar penel "Personelaat" da ouzhpennañ, dilec'hiañ, dilemel kement a afelloù a blijo deoc'h.
bs: Otvori “Prilagodi” panel za dodavanje, premještanje ili uklanjanje bilo koje tipke koje želiš.
ca: Obriu el tauler «Personalitza» per afegir, moure o eliminar els botons que vulgueu.
cy: Agorwch y panel “Cyfaddasu” i ychwanegu, symud neu dynnu unrhyw fotwm.
es_mx: Abre el panel "Personalización" para agregar, mover o eliminar el botón que quieras.
fa: باز کردن منو «سفارشی‌سازی» برای اضافه کردن، جابجایی یا حذف هر دکمه‌ای که می‌خواهید.
gd: Fosgail a' phanail "Gnàtaich" is cuir ris, gluais no thoir air falbh putan sam bith a lùigeas tu.
hi_in: "कस्टमाइज" पेनल, मनचाहे बटन को जोड़ने, स्थानांतरित करने, या हटाने हेतु खोलिए.
hr: Otvorite traku “Prilagodi” da biste dodali, premjestili ili uklonili koju god tipku želite.
is: Opnaðu “Sérsníða” gluggann til að bæta við, færa eða fjarlægja hvaða takka sem er.
kab: Ldi agalis “Sagen” akken ad ternuḍ, ad tessenkzeḍ neɣ ad tekkseḍ yal taqeffalt i triḍ.
kk: Керек батырманы қосу, жылжыту не өшіру үшін "Баптау" панелін ашыңыз.
kn: ನಿಮಗೆ ಬೇಕಿರುವ ಯಾವುದೇ ಗುಂಡಿಯನ್ನು ಸೇರಿಸಲು, ಜರುಗಿಸಲು ಅಥವಾ ತೆಗೆಯಲು “ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸು” ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ.
lt: Norėdami į jį pridėti, jame perkelti, ar iš jo pašalinti mygtukus, spustelėkite meniu apačioje esantį mygtuką „Tvarkyti“.
lv: Atveriet paneli “Pielāgot”, lai pievienotu, aizvāktu, pārvietotu pogas kā vien vēlaties.
mai: कोनो बटन कए जोड़बा वा हटेबा क लेल ''मनपसिन्न बनाउ'' पैनल खोलू
ml: താങ്കള്‍ക്ക് വേണ്ട ഏതു് ബട്ടണും ചേര്‍ക്കാനോ, മാറ്റാനോ, നീക്കം ചെയ്യാനോ “ഇഷ്ടാനുസൃതമാക്കൂ” പാനല്‍ തുറക്കൂ
mr: आपल्याला हवे असलेले बटण समाविष्ट करायचे असेल, हलवायचे असेल किंवा काढून टाकायचे असेल तर "Customize" पॅनेल उघडा.
ms: Membuka panel “Customize” untuk menambah, memindahkan atau membuang mana-mana butang yang anda mahu.
my: ပြုပြင် မည့် ပန်နယ်အားဖွင့်ပြီး အခြားသင်ထည့်ချင်သော ခလုပ်များအား ထည့်ပါ
nb_no: Åpne panelet «Tilpass» for å legge til, flytte eller ta bort hva som helst.
ne: तपाईँले चाहनुभएको कुनै पनि बटन थप्न, सार्न, वा हटाउन “Customize” प्यानल खोल्नुहोस्।
pt: Abra o painel “Personalizar” para adicionar, mover ou remover qualquer botão que deseje.
si: ඔබට අවශ්‍ය ඕනෑම බොත්තමක් එක් කිරීමට, වෙනත් තැනකට යෙදීමට හෝ ඉවත් කිරීමට "අභිරුචිකරණය කරන්න" පැනලය විවඍත කරන්න.
tr: İstediğiniz düğmeyi eklemek, taşımak veya silmek için “Özelleştir” panelini açın.
ur: ، شامل منتقل یا آپ چاہتے ہیں کسی کے بٹن کو دور کرنے کے لئے "تخصیص" پینل کھولیں.
uz: Xohlagan tugmangizni qo‘shish, ko‘chirish yoki o‘chirish uchun “Moslash” panelini oching.
xh: Vula iphaneli “yokulungiselela” uze wongeze, ushukumise okanye ususe naliphi na iqhosha olifunayo.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
af: Hou u gunstelingfunksionaliteit — byvoegings, privaatblaai, Sync, ens. — een klik weg.
ar: احتفظ بخصائصك المفضلة — الإضافات, التصفح الخاص, التزامن والمزيد — على بعد كبسة واحدة سريعة.
as: আপোনাৰ পছন্দৰ বৈশিষ্ট্যসমূহ — এড-অনসমূহ, ব্যক্তিগত ব্ৰাউছিং, সংমিহলি আৰু অধিক — এটা ক্লিকত অভিগম কৰক।
bg: Поставете любимите Ви функции - добавки, поверително сърфиране, Sync и други - на един клик разстояние.
bn_bd: আপনার পছন্দের বৈশিষ্টয়গুলো রাখুন - অ্যাড-অনসমূহ, গোপন ব্রাউজিং, সিঙ্ক এবং আরও অনেক কিছু - একটা ক্লিক দূরে।
bn_in: আপনার প্রিয় বৈশিষ্ট্য গুলি — অ্যাডঅন, ব্যক্তিগত ব্রাউজিং, সিঙ্ক এবং আরো অনে কিছু — মাত্র একটু ছোট্ট ক্লিক দূরে।
br: Mirit ho keweriusterioù muiañ plijet — askouezhioù, merdeiñ prevez, Sync ha traoù all — dre ur c'hlik eeun.
bs: Držite svoje omiljene funkcije — dodatke, privatna pretraživanja, sinhronizaciju i više — jedan klik dalje.
ca: Disposeu de les vostres funcions preferides (complements, navegació privada, el Sync i moltes més) a un clic.
cy: Cadwch eich hoff nodweddion — ychwanegion, pori preifat, Sync ac eraill — un clic i ffwrdd.
es_mx: Mantén tus características favoritas – complementos, navegación privada, Sync y más – a sólo un clic.
fa: به امکانات مورد علاقه خود — افزونه‌ها، مرور ناشناس، همگام‌سازی و غیره — با یک کلیک دسترسی داشته باشید.
gd: Cha bhi na gleusan as fhearr leat — tuilleadain, brabhsadh prìobhaideach, sioncronachadh is mòran a bharrachd — ach briogadh beag air falbh.
hi_in: अपनी पसंदीदा सुविधाओ को रखें — ऐड-ऑन्स, निजी ब्राउज़िंग, सिंक और भी बहुत — सिर्फ एक क्लिक दूर.
hr: Čuvajte svoje omiljene mogućnosti - dodatke, privatno pretraživanje, Sync i drugo - samo jedan klik od vas.
is: Notaðu uppáhalds eiginleikana — viðbætur, einkavöfrun, Sync og fleira — Þarft bara að smella einu sinni með músinni.
kab: Ḥrez akk timahilin inek tinurifin — izegrar, tunigin tusrigt, amtawi d wayen nniḍen — s yiwen kan n usiti.
kk: Таңдамалы мүмкіндіктер — қосымшалар, жекелік шолу, синхрондау және т.б. — енді бір шертуден қолжетерлік.
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಸವಲತ್ತುಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ — ಆಡ್‌-ಆನ್‌ಗಳು, ಖಾಸಗಿ ಜಾಲವೀಕ್ಷಣೆ, ಸಿಂಕ್ ಮತ್ತು ಇನ್ನಷ್ಟು — ಒಂದೇ ಒಂದು ಕ್ಲಿಕ್‌ನ ದೂರದಲ್ಲಿದೆ.
lt: Savo mėgstamas funkcijas – priedus, privatųjį naršymą, sinchronizavimą ar kitas – galėsite pasiekti vos vienu pelės spustelėjimu.
lv: Turiet savas mīļākās lietas — papildinājumus, privāto pārlūkošanu, sinhronizēšanu un citas — vienā ērtā vietā.
mai: खाली एक क्लीक पर अपन पसंदीदा सुविधा जेना —सह-युक्त‍ि, निजी ब्राउजिंग, सिंक वा अान चीज—कए सहेजू
ml: താങ്കളുടെ പ്രിയപ്പെട്ട സവിശേഷതകള്‍ — ആഡ്ഓണുകള്‍, സ്വകാര്യ ബ്രൗസിങ്ങ്, സിങ്ക് മുതലായവ — ഒരു ക്ലിക്കില്‍ ലഭ്യമാവുന്ന രീതിയില്‍ സൂക്ഷിക്കൂ
ms: Kekalkan ciri kegemaran anda — add-ons, pelayaran peribadi, Sync dan banyak lagi — hanya dengan satu klik.
my: သင့် စိတ်ကြိက် လုပ်ဆောင်ချက်များ — အတ်အွန်များ နှင့် တစ်ကိုယ်ရေ အင်တာနက်သုံးခြင်း ၊ ချိတ်ဆက်ခြင်းတို့ အား — လျင်မြန်စွာ ပြုလုပ်ပါ
nb_no: Nå favorittfunksjonene dine — utvidelser, privat nettlesing, Sync med mer — med ett eneste klikk.
ne: आफ्ना प्रिय सुविधाहरू राख्नुहोस् — एड-अनहरू, निजी ब्राउजिङ्ग, Sync र थप — एक द्रुत क्लिक टाढा।
pt: Mantenha as suas opções preferidas — extras, navegação privada, Sync e outras — a um clique de distância.
si: ඇඩෝන, පුද්ගලික ගවේශණය, සමකාලීන කිරීම සහ තවත් එවැනි ඔබ වඩාත් පරිය කරන විශේසහානඟග තබා ගන්න - එක් ක්ලික් කිරීමකින්.
tr: Sevdiğiniz özellikleri (eklentiler, gizli tarama, Sync ve dahası) bir tık kadar yakınınızda tutun.
ur: آپ کے پسندیدہ فیچر رکھیں -ایڈ-اون، نجی براؤزنگ، ہم آہنگی اور زیادہ - دور ایک فوری کلک.
uz: Sevimli xususiyatlaringizni — qo‘shimcha dasturlar, maxfiy ko‘rish, sinxronlash va boshqalarni — bitta tezkor bosish orqali saqlang.
xh: Gcina iimpawu okholwa zizo - izongezelelo, ukubhrawuza kwangasese, ungqamaniso nokunye - ucofa nje kanye ngokukhawuleza.
