Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/customize.lang.po
Languages: af, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es_mx, fa, gd, hi_in, hr, is, kab, kk, kn, lt, lv, mai, ml, mr, ms, my, nb_no, ne, pt, si, tr, ur, uz, xh

source: More ways to customize
af: Meer maniere van aanpassing
ar: طرق أكثر للتخصيص
as: স্বনিৰ্বাচন কৰাৰ আৰু অধিক পদ্ধতি
bg: Още начини за персонализиране
bn_bd: কাস্টোমাইজের আরও উপায়
bn_in: কাস্টমাইজ করার আরও পদ্ধতিসমূহ
br: Doareoù all evit personelaat
bs: Više načina za prilagodbu
ca: Més maneres de personalitzar-lo
cy: Rhagor o ffyrdd i gyfaddasu
es_mx: Más maneras de personalizar
fa: روش‌های بیشتر برای سفارشی‌سازی
gd: Barrachd dhòighean gus a ghnàthachadh
hi_in: अपनी रूचि के अनुसार बनाने के ज्यादा तरीके
hr: Više načina za prilagodbu
is: Fleiri leiðir til að sérsníða
kab: Rnu ugar u waggan
kk: Баптаудың бірнеше жолы
kn: ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಲು ಮತ್ತಷ್ಟು ದಾರಿಗಳು
lt: Daugiau individualizavimo galimybių
lv: Vairāk veidu kā pielāgot
mai: मनपसिन्न बनेबाक आओर तरीका
ml: ഇഷ്ടാനുസൃതമാക്കാന്‍ കൂടുതല്‍ വഴികള്‍
mr: कस्टमाइज करण्यासाठी अधीक मार्ग
ms: Lebih banyak cara untuk menyesuaikan
my: ပြုပြင်ရန် နည်းလမ်းများ
nb_no: Flere måter å tilpasse på
ne: अरु धेरै बाटा बाटा छाडकट
pt: Mais formas de personalizar
si: අභිරුචිකරණය කිරීමට තවත් විදහි
tr: Özelleştirmenin diğer yolları
ur: مزید طریقے کو تخصیص کریں
uz: Moslash uchun ko‘pgina yo‘llar
xh: Iindlela ezininzi zokulungiselela

source: Themes
af: Temas
ar: الأنماط
as: থীমসমূহ
bg: Теми
bn_bd: থিম
bn_in: থিম
br: Dodennoù
bs: Teme
ca: Temes
cy: Themâu
es_mx: Temas
fa: تم‌ها
gd: Ùrlaran
hi_in: प्रसंग
hr: Teme
is: Þema
kab: Isental
kk: Темалар
kn: ಪರಿಸರವಿನ್ಯಾಸಗಳು
lt: Grafiniai apvalkalai
lv: Tēmas
mai: प्रसंग
ml: പ്രമേയങ്ങള്‍
mr: योजना
ms: Tema
my: အခင်းအကျင်းများ
nb_no: Tema
ne: आवरणहरु
pt: Temas
si: තේමා
tr: Temalar
ur: خیالیات
uz: Mavzular
xh: Imixholo

source: Add-ons
af: Byvoegings
ar: الإضافات
as: এড-অনসমূহ
bg: Добавки
bn_bd: অ্যাড-অন
bn_in: অতিরিক্ত সামগ্রী
br: Askouezhioù
bs: Dodaci
ca: Complements
cy: Ychwanegion
es_mx: Complementos
fa: افزودنی‌ها
gd: Tuilleadain
hi_in: सहयुक्ति
hr: Dodaci
is: Viðbætur
kab: Izergrar
kk: Қосымшалар
kn: ಆಡ್‌-ಆನ್‌ಗಳು
lt: Priedai
lv: Papildinājumi
mai: सहयुक्ति
ml: ആഡ്-ഓണുകള്‍
mr: ॲडऑन्स
my: အတ်အွန်များ
nb_no: Utvidelser
ne: एड-अनहरु
pt: Extras
si: ඇඩෝන
tr: Eklentiler
ur: ایڈ اون
uz: Qo‘shimcha dasturlar
xh: Izongezelelo

source: Awesome Bar
af: Wonderbalk
ar: شريط رائع
as: আকৰ্ষক বাৰ
bg: Awesome Bar {OK}
bn_bd: অসম বার
bn_in: চমৎকার বার
br: Barrennad dispar
bs: Super traka
ca: Barra fantàstica
cy: Y Bar Rhagorol
es_mx: Barra alucinante
gd: An sàr-bhàr
hi_in: अद्भुत बार
hr: Awesome traka
kab: Afeggag n tensa tuḥrict
kn: ಆಸಮ್ ಬಾರ್
lt: Adreso laukas
lv: Superjosla
mai: शानदार पट्टी
ml: ഓസം ബാര്‍
mr: छान बार
ms: Bar yang mengagumkan
my: အံဩဖွယ်ရာ ဘား
nb_no: Smart adresselinje
ne: अवसोमे बार
pt: Barra Fantástica
si: Awesome තීරුව
tr: Şahane Çubuk
ur: ایوسم بار
xh: Ibha efanelekileyo

source: Make Firefox match your style.
af: Laat Firefox pas by u styl.
ar: اجعل فيرفكس يتوافق مع منهجك.
as: Firefox ক আপোনাৰ শৈলীৰ সৈতে সমন্বয় কৰাওক।
bg: Направете Firefox да подхожда на стила Ви.
bn_bd: আপনার শৈলীর সঙ্গে ফায়ারফক্সের মিল তৈরী করুন।
bn_in: আপনার শৈলীর সঙ্গে ফায়ারফক্সের মিল তৈরী করুন।
br: Lakait Firefox da genglotañ gant ho stil.
bs: Napravi Firefox da odgovara tvom stilu.
ca: Feu que el Firefox combini amb el vostre estil.
cy: Gwneud i Firefox gyd-fynd a'ch ffordd chi.
es_mx: Haz que Firefox coincida con tu estilo.
fa: فایرفاکس را با سبک کاری خود منطبق کنید.
gd: Cuir Firefox air do ghleus fhèin.
hi_in: Firefox को अपने अंदाज़ से मिलाएं.
hr: Prilagodite Firefox svojem stilu.
is: Láttu þinn stíl passa við Firefox.
kab: Err Firefox akken yella uɣanib i tḥemled.
kk: Firefox-ты өз стиліңізге сәйкес қылыңыз.
kn: ಫೈರ್ಫಾಕ್ಸ್‌ ಅನ್ನು ನಿಮ್ಮ ಶೈಲಿಗೆ ಹೊಂದಿಸಿಕೊಳ್ಳಿ.
lt: Priderinkite „Firefox“ prie savo nuotaikos.
lv: Liec Firefox pielāgoties Tavam stilam.
mai: अहॉंक Firefox अहेँक स्टाइल मे
ml: താങ്കളുടെ രീതിയുമായി ഫയര്‍ഫോക്സിനു് ചേര്‍ച്ച വരുത്തൂ
mr: आपल्या पसंतीनुसार Firefox ला तयार करा.
ms: Jadikan Firefox sepadan dengan gaya anda.
my: သင့်စတိုင်လ် နှင့်ကိုက်ညီအောင် ပြုလုပ်ပါ
nb_no: Tilpass Firefox til din egen stil
ne: Firefoxलाई आफ्नौ बनाउनुहोस्।
pt: Faça com que o Firefox se adapte ao seu estilo.
si: Firefox ඔබගේ මෝස්තරයට සකසා ගන්න.
tr: Firefox’u tarzınıza uydurun.
ur: فائر فاکس اپنے طرز مطابقت بنائیں.
uz: "Firefox"ni uslubingizga moslang.
xh: Yenza iFirefox ihambelane nesimbo sakho.

source: Choose from thousands of themes and dress up your browser with a single click.
af: Kies uit duisende temas en trek 'n nuwe baadjie aan vir die blaaier met 'n enkele klik.
ar: اختر من الاف الأنماط وألبسه لمتصفحك بكبسة وحدة.
as: হেজাৰ হেজাৰ থীমৰ পৰা বাছক আৰু আপোনাৰ ব্ৰাউছাৰক এটা ক্লিকত সঁজাওক।
bg: Избирайте от хиляди теми и променете своя браузър с един клик.
bn_bd: হাজার হাজার থিমের মধ্যে বেছে নিন এবং আপনার ব্রাউজার সাজিয়ে নিন এক ক্লিকে।
bn_in: হাজার হাজার থিমের মধ্যে বেছে নিন এবং আপনার ব্রাউজার সাজিয়ে নিন এক ক্লিকে।
br: Dibabit e-touez miliadoù a neuzioù ha gwiskit ho merdeer dre ur c'hlik eeun.
bs: Izaberi neku od hiljade tema i promijeni izgled svog pretraživača jednim klikom.
ca: Escolliu d'entre milers de temes i vestiu el vostre navegador amb un sol clic.
cy: Dewiswch o filoedd o themâu ac addurno eich porwr gydag un clic.
es_mx: Elige entre miles de temas y configura tu navegador con un solo clic.
fa: از بین هزاران تم انتخاب کنید و با یک کلیک چهره مرورگر خود را تغییر دهید.
gd: Roghadh is taghadh eadar na mìltean a dh'ùrlaran a bheir coltas eile air a' bhrabhsair agad le aon bhriogadh.
hi_in: हज़ारों थीम में से चुने और एक ही क्लिक पर अपने ब्राउज़र को सजाएं.
hr: Odaberite neku od tisuća tema, te odjenite vaš preglednik sa samo jednim klikom miša.
is: Veldu úr þúsundum þema og klæddu vafrann upp á nýtt með einum músarsmelli.
kab: Fren seg wagimen n isental u sburr-as i yiminig inek s yiwen n usiti.
kk: Мыңдаған темалар арасынан таңдап, браузеріңізді киіндіріңіз.
kn: ಸಾವಿರಾರು ಪರಿಸರ ವಿನ್ಯಾಸಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ಒಂದೇ ಒಂದು ಕ್ಲಿಕ್‌ ಮೂಲಕ ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕವನ್ನು ಸುಂದರವಾಗಿಸಿ.
lt: Rinkitės iš tūkstančių grafinių apvalkalų ir apvilkite savo naršyklę vienu spustelėjimu.
lv: Izvēlieties starp tūkstošiem tēmu un ietērpiet savu pārlūku tajās ar vienu klikšķi.
mai: हजार टा प्रसंग मे स चुनू आ एक क्लि‍क स अपन ब्राउजर कए सजाउ
ml: ആയിരക്കണക്കിന് തീമുകളില്‍ നിന്നും അനുയോജ്യമായവ ഒരൊറ്റ ക്ലിക്കില്‍ തെരഞ്ഞെടുത്ത് താങ്കളുടെ ബ്രൗസറിനെ പുതുമോടിയണിക്കാം
ms: Pilih daripada beribu-ribu tema dan hiaskan pelayar anda dengan satu klik.
my: မြောက်မြားစွာသော အပြင်အဆင်များ နှင့် သင့်ဘယောက်ဆာအား ခလုပ်တစ်ချက်နှိပ်ပြီး ပြင်ဆင်လိုက်ပါ
nb_no: Velg fra tusenvis av tema og utform din nettleser med ett eneste klikk.
ne: हजाराैँ अावरणहरुबाट छान्नुहोस् र तपाईँको ब्राउजरलाई एक क्लिक मै सजाउनुहोस्।
pt: Escolha entre milhares de temas e vista o seu navegador com um único clique.
si: තේමා දහස් ගණනකින් තෝරා ඔබගේ බරවුසරය එක් ක්ලික් කිරීමකින් හැඩගන්වන්න.
tr: Binlerce temadan istediğinizi seçerek tarayıcınızı tek tıklamayla kişiselleştirin.
ur: ہزاروں خیالیات میں سے انتخاب کریں اور اپنے براؤزربراؤزر کو سنگل کلک سے سحائیں.
uz: Minglab mavzulardan birini tanlang va brauzeringizni bitta harakat bilan kiyintiring.
xh: Khetha kumawaka emixholo uze ucofe kube kanye kwibhrawuza yakho.

source: Try it now
af: Probeer dit nou
ar: جربه الآن
as: এতিয়াই প্ৰয়োগ কৰি চাওক
bg: Опитайте сега
bn_bd: এখনই চালিয়ে দেখুন
bn_in: এখুনি ব্যবহার করুন
br: Prouadit bremañ
bs: Probaj sada
ca: Proveu-ho ara
cy: Rhowch gynnig arno
es_mx: Pruébalo ahora
fa: الان امتحان کنید
gd: Feuch e an-dràsta
hi_in: अभी प्रयास करें
hr: Isprobajte sada
is: Prófa núna
kab: Ɛreḍ-it tura
kk: Оны қазір көру
kn: ಈಗ ಪ್ರಯತ್ನಿಸು
lt: Išbandyti dabar
lv: Izmēģiniet tagad
mai: अखन कोशिश करू
ml: ഉപയോഗിച്ചു നോക്കൂ
mr: आता लगेच वापरून बघा
ms: Cubanya sekarang
my: ယခု စမ်းကြည့်ပါ
nb_no: Prøv det nå
ne: अहिले यसलाई प्रयास गर्नुहोस
pt: Experimente agora
si: දැන් එය උත්සහ කරන්න
tr: Hemen deneyin
ur: ابھی آزمائیں
uz: Uni hozir sinab ko‘ring
xh: Yizame ngoku

source: Learn more
af: Meer inligting
ar: اطّلع على المزيد
as: আৰু অধিক জানক
bg: Научете повече
bn_bd: বিস্তারিত জানুন
bn_in: আরও জানুন
br: Gouzout muioc'h
bs: Saznajte više
ca: Més informació
cy: Dysgu rhagor
es_mx: Aprender más
fa: اطلاعات بیشتر
gd: Barrachd fiosrachaidh
hi_in: और जानें
hr: Saznajte više
is: Fræðast meira
kab: Issin ugar
kk: Көбірек білу
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lt: Išsamiau
lv: Uzzināt vairāk
mai: आओर जानू
ml: കൂടുതല്‍ അറിയുക
mr: आणखी शिका
ms: Ketahui lebih lanjut
my: ဆက်လက်လေ့လာ
nb_no: Les mer
ne: अझ जान्नुहोस्
pt: Saiba mais
si: වැඩිදුරටත් දැනුවත්වන්න
tr: Devamını okuyun
ur: اورجانیے
uz: Ko‘proq o‘rganish
xh: Funda okungakumbi

source: Add-ons are like apps that you install to add features to Firefox.
af: Byvoegings is soos programmetjies wat Firefox se funksionaliteit uitbrei.
ar: الإضافات مثل التطبيقات التي تقوم بتنزيلها لإضافة الخصائص لفيرفُكس.
as: এড-অনসমূহ এপ্লিকেচনসমূহৰ নিচিনা যাক আপুনি Firefox লৈ বৈশিষ্ট্য যোগ কৰিবলে ইনস্টল কৰে।
bg: Добавките са като програми, които инсталирате, за да добавяте функции към Firefox.
bn_bd: অ্যাড-অন অনেকটা অ্যাপের মতোন যা আপনি ইন্সটল করেন আপনার Firefox-এ বৈশিষ্ট্য যোগ করার জন্য।
bn_in: অ্যাড-অন গুলি হলো অ্যাপসের মত এগুলি Firefox-এ নতুন বৈশিষ্ট্য যুক্ত করতে ইন্সটল করা হয়।
br: Da arloadoù ouzhpennet da Firefox e talv an askouezhioù da ouzhpennañ keweriusterioù da Firefox.
bs: Dodaci su kao aplikacije koje instaliraš da bi dodao nove mogućnosti u Firefox.
ca: Els complements són com aplicacions que instal·leu per afegir funcions al Firefox.
cy: Mae Ychwanegion yn debyg i apiau i'w gosod i ychwanegu nodweddion i Firefox.
es_mx: Los complementos son como aplicaciones que instalas para agregar características a Firefox.
fa: افزونه‌ها مثل برنامه‌هایی هستند که برای اضافه کردن امکانات به فایرفاکس آنها را نصب می‌کنید.
gd: Tha tuilleadain mar aplacaidean as urrainn dhut stàladh airson comasan a bharrachd a thoirt dha Firefox.
hi_in: ऐड-ऑन्स एप्लीकेशन की तरह है जिन्हे हम Firefox में सुविधाऐं जोड़ने के लिए स्थापित करते हैं.
hr: Dodaci su poput aplikacija koje instalirate da biste proširili Firefoxove mogućnosti.
is: Viðbætur eru eins og lítil forrit sem þú getur sett inn til að bæta eiginleikum við Firefox.
kab: Izegrar am yesnasen ara tesbeddeḍ akken ad ternuḍ timahilin i Firefox.
kk: Қосымшалар - шағын қолданбалар сияқты, оларды Firefox мүмкіндіктерін арттыру үшін орнатады.
kn: ಆಡ್‌-ಆನ್‌ಗಳು ಫೈರ್‌ಫಾಕ್ಸಿಗೆ ಸವಲತ್ತುಗಳನ್ನು ಸೇರಿಸಲು ಬಳಸಲು ನೀವು ಅನುಸ್ಥಾಪಿಸುವ ಅನ್ವಯಗಳಂತಿರುತ್ತವೆ.
lt: Priedai – tai tarsi nedidelės programėlės, suteikiančios „Firefox“ naršyklei naujų funkcijų.
lv: Papildinājumi ir kā mazas programmiņas kas piešķir Firefox jaunas iespējas.
mai: सह-युक्ति‍ एहन एप्स जेंका अछि जेकरा Firefox मे सुविधा जोड़बाक लेल स्थापित करैत छी
ml: ആഡ്ഓണുകള്‍ ഫയര്‍ഫോക്സിലേക്ക് സവിശേഷതകള്‍ ചേര്‍ക്കാനായി ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്ന പ്രയോഗങ്ങള്‍ പോലെയാണു്
mr: Firefox मध्ये आणखी काही वैशिष्ट्ये समाविष्ट करण्यासाठी स्थापित केलेले अॅड-आॅन्स हे अॅप्स सारखेच असतात.
ms: Addon adalah seperti aplikasi yang anda pasang untuk menambah ciri pada Firefox.
my: အတ်အွန်များဟာ သင့်ဘယောက်ဆာ သို့ လုပ်ဆောင်ချက်အသစ်များ ယူဆောင်လာပေးမည်
nb_no: Utvidelser er som små apper som du installerer for å legge til funksjonalitet i Firefox.
ne: एड-अनहरु अनुप्रयोग जस्तै हुन् जसलाई तपाईँले Firefox मा विशेषताहरु थप्नका लागि स्थापना गर्नुहुन्छ।
pt: Os extras são como aplicações que se instalam para adicionar características ao Firefox.
si: ඇඩෝන යනු ඔබ Firefox වෙතට නව විශේසහානඟග එක් කිරීමට ස්තහාපනය කරන වැඩසටහන් වැනිය.
tr: Eklentiler, Firefox’a özellike eklemek için kullanabileceğiniz küçük uygulamalardır.
ur: ایڈ-اون آپ فائر فاکس کے لئے خصوصیات شامل کرنے کے لئے انسٹال کہ اطلاقات کی طرح ہیں.
uz: "Firefox" xususiyatlariga qo‘shish uchun qo‘shimcha dasturlar ham ilova dasturlarga o‘xshab o‘rnatiladi.
xh: Izongezelelo zifana neeaplikheyishini ozifakela ukongeza iimpawu kwiFirefox.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
af: Daarmee kan mens bv. pryse vergelyk, die weer kontroleer, musiek luister, twiet en nog wat.
ar: يتيحون لك مُقارنة الأسعار, الاضطلاع على الطقس, الاستماع الى الموسيقى, إرسال تغريدة والمزيد.
as: ইহতৰ সহায়ত আপুনি মূল্য তুলনা, বতৰ নিৰীক্ষণ, সংগীত শুনা, এটা টুইট পঠোৱা আৰু অন্য বহু কাৰ্য্য কৰিব পাৰিব।
bg: Позволяват Ви да сравнявате цени, да проверявате времето, да слушате музика и още много неща.
bn_bd: ওরা আপনাকে দামের তুলনা করে দেয়, আবহাওয়া চেক করতে দেয়, গান শুনতেও দেয়, টুইট পাঠাতে দেয় ও আরও অনেক কিছু।
bn_in: এগুলি আপনাকে দাম তূলনা করা, আবহাওয়া পরীক্ষণ করা, গান শোনা, টুইট পাঠানো এরকম আরো অনেক কাজে লাগে।
br: Drezo, keñverit ar prizioù, gwirit an amzer, kasit tweetoù ha kalz traoù all.
bs: Oni ti omogućavaju da upoređuješ cijene, provjeriš vrijeme, slušaš muziku, šalješ poruke i mnogo više.
ca: Us permeten comparar preus, consultar l'oratge, escoltar música, piular i més coses.
cy: Mae nhw'n caniatáu i chi gymharu prisiau, cael rhagolygon tywydd, gwrando ar gerddoriaeth anfon trydariad a mwy.
es_mx: Te permiten a comparar precios, registrar el tiempo, escuchar música, enviar un tweet y más.
fa: آنها به شما امکان می‌دهند تا قیمت‌ها را مقایسه کنید، وضعیت آب و هوا را بررسی کنید، به موسیقی گوش کنید، توییت بفرستید و غیره.
gd: Bheir iad dhut comas prìsean de rudan a sgrùdadh, aithris na h-aimsire fhaicinn, èisteachd ri ceòl, tweet a chur is mòran a bharrachd.
hi_in: वो आपको कीमतों की तुलना करने, मौसम की जांच करने, गाने सुनने, टवीट भेजने और भी बहुत कुछ करने देते हैं.
hr: Omogućavaju vam uspoređivanje cijena, provjeru vremenske prognoze, služanje glazbe, twitanje i još više.
is: Þær leyfa þér að bera saman verð, athuga veðrið, hlusta á tónlist, senda tíst og fleira.
kab: Ad sirgen asnemhel n ssumat, ad teẓreḍ tagnawt, ad tesleḍ i uzawan, ad tazneḍ atweet d yawen nniḍen.
kk: Олар көмегімен бағаларды салыстыру, ауа райын қарау, музыканы тындау, твитті жіберу және т.б. жасауға болады.
kn: ಅವುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ದರಗಳನ್ನು ಹೋಲಿಸಲು, ಹವಾಮಾನವನ್ನು ಪರೀಕ್ಷಿಸಲು, ಸಂಗೀತವನ್ನು ಆಲಿಸಲು, ಟ್ವೀಟ್‌ ಅನ್ನು ಕಳುಹಿಸಲು ಇತ್ಯಾದಿ ಕೆಲಸಗಳನ್ನು ಮಾಡಬಹುದಾಗಿರುತ್ತದೆ.
lt: Pavyzdžiui, jie gali padėti palyginti kainas, sužinoti orų prognozę, klausytis muzikos, brūkštelėti į „Twitter“ ir t.t. Taip pat priedų pagalba galite:
lv: Tie ļauj jums salīdzināt cenas, uzzināt laika prognozi, tvītot, klausīties mūziku un daudz ko citu.
mai: दामक तुलना करब, मौसमक जांच करब, गीत सुनब, ट्वीट भेजब जेना बहुत काज एकरा स कए सकैत छी
ml: അവ താങ്കളെ വിലകള്‍ താരതമ്യം ചെയ്യാനും, കാലവസ്ഥ പരിശോധിക്കാനും, സംഗീതം കേള്‍ക്കാനും, ട്വീറ്റ് അയയ്ക്കാനും മറ്റു പലതിനും അനുവദിക്കുന്നു.
ms: Mereka membolehkan anda untuk membandingkan harga, menyemak cuaca, mendengar muzik, menghantar tweet dan banyak lagi.
my: စျေးနှူန်းများအား ယှဉ်ပြခြင်း၊ ရာသီဥတု သတင်း ကြည့်ခြင်း၊ သီချင်းနားထောင်ခြင်း နှင့် တွစ် တစ်ခုပို့ခြင်း
nb_no: De lar deg sammenligne priser, sjekke været, høre på musikk, sende en tweet og mye mer.
ne: तिनीहरुले तपाईँलाई मुल्यहरु तुलना गर्न, माैसम जाँच गर्न, संगीत सुन्न, tweet गर्न र अरु थुप्रै कुराहरू गर्न दिन्छन्।
pt: Permitem-lhe comparar preços, verificar o tempo, ouvir música, enviar um tweet, etc.
si: ඒවා ඔබට මිළ සනඟසන්දනය කිරීම, කාළගුණය දැනගැනීම, සනඟගීතයට සවන්දීම, tweet කිරීම ආදී බොහො දේ කීරීමට ඉඩ සලස්වයි.
tr: Örneğin hava durumuna bakmanızı, müzik dinlemenizi, tweet göndermenizi sağlayabilirler.
ur: وہ آپ کو، قیمتوں کا موازنہ موسم چیک کریں، موسیقی سننا، ایک ٹویٹ اور زیادہ بھیج دو.
uz: Ular sizga narxlarni taqqoslash, ob-havoni tekshirish, musiqa tinlash, tweet jo‘natish va ko‘plab boshqa imkoniyatlarni beradi.
xh: Zikwenza ube nokuthelekisa amaxabiso, ukhangele imozulu, umamele umculo, uthumele uthwitha nokunye okuninzi.

source: Read the latest news & blogs
af: Lees die jongste nuus en joernale
ar: اقرأ آخر الأخبار & المدونات
as: শেহতীয়া বাতৰি আৰু ব্লগ পঢ়ক
bg: Прочетете последните новини и блогове
bn_bd: সর্বশেষ সংবাদ ও ব্লগ ​​পড়ুন
bn_in: সর্বশেষ খবর এবং ব্লগ পড়ুন
br: Lennit ar c'heleier diwezhañ hag ar blogoù
bs: Čitaš posljednje vijesti i blogove
ca: Llegiu notícies i blocs
cy: Darllenwch y newyddion diweddaraf a'r blogiau
es_mx: Leer las noticias más recientes y blogs.
fa: آخرین اخبار و بلاگ‌ها را بخوانید
gd: Leugh na naidheachdan ⁊ blogaichean as ùire
hi_in: नवीन समाचार एवं ब्लॉग्स पढ़ें
hr: Pročitajte najnovije novosti i blogove
is: Lestu nýjustu fréttir og blogg
kab: Ɣaṛ isallen ineggura aked imagraden n iblugen
kk: Соңғы жаңалықтар және блогтарды оқыңыз
kn: ಇತ್ತೀಚಿನ ಸುದ್ದಿ ಮತ್ತು ಬ್ಲಾಗ್‌ಗಳನ್ನು ಓದಿ
lt: sekti naujienas ir tinklaraščius
lv: Lasi jaunākās ziņas
mai: ताजातरीन समाद आ ब्लॉग पढ़ू
ml: ഏറ്റവും പുതിയവാര്‍ത്തകളും ബ്ലോഗുകളും വായിക്കുക
mr: नविन ब्लॉग आणि बातम्या वाचा
ms: Baca berita & blog yang terkini
my: နောက်ဆုံးသတင်းများ နှင့် ဘလောဂ့်ပိုစ့်များ ဖတ်ပါ
nb_no: Les de siste nyhetene og blogginlegg
ne: पछिल्ला समाचार र ब्लगहरू पढ्नुहोस्
pt: Ler as notícias e blogs mais recentes
si: නවතම පුවත් සහ බ්ලොග් කියවන්න
tr: Son haberleri ve blogları okuyun
ur: تازہ خبریں اور بلاگز پڑھیں
uz: So‘nggi yangiliklar va bloglarni o‘qing
xh: Funda iindaba zakutshanje neebhlogi

source: Manage your downloads
af: Bestuur afgelaaide items
ar: نظم التحميلات الخاصة بك
as: আপোনাৰ ডাউনল'ডসমূহ ব্যৱস্থাপনা কৰক
bg: Управлявайте изтеглянията
bn_bd: আপনার ডাউনলোড পরিচালনা করুন
bn_in: আপনার ডাউনলোড পরিচালনা করুন
br: Ardoit ho pellgargadurioù
bs: Upravljaš svojim preuzimanjima
ca: Gestioneu les baixades
cy: Rheoli eich llwytho i lawr
es_mx: Administrar tus descargas
fa: بارگیری‌های خود را مدیریت کنید
gd: Stiùirich na luchdaich thu a-nuas
hi_in: अपने डाउनलोड्स को व्यवस्थित करें
hr: Upravljajte vašim preuzimanjima
is: Sýslaðu með niðurhal
kab: Sefrek isidar inek
kk: Жүктемелеріңізді басқарыңыз
kn: ನಿಮ್ಮ ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
lt: valdyti savo atsiuntimus
lv: Pārvaldi lejupielādes
mai: अपन डाउनलोड कए व्यवस्थि‍त करू
ml: ഡൗണ്‍ലോഡ് കൈകാര്യം ചെയ്യാം
mr: आपल्या डाउनलोडस् चे व्यवस्थापन करा
ms: Urus muat turun anda
my: သင့် ဒေါင်းလုဒ်ရယူမှုများကို စီမံခန့်ခွဲပါ
nb_no: Håndtere dine nedlastinger
ne: तपाईँको डाउनलोड ब्यवस्थापन गर्नुहोस
pt: Gerir as suas transferências
si: ඔබගේ භාගතකිරීම් කළමණාකරනය කරන්න
tr: İndirmelerinizi yönetin
ur: آپنے ڈاؤن لوڈ کا بندوبست کریں
uz: Yuklab olishlarni boshqaring
xh: Lawula ukhuphelo kwakho

source: Watch videos & view photos
af: Bekyk video's en foto's
ar: شاهد مقاطع الفيديو & وتصفح الصور
as: ভিডিঅ' আৰু ফ'টো চাওক
bg: Гледайте клипове и снимки
bn_bd: ভিডিও এবং ছবি দেখুন
bn_in: ভিডিও এবং ফটো দেখুন
br: Sellit videoioù & luc'hskeudennoù
bs: Gledaš snimke i pregledaš fotografije
ca: Vegeu vídeos i fotografies
cy: Gwylio fideos a gweld lluniau
es_mx: Ver videos y ver fotos
fa: ویدئوها و تصاویر را ببینید
gd: Coimhead air videothan ⁊ dealbhan
hi_in: विडियो और फोटो देखें
hr: Gledajte video snimke i fotografije
is: Horfðu á myndbönd og skoðaðu myndir
kab: Wali tividyutin akked tewlafin
kk: Видеолар және фотоларды қараңыз
kn: ವಿಡಿಯೋಗಳನ್ನು ನೋಡಿ ಮತ್ತು ಛಾಯಾಚಿತ್ರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
lt: žiūrėti vaizdo įrašus ir nuotraukas
lv: Skaties foto un video
mai: वीडियो आर फोटो देखू
ml: ചിത്രങ്ങളും ചലച്ചിത്രങ്ങളും കാണൂ
mr: विडीओ आणि फोटो पहा
ms: Tonton video & lihat foto
my: ဓါတ်ပုံများ နှင့် ဗွီဒီယိုများ ကြည့်ပါ
nb_no: Se på videoer og vise bilder
ne: भिडिओ र तस्विरहरु हेर्नुहोस
pt: Assista a vídeos e veja fotografias
si: වීඩියෝ සහ පිනඟතූර නැරඹීම
tr: Video ve fotoğraflara bakın
ur: ویڈیوز دیکھیں اور تصویر نظارہ کریں
uz: Videolarni tomosha qiling va fotosuratlarni ko‘ring
xh: Jonga iividiyo ubukele neefoto

source: Here are a few of our favorites
af: Hier is 'n paar van ons gunstelinge
ar: هنا القليل من مُفضلاتنا
as: আমাৰ কিছুমান পছন্দ আপোনাৰ বাবে
bg: Ето няколко от нашите любими
bn_bd: এখানে আমাদের কিছু পছন্দসমূহ দেওয়া থাকলো
bn_in: এখানে আমাদের কিছু পছন্দসমূহ দেওয়া থাকলো
br: Amañ emañ ul lod eus ar re vuiañ plijet ganeomp
bs: Ovdje je nekoliko naših omiljenih
ca: Algunes de les nostres preferides
cy: Dyma rhai o'n ffefrynnau
es_mx: Aquí hay algunos de nuestros favoritos
fa: تعدادی از موارد مورد علاقه ما
gd: Seo cuid dhe na rudan as fhearr leinne
hi_in: यहाँ पर हमारे कुछ पसंदीदा हैं
hr: Ovo su neki od naših favorita
is: Hérna eru nokkur af okkar uppáhalds
kab: Haten-ayen kra seg inurifen nneɣ
kk: Төменде біздің таңдамалылардан бірнешеуі
kn: ಇಲ್ಲಿವೆ ನಮ್ಮ ಒಂದಷ್ಟು ನೆಚ್ಚಿನವು
lt: Štai keletas mūsų mėgstamiausių priedų
lv: Šie ir daži no mūsu iecienītākajiem
mai: एतय हमर किछु पसिन्नक अछि
ml: ഞങ്ങളുടെ ഏതാനും പ്രിയപ്പെട്ടവ ഇതാ
mr: ह्या पहा आमच्या काही खास पेशकश
ms: Berikut adalah antara kegemaran kami
my: ဒီမှာ ကျွနု်ပ်တို့ရဲ့ စိတ်ကြိုက်အချို့
nb_no: Her er noen av våre favoritter
ne: यहाँ हामीलाई मनपर्ने मध्य केही छन
pt: Aqui estão alguns dos nossos preferidos
si: මෙන්න අපගේ පරියතමයන්ගෙන් කීපයක්
tr: Bizim sevdiğimiz bazı eklentiler
ur: یہاں ہمارے پسندیدہ میں سے چند ایک ہیں
uz: Bizning sevimli xususiyatlarimiz mana
xh: Naku okumbalwa esikholwa kuko

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
af: Die wonderbalk leer uit mens se gewoontes om elke weergawe van Firefox uniek te maak.
ar: الشريط الجميل يعلمك وأنت تتصفح لتجعل رؤيتك الخاصة بفيرفكس فريدة.
as: যেতিয়া আপুনি Firefox ৰ সংস্কৰণক অবিকল্প কৰিবলৈ ব্ৰাউছ কৰে আকৰ্ষক বাৰেও একেসময়ে সেয়া শিকি লয়।
bg: Awesome Bar се учи, докато сърфирате, за да направи Вашата версия на Firefox уникална.
bn_bd: চমৎকার বার আপনার ওয়েবব্রাউজিং এর সাথে সাথে শিখে নিয়ে আপনার ফায়ারফক্স কে অনন্য করে তোলে।
bn_in: চমৎকার বার আপনার ওয়েবব্রাউজিং এর সাথে সাথে শিখে নিয়ে আপনার ফায়ারফক্স কে অনন্য করে তোলে।
br: Ar varrennad dispar a zesk e-pad m'emaoc'h o verdeiñ da lakaat ho Firefox ho merdeer unel.
bs: Awesome Bar uči kako pretražuješ da napravi tvoju verziju Firefoxa jedinstvenom.
ca: La barra fantàstica aprèn a mesura que navegueu per fer únic el vostre Firefox.
cy: Mae'r Bar Rhagorol yn dysgu wrth i chi bori a gwneud eich fersiwn chi o Firefox yn unigryw.
es_mx: La sorprendente barra aprende durante tu navegación como hacer única tu versión de Firefox.
gd: Ionnsaichidh an sàr-bhàr agad fhad 's a nì thusa brabhsadh is cuiridh e air gleus Firefox dhut-sa fhèin.
hi_in: एक अद्भुत बार सिखाता है ब्राउज के रूप में अपने Firefox संस्करण को अद्वितीय बनाना.
hr: Awesome traka uči dok surfate, te Firefox prilagođava vama.
is: Awesome Bar lærir á meðan þú vafrar og gerir þinn Firefox einstakann.
kab: Afeggag n tensa tuḥrict ad tissin seg tunigin inek akken ad terr lqem inek n Firefox d udmawen.
kk: Awesome Bar сіз шолу кезінде үйреніп, сіздің Firefox нұсқасын бірегей қылады.
kn: ನಿಮ್ಮ ಫೈರ್‌ಫಾಕ್ಸ್ ಅನ್ನು ವಿಶಿಷ್ಟವಾಗಿಸಲು ನೀವು ಜಾಲವನ್ನು ವೀಕ್ಷಿಸುವಾಗ, ಆಸಮ್ ಬಾರ್ ಅದನ್ನು ಅರಿತುಕೊಳ್ಳುತ್ತದೆ.
lt: Universalusis adreso laukas „apsimoko“, įsimindamas, ką naršote būtent jūs.
lv: Superjosla apgūst kā jūs sērfojat internetā, lai padarītu jūsu Firefox versiju unikālu.
mai: ब्राउजिंग काल शानदार पट्टी अहॉं स सीखैत जाएत अछि आओर अहॉंक Firefox क संस्करण अद्वि‍तीय बनि जाएत अछि
ms: Bar yang mengagumkan akan tersuai sambil anda belayar untuk menjadikan versi Firefox anda unik.
my: အံဩဖွယ်ရာ ဘားသည်သင် သုံးဆွဲနေသည် နှင့်အမျှ မီးမြေခွေးအား ထူးခြားအောင် သင်ယူလေ့လာသွားမည်ဖြစ်သည်
nb_no: Den smarte adresselinjen lærer hvordan du bruker nettet slik at din versjon av Firefox er helt enestående.
ne: तपाईं Firefox को आफ्नो संस्करणलाई अद्वितीय बनाउन ब्राउज गरिरहदा Awesome Bar ले सिक्छ।
pt: A Barra Fantástica aprende à medida que navega para tornar única a sua versão do Firefox.
si: ඔබගේ Firefox වෙළුම අනනය කරනු වස් ඔබ ගවේශනය කරන අතර Awesome තීරුව ඉගෙනගනියි.
tr: Şahane Çubuk siz Web’de dolaştıkça Firefox’unuzu eşsiz kılmak için kendini geliştirir.
ur: آپ فائر فاکس کے ورژن منفرد بنانے کے لئے براؤز بہت اچھے بار سیکھتا ہے.
uz: "Awesome Bar" "Firefox" versiyasini noyob qilish uchun siz ko‘rgan saytlarni o‘rganadi.
xh: Ibha efanelekileyo iyafunda njengokuba ubhrawuza ukwenza ushicilelo lwakho lweFirefox lube lolulodwa.
