Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/fast.lang.po
Languages: ar, as, bg, bn_bd, br, bs, cy, fa, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, nb_no, ne, nn_no, si, ta, ur, uz, vi, xh

source: Firefox — The "speed king" - The fastest browser on the Web
ar: فيرفكس— "ملك السرعة" - أسرع متصفح على الشبكة
as: Firefox — "গতি সম্ৰাট" - ৱেবৰ আটাইতকৈ দ্ৰুত ব্ৰাউছাৰ
bg: Firefox — "Кралят на скоростта" - Най-бързият браузър в Уеб
bn_bd: ফায়ারফক্স — "গতির রাজা" - ওয়েবে দ্রুততম ব্রাউজার
br: Firefox "Roue an Tizh" - Merdeer herrekañ ar web
bs: Firefox — "kralj brzine" - Najbrži pretraživač na Webu
cy: Firefox — Y "speed king" - porwr cyflymaf y We
fa: فایرفاکس — «فرمانروای سرعت» - سریع‌ترین مرورگر در وب
fi: Firefox – "Vauhtikuningas" - Verkon nopein selain
ga_ie: Firefox — "Rí an luais" — an brabhsálaí is sciobtha ar an nGréasán
gd: Firefox — Rìgh an astair - Am brabhsair as luaithe air an lìon
hi_in: Firefox —"गति का राजा" - वेब पर सबसे तेज ब्राउज़र
hr: Firefox — "kralj brzine" - najbrži preglednik na webu
is: Firefox — "Hraðakóngurinn" - Hraðasti vafrinn á netinu
kab: Firefox — "Agellid n urured" - Iminig arurad di Web
kk: Firefox — "Жылдамдық патшасы" - Интернеттегі ең жылдам браузер
km: Firefox "ស្ដេចលឿន" - កម្មវិធី​អ៊ីនធឺណិត​លឿន​បំផុត​លើ​បណ្ដាញ
kn: ಫೈರ್‌ಫಾಕ್ಸ್ — "ವೇಗ ರಾಜ" - ಅಂತರಜಾಲದಲ್ಲಿನ ಅತ್ಯಂತ ವೇಗದ ಜಾಲವೀಕ್ಷಕ
lt: „Firefox“ – Sparčiausia saityno naršyklė
lv: Firefox — "Ātruma pavēlnieks" - Ātrākais pārlūks interneta plašumos
ms: Firefox - "raja kelajuan" - Pelayar terpantas di Web
my: မီးမြေခွေး — "လျင်မြန်မှုဘုရင်" - ဝတ်ဘ်ပေါ်တွင် အမြန်ဆုံး ဘယောက်ဆာ
nb_no: Firefox — «Fartskongen» - Den raskeste nettleseren på nettet
ne: Firefox — "गतिको राजा" - ससाँरको सबैभन्दा तिब्र Web ब्राउजर
nn_no: Firefox — ‹‹Fartskongen›› - Den raskaste nettlesaren på nettet
si: Firefox — "වේගයේ රජු" - වෙබයේ වේගවත්ම ගවේශකය
ta: பயர்பாக்ஸ் — "வேகத்தில் ராஜா" - இணையத்தின் மிக வேகமான உலாவி
ur: فائر فاکس —"رفتار کا بادشاہ" - ویب پر سب سے تیز براؤزر
uz: Firefox — "tezlik qiroli" - Internetdagi eng tez brauzer
vi: Firefox — "Vua tốc độ" - Trình duyệt nhanh nhất trên Web
xh: IFirefox - "ikumkani yesantya" - eyona bhrawuza ikhawulezayo kwiwebhu

source: Faster than ever
ar: أسرع من أي وقت مضى
as: আগতকৈ দ্ৰুত
bg: По-бърз от всякога
bn_bd: আগের চেয়েও দ্রুততর
br: Herrekoc'h eget biskoazh
bs: Brži nego ikad
cy: Cynt nag erioed
fa: سریع‌تر از هر زمانی
fi: Nopeampi kuin koskaan
ga_ie: Níos sciobtha ná riamh
gd: Nas luaithe na bha e a-riamh roimhe
hi_in: पहले से कहीं ज्यादा तेज
hr: Brži no ikada
is: Hraðari en nokkru sinni fyrr
kab: Weṛǧin d arurad am ass-a
kk: Бұрынғыдан да жылдам
km: លឿន​ជាង​ពី​មុន
kn: ಹಿಂದೆಂದಿಗಿಂತಲೂ ಹೆಚ್ಚು ವೇಗವಾಗಿದೆ
lt: Spartesnė nei bet kada
lv: Ātrāks kā jebkad
ms: Lebih cepat berbanding sebelum ini
my: အလျှင်မြန်ဆုံး
nb_no: Raskere enn noen gang
ne: सधैँ भन्दा छिटो
nn_no: Raskare enn nokon gong
si: කවරදාටමත් වඩා වේගයෙන්
ta: இதுவரை கண்டிராத வேகம்
ur: پہلے سے کہیں زیادہ تیز
uz: Har doimgidan tezroq
vi: Nhanh hơn bao giờ hết
xh: Ikhawuleza ngaphezu kwangaphambili

source: This is the fastest Firefox yet.
ar: هذا أسرع فيرفكس على الإطلاق.
as: ই আটাইতকৈ দ্ৰুত Firefox।
bg: Най-бързият Firefox досега.
bn_bd: এটাই সবচেয়ে দ্রুততম ফায়ারফক্স
br: Ar Firefox herrekañ eo evit poent.
bs: Ovo je do sad najbrži Forefox.
cy: Dyma'r Firefox cyflymaf erioed.
fa: این سریع‌ترین فایرفاکس تاکنون است.
fi: Tämä on nopein Firefox tähän mennessä.
ga_ie: Seo é an leagan is sciobtha de Firefox riamh.
gd: Seo am Firefox as luaithe a-riamh.
hi_in: यह अब तक का सबसे तेज Firefox है
hr: Ovo je najbrži Firefox ikada.
is: Firefox er hraðari en nokkru sinni fyrr.
kab: D Firefox arurad yellan ar ass-a.
kk: Бұл осы күнге ең жылдам Firefox нұсқасы.
km: នេះ​ជា Firefox លឿន​បំផុត។
kn: ಇದು ಈವರೆಗಿನ ಅತ್ಯಂತ ವೇಗವಾದ ಫೈರ್‌ಫಾಕ್ಸ್ ಆಗಿದೆ.
lt: „Firefox“ naršyklė dar niekad nebuvo tokia sparti.
lv: Šis ir visu laiku ātrākais Firefox.
ms: Ini adalah Firefox yang paling pantas.
my: အမြန်ဆုံး လျှင်မြန်မှု
nb_no: Dette er den raskeste Firefox noengang.
ne: यो अहिले सम्मको छिट्टो Firefox हो
nn_no: Dette er den raskaste Firefox så langt.
si: මේ මෙතෙක් වේගවත්ම Firefox වෙයි.
ta: இந்த பயர்பாக்ஸ் தான் மிகவும் வேகமானது.
ur: یہ ابھی تک سب سے تیز فائرفاکس ہے.
uz: Bu hozirgacha eng tez Firefox.
vi: Đây là bản Firefox nhanh hơn bao giờ hết.
xh: Iseyeyona Firefox ikhawuleza kakhulu le.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
as: ই দুয়ো কাৰিকৰী বেঞ্চমাৰ্ক <br class="wide-br">আৰু আপুনি সৰ্বাধিক কৰা দৈনন্দিন কাৰ্য্যসমূহত উৎকৃষ্ট।
bg: Превъзхожда и в техническо отношение <br class="wide-br">и във всекидневните задачи, които извършвате най-често.
bn_bd: এটি প্রযুক্তিগত বেঞ্চমার্ক <br class="wide-br">এবং প্রত্যেকদিনের কাজের তালিকা রাখে।
br: Dreist eo Firefox war ar bankoù prouadiñ kalvezel <br class="wide-br">keit hag evit an trevelloù pemdeziek a rit d'an aliesañ.
bs: Ističe se na tehničkim standardima <br class="wide-br"> i svakodnevnim zadacima koje najčešće radiš.
cy: Mae'n rhagorol yn erbyn meincnodau technegol <br class="wide-br">a'r tasgau dyddiol fyddwch yn eu gwneud bob dydd.
fa: این برتری در دو معیار فنی <br class="wide-br"> و بیشترین وظایف روزانه ای که شما انجام می‌دهید.
fi: Se porskuttaa sekä teknisissä testeissä <br class="wide-br">että omissa, jokapäiväisissä tehtävissäsi.
ga_ie: Baineann sé barr feabhais amach sna tagarmharcanna teicniúla <br class="wide-br">agus sna gnáth-thascanna a dhéanann tú chuile lá.
gd: Esan gràinne-mullaich nam brabhsair an dà chuid a thaobh thomhasan teicnigeach <br class="wide-br">agus nan rudan a nì thu as trice gach latha.
hi_in: यह उत्कृष्ट है दोनों तकनीकी मानकों <br class="wide-br"> एवं रोज़मर्रा के कार्यो में जो हम अधिक करते है.
hr: Prednjači na tehničkim testiranjima <br class="wide-br">i svakodnevnim zadacima s kojima se susrećete.
is: Hann skarar fram úr bæði í tæknilegum afkastaprófunum <br class="wide-br">og í hverskonar verkefnum sem þú framkvæmir daglega.
kab: Yessen akken iwata am-a d isnemhalen itiknikanen <br class="wide-br"> neɣ aseqdec inek n yal ass.
kk: Ол техникалық сынауларда да, <br class="wide-br">күнделікті жұмыста да озады.
km: វា​មាន​ជំនាញ​ខាង​​ចំណុច​គោល​បច្ចេកទេស <br class="wide-br">និង​​ការងារ​ប្រចាំ​ថ្ងៃ​ដែល​អ្នក​ធ្វើ​ច្រើន​បំផុត។
kn: ಇದು ತಾಂತ್ರಿಕವಾದ ಬೆಂಚ್‌ಮಾರ್ಕುಗಳು <br class="wide-br">ಮತ್ತು ಪ್ರತಿದಿನದ ಕಾರ್ಯಗಳು ಎರಡರಲ್ಲಿಯೂ ಸಹ ಮುಂದಿರುತ್ತದೆ.
lt: Ji lenkia kitas tiek techniniuose testuose,<br class="wide-br"> tiek kasdieniuose darbuose, kuriuos jūs dirbate daugiausia.
lv: Tas izceļas gan tehniskajos mērījumos, <br class="wide-br">gan ikdienas darbībās, ko veicat visbiežāk.
ms: Ia cemerlang di kedua-dua tanda aras teknikal <br class="wide-br">dan tugas-tugas seharian yang selalu anda lakukan.
my: ၎င်းသည် နည်းပညာဆိုင်ရာ တိုင်းတာချက်များ နှင့် <br class="wide-br"> သင့်နေ့စဉ် လုပ်ဆောင်ချက်များအား မှတ်သားထားပေးမည်
nb_no: Den utmerker seg både på tekniske målinger <br class="wide-br">og på de hverdagslige oppgavene du bruker mest tid på.
ne: यो दुवै प्राविधिक benchmarks <br class="wide-br"> र तपाईंले अधिक गर्ने दैनिक कार्यहरू दक्ष बनाउछ।
nn_no: Han utmerkar seg både på tekniske målingar <br class="wide-br">og på dei kvardagslege oppgåvene du brukar mest tid på.
si: එය තාක්සහණික මිනුම්කරණයෙන් සහ <br class="wide-br">ඔබ එදිනෙදා කරන වැඩ යන දෙඅනඟශයෙන්ම විශිෂ්ටහතා දක්වයි.
ta: தொழில்நுட்ப வரையறைகளிலும் சரி <br class="wide-br"> நீங்கள் அன்றாடம் பயன்படுத்தும் பணிகளிலும் சரி, இது சிறந்து விளங்குகிறது.
ur: یہ تکنیکی معیارات دونوں<br class="wide-br">اور آپ کو سب سے زیادہ کرتے ہیں کہ روزمرہ کے کاموں پر فائق.
uz: U ikki texnik testlar<br class="wide-br"> va ko‘proq bajarishingizga yordam beradigan har kungi vazifalarga ajraladi.
vi: Nhanh cả với những phép đo kỹ thuật <br class="wide-br">và với những công việc thông thường bạn cần làm nhất.
xh: Igqwesa kulinganiso lobuchwepheshe <br class="wide-br">nakwimisebenzi yemihla ngemihla oyenza kakhulu.

source: The “speed king”
ar: "ملك السرعة"
as: “গতি সম্ৰাট”
bg: "Кралят на скоростта"
bn_bd: “গতির রাজা”
br: "Roue an tizh"
bs: "kralj brzine"
cy: Y “speed king”
fa: «فرمانروای سرعت»
fi: “Vauhtikuningas”
ga_ie: “Rí an luais”
gd: Rìgh an astair
hi_in: "गति का राजा"
hr: “Kralj brzine”
is: “Hraðakóngurinn”
kab: "Agellid arurad"
kk: "Жылдамдық патшасы"
km: “speed king”
kn: ಇದು “ವೇಗದ ರಾಜ”
lt: Spartos lyderė
lv: “Ātruma pavēlnieks”
ms: Sebuah “raja kelajuan”
my: "လျင်မြန်မှုဘုရင်"
nb_no: "Fartskongen"
ne: गति राजा
nn_no: ‹‹Fartskongen››
si: "වේගයේ රජු"
ta: "வேகத்தில் மன்னன்"
ur: "رفتار کا بادشاہ"
uz: “Tezlik qiroli”
vi: “Vua tốc độ”
xh: "Ikumkani yesantya"

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s">“speed king.”</a>
as: Firefox এ অন্য ব্ৰাউছাৰসমূহক শেহতীয়া সূকীয়া পৰিক্ষণত পৰাস্ত কৰি <br class="wide-br"><a href="%(url1)s">“গতি সম্ৰাট”</a> আখ্যা প্ৰাপ্ত কৰিছে।
bg: Firefox надмина други браузъри в скорошни независими тестове и беше избран за <br class="wide-br"><a href="%(url1)s">“краля на скоростта.”</a>
hi_in: हाल ही में स्वतन्त्र परिक्षण में फायरफॉक्स ने अन्य ब्राउज़रों से सर्वश्रेष्ठ प्रदर्शन किया जिसके लिए इसे "गति राजा" नाम दिया गया<br class="wide-br"><a href="%(url1)s">"गति का राजा"</a>
hr: Firefox je nadmašio ostale preglednike u nedavnim nezavisnim testiranjima, te je zaslužio titulu <br class="wide-br"><a href="%(url1)s">“kralja brzine.”</a>
km: Firefox ជា​កម្មវិធី​អ៊ីនធឺណិត​ នៅ​ក្នុង​ពេល​បច្ចុប្បន្ន​មាន​ការ​សាកល្បង​ឯករាជ​ដែល​ស្គាល់​ថា <br class="wide-br"> <a href="%(url1)s">“speed king.”</a>
kn: ಇತ್ತೀಚಿನ ಸ್ವತಂತ್ರ ಪರೀಕ್ಷೆಗಳಲ್ಲಿ ಇತರೆ ಜಾಲವೀಕ್ಷಕಗಳ ಹೋಲಿಕೆಯಲ್ಲಿ ಉತ್ತಮ ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ತೋರಿದ್ದರಿಂದ ಫೈರ್‌ಫಾಕ್ಸನ್ನು <br class="wide-br">the <a href="%(url1)s">“ವೇಗದ ರಾಜ” ಎಂದು ಹೆಸರಿಸಲಾಗಿದೆ.</a>
lt: Neseniai atliktuose nepriklausomuose testuose „Firefox“ aplenkė kitas naršykles ir buvo pripažinta <br class="wide-br"><a href="%(url1)s">spartos lydere</a>.
lv: Firefox bija pārāks par citiem pārlūkiem nesen veiktajos neatkarīgajos testos, kas to nosauca par <br class="wide-br"><a href="%(url1)s">“Ātruma pavēlnieku”</a>
ms: Firefox mengatasi pelayar yang lain dalam ujian bebas baru-baru ini dan dinamakan <br class="wide-br">sebagai <a href="%(url1)s">”raja kelajuan.”</a>
ta: Firefox - மற்ற உலாவிகளை விட சிறப்பாக செயல்படுவதாக சமீபத்திய சார்பற்ற சோதனைகள் தெறிவிக்கின்றன.<br class="wide-br"><a href="%(url1)s">“வேகத்தின் ராஜா”</a>
xh: IFirefox izigqwesile ezinye iibhrawuza kwiimvavanyo ezizimeleyo zakutshanje eziya kubizwa -<br class="wide-br">i <a href="%(url1)s">“kumkani yesantya.”</a>

source: So you can browse with confidence with the fastest on the Web.
ar: لذا يمكنك التصفح بثقة مع الأسرع على الشبكة.
as: যাতে আপুনি ৱেবৰ আটাইতকৈ দ্ৰুতৰ সৈতে আত্মবিশ্বাসৰে ব্ৰাউছ কৰিব পাৰে।
bg: За да сърфирате с увереност, с най-бързия в Уеб.
bn_bd: যাতে আপনি আত্মবিশ্বাসের সঙ্গে ব্রাউজ করতে পারেন সবথেকে দ্রুততম-র সাথে ওয়েবে।
br: Neuze merdeit gant fiziañs gant ar merdeer herrekañ war ar web.
bs: Dakle, možeš pretraživati s povjerenjem sa najbržim na Webu.
cy: Fel bod modd i chi bori'n hyderus gyda'r cyflymaf ar y we.
fa: پس ‌می‌توانید با سریع‌ترین مرورگر در وب، وب را مرور کنید.
fi: Voit siis selata luottavaisena verkon nopeimmalla.
ga_ie: Brabhsáil is lánfhios agat gurb é Firefox an ceann is sciobtha ar an nGréasán.
gd: Dèan brabhsadh is làn-fhios agad gur esan am fear as luaithe air an lìon.
hi_in: तो आप वेब पर विश्वास के साथ सबसे तेज ब्राउज कर सकते हैं.
hr: Stoga možete bezbrižno surfati s najbržim preglednikom na webu.
is: Þú getur því treyst því að þú ert með hraðasta vafra á vefnum.
kab: Tzemreḍ ihi ad tinigeḍ di laman s iminig arurad amezwaru.
kk: Сондықтан сіз ең жылдам браузермен жұмыс істей аласыз.
km: ដូច្នេះ​អ្នក​អាច​រក​មើល​ព័ត៌មាន​សម្ងាត់​ជាមួយ​​បណ្ដាញ​ដែល​លឿន​បំផុត។
kn: ಆದ್ದರಿಂದ ಅಂತರಜಾಲದಲ್ಲಿನ ಅತ್ಯಂತ ವೇಗವಾಗಿ ಭರವಸೆಯಿಂದ ವಿಹರಿಸಬಹುದು.
lt: Naršydami ja, galite būti tikri, jog jūsų naršyklė – sparčiausia rinkoje.
lv: Varat sērfot ar pārliecību, ka esam ātrākie internetā.
ms: Jadi anda boleh melayari dengan keyakinan dengan yang terpantas dalam Web.
my: ယုံကြည့်မှုဖြင့် ဝတ်ဘ်ပေါ်တွင် လျင်မြန်စွာသွား လာနိုင်ပြီဖြစ်သည်။
nb_no: Du kan stole på at du surfer med den raskeste nettleseren på nettet.
ne: त्यसैले तपाई ढुक्क भएर सबैभन्दा छिटो वेबमा ब्राउज गर्न सक्नुहुन्छ
nn_no: Du kan lita på att du surfar med den raskaste nettlesaren på nettet.
si: වෙබයේ ඇති වේගවත්ම ගවේශකයෙන් ඔබට විශ්වාසවන්තව සැරිසැරිය හැක.
ta: ஆதலால் நீங்கள் நம்பிக்கையுடன் வேகமாய் உலாவலாம்.
ur: لہذا اگر آپ کو ویب پر سب سے تیز رفتار کے ساتھ اعتماد کے ساتھ براؤز کر سکتے ہیں.
uz: Shunday qilib ishonch bilan saytlarni yuqorida tezlikda ko‘ring.
vi: Vậy nên bạn có thể yên tâm duyệt Web với trình duyệt nhanh nhất.
xh: Ngoko ke ungabhrawuza ngokuzithemba ngeyona ikhawulezayo kwiwebhu.

source: Cutting-edge speed
ar: يخرق-حدود السرعة
as: চুড়ান্ত গতি
bg: Авангардна скорост
bn_bd: কাটিং এজ গতি
br: Tizh blein
bs: Vrhunska brzina
cy: Cyflymder eithaf
fa: نهایت سرعت
fi: Paras vauhti
ga_ie: Luas ceannródaíoch
gd: Gràinne-mullaich nam brabhsair luatha
hi_in: लाभदायक गति
hr: Zavidna brzina
is: Leiðandi í hraða
kab: Arured ameqqran
kk: Заманауи жылдамдық
kn: ಕತ್ತರಿಸುವ-ಅಲುಗಿನಂತಹ ವೇಗ
lt: Nepralenkiama sparta
lv: Vēl neredzēts ātrums
ms: Kelajuan termaju
my: အလျင်မြန်ဆုံး နှုန်း
nb_no: Imponerende fart
ne: अत्याधुनिक गति
nn_no: Imponerande fart
si: වඩාත්ම වේගවත්
ta: வேகத்தின் முன்னோடி
uz: Eng yuqori tezlik
vi: Tốc độ phi thường
xh: Isantya esinqumlayo

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
ar: اذا استمتعت في الألعاب, تستطيع الآن أن تلعب البعض من المفضلة لديك على الشبكة من غير التضحية بالسرعة أو الأداء العام.
as: যদি আপুনি খেল পছন্দ কৰে, আপুনি গতি আৰু সৰ্বমুঠ পৰিৱেশনৰ সৈতে আপোচ নকৰাকৈ আপোনাৰ কিছুমান পছন্দৰ খেল ৱেবত খেলিব পাৰিব।
bg: Ако обичате игри, можете да играете някои от любимите си директно в Уеб, без да жертвате скорост.
bn_bd: যদি আপনি গেমস পছন্দ করেন, আপনি পছন্দের কিছ গেমস ওয়েবে খেলতেই পারেন, গতি বা সামগ্রিক কর্মক্ষমতা বিসর্জন ছাড়াই।
br: Ar c'hoarioù a blij deoc'h, neuze e vez c'hoariet ar c'hoarioù a blij deoc'h ar muiañ end eeun war internet hep ma vo aberzhet an tizh pe ne vern pe digonusted all.
bs: Ako uživaš u igrama, sada možeš igrati neke svoje omiljene direktno na Webu bez žrtvovanja brzine ili ukupnih performansi.
cy: Os ydych yn mwynhau gemau, mae modd i chi nawr chwarae rhai o'ch ffefrynnau ar y We heb golli cyflymder na pherfformiad cyffredinol.
fa: اگر از بازی کردن لذت می‌برید، می‌توانید بخشی از بازی‌های مورد علاقه خود را بدون کاهش سرعت و کارایی مستقیما در وب بازی کنید
fi: Jos pidät peleistä, voit nyt pelata joitain suosikkejasi suoraan verkossa uhraamatta nopeutta tai yleistä suorituskykyä.
ga_ie: Má thaitníonn cluichí leat, anois is féidir cuid de na cluichí is ansa leat a imirt go díreach ar an nGréasán, gan fadhb ar bith ó thaobh luais nó feidhmíochta ginearálta.
gd: Ma chòrdas a' gheamaireachd riut, 's urrainn dhut cuid dhe na geamannan as fhearr leat a chluich air an lìon a-nis gun droch-bhuaidh sam bith air astar no dèanadas san fharsaingeachd.
hi_in: यदि आप खॆल का आनंद उठाते हैं, तो अब आप अपने पसंदीदा खॆल में से कुछ खॆल वेब पर खेल सकते है वो भी बिना पूरे प्रदर्शन का त्याग किये.
hr: Ako uživate u igrama, sada možete zaigrati neku od vaših omiljenih igara na webu, bez žrtvovanja brzine ili sveukupnih performansi.
is: Ef þú hefur gaman af leikjum, þá er hægt að spila suma af uppáhalds leikjunum þínum beint á vefnum án þess að fórna hraða eða afkastagetu.
kab: Ma tḥemleḍ uraren, tzemreḍ tura ad turareḍ ayen tḥemleḍ s srid di Web s war ma teǧǧid arured neɣ timellit tamatut.
kk: Ойындарды ойнасаңыз, енді таңдамалы ойындардың кейбіреулерін тура Интернетте, ешқандай жылдамдықты не өнімділікті жоғалтпай, ойнай аласыз.
km: ប្រសិនបើ​អ្នក​រីករាយ​ជាមួយ​ហ្គេម, អ្នក​អាច​លេង​ជាមួយ​វា​បាន​មួយ​ចំនួន​ឥឡូវ​នេះ​នៅ​តំបន់​បណ្ដាញ​ដោយ​មិន​​បាត់​បង់ ឬ​​ធ្វើ​ការ​លេង​បាន​​ទាំងអស់។
kn: ನೀವು ಆಟ ಆಡಲು ಇಷ್ಟಪಡುವರಾಗಿದ್ದರೆ, ವೇಗ ಅಥವ ಒಟ್ಟಾರೆ ಕಾರ್ಯನಿರ್ವಹಣೆಗೆ ಯಾವುದೆ ಕೊರತೆಯಾಗದಂತೆ ಈಗ ಅಂತರಜಾಲದಲ್ಲಿಯೆ ಆಟವಾಡಿ.
lt: Jeigu mėgstate kompiuterinius žaidimus, dabar kai kuriuos savo favoritų galite žaisti tiesiog naršyklėje, neaukodami spartos ar našumo.
lv: Ja Tev patīk spēles, dažas no tām vari spēlēt pa tiešo internetā nezaudējot ne kripatiņas ātruma un veiktspējas.
ms: Jika anda menikmati permainan, kini anda boleh bermain beberapa kegemaran anda di Web tanpa mengorbankan kelajuan atau prestasi keseluruhan.
my: သင့်ဂိမ်းဆော့ရတာ ကြိုက်တယ်ဆိုရင် သင့်စိတ်ကြိုက် ဂိမ်းတွေကို လျင်မြန်မှု လျော့ကျခြင်းမရှိပဲ ဆော့နိုင်ပြီဖြစ်သည်
nb_no: Hvis du liker spill, så kan du nå spille noen av dine favoritter på nettet, uten at det går ut over fart eller totalytelsen.
ne: यदि तपाईँलाई खेल मनपर्छ भने, तपाईँले अहिले गति वा कार्य सम्पादन नत्यागी आफ्नो केही प्रिय खेलहरू Web मा खेल्न सक्नुहुन्छ।
nn_no: Dersom du likar spel kan du no spela favorittspela dine på nettet, utan at det går ut over fart eller totalyting.
si: ඔබ පරිගණක කරිඩා පරියකරන්නෙක් නම්, ඔබගේ පරියතම කරීඩා වලින් කීපයක් වේගය හෝ සමස්ත කරියාකාරීත්වයේ අඩුවක් නැතිව වෙබයේම කරීඩා කිරීමට දැන් ඔබට හැක.
ta: நீங்கள் விளையாட்டுக்களை அனுபவிப்பவரானால், இப்பொழுது வேகமும் செயல்திறனும் குறையாமல் உங்கள் விருப்பமான விளையாட்டுகளை இணையத்திலேயே விளையாடலாம்.
ur: آپ کو کھیل سے لطف اندوز تو، اب آپ کی رفتار یا مجموعی کارکردگی کی قربانی کے بغیر صحیح ویب پر آپ کے پسندیدہ میں سے کچھ ادا کر سکتے ہیں.
uz: Agar sizga o‘yin o‘ynash yoqsa, endi siz sevimli o‘yinlaringizni internetda, tezlikka va umumiy ishlash tezligiga zarar yetkazmasdan o‘ynashingiz mumkin.
vi: Nếu bạn thích chơi game thì giờ có thể chơi một số trò yêu thích ngay trên Web mà không bị chậm đi chút nào.
xh: Ukuba uyayithanda imidlalo, ungayidlala ngoku leyo ukholwa yiyo kwiwebhu ungenaxhala lesantya okanye inkqubo yayo iyonke.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
ar: فيرفكس يقود الرعاية بالألعاب الالكترونية كجزء من جهودنا لجعل كل جانب من خبرتك في التصفح أسرع.
as: আপোনাৰ ব্ৰাউছিং অনুভৱ আৰু গতিশীল কৰাৰ আমাৰ চেষ্টাত Firefox এ অনলাইন খেলৰ ক্ষেত্ৰত এটা আগশাৰীৰ স্থান লৈ থৈছে।
bg: Firefox води промените в онлайн игрите, като част от нашите усилия да направи всеки аспект от сърфирането по-бърз.
bn_bd: Firefox অনলাইন গেমিং-র নেতৃস্থানীয় অবস্থায় রয়েছে আপনার ব্রাউজিং অভিজ্ঞতার প্রতি দৃষ্টিভঙ্গি আরও দ্রুততর করতে আমাদের প্রচেষ্টার অংশ হিসেবে।
br: E blein emañ Firefox evit ar c'hoari enlinenn dre strivoù eus hor perzh da lakaat pep tu eus ho merdeiñ da vezañ herrekoc'h c'hoazh.
bs: Firefox predvodi u online igrama kao dio naših napora da napravimo svaki aspekt vašeg iskustva u pretraživanju bržim.
cy: Mae Firefox yn arwain yr ymdrech ar chwarae gemau ar-lein er mwyn gwneud pob agwedd o'ch profiad pori'n gynt.
fa: فایرفاکس پیشتاز است در قدرت بخشیدن به بازی‌های آنلاین به عنوان بخشی از تلاش‌های خود برای سریع‌تر نمودن تجربه مرور‌ ازهر جنبه‌ای.
fi: Firefox johtaa hyökkäystä nettipelien maailmassa, mikä on osa tavoitettamme tehdä selauskokemuksesi jokaisesta osa-alueesta nopeampi.
ga_ie: Tá Firefox i measc na gceannródaithe sa chluichíocht ar líne mar a dhéanaimid iarracht gach cuid de d'eispéireas brabhsála a luathú.
gd: Tha Firefox am measg na feadhainn a tha an sàs leasachadh na geamaireachd air loidhne cuideachd, a' sìor-chur luathas air a' bhrabhsadh.
hi_in: Firefox ऑनलाइन गेम में जोश के साथ हमारे प्रयासों के हिस्से के रूप में आपके तेज ब्राउज़िंग के अनुभव के हर पहलु के लिए अग्रणी है.
hr: Firefox je uvjerljivo vodi kada je u pitanju igranje na webu, te je dio naših napora usmjeren da učinino svaki aspekt vašeg iskustva što bržim.
is: Firefox er leiðandi í netleikjum og er það partur af viðleitni okkar til að gera vöfrun á netinu hraðari.
kab: Firefox d amezdat deg wuraren s srid, i lmend n umahil nneɣ akken ad nerr akk ayen yezzin ɣef termit n tunigin d taruradt.
kk: Firefox онлайн ойындарды дамытуда көп үлес қосуда, бұл Интернетте шолудың әр қырын жылдамырақ жасаудың бөлігі болып табылады.
km: Firefox កំពុង​​មាន​ភារកិច្ច​នាំមុខ​​​​​ហ្គេម​លើ​បណ្ដាញ​ដែល​ជា​ផ្នែក​នៃ​ការ​ខិតខំ​ប្រឹងប្រែង​របស់​យើង​ក្នុង​ការ​ធ្វើ​ឲ្យ​​ទិដ្ឋភាព​នៃ​ការ​រុករក​​​របស់​អ្នក​ប្រចាំ​ថ្ងៃ​​​លឿន​ជាង​មុន។
kn: ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಣೆಯ ಅನುಭವವನ್ನು ಉತ್ತಮಪಡಿಸುವ ನಮ್ಮ ಪ್ರತಿಯೊಂದು ಪ್ರಯತ್ನದಲ್ಲಿಯೂ ಸಹ ಫೈರ್‌ಫಾಕ್ಸ್ ಪ್ರಮುಖ ಪಾತ್ರವನ್ನು ವಹಿಸುತ್ತದೆ.
lt: „Firefox“ yra pirmaujanti saityno žaidimų platforma – mes nuolat stengiamės spartinti naršyklę visose galimose situacijos.
lv: Firefox attīsta interneta spēļu tehnoloģiju, lai jebkuru interneta lietu padarītu maksimāli ātru.
ms: Firefox mengetuai perubahan dalam permainan dalam talian sebagai sebahagian daripada usaha kami untuk membuat setiap aspek pengalaman melayari anda lebih cepat.
my: မီးမြေခွေးသည် အင်တာနက်ဂိမ်း လောကတွင် ဦးဆောင်နေပြီး ဘယောက်ဆာ သုံးဆွဲမှု ခံစားချက် ပိုမိုမြန်ဆန်လာစေရန် လုပ်ဆောင်နေသည်
nb_no: Firefox leder på utviklingen når det kommer til spill på nettet, som en del av arbeidet vårt med å gjøre alle deler av surfeopplevelsen din raskere.
ne: तपाईँको ब्राउजिङ्ग अनुभवको हरेक पक्षलाइ छिटो बनाउने हाम्रो प्रयासमा Firefox अनलाइन गेमिङमा अग्रणी छ।
nn_no: Firefox leiar utviklinga når det gjeld spel på nettet, som ein del av arbeidet vårt med å gjera alle delar av surfeopplevinga di raskare.
si: ඔබගේ ගවේශණයේ සියලු පැතිකඩ වේගවත් කිරීමේ අපේ අරමුණේ එක් අනඟගයක් ලෙස සබැදඟි කරීඩා කිරීමේ පෙරමුණේ සිටීමට Firefox ට හැකිවී ඇත.
ta: Firefox இணைய விளையாட்டுக்களை முன்னின்று வழிநடத்துகிறது. எங்கள் முயற்சிகள் அனைத்தும் உங்கள் உலாவல் அனுபவத்தை எல்லா நோக்குகளிலும் விரிவாக்குவதே.
ur: فائر فاکس تیزی سے اپنے براؤزنگ کے تجربے کے ہر پہلو بنانے کے لئے اپنی کوششوں کا حصہ طور پر آن لائن گیمنگ میں چارج کی قیادت کر رہا ہے.
uz: Firefox onlayn o‘yinlar quvvati sardori hisoblanadi. Har bir ishingiz aspektini internetda tezroq qilish uchun vizning quvvatimizni qismi kabidir.
vi: Firefox đang dẫn đầu trong mảng trò chơi trực tuyến, một phần trong nỗ lực của chúng tôi giúp cho mọi phương diện trải nghiệm duyệt web của bạn được nhanh hơn.
xh: IFirefox ihamba phambili kwimidlalo yekhompyutha njengenxalenye yemizamo yethu yokwenza nawuphi na umba wokubhrawuza ube ngokhawulezayo.
