Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/fast.lang.po
Languages: ar, as, bg, bn_bd, br, bs, cy, fa, fi, ga_ie, gd, hi_in, hr, is, kab, kk, km, kn, lt, lv, ms, my, nb_no, ne, nn_no, si, ta, ur, uz, vi, xh

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
ar: اعرف المزيد عن كيفية <br class="wide-br"> دفعنا حدود السرعة.
as: <br class="wide-br"> আমি কেনেকৈ গতিৰ সীমা অতিক্ৰম কৰি আছো জানক
bg: Научете повече за това как<br class="wide-br">избутваме ограниченията на скоростта
bn_bd: আরও জানুন যে আমরা কিভাবে <br class="wide-br">গতির সীমা ঠেলছি
br: Deskit penaos ez eo bet bountet <br class="wide-br">war bevennoù an tizh
bs: Saznaj više o tome kako mi <br class="wide-br">pomjeramo granice brzine
cy: Dysgwch ragor am sut rydym <br class="wide-br">yn gyrru ar ffiniau cyflymder
fa: در مورد اینکه ما چگونه<br class="wide-br"> محدودیت های سرعت را به جلو هل می‌دهیم بیشتر بدانید
fi: Lue lisää siitä, kuinka <br class="wide-br">rikomme vauhdin raja-aitoja
ga_ie: Faigh eolas ar a ndéanaimid chun <br class="wide-br">luas lasrach a chur le Firefox
gd: Faigh eòlas air na nì sinne <br class="wide-br">gus rudan a dhèanamh nas luaithe fhathast
hi_in: सीखिये और भी अधिक की कैसे हम <br class="wide-br"> गति की सीमा को बढ़ा रहें हैं
hr: Saznajte kako pomičemo <br class="wide-br">granice brzine
is: Lesa meira um það hvernig við <br class="wide-br">erum ávallt með hraða í hámarki
kab: Wali amek ad degger <br class="wide-br"> tilisa n urured
kk: Біз жылдамдықты қалай арттыратынымыз туралы <br class="wide-br">көбірек біліңіз
km: ស្វែងយល់​បន្ថែម​អំពី​របៀប​ដែល​យើង <br class="wide-br">ផ្អាក​ការ​កំណត់​ល្បឿន
kn: ವೇಗದ ಮಿತಿಯನ್ನು ನಾವು ಹೇಗೆ <br class="wide-br">ಮುಂತಳ್ಳುತ್ತಿದ್ದೇವೆ ಎನ್ನುವುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ
lt: Sužinokite daugiau apie tai, kaip mes <br class="wide-br">siekiame naujų spartos aukštumų
lv: Uzziniet vairāk par to <br class="wide-br">kā mēs paplašinām ātruma iespējas
ms: Ketahui lebih lanjut tentang bagaimana kami <br class="wide-br">menolak had kelajuan
my: ကျွနု်ပ်တို့မည်ကဲ့သို့ လျင်မြန်မှု အား <br class="wide-br">တိုးမြင့်အောင် လုပ်ဆောင်နေသည် ကို ဆက်လက်လေ့လာပါ
nb_no: Les mer om hvordan vi <br class="wide-br">strekker grensene for ytelse
ne: हामीले गतिको सिमालाइ कसरी धकेलिरहेका <br class="wide-br">छाै भन्ने बारे अझ धेरै जान्नुहोस्
nn_no: Les meir om korleis vi <br class="wide-br">strekkjer grensene for yting
si: අපි <br class="wide-br">වේගයේ සිමාවන් අභිබවන්නේ කෙසේදැයි දැනගන්න
ta: நாங்கள் எவ்வாறு <br class="wide-br">வேகத்தின் எல்லைகளை விரைவக்குகிறோம் என்பதை அறியவும்
uz: Qanday qilib biz tezlik chegarlarini <br class="wide-br">oshirayotganligimizni o‘rganing
vi: Tìm hiểu về cách chúng tôi đang <br class="wide-br">đẩy giới hạn của tốc độ
xh: Funda ngakumbi ngendlela<br class="wide-br">esidudula ngayo imilinganiselo yesantya

source: Speed you can feel
ar: السُرعة التي تشعر بها
as: আপুনি অনুভৱ কৰিব পৰা গতি
bg: Скорост, която можете да почуствате
bn_bd: গতি যা আপনি অনুভব করবেন
br: Tizh a vez santet ganeoc'h
bs: Brzina koju možeš osjetiti
cy: Teimlwch y cyflymder
fa: سرعتی که شما می‌توانید حس کنید
fi: Vauhti, jonka tunnet
ga_ie: Chomh gasta le gaoth Mhárta
gd: Cho luath ri seabhag
hi_in: गति जो आप महसूस कर सकें
hr: Brzina koju možete osjetiti
is: Þú skynjar hraðann
kab: Arured ara tḥulfem ara
kk: Өзіңіз сезе алатын жылдамдық
km: ល្បឿន​ដែល​អ្នក​អាច​ដឹង
kn: ನಿಮ್ಮ ಅರಿವಿಗೆ ಬರುವ ವೇಗ
lt: Juntamas greitis
lv: Ātrums, ko var sajust
ms: Kelajuan yang anda boleh rasai
my: သင်ခံစားနိုင်သော လျင်မြန်မှု
nb_no: Du kan kjenne farten
ne: तपाई गतिको अनुभव गर्न सक्नुहुन्छ
nn_no: Du kan kjenna farta
si: ඔබට දැනෙන වේගය
ta: நீங்கள் உணரக்கூடிய வேகம்
ur: رفتار جو آپ محسوس کر سکتے ہیں
uz: Tezlikni his qilishingiz mumkin
vi: Tốc độ mà bạn có thể cảm nhận được
xh: Isantya onokusiva

source: We optimize Firefox for the way you use the Web.
ar: نقوم بتحسين فيرفُكس بالطريقة التي تستخدم بها الويب.
as: আপুনি ৱেব ব্যৱহাৰ কৰা ধৰণে আমি Firefox ক অনুকলন কৰো।
bg: Оптимизираме Firefox за начина, по който използвате Уеб.
bn_bd: আমরা Firefox-কে নিখুঁত করি আপনি যেভাবে ওয়েবকে ব্যবহার করতে চান ঠিক সেই ভাবে।
br: Gwellekaat a reomp Firefox evit an doare ma rit internet evitañ.
bs: Mi optimiziramo Firefox na način kako vi koristite Web.
cy: Rydym wedi gwneud Firefox yn well ar gyfer y ffordd rydych chi'n defnyddio'r We.
fa: ما فایرفاکس را برای راهی که شما از وب استفاده می‌کنید بهینه کرده ایم.
fi: Olemme optimoineet Firefoxin tavalle, jolla käytät verkkoa.
ga_ie: Déanaimid optamú ar Firefox don dóigh a n-úsáideann tú an Gréasán.
gd: Tha sinne a' cur piseach air Firefox a-rèir mar a chleachdas tusa an lìon.
hi_in: हम Firefox को उस तरह अनुकूलित कर रहे है, जिस प्रकार आप वेब उपयोग करते हैं.
hr: Firefox optimiziramo načinu na koji koristite web.
is: Við hagræðum Firefox eftir því hvernig þú notar vefinn.
kab: Ad nsefrer Firefox akken tuɣeḍ tanumi tessaqdaceḍ Web.
kk: Біз Firefox-ты сіз интернетті қолданатын жолы үшін ыңғайлатамыз.
km: យើង​បាន​ជ្រើសរើស Firefox សម្រាប់​​បណ្ដាញ។
kn: ನೀವು ಜಾಲವನ್ನು ಬಳಸುವ ವಿಧಾನಕ್ಕಾಗಿ ನಾವು ಫೈರ್‌ಫಾಕ್ಸ್ ಅನ್ನು ಹೊಂದಿಸುತ್ತೇವೆ.
lt: „Firefox“ naršyklė optimizuojama pagal jūsų naudojimosi ja įpročius.
lv: Mēs pielāgojam Firefox tam, kā Jūs lietojat internetu.
ms: Kami mengoptimumkan Firefox untuk cara anda menggunakan Web.
my: မီးမြေခွေးအားသင်ဝတ်ဘ်သုံးဆွဲသည့် ပုံအတိုင်း ထုတ်လုပ်ထားသှ်
nb_no: Vi optimaliserer Firefox til slik du bruker nettet.
ne: तपाइले Web प्रयोग गर्ने तरिका अनुसार हामीले Firefox लाइ अनुकुुल बनाउछाै।
nn_no: Me optimaliserar Firefox til slik du brukar nettet.
si: ඔබ වෙබය භාවිතා කරන ආකාරයට අපි Firefox සීරු මාරු කරයි.
ta: நீங்கள் யன்படுத்துவதற்கு ஏற்ப நாங்கள் பயர்பாக்ஸை மேம்படுதுகிறோம்.
uz: Biz "Firefox"ni siz internetda foydalanishingiz uchun qulaylashtirganmiz.
vi: Chúng tôi tối ưu hóa Firefox cho cách sử dụng Web của bạn.
xh: Sikhulisa iFirefox ngendlela osebenzisa ngayo iwebhu.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
ar: الأشياء مثل الانفتاح أو التغيير <br class="wide-br"> بين الألسُن وجلب النتائج من الشريط "Awesome" يحصل أسرع من العادة. <br class="wide-br">
as: সেয়েহে কাৰ্য্যবোৰ যেনে <br class="wide-br">টেবসমূহ পৰিবৰ্তন কৰা আৰু আকৰ্ষক বাৰৰ পৰা ফলাফল প্ৰাপ্ত কৰা আগতকৈ দ্ৰুত হৈছে।<br class="wide-br">
bg: Неща като отваряне и смяна<br class="wide-br">на табове и взимане на резултати от Awesome Bar се случват по-бързо от всякога.<br class="wide-br">
bn_bd: খোলা বার সুইচ করার মতন জিনিস <br class="wide-br">ট্যাবের মধ্যে এবং অসাধারণ বার যা আগের থেকে অনেক দ্রুত তার থেকে ফল পাওয়া।<br class="wide-br">
br: Neuze, traoù evel digeriñ pe vont d'un ivinell d'eben <br class="wide-br">ha kaout disoc'hoù digant ar varrennad dispar a zegouezh buanoc'h eget biskoazh.<br class="wide-br">
bs: Dakle, stvari kao što su otvaranje ili prebacivanje <br class="wide-br">između tabova i dobijanje rezultata iz Awesome Bar-a dešava se brže nego ikad.<br class="wide-br">
cy: Felly mae pethau fel agor neu newid <br class="wide-br">rhwng tabiau a chael canlyniadau o'r Bar Rhagorol yn digwydd yn gynt nag erioed.<br class="wide-br">
fa: چیزهایی مانند بازکردن یا جابجایی <br class="wide-br">بین زبانه‌ها و بدست آوردن نتایج از نوار فوق‌العاده سریع‌تر از هر زمان دیگر اتفاق می‌افتد.<br class="wide-br">
fi: Täten esimerkiksi välilehtien avaaminen ja vaihtaminen <br class="wide-br">sekä osoitepalkin tulosten avautuminen tapahtuvat nopeammin kuin koskaan.<br class="wide-br">
ga_ie: Tá sé níos sciobtha ná riamh leathanaigh a oscailt, <br class="wide-br">léim idir cluaisíní, nó torthaí a fháil ón Thar-Barra.<br class="wide-br">
gd: Tha e nas luaithe na bha e a-riamh rudan fhosgladh <br class="wide-br">, leumadh eadar tabaichean no toraidhean fhaighinn on t-sàr-bhàr.<br class="wide-br">
hi_in: तो वस्तुएं जैसे की शुरू होने या बदलने <br class="wide-br"> टैब और अद्भुत बार से परिणाम प्राप्त करने से कहीं ज्यादा तेज होगा <br class="wide-br">
hr: Stoga se stvari poput otvaranja nove ili prebacivanje <br class="wide-br">između kartica, te dobivanje rezultata od Awesome trake, događaju brže no ikada.<br class="wide-br">
is: Aðgerðir eins og að opna eða skipta á <br class="wide-br">milli flipa og birta niðurstöður frá leitarslánni gerist hraðara en nokkru sinni fyrr.<br class="wide-br">
kab: ɣef aya, tulya n yicceren, angaz seg yiwen ɣer wayeḍ, <br class="wide-br"> aggay n igmaḍ n unadi seg ufeggag n tensa uḥric, weṛǧin iḍerru-d d arurad am ass-a.<br class="wide-br">
kk: Енді жаңа беттерді ашу не олар арасында ауысу <br class="wide-br">және Awesome Bar-дан нәтижелерді алу бұрынғыдан да жылдам іске асады.<br class="wide-br">
km: ដូច្នេះ​អ្វីៗ​ដូចជា​បើក​ចំហ ឬ​ផ្លាស់ប្ដូរ <br class="wide-br">រវាង​ផ្ទាំង និង​​​​លទ្ធផល​ទទួល​បាន​​ពី​របារ​ដ៏​អស្ចារ្យ​ដែល​កើត​ឡើង​​លឿន​​ជាង​​​ពី​មុន។<br class="wide-br">
kn: ಟ್ಯಾಬ್‌ಗಳನ್ನು ತೆರೆಯುವುದು ಅಥವ ಅವುಗಳ ನಡುವೆ <br class="wide-br">ಬದಲಾಯಿಸುವುದು ಮತ್ತು ಆಸಮ್ ಬಾರ್‌ನಿಂದ ಫಲಿತಾಂಶಗಳನ್ನು ಪಡೆಯುವುದು ಈಗ ಮೊದಲಿಗಿಂತಲೂ ವೇಗವಾಗಿದೆ.<br class="wide-br">
lt: Todėl tokie veiksmai, kaip kortelių atvėrimas ar perjungimas bei adreso lauko rezultatų pateikimas įvyksta greičiau nei bet kada.
lv: Lai tādas ikdienas lietas, kā cilņu pārslēgšana <br class="wide-br"> un adrešu atvēršana superjoslā notiktu ātrāk kā jebkad.<br class="wide-br">
ms: Jadi perkara-perkara seperti pembukaan atau pensuisan <br class="wide-br">antara tab dan mendapat keputusan dari Bar yang mengagumkan berlaku lebih cepat berbanding sebelum ini.<br class="wide-br">
my: တပ်ဗ်များ ဖွင့်ခြင်း ပြောင်းခြင်း နှင့် အံဩဖွယ်ဘား မှ ရလဒ်များရယူခြင်း လျင်မြန်လာသည်
nb_no: Slike ting som å åpne eller bytte <br class="wide-br">mellom faner, eller få resultat fra den smarte adresselinjen, går raskere enn noen gang.<br class="wide-br">
ne: त्यसैले ट्याबहरू खोल्ने वा ट्याबहरू बदल्ने जस्ता <br class="wide-br">कामहरू र Awesome Bar बाट परिणाम प्राप्त गर्न पहिले भन्दा छिटो हुन्छ।<br class="wide-br">
nn_no: Slike ting som å opna eller byta <br class="wide-br">mellom faner, eller få resultat frå den smarte adresselinja, går raskare enn nokon gong<br class="wide-br">
si: එනිසා <br class="wide-br">ටැබ විවඍත කිරීම ඒවා අතර මාරු වීම සහ Awesome තීරුවෙන් පරතිඵල ලබාගැනීම යනාදිය පෙර කවරදාටත් වඩා වේගයෙන් සිදුවෙයි.<br class="wide-br">
ta: எனவே <br class="wide-br"> கீற்றுகளைத் திறப்பது அவற்றினூடே தாவுவது போன்ற செயல்களும் Awesome Barஇனின்று தேடல்களை பெறுவதும் என்றும் இல்லாத வேகத்துடம் இப்பொழுது நடக்கும்.<br class="wide-br">
uz: Shunday qilib ochishga o‘xshagan narsalar yoki ichki oynalarga o‘tish <br class="wide-br">va "Awesome Bar"dan natijalarni olish har doimgidan tez yuz beradi.<br class="wide-br">
vi: Vậy nên những việc như mở hay chuyển qua lại <br class="wide-br">giữa các thẻ và nhận kết quả từ Thanh Awesome trở nên nhanh hơn bao giờ hết.<br class="wide-br">
xh: Ngoko ke izinto ezifana nokuvula okanye ukutshintsha <br class="wide-br">phakathi kweethebhu nokufumana iziphumo kwibha efanelekileyo kwenzeka ngokukhawuleza kunangaphambili.i-<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
as: আপুনি যাব বিচৰা ঠাইত যিমান সম্ভব সোনকালে আৰু সহজে যাওক।
bg: Стигнете където е нужно, толкова бързо колкото е възможно.
bn_bd: আপনি যত তাড়াতাড়ি এবং যত সহজে সম্ভব যেখানে যেতে চান, সেটা পান।
br: Kit d'al lec'h hoc'h eus ezhomm mont ken buan hag aes hag ez eus tro d'henn ober.
bs: Saznajte gdje trebate ići sto brže i lakše moguće.
cy: Mynd i lle mae ei angen mor gyflym a hawdd ag y mae modd.
fa: به هر جایی که می‌خواهید با بیشترین سرعت و آسان‌ترین روش ممکن برسید.
fi: Pääset sinne, minne sinun pitääkin niin nopeasti ja vaivattomasti kuin mahdollista.
ga_ie: Faigh an rud atá uait chomh sciobtha agus chomh héasca agus is féidir.
gd: Ge be càit a bheil thu a' dol, ruigidh tu ann cho luath 's sèimh a ghabhas.
hi_in: पाओ, जहाँ आपकी जरुरत के मुताबिक़ जल्दी और आसानी संभव हो
hr: Stignite do odredišta što brže i jednostavnije.
is: Þú kemst hraðar og auðveldlega hvert sem þú vilt fara.
kab: Ddu s anida triḍ s wudem fessusen, s zreb akken s zreb.
kk: Керек жерге мүмкіндігінше жылдам әрі жеңіл жетіңіз.
km: ងាយស្រួល​គ្រប់​ទីកន្លែង​​ដែល​អ្នក​ត្រូវ​​ទៅ​ និង​ឆាប់រហ័ស។
kn: ನೀವು ಅತ್ಯಂತ ವೇಗವಾಗಿ ಮತ್ತು ಅತ್ಯಂತ ಸುಲಭವಾಗಿ ಎಲ್ಲೆಡೆಯೂ ವಿಹರಿಸಬಹುದು.
lt: Ten, kur norite, nusigausite maksimaliai greitai ir paprastai.
lv: Nokļūsti savā galamērķī ātrāk un vienkāršāk kā jebkad.
ms: Mendapatkan di mana anda perlu pergi dengan cepat dan mudah yang mungkin.
my: သင်သွားချင်သည့်နေရာကို မြန်နိုင်သမျှ မြန်အောင်သွားပါ
nb_no: Ta deg fram dit du skal, raskest og lettest mulig.
ne: तपाइ जानुपर्ने ठाँउमा सकेसम्म छिटो र सजिलै पुग्नुहोस्।
nn_no: Ta deg fram dit du skal, raskast og lettast muleg.
si: ඔබට යෑමට අවශ්‍ය තැනට හැකි ඉක්මනින් සහ පහසුවෙන් ළඟා වෙන්න.
ta: நீங்கள் எங்கு செல்ல வேண்டுமோ அங்கே எளிதாகவும் வேகமாகவும் செல்லலாம்.
ur: جہاں آپ کو ہر ممکن حد تک تیزی سے اور آسانی سے اس کے پاس جانے کی ضرورت ہو سکے.
uz: Imkon qadar tezroq va oson holda kerakli joylarga boring.
vi: Đến nơi bạn muốn một cách nhanh nhất và dễ dàng nhất có thể.
xh: Fika apho ufuna ukuya khona ngokukhawuleza nangokulula kangangoko unakho.

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
bn_bd: Firefox অন্যান্য ব্রাউজারদের ছাপিয়ে গেছে সাম্প্রতিক স্বাধীন পরীক্ষায় এবং তার নামকরণ হয়েছে <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“স্পিড কিং।”</a>
bs: Firefox je nadmašio ostale pretraživače u posljednjim nezavisnim testovima da bi bio nazvan <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">"kralj brzine."</a>
fa: در تست‌های مستقل از فایرفاکس، از نظر کارایی <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">«فرمانروای کارایی»</a> نسبت به سایر مرورگرها بهینه‌تر بوده است.
ga_ie: Fuair Firefox an lámh in uachtar ar bhrabhsálaithe eile i dtástálacha neamhspleácha agus <br class="wide-br">ainmníodh <a href="%(url1)s" data-interaction="outbound link">“rí an luais”</a> é.
gd: Rinn Firefox a’ chùis air a’ chorr dhe na brabhsairean ann an deuchainnean neo-eisimeileach o chionn goirid is choisinn e ainm <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“rìgh an astair.”</a>
is: Firefox afkastaði meira en aðrir vafrar í nýlegum óháðum prófunum og var nefndur <br class="wide-br"> <a href="%(url1)s" data-interaction="outbound link">“hraðakóngurinn.”</a>
kab: Firefox yufrar-d gar iminigen nniḍen deg ikayaden ilelliyen ineggura u yettwafren <br class="wide-br">d<a href="%(url1)s" data-interaction="outbound link"> “agellid arurad.”</a>
my: မီးမြေခွေးသည် လတ်တလောစမ်းသပ်ချက်များ တွင် အခြား ဘယောက်ဆာများထက် လျင်မြန်ကြောင်း <br class="wide-br">the<a href="%(url1)s" data-interaction="outbound link"> "လျင်မြန်မှုဘုရင်"</a> အဖြစ်သက်သေပြပြီးပြီ
nb_no: Firefox utkonkurrerte andre nettlesere i en uavhengig test som nylig ble utført, og ble kalt <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“fartskongen.”</a>
nn_no: Firefox var raskare enn andre nettlesarar i ein uavhengig test som vart utført nyleg, og vart kalla <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“fartskongen.”</a>
uz: Firefox boshqa brauzerlarni so‘nggi mustaqil sinovlarda <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“tezlik qiroli”</a> degan nom bilan yutib chiqdi.
