Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/index.lang.po
Languages: ar, as, bg, bs, ca, es_mx, fa, fi, ga_ie, hr, is, kab, kk, kn, lt, lv, mai, my, nb_no, ne, pt, si, uz, vi, xh

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
ar: قم بازالة ما لا تستخدمه, قم بابقاء ما تستخدمه و ضعه فقط أينما تريد.
as: আপুনি ব্যৱহাৰ নকৰা বস্তু আতৰাওক, ব্যৱহাৰ কৰা বস্তুক য'ত বিচাৰে তাতে ৰাখক।
bg: Премахнете нещата, които не използвате, запазете останалите и ги поставете където Ви е удобно.
bs: Uklonite ono što ne koristite, zadržite ono što koristite i postavite gdje god želite.
ca: Elimineu allò que no feu servir, quedeu-vos amb el que us fa falta i poseu-ho allà on vulgueu.
es_mx: Elimina lo que no utilizas y mantén lo que necesitas justo en el lugar que lo quieres.
fa: چیزهایی را که نیاز ندارید حذف کنید، و آنهایی که لازم دارید را نگه دارید و در هرجایی که می‌خواهید قرار دهید.
fi: Poista kaikki mitä et käytä, pidä kaikki mitä käytät ja laita se melkein minne tahansa.
ga_ie: Bain amach na rudaí nach n-úsáideann tú, coinnigh na rudaí a úsáideann tú, agus leag amach i mbeagnach aon áit iad.
hr: Uklonite ono što ne koristite, zadržite ono što vam je potrebno i posložite sve kako vam odgovara.
is: Fjarlægðu það sem þú notar ekki, haltu því sem þú notar og settu það hvar sem þú vilt.
kab: Kkes ayen ur nemɛin ara, eǧǧ kan ayen ara tesqedceḍ u sers-it anida tebɣiḍ.
kk: Қолданбайтын нәрсені өшіріңіз, қолданатынды сақтаңыз және қалаған жерде қолданыңыз.
kn: ನೀವು ಏನನ್ನು ಬಳಸುವುದಿಲ್ಲವೋ ಅದನ್ನು ತೆಗೆದುಹಾಕಿ, ನೀವು ಏನನ್ನು ಮಾಡುವಿರೊ ಅದನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ನಿಮಗೆ ಎಲ್ಲಿ ಬೇಕೊ ಅಲ್ಲಿ ಇರಿಸಿ.
lt: Nenaudojamus mygtukus ir funkcijas lengvai paslėpsite, o naudojamus galėsite pasidėti kur tik panorėsite.
lv: Aizvāciet to, ko neizmantojat un novietojiet iecienītās funkcijas jebkurā vietā, kur vēlaties.
mai: जेकरा अहॉं उपयोग नहि करैत छी ओकरा हटा दिअ, खाली ओकरा राखू जेकर अहॉं उपयोग करैत छी, कतहू जतय अहॉं चाहैत छी
my: သင်မသုံးသည့်အရာများ ဖျက်ပါ၊ သင်အသုံးပြုသည့်အရာများကို သိမ်းပါ၊ ထို့ပြင် သင်မည့်သည့်နေရာကမဆို အသုံးပြုနိုင်အောင် ထားပါ။
nb_no: Ta bort det du ikke bruker, behold det du trenger og plasser det nesten hvor du vil.
ne: तपाईले प्रयोग नगर्ने हटाउनुहोस, तपाईलाई प्रयोग गर्ने जहाँ चाहनुहुन्छ त्यहिँ राख्नुहोस्
pt: Remova o que não usa, mantenha o que usa e coloque-o no preciso lugar que deseja.
si: ඔබ භාවිතා නොකරන දේවල් ඉවත් කරන්න, ඔබ කරන දේවල් තබා ගන්න සහ එය ඔබට අවශ්‍ය ඕනෑම ස්තහානයක තබා ගන්න.
uz: Foydalanmaganlaringizni o‘chiring, bajarganlaringizni saqlang va uni xohlagan joyingizga qo‘ying.
vi: Gỡ bỏ những thứ bạn không dùng, giữ lại những thứ bạn dùng và đặt chúng vào bất kỳ đâu bạn muốn.
xh: Susa ongayisebenzisiyo, ugcine oyisebenzisayo uze uyibeke naphi na apho ufunayo.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
ar: اكتشف ما الذي يجعل فيرفكس <br class="wide-br"> المتصفح الأكثر مرونة على الاطلاق
as: Firefox <br class="wide-br">ক আটাইতকৈ স্থিতিস্থাপক ব্ৰাউছাৰ বনোৱাৰ কাৰণ জানক
bg: Открийте какво прави Firefox <br class="wide-br">най-гъвкавия съществуващ браузър
bs: Saznajte šta čini Firefox <br class="wide-br">najfleksibilnijim postojećim pretraživačem
ca: Descobriu per què el Firefox <br class="wide-br">és el navegador més flexible
es_mx: Averigua qué hace de Firefox <br class="wide-br">el navegador más flexible que existe.
fa: ببینید چه چیزهایی فایرفاکس را به <br class="wide-br">منعطف‌ترین مرورگر دنیا تبدیل کرده است
fi: Ota selvää, mikä tekee Firefoxista <br class="wide-br">joustavimman selaimen, mitä on olemassa
ga_ie: Foghlaim cén fáth gurb é Firefox <br class="wide-br">an brabhsálaí is solúbtha atá ann
hr: Saznajte zbog čega je Firefox <br class="wide-br">najfleksibilniji preglednik
is: Hvað gerir Firefox <br class="wide-br">að sveigjanlegasta vafra í heimi
kab: Wali acuɣeṛ Firefox <br class="wide-br"> d iminig afallaẓ amezwaru
kk: Firefox-ты ең икемді браузері не қылатыны <br class="wide-br">туралы біліңіз
kn: Firefox ಅನ್ನು ಅತ್ಯಂತ ಸುಲಭವಾಗಿ ಹೊಂದಿಕೆಯಾಗುವ ಜಾಲವೀಕ್ಷಕವೆಂದು ಏಕೆ ಕರೆಯಲಾಗುತ್ತದೆ <br class="wide-br">ಎಂಬುದನ್ನು ಅರಿತುಕೊಳ್ಳಿ
lt: Sužinokite, kas „Firefox“ paverčia <br class="wide-br">lanksčiausia naršykle rinkoje
lv: Uzziniet, kas padara Firefox <br class="wide-br">par elastīgāko pārlūku pasaulē
mai: पता लगाबू कि Firefox कए <br class="wide-br"> कि अछि जे बेसी लचीला ब्राउजर बनाबैत अछि
my: မီးမြေခွေး<br class="wide-br"> ဘာကြောင့် အသုံးပြုရအဆင်ပြေလွယ်ကူလဲဆိုတာကို လေ့လာရှာဖွေပါ။
nb_no: Finn ut hva som gjør Firefox <br class="wide-br">til den smidigste nettleseren noen sinne
ne: Firefox लाई के ले अहिलेको सबै भन्दा<br class="wide-br"> लचिलो ब्राउजर बनाएको छ थाहा पाउनुहोस्
pt: Descubra o que torna o Firefox <br class="wide-br">o navegador web mais flexível que existe
si: <br class="wide-br">Firefox වඩාත්ම මනයශීලී ගවේශකය වෙන්නේ මන්දැයි දැනගන්න
uz: Firefox moslashuvchan brauzer sifatida <br class="wide-br">nima qilayotganini bilib oling
vi: Tìm hiểu điều gì khiến Firefox <br class="wide-br">trở thành trình duyệt linh hoạt nhất
xh: Khangela ukuba yintoni na eyenza ukuba iFirefox <br class="wide-br">ibe yeyona bhrawuza ilungele yonke imeko ekhoyo

source: Faster at what you do most
ar: أسرع في ما تفعله غالبا
as: আপোনাৰ কৰা কাৰ্য্যবোৰ অধিক দ্ৰুতভাৱে কৰিব পাৰিব
bg: По-бърз в нещата, които правите най-често
bs: Brži za ono što radite najčešće
ca: Més ràpid en allò que feu més freqüentment
es_mx: Más rápido en lo que más haces
fa: کارهایی که زیاد انجام می‌دهید را سریعتر کنید
fi: Nopeampi niissä asioissa, mitä teet eniten
ga_ie: Níos sciobtha leis na rudaí a dhéanann tú is minice
hr: Najbrži u onome što radite najčešće
is: Hraðari í því sem þú gerir oftast
kab: D arurad i wermud inek n yal ass
kk: Жиі жасайтын нәрселерде жылдам
kn: ನೀವು ಹೆಚ್ಚಾಗಿ ಮಾಡುವ ಕೆಲಸಗಳಿಗಿಂತ ವೇಗವಾಗಿ
lt: Spartesnė kasdieniuose darbuose
lv: Ātrākais tajā, ko darāt visbiežāk
mai: अहॉं ज सबसे बेसी करैत छी ओकरो स बेसी तेज
my: သင် အများဆုံးအသုံးပြုသည့်အရာများကို ပိုမိုမြန်ဆန်စေပါ။
nb_no: Raskere på det du gjør mest
ne: तपाईले सबैभन्दा बडी गर्नेमा छिटो
pt: Mais rápido naquilo que mais usa
si: ඔබ වඩාත්ම කරන දේවල් වලට ඉඩාත් වේගවත් වෙයි
uz: Siz qilganingizdan ko‘ra tezroq
vi: Nhanh hơn với những thao tác hay dùng
xh: Ikhawuleza kakhulu kwinto oyenzayo

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
as: Firefox ক অন্য ব্ৰাউছাৰৰ তুলাত সূকীয়া বেঞ্চমাৰ্ক আৰু পৰিৱেশন পৰিক্ষণত ”গতি সম্ৰাট” ৰ আখ্যা দিয়া হৈছিল।
bg: Firefox беше избран за ”крал на скоростта” в независими тестове, изправен срещу други браузъри.
bs: Firefox je nazvan ”kraljem brzine” u nezavisnim refrerencama i testovima performansi protiv drugih pretraživača.
ca: El Firefox fou nomenat rei de la velocitat per un test de referència independent i proves de rendiment en comparació amb altres navegadors.
es_mx: Firefox ha sido nombrado ”rey de la velocidad” en pruebas independientes que miden el rendimiento, ganándole a otros navegadores.
fa: فایرفاکس به عنوان «سلطان سرعت» در بنچمارک‌های مستقل و تست‌های کارایی در مقابل مرورگرهای دیگر شناخته می شود.
fi: Firefox nimettiin ”vauhtikuninkaaksi” riippumattomassa suorituskykymittauksessa muita selaimia vastaan.
ga_ie: Ainmníodh Firefox "Rí an luais" i gcomórtais neamhspleácha feidhmíochta in aghaidh brabhsálaithe eile.
hr: Firefox je proglažen ”kraljem brzine” u nezavisnim testovima performansi protiv ostalih preglednika.
is: Firefox fékk nafnbótina ”speed king” í óháðu afkasta og frammistöðuprófi á móti öðrum vöfrum.
kab: Firefox yettwafren d "agellid arurad" deg ikayaden n tmellit yettwaxedmen ɣef deqs n iminigen.
kk: Firefox тәуелсіз сынау және өніміділік нәтижесінде "жылдамдық патшасы" етіп аталды.
kn: Firefox ಅನ್ನು ಇತರೆ ಜಾಲವೀಕ್ಷಕಗಳ ಹೋಲಿಕೆಯಲ್ಲಿ ಸ್ವತಂತ್ರ ಬೆಂಚ್‌ಮಾರ್ಕ್ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಣಾ ಪರೀಕ್ಷೆಗಳಲ್ಲಿ ”ವೇಗದ ರಾಜ” ಎಂದು ಹೆಸರಿಸಲಾಗಿದೆ.
lt: Nepriklausomo lyginamojo skirtingų naršyklių testavimo metu „Firefox“ buvo pripažinta spartos lydere.
lv: Firefox citu pārlūku starpā ieguva titulu ”Ātruma pavēlnieks” neatkarīgā ātruma un veiktspējas testā.
mai: Firefox आन ब्राउजर क खि‍लाफ स्वतंत्र बेंचमार्क आओर प्रदर्शन परीक्षण मे ”गतीक राजा” नामित कैल गेल छल
my: မီးမြေခွေးသည် အခြားဘရောင်ဇာများနှင့် လွတ်လပ်တိုင်းတာမှု၊ စွမ်းရည်စမ်းသပ်မှုများတွင် "လျင်မြန်မှုဘုရင်" အဖြစ် နာမည်ရထားသည်။
nb_no: Firefox ble kalt «Fartskongen» i en uavhengig måling av ytelse mot andre nettlesere.
ne: Firefox अरु ब्राउजरको बिरुद्ध स्वतन्त्र बेन्चमार्क र प्रदर्शन परीक्षण मा "गति राजा" को नाम ले चिनिन्छ।
pt: O Firefox foi nomeado ”o rei da velocidade” em testes independentes comparativos de performance contra outros navegadores.
si: වෙනත් බරවුසර සමඟ ස්වාදහීන මිනුම්කරණයේදී Firefox "වේගයේ රජු" ලෙස නම් කරන ලදි.
uz: Firefox mustaqil test va ishlash tezligi testlariga ko‘ra boshqa brauzerlarga qarshi ”tezlik qiroli” deb nomlangan.
vi: Firefox được mệnh danh là ”vua tốc độ” trong những bài kiểm tra tốc độ và hiệu năng với những trình duyệt khác.
xh: IFirefox yachongwa ”njengekumkani yesantya” kuthelekiso oluzimeleyo nakwiimvavanyo zomgangatho wokusebenza nezinye iibhrawuza.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
bs: * Baziran na <a data-interaction="outbound link" href="%(url1)s">Tom's Hardware Web Browser Grand Prix XVI</a> rezultatima.
ca: * Basat en els resultats del <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
es_mx: * Basado en <a data-interaction="outbound link" href="%(url1)s">los resultados del navegador Grand Prix XVI</a> del hardware de Tom.
fa: * بر پایه نتایج <a data-interaction="outbound link" href="%(url1)s">om’s Hardware Web Browser Grand Prix XVI</a>
ga_ie: * Bunaithe ar thorthaí <a data-interaction="outbound link" href="%(url1)s">Tom's Hardware Web Browser Grand Prix XVI</a>.
is: * Byggt á niðurstöðum frá <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
kab: * Ɣef akken llan igmaḍ n <a data-interaction="outbound link" href="%(url1)s">Usnemhal ameqqṛan n iminigen Tom’s Hardware</a>.
kk: * <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> нәтижелері негізінде.
lt: * Remiamasi <a data-interaction="outbound link" href="%(url1)s">„Tom’s Hardware“ svetainės XVI naršyklių Grand Prix</a> rezultatais.
lv: * Balstoties uz <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> rezultātiem.
mai: * पे आधारित<a data-interaction="outbound link" href="%(url1)s"> टॉम क हार्डवेयर वेब ब्राउजर ग्रां प्री XVI</a> क परिणाम
my: * <a data-interaction="outbound link" href="%(url1)s">တွမ်၏ ဟဒ်ဝဲ ဝဘ် ဘရောင်ဇာ ဂရမ်းပဇစ် ၁၆</a> ရလဒ်များပေါ် အခြေပြုထားသည်။
nb_no: * Basert på resultater fra <a data-interaction="outbound link" href="%(url1)s">Tom's Hardware Web Browser Grand Prix XVI</a>.
ne: <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> को नतिजाहरू मा आधारित
pt: * Baseado nos resultados do <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.

source: Save time and do just about anything quicker than before.
ar: وفر الوقت و افعل أي شيء أسرع من قبل.
as: সময় সঞ্চ কৰক আৰু যিকোনো কাৰ্য্য আগতকে অধিক দ্ৰুত গতিত কৰক।
bg: Спестете време и правете всичко по-бързо от преди.
bs: Sačuvajte vrijeme i uradite bilo šta brže nego prije.
ca: Estalvieu temps i feu pràcticament tot més ràpid que abans.
es_mx: Ahorra tiempo y hazlo todo mucho más rápido que antes.
fa: زمان را برای خود ذخیره کنید و همه چیز را سریعتر از گذشته انجام دهید.
fi: Säästä aikaa ja tee melkeinpä mitä vain nopeammin kuin ennen.
ga_ie: Déan beagnach chuile rud níos sciobtha ná riamh.
hr: Uštedite vrijeme i učinite gotovo sve brže no ikada.
is: Sparaðu tíma og gerðu hlutina fljótari en áður.
kab: Ḥrez akud, xdem yal taɣawsa s zreb xiṛ n wakken telliḍ zik.
kk: Уақытты үнемдеп, әр нәрсені де бұрынғыдан әлдеқайда жылдам жасаңыз.
kn: ಸಮಯವನ್ನು ಉಳಿಸುತ್ತದೆ ಮತ್ತು ಮುಂಚಿಗಿಂತಲೂ ಕ್ಷಿಪ್ರವಾಗಿ ಕೆಲಸಗಳನ್ನು ಮಾಡುತ್ತದೆ.
lt: Taupykite laiką, praktiškai viską darydami sparčiau nei anksčiau.
lv: Ietaupi laiku un izdari gandrīz jebko ātrāk kā līdz šim.
mai: समय बचाबू आओर किछु भी पहिले क तुलना मे जल्दी करू
my: အချိန်ကုန် သက်သာစေပါ။ ထို့ပြင် အရင်ကထက် ပိုမိုမြန်ဆန်အောင် ဆောင်ရွက်စေပါ။
nb_no: Spar tid og gjør nesten alt, raskere enn før.
ne: समय बचत गर्नुहोस र कुनै पनि काम पहिले भन्दा तीब्रताका साथ् गर्नुहोस
pt: Poupa tempo e faz praticamente tudo mais rápido que antes.
si: කාලය ඉතිරි කර ඕනෑම දෙයක් පෙරට වඩා ඉක්මනින් කරන්න
uz: Vaqtni tejang va oldingidan ko‘ra hozir tezroq bajaring.
vi: Tiết kiệm thời gian và làm gì cũng nhanh hơn trước.
xh: Yonga ixesha wenze nantoni na ngokukhawuleza kunangaphambili.

source: Find out what makes this the fastest Firefox yet
ar: اكتشف ما الذي يجعل هذا أسرع فيرفكس على الاطلاق
as: ইয়াক আটাইতকৈ দ্ৰুত Firefox বনোৱাৰ কাৰণ জানক
bg: Открийте какво прави това най-бързият Firefox досега
bs: Saznajte šta čini ovaj Firefox najbržim do sad
ca: Descobriu què fa d'aquest el Firefox més ràpid fins ara
es_mx: Descubre por qué este Firefox es el más rápido
fa: آنچه که باعث می‌شود این سریع‌ترین فایرفاکس تاکنون باشد
fi: Ota selvää, mikä tekee tästä Firefoxista tähän asti nopeimman
ga_ie: Foghlaim cén fáth gurb é seo an Firefox is sciobtha riamh
hr: Saznajte zašto je ovo najbrži Firefox do sada
is: Hvað gerir þennan Firefox að hraðasta Firefox vafra til þessa dags
kab: Wali acuɣer lqem agi n Firefox d arurad ufrin ɣef wiyaḍ
kk: Firefox-ты ең жылдам браузері не қылатыны туралы біліңіз
kn: ಈ Firefox ಈವರೆಗಿನ ಅತ್ಯಂತ ವೇಗವಾಗಿರುವುದು ಹೇಗೆ ಎಂಬುದನ್ನು ಅರಿತುಕೊಳ್ಳಿ
lt: Sužinokite, kodėl ši „Firefox“ laida yra sparčiausia
lv: Uzziniet, kas padara šo Firefox par ātrāko kāds līdz šim redzēts
mai: पता लगाबू कि की एहि Firefox कए अखैन धर‍ि क सबसे तेज बनेने अछि
my: ဒီ အမြန်ဆုံးမီးမြေခွေး ဘာကြောင့်မြန်လဲဆိုတာကို ရှာဖွေပါ။
nb_no: Se hva som gjør dette til den raskeste Firefox hittil
ne: यो Firefox लाई के ले अहिले सम्मकै सबैभन्दा छिटो बनाउँछ पत्ता लगाउनु होस्
pt: Descubra o que torna este o Firefox mais rápido de sempre
si: මෙය මෙතෙක් වේගවත්ම Firefox වන්නේ මන්දැයි දැනගන්න
uz: Eng tez Firefox yana nima qilishini bilib oling
vi: Tìm hiểu điều gì khiến Firefox trở nên nhanh hơn
xh: Khangela ukuba yintoni na eyenza ukuba iFirefox ibe yeyona ikhawuleza kakhulu

source: That’s why we’re proud to be voted the <a href="%(url1)s">Most Trusted Internet Company for Privacy.</a>
bg: За това сме горди да сме избрани за<a href="%(url1)s">Най-доверена интернет компания, за поверителност.</a>
hr: Zato smo vrlo ponosni što smo izabrani za <a href="%(url1)s">Najpouzdanijom Internet tvrtkom za privatnost.</a>
kn: ಆದ್ದರಿಂದಲೆ ನಮ್ಮನ್ನು <a href="%(url1)s">ಗೌಪ್ಯತೆಗಾಗಿ ಅತ್ಯಂತ ನಂಬಿಕಸ್ತ ಅಂತರಜಾಲ ಸಂಸ್ಥೆ</a> ಎಂದು ಅಂಗೀಕರಿಸಲಾಗಿದೆ ಎಂದು ಹೇಳಿಕೊಳ್ಳಲು ಹೆಮ್ಮೆ ಎನಿಸುತ್ತದೆ.
vi: Vì thế chúng tôi tự hào được bầu chọn là <a href="%(url1)s">Công ty Internet được tin cậy nhất về tự do cá nhân.</a>

source: * Based on <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
bg: * Базирано на резултати от <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
hr: * na temelju <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> rezultata.
kn: * <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> ಫಲಿತಾಂಶಗಳ ಮೇಲೆ ಆಧರಿತವಾಗಿ.
vi: * Dựa trên kết quả <a href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
