Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/index.lang.po
Languages: ar, as, bg, bs, ca, es_mx, fa, fi, ga_ie, hr, is, kab, kk, kn, lt, lv, mai, my, nb_no, ne, pt, si, uz, vi, xh

source: Free Web Browser for Mac, Windows, Linux | Firefox
ga_ie: Brabhsálaí saor in aisce ar Mac, Windows, Linux | Firefox
kk: Mac, Windows, Linux үшін еркін веб браузері | Firefox
lt: Laisvoji naršyklė „Mac“, „Windows“ ir „Linux“ platformoms | Firefox

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
ar: متصفح الويب فيرفكس — موثوق,مرن,و سريع— يحفظ لك, خصوصيتك والويب المفتوح.
bg: Уеб браузърът Firefox – надежден, гъвкав, бърз – Ангажиран към вас, вашите лични данни и отворената Мрежа
bs: Firefox web pretraživač — Pouzdan, fleksibilan, brz — Predan vama, vašoj privatnosti i otvorenom webu
ca: El navegador web Firefox — De confiança, flexible i ràpid — Compromès amb Vós, la vostra privadesa i un web obert
es_mx: Navegador web Firefox ---- Confiable, Flexible, Rápido ---- Comprometido contigo, tu privacidad y una web abierta
fa: مرورگر وب فایرفاکس — قابل اعتماد،منعطف، سریع — ومتعهد به حریم شخصی شما و وب آزاد است.
fi: Firefox-verkkoselain – luotettu, joustava, nopea – sitoutunut sinuun, tietosuojaasi ja avoimeen verkkoon
ga_ie: Brabhsálaí Gréasáin Firefox — Iontaofa, Solúbtha, Sciobtha — Tiomanta don phríobháideachas, don Ghréasán oscailte, agus duitse
hr: Firefox web preglednik — pouzdan, fleksibilan, brz — Predan Vama, Vašoj privatnosti i otvorenom webu
is: Firefox vafri — Traustur, sveigjanlegur, hraður — Fyrir þig, þína friðhelgi og opið netsamfélag.
kab: Iminig Web Firefox — D aɣelsan, d afallaẓ — yettwaxdem i kečč, tudert inek tusligt akked Web yeldin
kk: Firefox веб браузері — сенімді, икемді, жылдам — өзіңіз, жекелігіңіз, және ашық Интернет үшін жасалған
kn: Firefox ಜಾಲ ವೀಕ್ಷಕ — ನಂಬಿಕಾರ್ಹ, ಸುಲಭವಾಗಿ ಹೊಂದಿಕೆಯ, ವೇಗವಾದದ್ದು — ನಿಮಗೆ, ನಿಮ್ಮ ಗೌಪ್ಯತೆಗೆ ಮತ್ತು ಒಂದು ಮುಕ್ತ ಅಂತರಜಾಲಕ್ಕೆ ಬದ್ಧವಾಗಿದೆ.
lt: „Firefox“ naršyklė – patikima, lanksti ir sparti – pašvęsta jums, jūsų privatumui ir atviram saitynui
lv: Firefox Tīmekļa pārlūks — Uzticams, Elastīgs, Ātrs — Committed to you, your privacy and an open Web
mai: Firefox वेब ब्राउजर — विश्वसनीय, लचील, तेज — अहॉंस, अहॉंक गोपनीयता आर खुजल वेब लेल प्रतिबद्ध
my: မီးမြေခွေးဝတ်ဘ် ဘယောက်ဆာ — ယုံကြည်စိတ်ချ လွယ်ကူ လျင်မြန် သော — သင့်လုံခြုံရေး နှင့် ပွင့်လင်းမြင်သာသော ဝတ်ဘ်အတွက်
nb_no: Firefox nettleser — Trofast, fleksibel, rask — Forpliktet til deg, ditt personvern og et åpent internett
ne: Firefox वेब ब्राउजर—भरपर्दो, लचिलो, चाँडो—तपाईमा, तपाईको गोप्यतामा, र खुल्ला वेबमा समर्पित
pt: Navegador Web Firefox — Confiável, Flexível, Rápido — Comprometido consigo, a sua privacidade e uma Web aberta
uz: Firefox veb brauzeri — ishonchli, moslashuvchan, tez — siz, maxfiyligingiz va ochiq tarmoq uchun mo‘ljallangan
xh: Ibhrawuza yewebhu yeFirefox - ithembekile, ilungele yonke imeko, iyakhawuleza - izinikele kuwe, kubungasese bakho nakwiwebhu evulekileyo

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
ar: متصفح الويب فيرفكس — موثوق, مرن,و سريع — لم يكُن هناك وقت أفضل
as: Firefox ৱেব ব্ৰাউছাৰ — ভৰষাবান, স্থিতিস্থাপক, দ্ৰুত — ইয়াতকৈ ভাল সময় আৰু হব নোৱাৰে
bg: Firefox Уеб браузър – надежден, гъвкав, бърз – Никога не е имало по-добър момент
bs: Firefox web pretraživač — Povjerljiv, fleksibilan, brz — Nije postojalo bolje vrijeme
ca: Navegador web Firefox: de confiança, flexible, ràpid. Mai ha estat en un moment millor.
es_mx: Navegador Web Firefox — Confiable, flexible, rápido — Nunca ha habido un momento mejor
fa: مرورگر وب فایرفاکس — قابل اعتماد،منعطف،سریع — هیچ زمانی بهتر از این نبوده است
fi: Firefox-verkkoselain — luotettu, joustava, nopea — koskaan ei ole ollut parempi aika
ga_ie: Brabhsálaí Gréasáin Firefox — Iontaofa, Solúbtha, Sciobtha — Seo é an t-am is fearr riamh
hr: Firefox web preglednik — pouzdan, fleksibilan, brz — Nikada nije bilo bolje vrijeme
is: Firefox vafri — Traustur, sveigjanlegur, hraður — Er betri en nokkurn tímann áður
kab: Iminig Web Firefox — D aɣelsan, d afallaẓ, d arurad — wuṛǧin d ufrin am akken yella ass-a
kk: Firefox веб браузері — Сенімді, икемді, жылдам — Оның уақыты келді
kn: Firefox ಜಾಲ ವೀಕ್ಷಕ — ನಂಬಿಕಾರ್ಹ, ಸುಲಭವಾಗಿ ಹೊಂದಿಕೆಯ, ವೇಗವಾದದ್ದು — ಇದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದ ಕಾಲವಿರಲಿಲ್ಲ
lt: „Firefox“ naršyklė – Patikima, lanksti ir sparti – Dabar geriausias metas
lv: Firefox pārlūks — Uzticams, Elastīgs, Ātrs — Labāks kā jebkad
mai: Firefox वेब ब्राउजर — विश्वसनीय, लचीला, तेज — एकरा स नीक समय कहियो नहि छल
my: မီးမြေခွေးဝတ်ဘ် ဘယောက်ဆာ — ယုံကြည်စိတ်ချ လွယ်ကူ လျင်မြန် သော — ဒီအချိန်လောက်ကောင်းတာမရှိ
nb_no: Nettleseren Firefox — Trofast, fleksibel, rask — Aldri har det vært mer aktuelt
ne: Firefox वेब ब्राउजर—भरपर्दो, लचिलो, चाँडो—Firefox को लागि यो एकदम राम्रो समय हो
pt: Navegador Web Firefox — Confiável, Flexível, Rápido — Nunca houve um tempo melhor
si: Firefox වෙබ් ගවේශකය — විශ්වාසවන්තයි, නමයශීලියි, වෙගවත් — මීට වඩා හොදඟ කලක් තිබී නැත
uz: Firefox veb brauer — Ishonchli, moslashuvchan va tez — Hech qachon bundan yaxshi vaqt bo‘lmagan
vi: Trình duyệt web Firefox — Tin cậy, Linh hoạt, Nhanh — Tốt hơn bao giờ hết
xh: Ibhrawuza yewebhu yeFirefox - Ithembekile, ilungele yonke imeko iyakhawuleza - Akuzange kubekho xesha lingcono kuneli

source: Millions of people around the world trust Firefox Web browsers on Mac, Windows and Linux computers. Fast. Private. Download now!
ga_ie: Cuireann na milliúin duine timpeall an domhain muinín sa bhrabhsálaí Firefox ar ríomhairí Mac, Windows, agus Linux. Sciobtha. Slán. Íosluchtaigh anois é!
kk: Дүние жүзі бойынша миллиондаған адам Firefox браузерлеріне Mac, Windows және Linux компьютерлерінде сенеді. Жылдам. Жекелікті сақтайды. Қазір жүктеп алыңыз!
lt: Milijonai žmonių visame pasaulyje pasitiki „Firefox“ naršykle „Mac“, „Windows“ ir „Linux“ kompiuteriuose. Sparti ir privati. Parsisiųskite dabar!

source: There’s never been a <br class="wide-br">better time for Firefox
ar: لم يكن هناك <br class="wide-br"> وقت أفضل لفيرفكس
as: Firefox ৰ বাবে <br class="wide-br">ইয়াতকৈ ভাল সময় আৰু হব নোৱাৰে
bg: Никога не е имало <br class="wide-br">по-добър момент за Firefox
bs: Nikada nije bilo <br class="wide-br">bolje vrijeme za Firefox
ca: No hi ha hagut mai un <br class="wide-br">moment millor per al Firefox
es_mx: Nunca ha habido un <br class="wide-br">momento mejor para Firefox
fa: اکنون بهترین زمان برای <br class="wide-br">انتخاب فایرفاکس است
fi: Firefoxilla ei ole koskaan <br class="wide-br">ollut parempi aika
ga_ie: Ní raibh am níos fearr ann <br class="wide-br">riamh Firefox a roghnú
hr: Nikada nije bilo bolje <br class="wide-br">vrijeme za Firefox
is: Firefox hefur aldrei <br class="wide-br">verið betri en núna
kab: Yebbeḍ-d wakud <br class="wide-br"> n tegnitt i Firefox
kk: Firefox-тың <br class="wide-br">уақыты келді
kn: Firefoxಗೆ ಇದಕ್ಕಿಂತಲೂ <br class="wide-br">ಉತ್ತಮವಾದ ಕಾಲವಿರಲಿಲ್ಲ
lt: Dabar – geriausias „Firefox“ metas<br class="wide-br">
lv: Firefox nekad vēl nav <br class="wide-br">bijis tik labs kā tagad
mai: Firefox लेल एकरा स बेहतर <br class="wide-br"> समय कहियो नहि छल
my: မီးမြေခွေးထက် ဒီအချိန်လောက် ကောင်းတဲ့ <br class="wide-br">အချိန် မရှိ
nb_no: Det har aldri vært et <br class="wide-br">bedre tidspunkt for Firefox
ne: Firefox को लागि यो एकदम<br class="wide-br"> राम्रो समय हो
pt: Nunca houve um <br class="wide-br">tempo melhor para o Firefox
si: <br class="wide-br">Firefox සදඟහා මීට වඩා හොදඟ කලක් තිබී නොමැත
uz: Firefox uchun hech qachon <br class="wide-br">bunday yaxshi vaqt bo‘lmagan
vi: Firefox chưa bao giờ <br class="wide-br">tốt như vậy
xh: Akuzange kubekho <br class="wide-br">xesha lingcono kwiFirefox njengangoku

source: Committed to you, your privacy and an open Web.
ar: يحفظ لك, خصوصيتك والويب المفتوح.
as: আপুনি, আপোনাৰ গোপনীয়তা আৰু এটা মুক্ত ৱেবলৈ অৰ্পিত।
bg: С ангажимент към Вас, Вашата сигурност и отворения Уеб.
bs: Posvećen vama, vašoj privatnosti i otvorenom webu.
ca: Compromès amb l'usuari, la privadesa i un web obert.
es_mx: Comprometido a tí, a tu privacidad y a una red abierta.
fa: متعهد به شما، حریم خصوصیتان و وب باز.
fi: Sitoutunut sinuun, tietosuojaasi ja avoimeen verkkoon.
ga_ie: Tiomanta don phríobháideachas, don Ghréasán oscailte, agus duitse.
hr: Predan vama, vašoj privatnosti i otvorenom webu.
is: Fyrir þig, þína friðhelgi og opið netsamfélag.
kab: Yettazzal fell-ak, tudert inek akked ɣef Web yeldin.
kk: Сіз, сіздің жекелігіңіз, және ашық Интернет үшін жасалған.
kn: ನಿಮಗೆ, ನಿಮ್ಮ ಗೌಪ್ಯತೆಗೆ, ಮತ್ತು ಒಂದು ಮುಕ್ತ ಅಂತರಜಾಲಕ್ಕೆ ಬದ್ಧವಾಗಿದೆ.
lt: Pašvęsta jums, jūsų privatumui ir atvirajam saitynui.
lv: Mērķtiecīgi cīnās par Tevi, Tavu privātumu un Interneta atvērtību.
mai: अहॉंस, अहॉंक गोपनीयता आओर खुजल वेब लेल प्रतिबद्ध
my: သင်၊ သင့်လုံခြုံမှူ နှင့် လွတ်လပ်သော ဝတ်ဘ်အတွက်
nb_no: Forpliktet til deg, ditt privatliv og et åpent nett.
ne: तपाईँ,तपाईँको गोपनीयता र खुल्ला वेबमा प्रतिबद्ध
pt: Comprometido consigo, com a sua privacidade e com uma Web aberta.
si: ඔබට, ඔබේ පුද්ගලිකත්වයට සහ විවඍත වෙබයටම කැපවූ.
uz: Maxfiyligingiz va ochiq tarmoq uchun sizga mo‘ljallangan.
vi: Vì bạn, vì tự do cá nhân và vì một nền tảng Web mở.
xh: Izinikezele kuwe, kubungasese bakho kwaye ivula iwebhu.

source: Your Firefox is up to date.
ar: نسختك من فيَرفُكس مُحدّثة.
bs: Imate najnoviji Firefox.
ca: El vostre Firefox està actualitzat.
es_mx: Tu Firefox está actualizado.
fa: فایرفاکس شما بروز است.
fi: Firefox on ajan tasalla.
ga_ie: Tá Firefox cothrom le dáta.
hr: Vaš je Firefox ažuran.
is: Firefox hjá þér er með nýjustu útgáfu.
kab: Firefox inek yettwalqem.
kk: Сіздің Firefox нұсқасы ескірмеген.
lt: Jūs naudojatės paskiausia „Firefox“ naršyklės laida.
lv: Jums ir jaunākais Firefox.
mai: अहाँक Firefox अप टू डेट भ गेल
my: မီးမြေခွေးဟာ အဆင့်မြှင့်ပြီး
nb_no: Firefox er oppdatert.
ne: तपाईँको Firefox नयाँ संस्करणमा छ।
pt: O seu Firefox está atualizado.
uz: Sizning "Firefox"ingiz yap-yangi.
xh: IFirefox yakho ihlaziyiwe.

source: Need help with anything?
ar: هل تحتاج المساعده بأي شيء ؟
bs: Trebate pomoć oko bilo čega?
ca: Necessiteu alguna mena d'ajut?
es_mx: ¿Necesitas ayuda con algo?
fa: نیاز به کمک دارید؟
ga_ie: An bhfuil cabhair uait?
is: Vantar þig hjálp við eitthvað?
kab: Tesriḍ tallalt?
kk: Көмек керек пе?
lt: Reikia kokios nors pagalbos?
lv: Nepieciešama palīdzība?
mai: कोनो चीज लेल मद‍ति चाही?
my: အကူအညီလိုသလား?
nb_no: Trenger du hjelp med noe?
ne: मद्धत चाहियो ?
pt: Precisa de ajuda com alguma coisa?
uz: Biror narsa bo‘yicha yordam kerakmi?

source: Made with a mission to put you first
ar: تم عملها لتحتوي مهمة لوضعك أولاً
as: আপোনাক প্ৰাথমিকতা দিয়াৰ এটা প্ৰকল্পৰে নিৰ্মিত
bg: Направен с цел да Ви поставя на първо място
bs: Napravljen s misijom da vas postavi na prvo mjesto
ca: Fet amb una missió: posar-vos en primer lloc
es_mx: Hecho con la misión de ponerte en primer lugar
fa: ساخته شده با این ماموریت که شما را در اولویت قرار دهد
fi: Tehty osana tehtävää, jossa sinä olet etusijalla
ga_ie: Is tusa atá chun tosaigh inár dtáirgí go léir
hr: Stvoren s misijom da ste vi na prvom mjestu
is: Setur þig í fyrsta sætið
kab: Yettwaxdam akken ad iḥareb ɣef izerfan inek
kk: Сізді өз алдына қоятындай мақсатпен жасалды
kn: ನಿಮ್ಮನ್ನು ಮುಂಚೂಣಿಯಲ್ಲಿರಿಸುವ ಉದ್ಧೇಶದಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆ
lt: Sukurta, kad jums skirtų pirmąją vietą
lv: Tiek veidots ar misiju vienmēr vērtēt Jūs visaugstāk
mai: अहॉंक प्रथम बनेबा क मिशन लेल बनल
my: သင့်ကို ဦးစားပေးတဲ့ ရည်မှန်းချက်နဲ့ ပြုလုပ်ထားတယ်
nb_no: Med oppdrag om å prioritere deg først
ne: तपाईँलाई सबभन्दा अगाडि राख्ने उदेश्यले बनाइएको
pt: Feito com a missão de pensar primeiro em si
si: ඔබ මූලික කරගත් අරමුණකින් සාදන ලද
uz: Sizni birinchi o‘ringa qo‘yish maqsadi bilan qilingan
vi: Được tạo ra với sứ mệnh coi bạn là hàng đầu
xh: Yenziwe ngenjongo yokubeka wena phambili

source: We’ve always designed Firefox to protect and respect your private information.
ar: لقد صممنا فيرفكس دائما لحماية و احترام معلوماتك الخاصة.
as: আমি সদায় Firefox ক আপোনাৰ ব্যক্তিগত তথ্যক সুৰক্ষা আৰু সন্মান দিবলে ৰূপাঙ্কণ কৰি আহিছো।
bg: Винаги сме проектирали Firefox да пази и уважава Вашата лична информация.
bs: Mi uvijek kreiramo Firefox da zaštiti i poštuje vaše privatne informacije.
ca: Sempre hem dissenyat el Firefox per a protegir i respectar la vostra informació privada.
es_mx: Siempre hemos diseñado Firefox para proteger y respetar tu información privada.
fa: ما همیشه فایرفاکس را در جهت احترام و حفظ اطلاعات شخصی شما طراحی کرده ایم.
fi: Olemme aina suunnitelleet Firefoxin kunnioittamaan ja suojelemaan omia tietojasi.
ga_ie: Dhearamar Firefox le slándáil d'fhaisnéise pearsanta ar intinn againn.
hr: Oduvijek smo razvijali Firefox da bismo zaštitili i poštivali vaše privatne informacije.
is: Við höfum alltaf hannað Firefox þannig að hann verndi og passi upp á persónulegar upplýsingar.
kab: Firefox yettwafṣel i ummesten akked uqadeṛ n isefka yinek usligen
kk: Біз Firefox-ты әрқашан да сіздің жеке ақпаратыңызды қорғау және құрметтеу үшін жасағанбыз.
kn: ನಾವು Firefox ಅನ್ನು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸುವಂತೆ ಮತ್ತು ಗೌರವಿಸುವಂತೆ ನಿರ್ಮಿಸಿದ್ದೇವೆ.
lt: Kurdami „Firefox“ naršyklę, visada stengėmės saugoti ir gerbti jūsų duomenų privatumą.
lv: Mēs vienmēr esam veidojuši Firefox, lai aizsargātu un cienītu Jūsu privāto informāciju.
mai: हम Firefox कए सदिखन अहॉंक निजी जानकारी क रक्षा आआरे सम्मान करबा क लेल डिजाइन केलहूँ
my: မီးမြေခွေးအား သင် နှင့် သင့်တစ်ကိုယ်ရေသုံး အချက်အလက်များအား ကာကွယ်ရန် တည်ဆောက်ထားသှ်
nb_no: Vi har helt fra begynnelsen utformet Firefox slit at den verner og beskytter din personlige informasjon.
ne: हामीले Firefox सधैं तपाईँको निजी जानकारीको आदर र रक्षा गर्नका लागि बनाएका र्छाैँ।
pt: Desenvolvemos o Firefox para o proteger e respeitar a sua informação privada.
si: අප සැමවිටම ඔබගේ පුද්ගලික තොරතුරු ආරක්සහා කිරීමට සහ ගඍරව කිරීමට Firefox නිර්මාණය කර ඇත.
uz: Biz doimo "Firefox"ni sizning shaxsiy ma’lumotlaringizni himoya va hurmat qilish uchun tuzganmiz.
vi: Chúng tôi tôi luôn luôn thiết kế Firefox để bảo vệ và tôn trọng thông tin cá nhân của bạn.
xh: Sisoloko siyila iFirefox ukukhusela nokuhlonela ingcaciso yakho yabucala.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
ar: لهذا السبب نحن فخورين لأن التصويت تم لنا <a href="%(url1)s" data-interaction="outbound link"> كأكثر شركة إنترنت للخصوصية.</a>
bs: Zato smo ponosni što smo proglašeni kao <a href="%(url1)s" data-interaction="outbound link">najpouzdanija internet kompanija za privatnost.</a>
ca: Per això estem orgullosos de ser escollits <a href="%(url1)s" data-interaction="outbound link">l'organització d'Internet més fiable en privadesa.</a>
es_mx: Por eso nos enorgullece que nos hayan votado como la <a href="%(url1)s" data-interaction="outbound link">compañía de Internet más confiable para la privacidad.</a>
fa: به همین علت است که ما به انتخابمان به عنوان <a href="%(url1)s" data-interaction="outbound link">مورد اعتمادترین شرکت اینترنتی در خصوص حفظ حریم خصوصی</a> افتخار می کنیم.
ga_ie: Sin é fáth go bhfuilimid bródúil as a bheith tofa <a href="%(url1)s" data-interaction="outbound link">An Chomhlacht Idirlín is Iontaofa ó thaobh an Phríobháideachais.</a>
is: Þess vegna erum við stolt af því að hafa verið kosin <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
kab: Ɣef aya i nettzuxxu s yiman-nneɣ imi nettwafren <a href="%(url1)s" data-interaction="outbound link"> d takebbanit n Internet yettqadaṛen s waṭas tabaḍnit.</a>
kk: Сол себептен біз <a href="%(url1)s" data-interaction="outbound link">Жекелік үшін ең сенімді интернет компаниясы</a> атағымен мақтанамыз.
lt: Todėl didžiuojamės, jog buvome išrinkti <a href="%(url1)s" data-interaction="outbound link">patikimiausia interneto kompanija privatumo srityje.</a>
lv: Tāpēc esam lepni, ka esam ieguvuši <a href="%(url1)s" data-interaction="outbound link">Uzticamākās interneta kompānijas</a> titulu privātuma jautājumos.
mai: एहि कारण अछि कि हमरा गर्व अछि<a href="%(url1)s" data-interaction="outbound link"> गोपनीयता क लेल सबसे बेसी विश्वसनीय इंटरनेट कंपनी चुनल जेबा पर.</a>
my: <a href="%(url1)s" data-interaction="outbound link">အယုံကြည်ရဆုံး ဘယောက်ဆာ</a> အဖြစ် သတ်မှတ်ခြင်းခံရသည့် အတွက် ဂုဏ်ယူပါသည်။
nb_no: Det er derfor vi er stolte av å bli stemt frem som <a href="%(url1)s" data-interaction="outbound link">Internett-selskapet med mest tillit når det kommer til personvern.</a>
ne: त्यसकारण नै हामीलाई गर्ब छ <a href="%(url1)s" data-interaction="outbound link">गोप्यताको लागि सबै भन्दा बडी विश्वसनीय इन्टरनेट कम्पनिको रुपमा</a> भोटपाएको मा
pt: É por isso que nos orgulhamos de ter sido votados como a <a href="%(url1)s" data-interaction="outbound link">empresa de Internet mais confiável para a privacidade.</a>
uz: Shuning uchun ham biz <a href="%(url1)s">Maxfiylik uchun eng ishonchli internet kompaniya</a> deb ovoz berishlaridan faxrlanamiz.

source: Find out what makes Firefox the most trusted browser on the Web
as: Firefox ক ৱেবত আটাইতকৈ ভৰষাবান ব্ৰাউছাৰ বনোৱাৰ কাৰণ জানক
bg: Открийте какво прави Firefox най-доверения браузър на Уеб
bs: Saznajte šta čini Firefox najpouzdanijim pretraživačem na webu
ca: Descobriu què fa del Firefox el navegador més fiable del web
es_mx: Averigua qué hace de Firefox el navegador más confiable en la Web
fa: ببینید چه چیزهایی فایرفاکس را به مورد اعتمادترین مرورگر در دنیا تبدیل کرده است
fi: Ota selvää, mikä tekee Firefoxista verkon luotetuimman selaimen
ga_ie: Foghlaim cén fáth gurb é Firefox an brabhsálaí is iontaofa ar an nGréasán
hr: Saznajte zbog čega je Firefox najpouzdaniji preglednik na webu
is: Sjáðu af hverju Firefox er traustasti vafrinn á vefnum
kab: Wali ayen ixeddem Firefox, iminig amezwaru aɣelsan n Web
kk: Firefox-ты интернеттегі ең сенімді браузері не қылатыны туралы көбірек біліңіз
kn: Firefox ಏಕೆ ಅಂತರಜಾಲದ ಅತ್ಯಂತ ನಂಬಿಕಸ್ತ ಜಾಲವೀಕ್ಷಕ ಆಗಿದೆ ಎನ್ನುವುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ
lt: Sužinokite, kodėl „Firefox“ yra patikimiausia saityno naršyklė
lv: Uzzini, kas padara Firefox par uzticamāko pārlūku internetā
mai: पता लगाबू कि की Firefox कए वेब पर सबसे बेसी भरोसामंद ब्राउजर बनाबैत अछि
my: မီးမြေခွေးအား ဘာ​ကြောင့် ယုံကြည်ကြ ကြောင်းလေ့လာပါ
nb_no: Finn ut hva som gjør Firefox til den mest pålitelige nettleseren på nettet
ne: Firefoxलाई वेबमा सबैभन्दा बढी विश्वासिलो ब्राउजर के कारणले बनायो पत्ता लगाउनुहोस्
pt: Descubra o que torna o Firefox o navegador mais confiável na Web
si: වෙබයේ Firefox වඩාත්ම විශ්වාසවන්ත ගවේශකය වන්නේ මන්දැයි දැනගන්න
uz: Internetdagi eng ishonchli brauzer bo‘lish uchun "Firefox" nima qilayotganligini bilib oling
vi: Tìm hiểu điều gì khiến Firefox trở thành trình duyệt tin cậy nhất trên Web
xh: Khangela ukuba yintoni na eyenza ukuba iFirefox ibe yeyona bhrawuza ithembekileyo kwiwebhu

source: Works the way you do
ar: يعمل كما تعمل
as: আপুনি কাৰ্য্য কৰা দৰে কাৰ্য্য কৰে
bg: Работи по Вашият начин
bs: Radi na način kako vi radite
ca: Funciona a la vostra manera
es_mx: Funciona como tú quieres
fa: همانطور که شما می‌خواهید کار می‌کند
fi: Toimii samalla tavalla kuin sinä itse
ga_ie: Oibríonn sé mar a oibríonn tusa féin
hr: Radi na način na koji želite
is: Vinnur með þér
kab: Yerna fell-ak
kk: Өзіңізге лайықты жұмыс жасайды
kn: ನೀವು ಬಯಸಿದ ಹಾಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
lt: Dirba kartu su jumis
lv: Strādā, tāpat, kā Jūs
mai: जेना अहॉं काज करय चाहब ओने करत
my: သင်လုပ်သလိုလုပ်ပါ
nb_no: Tilpasser seg etter deg
ne: तपाईँको कार्य अनुसार काम गर्छ
pt: Trabalha à maneira do utilizador
si: ඔබ කරන පරිදි කරියා කරයි
uz: Siz qilganingizdek ishlaydi
vi: Làm việc theo cách của bạn
xh: Isebenza ngendlela osebenza ngayo

source: How you use the Web is unique.
ar: كيف تستعمل الويب فهو فريد.
as: আপোনাৰ ৱেব ব্যৱহাৰ কৰাৰ ধৰণ অবিকল্প।
bg: Вашият начин на ползване на Уеб е уникален.
bs: Kako koristite web je jedinstveno.
ca: Utilitzeu el web d'una manera única.
es_mx: Tu forma de usar la Web es única.
fa: نحوه‌ی استفاده شما از وب خاص است
fi: Oma tapasi käyttää verkkoa on ainutlaatuinen.
ga_ie: Úsáideann tú an Gréasán i do bhealach féin.
hr: Način na koji koristite web je jedinstven.
is: Hvernig fólk notar vefinn er mjög einstaklingsbundið.
kab: Aseqdec inek n Web ulac ayen i t-icuban
kk: Интернетті қолдану жолыңыз бірегей.
kn: ನೀವು ಜಾಲವನ್ನು ಹೇಗೆ ಬಳಸುವಿರಿ ಎನ್ನುವುದು ವಿಶಿಷ್ಟವಾಗಿರುತ್ತದೆ.
lt: Kiekvienas saityną naršo savitai.
lv: Tas, kā Jūs lietojat internetu, ir unikāli.
mai: जेना अहॉं वेबक उपयोग करैत छी ओ अद्व‍ितीय अछि
my: သင်အင်တာနက်ကိုဘယ်လိုသုံးလဲဆိုတာ ထူးခြားတယ်
nb_no: Din måte å bruke nettet på er enestående.
ne: तपाईंले वेब प्रयोग गर्ने तरिका अनुपम छ /
pt: A forma como cada um usa a Web é única.
si: ඔබ වෙබය භාවිතා කරන ආකාරය අනනය වෙයි.
uz: Internetdan noyob qanday foydalanish.
vi: Mỗi người có cách sử dụng Web của riêng mình.
xh: Indlela oyisebenzisa ngayo iwebhu yeyodwa.

source: Firefox lets you change it to match.
ar: فيرفكس يسمح لك بالتغيير حتى يطابق.
as: Firefox এ ইয়াক মিল খোৱাৰ বাবে পৰিবৰ্তন কৰিব দিয়ে।
bg: Firefox Ви позволява да го промените както искате.
bs: Firefox omogućava da ga promijenite kako vam odgovara.
ca: El Firefox us permet canviar-lo al vostre gust.
es_mx: Firefox te permite cambiarlo a tu gusto.
fa: فایرفاکس به شما اجازه می‌دهد تا برای سازگاری بیشتر با شما تغییرش دهید.
fi: Firefox pystyy mukautumaan tuohon tapaan.
ga_ie: Ligeann Firefox duit é a chur in oiriúint
hr: Firefox vam dopušta da ga prilagodite sebi.
is: Firefox leyfir þér að breyta vafranum til að passa við þig.
kab: Firefox yettbeddil akken ad yernu ɣef sueqdec inek.
kk: Firefox-ты өзіңізге сай келетіндей етіп баптауға болады.
kn: Firefox ಹೊಂದಿಕೆಯಾಗುವುದಕ್ಕೆ ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ.
lt: „Firefox“ galite priderinti prie savo įpročių.
lv: Firefox ļauj pielāgot sevi, lai piemērotos Jums.
mai: Firefox अहॉंक समान बनेबाक लेल एहि मे परिवर्तनक सुविधा दैत अछि
my: ကိုက်ညီအောင် ပြောင်းလဲခွင့်ပေးသည်
nb_no: Du kan stille inn Firefox slik at den passer akkurat for deg.
ne: त्यो मिलाउनको लागि Firefox ले तपाईलाई परिवर्तन गर्न दिन्छ
pt: O Firefox permite que o altere de forma a adaptar-se a si.
si: ගැළපෙන පරිදි වෙනස් කිරීමට Firefox ඉඩ දෙයි.
uz: Firefox xohlaganingizdek o‘zgartirish imkonini beradi.
vi: Firefox cho phép bạn thay đổi nó để hợp với chính mình.
xh: IFirefox iyakuvumela ukuba uyitshintshe ibe nokuhambelana.
