Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/tips.lang.po
Languages: af, ar, br, bs, cy, es_mx, fa, gd, hi_in, km, kn, lt, ms, my, nb_no, ne, pt, ur, uz, vi, xh

source: The best of the latest Firefox
af: Die beste van die jongste Firefox
ar: الأفضل من آخر فيرفكس
br: Al lod wellañ eus handelv diwezhañ Firefox
bs: Najbolje od posljednjeg Firefoxa
cy: Y gorau o'r Firefox diweddaraf
es_mx: Lo mejor de la última versión de Firefox
fa: بهترین‌های آخرین فایرفاکس
gd: Gràinnean-mullaich a' Firefox as ùire
hi_in: नवीनतम firefox का अच्छा
km: Firefox ចុងក្រោយ​ល្អ​បំផុត
kn: ಇತ್ತೀಚಿನ ಫೈರ್ಫಾಕ್ಸ್ ನ ಉತ್ತಮಾಂಶಗಳು
lt: Naudingiausios „Firefox“ savybės
ms: Yang terbaik daripada Firefox yang terbaru
my: အကောင်းဆုံး နောက်ဆုံးပေါ် မီးမြေခွေး
nb_no: Det beste i den nye Firefox
ne: नविनतम Firefox को उत्क्रिस्टता
pt: O melhor do último Firefox
ur: تازہ تریں فائرفاکس کا بہتریں
uz: So‘nggi "Firefox"ning eng zo‘ri
vi: Thủ thuật sử dụng Firefox
xh: Eyona ingcono yeFirefox yokugqibela

source: Bookmarks
af: Boekmerke
ar: العلامات
br: Sinedoù
bs: Zabilješke
cy: Nodau Tudalen
es_mx: Marcadores
fa: نشانک‌ها
gd: Comharran-lìn
hi_in: पुस्तचिह्न
km: ចំណាំ
kn: ಪುಟಗುರುತುಗಳು
lt: Adresynas
ms: Tandabuku
my: စာမှတ်များ
nb_no: Bokmerker
ne: पुस्तकचिनो
pt: Marcadores
ur: نشانیاں
uz: Xatcho‘plar
vi: Đánh dấu trang
xh: Iibhukhmakhi

source: Simplify
af: Vereenvoudiging
ar: تبسيط
br: Eeunaat
bs: Pojednostavi
cy: Symleiddio
es_mx: Simplificar
fa: ساده‌سازی
gd: Cum simplidh e
hi_in: सरल करें
km: ធ្វើ​ឲ្យ​សាមញ្ញ​
kn: ಸರಳೀಕರಿಸು
lt: Paprastinimas
ms: Dipermudah
my: ရိုးရှင်းအောင် လုပ်ပါ။
nb_no: Forenkle
ne: सरलीकरण
pt: Simplificar
ur: آسان بنائیں
uz: Soddalik
vi: Đơn giản hoá
xh: Yenza lula

source: Arrange
af: Rangskik
ar: تنظيم
br: Kempenn
bs: Organizuj
cy: Trefnu
es_mx: Organizar
fa: ترتیب‌دادن
gd: Socraich
hi_in: व्यवस्थित करें
km: រៀបចំ
kn: ಹೊಂದಿಸು
lt: Rikiavimas
ms: Susun
my: စီစဉ်ပါ
nb_no: Ordne
ne: प्रबन्ध गर्नुहोस्
pt: Dispor
ur: ترتیب دیں
uz: Tartibli
vi: Sắp xếp
xh: Cwangcisa

source: Sync
ar: تزامُن
bs: Sinhronizacija
cy: Cydweddu
fa: همگام‌سازی
gd: Sioncronaich
hi_in: सिंक
km: ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್
lt: Sinchronizavimas
my: ထပ်တူချိတ်
ne: सिन्क्रोनाइज
uz: Sinx
vi: Đồng bộ Sync
xh: Ungqamaniso

source: 5 top tips, tricks and time-saving tools
af: Top-5 wenke om tyd te spaar
br: 5 tun hag ostilhoù da espern amzer eus ar re wellañ
bs: 5 top savjeta, trikova i alata za uštedu vremena
cy: 5 prif gyngor ac offer sy'n arbed amser
es_mx: 5 mejores consejos, trucos y herramientas para salvar tiempo
fa: 5 نکته اصلی، ترفندها و ابزارهای ذخیره زمان
gd: 5 gliocasan, gleusan is dòighean air an sàbhail thu ùine
hi_in: 5 शीर्ष सलाह, तरकीब और समय बचत उपकरण
km: ព័ត៌មាន​ជំនួយ ៥ ដែល​ពេញ​និយម, ការ​បន្លំ និង​ឧបករណ៍​រក្សាទុក​ពេល​វេលា
kn: ಮೊದಲ 5 ಸಲಹೆಗಳು, ಸೂತ್ರಗಳು ಮತ್ತು ಅಮೂಲ್ಯ ಉಪಕರಣಗಳು
lt: 5 pravarčiausi patarimai „Firefox“ naudotojams
ms: 5 tip, trik dan alatan jimat-masa terbaik
my: ထိပ်တန်း အရိပ်အမြွက်များ၊ မသိသေးသည့်အချက်များနှင့် အချိန်ကုန်သက်သာ ကိရိယာများ 5 ခု
nb_no: De 5 beste tips, triks og tidssparende verktøyer
ne: ५ शीर्ष सुझाव, चाल र समय बचत गर्ने उपकरणहरू
pt: 5 dicas principais, truques e ferramentas para economizar tempo
ur: 5 سب سے اوپر تجاویز، چالوں اور وقت بچانے والی اوزار
uz: 5 ta eng zo‘r maslahat, yo‘l-yo‘riqlar va vaqtni tejovchi asboblar
vi: 5 lời khuyên, thủ thuật và công cụ tiết kiệm thời gian hàng đầu
xh: Amacebo aphambili ama-5, amaqhinga nezixhobo zokonga ixesha

source: back
af: terug
ar: عودة
br: War-gil
bs: Nazad
cy: nôl
es_mx: atrás
fa: برگشت
gd: air ais
hi_in: पीछे
km: ថយក្រោយ
kn: ಹಿಂದಕ್ಕೆ
lt: atgal
ms: kembali
my: အရင်ကတစ်ခု
nb_no: tilbake
ne: पछाडि
pt: voltar
ur: پيچھے
uz: orqaga
vi: quay lại
xh: umva

source: next
af: volgende
ar: التّالي
br: war-lerc'h
bs: slijedeća
cy: nesaf
es_mx: siguiente
fa: بعدی
gd: air adhart
hi_in: आगे
km: បន្ទាប់
kn: ಮುಂದಕ್ಕೆ
lt: toliau
ms: seterusnya
my: နောက်တစ်ခု
nb_no: neste
ne: अर्को
pt: seguinte
ur: آگے
uz: keyingi
vi: tiếp
xh: okulandelayo

source: Click the star
af: Klik die sterretjie
ar: أنقر على النجمة
br: Klikit war ar steredenn
bs: Klikni na zvijezdu
cy: Cliciwch y seren
es_mx: Haz clic en la estrella
fa: کلیک بر روی ستاره
gd: Briog air an rionnag
hi_in: शुरू करने के लिये क्लिक करे
km: ចុច​លើ​ផ្កាយ
kn: ನಕ್ಷತ್ರ ಕ್ಲಿಕ್ಕಿಸು
lt: Spustelėkite žvaigždutę
ms: Klik bintang
my: ကြယ်ပွင့် ပေးပါ
nb_no: Trykk på stjernen
ne: तारा चिन्हमा थिच्नुहोस्
pt: Clique na estrela
ur: اسٹار کلک کریں
uz: Yulduz ustiga bosing
vi: Nhấn vào hình ngôi sao
xh: Cofa inkwenkwezi

source: Watch the star jump so you know your bookmark has been added.
af: Kyk hoe die sterretjie spring — dan weet mens die boekmerk is bygevoeg.
ar: شاهد النجمة تقفز عندها تلعم أن العلامة الخاصة بك قد أُضيفت.
br: Sellit ar steredenn o lammat, evel-se ez ouzit ez eo bet ouzhpennet ho sined.
bs: Pogledajte skok zvijezde tako da znate da je vaša zabilješka dodata.
cy: Gwyliwch y seren yn neidio i wybod fod eich nod tudalen wedi ei ychwanegu.
es_mx: Mira la estrella saltar así sabrás que tu marcador ha sido añadido.
fa: به پرش ستاره که به شما نشان میدهد نشانک شما افزوده شده است نگاه کنید.
gd: Ma nì an rionnag leum, innsidh sin dhut gun deach an comharra-lìn a chur ris.
hi_in: सितारा को कूदते देखो ताकि आप जानें कि अापका पुस्तचिह्न जोड़ दिया गया है.
km: មើល​ការ​ដាក់​ផ្កាយ ដូច្នេះ​អ្នក​អាច​ដឹង​ថា​ចំណាំ​ត្រូវ​បាន​បន្ថែម។
kn: ನಕ್ಷತ್ರದ ನೆಗೆತವನ್ನು ಗಮನಿಸಿ, ನಿಮಗೆ ನಿಮ್ಮ ಪುಟಗುರುತಿನ ಸೇರುವಿಕೆ ತಿಳಿಯುವುದು.
lt: Žvaigždutei pašokus, žinosite, jog atvertasis tinklalapis pridėtas į adresyną.
ms: Perhatikan bintang yang melompat supaya anda tahu yang tandabuku sudah ditambah.
my: ကြယ်ကလေးခုန်သွားတာကို ကြည့်ပါ။ ခုန်သွားလျှင် သင့်စာမှတ်ကို သိမ်းပြီးကြောင်း သင်သိနိုင်သည်။
nb_no: Når du ser stjernen hoppe, så vet du at bokmerket ditt er lagt til.
ne: तपाईंको पुस्तकचिन्हो थपिएको थाहा पाउन तारा चिन्हले फड्को मारेको हेर्नुहोस्।
pt: Veja a estrela a saltar para que saiba que o seu marcador foi adicionado.
ur: جب ستارے کو چست لگاتے دیکھیں تو آپ جان لیں کہ آپکی تشانی کا اظافہ ہو گیا ہے۔
uz: Yulduzni sakraganini ko‘rsangiz, xatcho‘p saqlangan bo‘ladi.
vi: Nếu bạn thấy ngôi sao nhảy lên tức là đánh dấu trang của bạn đã được thêm vào.
xh: Qaphela inkwenkwezi exhumayo ukuze wazi ukuba ibhukhimakhi yakho yongeziwe.

source: (Try it! It’s fun!)
af: (Probeer gerus! Dis pret!)
ar: (جربه! انه ممتع!)
br: (Prouadit ! Fentus eo !)
bs: (Probaj! Zabavno je!)
cy: (Rhowch gynnig arni! Mae'n hwyl!)
es_mx: (¡Pruébalo! ¡Es divertido!)
fa: (امتحان کنید! سرگرم کننده است!)
gd: (Feuch e! Tha e spòrsail!)
hi_in: (इसका इस्तेमाल करें! यह मनोरंजक है!)
km: (សាកល្បង​វា! វា​រីករាយ!)
kn: (ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ! ಇದು ಮಜವಾಗಿದೆ!)
lt: (Išbandykite, tai smagu!)
ms: (Cubanya! Ia menghiburkan!)
my: (စမ်းကြည့်ပါ။ ပျော်ဖို့ကောင်းပါတယ်)
nb_no: (Prøv det! Det er morsomt!)
ne: (प्रयास गर्नुहोस! यो रमाइलो छ!)
pt: (Experimente! É divertido!)
ur: کوشش کرو! اس میی مزہ ہے!
uz: (Uni sinab ko‘ring! Bu juda qiziq!)
vi: (Bạn thử xem! Nhìn rất thú vị!)
xh: (Yizame! Iyonwabisa!)

source: How to:
af: Hoe?
ar: كيف:
br: Penaos :
bs: Kako:
cy: Sut mae gwneud:
es_mx: Cómo:
fa: چگونه:
gd: Mar a nì thu na leanas:
hi_in: कैसे
km: របៀប៖
kn: ಹೇಗೆ:
lt: Kaip:
ms: Bagaimana untuk:
my: ဆောင်ရွက်နည်း။
nb_no: Hvordan:
ne: कसरी:
pt: Como:
ur: کیسے
uz: Qanday qilib:
vi: Cách làm:
xh: Indlela yoku

source: Click the star to add bookmarks and manage them from the same spot.
af: Klik die sterretjie om boekmerke by te voeg en bestuur hulle ook van daar af.
ar: اضغط النجمة لاضافة علامة و نظمهم من نفس البقعة.
br: Klikit war ar steredenn da ouzhpennañ sinedoù ha d'o ardeiñ war ar an hevelep tro.
bs: Klikni na zvijezdu za dodavanje zabilješki i upravljaj njima sa istog mjesta.
cy: Cliciwch y seren i ychwanegu nodau tudalen a'u rheoli o'r un fan.
es_mx: Haz clic en la estrella para agregar marcadores y administrarlos desde el mismo lugar.
fa: روی ستاره کلیک کنید تا نشانک‌ها افزوده شوند و آنها را از یک نقطه واحد مدیریت کنید.
gd: Briog air an rionnag airson comharra-lìn a chur ris agus airson an cur air gleus ann.
hi_in: पुस्तक चिन्ह जोड़ने के लिए स्टार को क्लिक कीजिये और उन्हें उसी जगह से व्यवस्थित कीजिये
km: ចុច​ផ្កាយ​ដើម្បី​បន្ថែម​ចំណាំ និង​គ្រប់គ្រង​វា​ពី​ចំណុច​តែមួយ។
kn: ಪುಟಗುರುತುಗಳನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಇದೇ ಸ್ಥಳದಿಂದ ಅವನ್ನು ನಿರ್ವಹಿಸಲು ನಕ್ಷತ್ರವನ್ನು ಒತ್ತಿರಿ.
lt: Spustelėkite žvaigždutę, adresyno įrašų pridėjimui ir tvarkymui iš vienos vietos.
ms: Klik bintang untuk menambah tandabuku dan uruskannya pada tempat yang sama
my: စာမှတ်များ အသစ်လုပ်ရန် ကြယ်ပေါ်မှာ ကလစ်နှိပ်ပါ။ ထို့နောက် ထိုစာမှတ်များကို အဲဒီနေရာမှာပင် စီမံခန့်ခွဲပါ။
nb_no: Trykk på stjernen for å legge til og behandle bokmerker, på samme sted.
ne: एकै ठाउँबाट पुस्तकचिनाहरू थप्न र व्यवस्थित गर्न तारा चिन्होमा थिच्नुहोस्।
pt: Clique na estrela para adicionar e gerir marcadores no mesmo lugar.
ur: ایک ہی جگہ سے نشانی کا اظافہ اور بندوبست کرنے کے لیئے ستارے پر کلک کریں۔
uz: Xatcho‘plarga qo‘shish uchun yulduzni bosing va xuddi shu nuqtadan ularni boshqaring.
vi: Nhấn vào hình ngôi sao để thêm đánh dấu trang và quản lý chúng từ cùng một chỗ.
xh: Cofa inkwenkwezi ukongeza iibhukhmakhi uze uzilawule kwindawo enye.

source: Simplify your life
af: Vereenvoudig dinge
ar: بسط حياتك
br: Eeunait ho puhez
bs: Pojednostavi život
cy: Symleiddio bywyd
es_mx: Simplifica tu vida
fa: زندگی‌تان را ساده‌تر کنید
gd: Cum simplidh do bheatha
hi_in: अपने जीवन को आसान बनाएँ
km: ធ្វើឲ្យ​ជីវិត​របស់​អ្នក​មាន​ភាព​ងាយស្រួល
kn: ನಿಮ್ಮ ಜೀವನವನ್ನು ಸರಳಗೊಳಿಸಿ
lt: Paprastinkite savo gyvenimą
ms: Mudahkan hidup anda
my: ဘဝကို အရိုးရှင်းဆုံး ဖြစ်စေပါ
nb_no: Gjør livet ditt enklere
ne: तपाईँको जीवन सरलीकृत गर्नुहोस्
pt: Simplifique a sua vida
ur: آپنی زندگی کو آسان بنانئں
uz: Hayotingizni osonlashtiring
vi: Đơn giản hóa cuộc sống của bạn
xh: Yenza lula ubomi bakho

source: Go to your happy place.
af: Maak dinge nommerpas.
ar: إذهب إلى مكانك السعيد
br: Kit d'ho lec'h habaskaat.
bs: Idite na vaše sretno mjesto.
cy: Ewch i'ch lle hapus.
es_mx: Ve a tu lugar feliz.
fa: به مکان شادتان بروید.
gd: Na bheir toileachas dhut.
hi_in: अपने आनंदपूर्ण स्थान पर जाये.
km: ទៅ​កន្លែង​សប្បាយ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂತೋಷದ ಸ್ಥಳಕ್ಕೆ ಹೋಗಿ.
lt: Jauskitės patogiai.
ms: Pergi ke tempat gembira anda.
my: ပျော်စရာကောင်းတဲ့ နေရာကို သွားပါ
nb_no: Gå til ditt lykkested.
ne: आफ्नो रमाईलो ठाउँमा जानुहोस्।
pt: Vá a um sítio feliz.
uz: Baxt maskaningizga boring.
vi: Sắp xếp theo cách bạn mong muốn.
xh: Yiya kwindawo ekonwabisayo.

source: Remove the buttons you don’t use so you can find the ones you do.
af: Verwyder die ongebruikte knoppe — dan kry mens die ander sommer maklik.
ar: قم بازالة الكبسات التي لا تحتاجها لتعثر على التي تحتاجها.
br: Dilamit an afelloù ne rit ket ganto ken ma vo kavet aes ar re a arverit.
bs: Uklonite dugmad koje ne koristite tako da možete dodati one koje koristite.
cy: Tynnwch y botymau sydd ddim mo'u hangen er mwyn dod o hyd i'r rhai defnyddiol.
es_mx: Elimina los botones que no utilizas para que puedas encontrar los que sí usas.
fa: دکمه‌هایی را که استفاده نمی‌کنید حذف کنید، تا بتوانید آنهایی را که استفاده می‌کنید پیدا کنید.
gd: Thoir air falbh na putanan nach bi thu a' cleachdadh ach am faigh thu greim air an fheadhainn a dh'fheumas tu.
hi_in: उस बटन को हटा दीजिये जो आप उपयोग नहीं करते है, ताकि आप उन्हें पा सके जो आप उपयोग करते है
km: លុប​ប៊ូតុង​ដែល​អ្នក​មិន​ប្រើ​ចេញ ដូច្នេះ​អ្នក​អាច​រក​ឃើញ​នៅ​ពេល​ដែល​អ្នក​ប្រើ។
kn: ನೀವು ಬಳಸದೇ ಇರುವ ಗುಂಡಿಗಳನ್ನು ತೆಗೆಯಿರಿ, ಹಾಗಾದಲ್ಲಿ ಬಳಸಲ್ಪಡುವವನ್ನು ಹುಡುಕುವುದು ಸುಲಭ.
lt: Pašalinkite nereikalingus mygtukus, kad lengviau rastumėte tuos, kuriais naudojatės.
ms: Singkir butang yang anda tidak gunakan supaya anda boleh letakkan yang anda inginkan.
my: သင် အသုံးမပြုသည့် ခလုတ်များကို ဖြုတ်ပါ။ ထို့ကြောင့် သင်အသုံးပြုသည့် ခလုတ်များကို တွေ့နိုင်ပါလိမ့်မည်။
nb_no: Fjern knappene du ikke bruker, slik at du kan finne de du faktisk bruker.
ne: तपाईँले प्रयोग नगर्ने बटनहरू हटाउनुहोस् ताकि तपाईँले प्रयोग गर्ने भेट्नुहोस्।
pt: Remova os botões que não utiliza para que possa encontrar aqueles que precisa.
ur: بٹن ہٹائیں جو آپ استعمال نہہیں کرتے تاکہ آسانی سے ڈھونڈ سکیں جو آپ استعمال کرتے ہیں۔
uz: Foydalanmaydigan tugmalarni o‘chiring, shunday qilib keraklisini topasiz.
vi: Loại bỏ những nút bạn không dùng để dễ dàng tìm thấy những nút bạn hay dùng hơn.
xh: Shenxisa amaqhosha ongawasebenzisiyo ukuze ufumane owasebenzisayo.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
af: Open die kieslys, kies “<strong>Doelmaak</strong>” en sleep enige knoppie uit die gereedskapbalk uit.
ar: فتح القائمة، اختر “<strong>تخصيص</strong>” واسحب أي زر من شريط الأدوات.
br: Digorit al lañser, diuzit <strong>Personelaat</strong> ha riklit ne vern pe afell diwar ar varrenn ostilhoù.
bs: Otvorite meni, označite "<strong>Prilagodi</strong>" i povucite bilo koje dugme sa alatne trake.
cy: Agorwch y ddewislen, dewiswch “<strong>Cyfaddasu</strong>” a llusgo unrhyw fotwm allan o'r bar offer.
es_mx: Abre el menú, selecciona "<strong>Personalizar</strong>" y arrastra cualquier botón fuera de la barra de herramientas.
fa: منو را باز کنید، گزینه “<strong>شخصی سازی</strong>” را انتخاب کنید و دکمه را به خارج از نوار ابزار بکشید.
gd: Fosgail an clàr-taice, tagh "<strong>Gnàthaich</strong>" agus slaod putan sam bith air falbh on bhàr-inneal.
hi_in: विकल्प सूची को खोलिए, “<strong>चुनाव कीजिये</strong>” रूचि के अनुसार बनाना और कोई भी बटन टूल बार के बाहर सरकाइये
km: បើក​ម៉ឺនុយ, ជ្រើស “<strong>តាម​តម្រូវ​ការ</strong>” ហើយ​អូស​ប៊ូតុង​ចេញ​ពី​របារ​ឧបករណ៍។
kn: ಆಯ್ಕೆಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ, “<strong>ಸ್ವಯೋಜನೆ</strong>” ಅನ್ನು ಆರಿಸಿರಿ ಮತ್ತು ಯಾವುದೇ ಗುಂಡಿಯನ್ನು ಟೂಲ್ ಬಾರ್ ನಿಂದ ಹೊರಗೆ ಎಳೆಯಿರಿ.
lt: Atverkite meniu, spustelėkite punktą „<strong>Tvarkyti</strong>“ ir neškite nenorimus matyti mygtukus iš priemonių juostos.
ms: Buka menu, pilih “<strong>Menyesuai</strong>” dan seret sebarang butang keluar daripada bar alatan.
my: မီနူးစာရင်းကို ဖွင့်ပါ၊ "<strong>စိတ်ကြိုက်ပြုပြင်ရန်</strong>" ကို ရွေးပါ။ ထို့နောက် မည့်သည့်ခလုတ်ကိုမဆို တူးလ်ဘားအပြင်ဘက်သို့ ကလစ်ဖိပြီး ဆွဲထုတ်ပါ။
nb_no: Åpne menyen, velg «<strong>Tilpass</strong>» og dra hvilken som helst knapp ut av verktøylinjen.
ne: मेनु खोल्नुहोस्, “<strong>Customize</strong>” चयन गर्नुस् र कुनै पनि बटन उपकरणपट्टीबाट तान्नुहोस्।
pt: Abra o menu, selecione “<strong>Personalizar</strong>” e arraste qualquer botão para fora da barra de ferramentas.
ur: مینیو کھولیں، منتخب کریں“<strong>تخصیص کریں</strong>” اور ٹول بار میں سے کسی بھی بٹن کو گھسیٹیں
uz: Menyuni oching, “<strong>Moslash</strong>”ni bosing va birorta tugmani asboblar panelidan olib kelib tashlang.
vi: Mở menu, chọn “<strong>Tùy biến</strong>” và kéo thả những nút nút bạn không muốn khỏi thanh công cụ.
xh: Vula imenyu, khetha “<yomeleleyo>khastomayiza</yomeleleyo>” uze urhuqe naliphi na iqhosha liphume kwithulbha.

source: Add your faves
af: Voeg gunstelinge by
ar: أضف المفضلة
br: Ouzhpennit ho re wellañ
bs: Dodajte favorite
cy: Ychwanegwch eich ffefrynnau
es_mx: Agrega tus favoritos
fa: علایق خود را اضافه کنید
gd: Cuir na h-annsachdan agad ris
hi_in: पसंदीदा में जोड़िये
km: បន្ថែម​ចំណូលចិត្ត​របស់​អ្នក
kn: ನಿನ್ನ ಇಷ್ಟದ್ದನ್ನು ಸೇರಿಸು
lt: Iškelkite favoritus
ms: Tambah kegemaran anda
my: သင့် အကြိုက်များ ထည့်ပါ
nb_no: Legg til dine favoritter
ne: आफ्ना faves थप्नुहोस्
pt: Adicione os seus favoritos
ur: اپنے پسندیدہ میں اضافہ کریں.
uz: faves qo‘shing
vi: Thêm những thứ bạn thích
xh: Yongeza okuthandayo

source: Play favorites with the features you use most and arrange them for fast, easy access.
af: Kies die gunstelingfunksies en rangskik hulle vir vinnige, maklike toegang.
ar: شغل المفضلة مع الميزات التي تستخدمها على الأغلب و قم بترتيبها بسرعة، وسهلة الوصول.
br: Kempennit ho re wellañ gant ar c'heweriusterioù arveret an aliesañ hag aozit anezho d'o zizhout buan hag aes.
bs: Pokrenite favorite sa funkcijama koje najčešće koristite i organizujte ih za brz, jednostavan pristup.
cy: Rhowch eich ffefrynnau lle maen nhw'n cael eu defnyddio amlaf a'u trefnu ar gyfer mynediad cyflym a hawdd.
es_mx: Utiliza tus favoritos con las características que más utilizas y organízalos para tener una acceso rápido y sencillo.
fa: با علاقه‌مندی‌های خود با ویژیگی که برای سریع‌ترین شدن آن آماده‌شده‌اند بازی کنید،‌دسترسی آسان.
gd: Thoir prìomhachas dha na h-annsachdan a chleachdas tu gu tric ach am faigh thu cothrom orra gu luath.
hi_in: जिन्हे आप सबसे ज्यादा उपयोग करते हैं उन पसंदीदा विशेषताओ को पसंदीदा में व्यवस्थित कीजिये, आसान और तेज पहुँच के लिए
km: អនុវត្ត​ភាព​ពេញ​និយម​ជាមួយ​លក្ខណៈ​ពិសេស​ដែល​អ្នក​ប្រើ​ច្រើន​បំផុត ហើយ​រៀបចំ​វា​ដើម្បីឲ្យ​លឿន និង​ងាយស្រួល​ចូល​ប្រើ។
kn: ನೀವು ಹೆಚ್ಚು ಬಳಸುವ ವಿಶೇಷತೆಗಳನ್ನು ಸುಲಭವಾಗಿ ಬೇಕೆನಿಸಿದಾಗ ಕೈಗೆಟುಗಿಸಿಕೊಳ್ಳಲು ನೆಚ್ಚಿನ ಪಟ್ಟಿಯಲ್ಲಿ ಜೋಡಿಸಿಡಿ.
lt: Dažniau naudojamus mygtukus galite sudėlioti tiesiai į priemonių juostą greitai prieigai.
ms: Mainkan kegemaran dengan ciri yang anda sering gunakan dan susunkannya untuk pantas, mudah capai.
my: သင် အသုံးအများဆုံးစွမ်းဆောင်ရည်များပါဝင်သည့် အကြိုက်ဆုံးများကို ဖွင့်ပါ။ ပြီးလျှင် လျှင်မြန်လွယ်ကူစွာ အသုံးပြုနိုင်ရန် စီစဉ်နေရာချပါ။
nb_no: Favoriser de funksjonene du bruker mest, og arrangere dem for rask og enkel tilgang.
ne: तपाईं अधिक प्रयोग गर्ने सुविधाहरू सँग favorites खेलाउनुहोस् र तिनलाई छिटो, सहज पहुँचका लागि व्यवस्थित गर्नुहोस्
pt: Organize os favoritos para um acesso fácil e rápido.
ur: اپنے پسندیدہ چلائیں بمع ان فیچر کے جو آپ سب سے زیادہ استعمال کرتے ہیں اور انکو تیز اور آسان رسائی کے ساتھ ترتیب دیں۔
uz: Siz muntazam foydalanadigan tanlangan qulayliklar bilan o‘ynang hamda tez va oson kirish uchun ularni taxlang.
vi: Xếp những tính năng bạn thích dùng nhất để dễ dàng truy cập hơn.
xh: Dlala okuthandwayo ngeempawu ozisebenzisa kakhulu uze uzicwangcise zibe nokufumaneka ngokukhawuleza nangokulula.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
af: Open die kieslys, kies “<strong>Doelmaak</strong>” en sleep enige knoppie na die gereedskapbalk of kieslys.
ar: افتح القائمة ، قم باختيار“<strong>Customize</strong>” واسحب أي زر إلى شريط الأدوات أو القائمة.
br: Digorit al lañser, diuzit <strong>Personelaat</strong> ha riklit ne vern pe afell war ar varrenn ostilhoù.
bs: Otvorite meni, označite "<strong>Prilagodi</strong>" i povucite bilo koje dugme na alatnu traku ili meni.
cy: Agorwch y ddewislen, dewiswch “<strong>Cyfaddasu</strong>” a llusgo unrhyw fotwm i'r bar offer neu ddewislen.
es_mx: Abre el menú, selecciona "<strong>Personalizar</strong>" y arrastra cualquier botón a la barra de herramientas o en el menú.
fa: منو را باز کنید، گزینه“<strong>شخصی سازی</strong>”را انتخاب کنید و دکمه را به خارج از نوار ابزار بکشید.
gd: Fosgail an clàr-taice, tagh "<strong>Gnàthaich</strong>" agus slaod putan sam bith dhan bhàr-inneal no dhan chlàr-taice.
hi_in: विकल्प सूची को खोलिए, “<strong>चुनाव कीजिये</strong>” रूचि के अनुसार बनाना और कोई भी बटन टूल बार या विकल्प सूची के अंदर सरकाइये
km: បើក​ម៉ឺនុយ, ជ្រើស “<strong>តាម​តម្រូវ​ការ</strong>” ហើយ​អូស​ប៊ូតុង​ទៅ​កាន់​របារ​ឧបករណ៍​ ឬ​ម៉ឺនុយ។
kn: ಆಯ್ಕೆಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ, “<strong>ಸ್ವಯೋಜನೆ</strong>” ಅನ್ನು ಆರಿಸಿರಿ ಮತ್ತು ಯಾವುದೇ ಗುಂಡಿಯನ್ನು ಟೂಲ್ ಬಾರ್ ನ ಒಳಗೆ ಎಳೆಯಿರಿ.
lt: Atverkite meniu, spustelėkite punktą „<strong>Tvarkyti</strong>“ ir neškite norimus mygtukus į priemonių juostą ar meniu.
ms: Buka menu, pilih “<strong>Menyesuai</strong>” dan seret sebarang butang kepada bar alatan atau menu.
my: မီနူးစာရင်းကို ဖွင့်ပါ၊ "<strong>စိတ်ကြိုက်ပြုပြင်ရန်</strong>" ကို ရွေးပါ။ ထို့နောက် မည့်သည့်ခလုတ်ကိုမဆို တူးလ်ဘား (သို့) မီနူးစာရင်း အထဲသို့ ကလစ်ဖိပြီး ဆွဲထည့်ပါ။
nb_no: Åpne menyen, velg «<strong>Tilpass</strong>» og dra hvilken som helst knapp til verktøylinjen eller menyen.
pt: Abra o menu, selecione "<strong>Personalizar</strong>" e arraste qualquer botão da barra de ferramentas ou menu.
ur: مینیو کو کھولیں، منتخب کریں“<strong>تخصیص کریں</strong>” اور کوِئ بھی بٹن گھسیٹیں ٹول بار یا مینیو میں.
uz: Menyuni oching, “<strong>Qulaylashtirish</strong>”ni tanlang va asboblar paneli yoki menyu ichiga xohlagan tugmangizni tashlang.
vi: Mở menu, chọn “<strong>Tùy biến</strong>” và kéo thả những nút bạn muốn vào thanh công cụ hoặc menu.
xh: Vula imenyu, khetha“<yomeleleyo>Khastomayiza</yomeleleyo>” uze urhuqe naliphi na iqhosha liye kwithulbha okanye kwimenyu.

source: Stay in Sync
af: Bly gesinkroniseerd
ar: ابق على التزامن
br: Chom e Sync
bs: Ostani u sinhronizaciji
cy: Cydweddu Parhaus
es_mx: Permanecer en Sync
fa: همگام بمان
gd: Cum cùisean sioncronaichte
hi_in: सिंक में रहिये
km: នៅ​តែ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್‌ನಲ್ಲಿ ಉಳಿ
lt: Sinchronizuokitės
ms: Kekal dalam Sync
my: တပြေးညီ ဖြစ်စေပါ
nb_no: Hold deg synkronisert
ne: सिंकमा रहनुहोस
pt: Mantenha-se sincronizado
ur: ہمہ وقت ساز میں رہیں
uz: Sinxronlangan holda ishlang
vi: Luôn luôn đồng bộ
xh: Hlala kungqamaniso

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
af: Gebruik Sync vir maklike toegang tot oop oortjies, wagwoorde en nog wat waar mens ook al Firefox gebruik.
ar: استخدام المزامنة للوصول بسحرية لعلامات التبويب المفتوحة، وكلمات السر، والمزيد كلما استخدمت فايرفوكس.
br: Grit gant Sync da dizhout ent burzhudus hoc'h ivinelloù digor, ho ker-tremen ha traoù all, ne vern pelec'h ma vo arveret Firefox.
bs: Koristite Sinhronizaciju za magični pristup vašim otvorenim tabovima, lozinkama i mnogo tome kada god koristite Firefox.
cy: Defnyddiwch Sync i gael mynediad i'ch tabiau agored, cyfrineiriau a rhagor o unrhyw ddyfais.
es_mx: Usa Sync para acceder mágicamente a tus pestañas abiertas, contraseñas y más donde sea que uses Firefox.
fa: از همگام سازی استفاده کنید تا بطور جادویی به برگه‌های بازتان، گذرواژه‌هایتان و چیزهای دیگر از هر دستگاهی دسترسی داشته باشید.
gd: Cleachd gleus an t-sioncronachaidh ach am faigh thu greim air na tabaichean fosgailte, faclan-faire is rudan eile agad nuair a chleachdas tu Firefox.
hi_in: सिंक उपयोग कीजिये जादुई तरीके से आपके खुले हुए टैब तक पहुँचने के लिए , कूटशब्द , और भी बहुत कुछ जब भी आप Firefox का उपयोग करते है
km: ប្រើ​ការ​ធ្វើ​សមកាលកម្ម​ ដើម្បី​ចូល​ដំណើរការ​ផ្ទាំង​បើក​​របស់​អ្នក, ពាក្យ​សម្ងាត់ និង​ផ្សេងៗ​ទៀត​នៅ​កន្លែង​ណា​ដែល​អ្នក​ប្រើ​ Firefox ។
lt: Įjunkite „Sync“ ir visuomet pasiekite savo atvertas korteles, slaptažodžius ir kitką, kur besinaudotumėte „Firefox“.
ms: Gunakan Sync untuk mencapai secara ajaib tab anda yang terbuka, katalaluan dan di mana jua anda menggunakan Firefox.
my: သင် ဖွင့်ထားသည့် တပ်ဗ်များ၊ စကားဝှက်များနှင့် သင်မီးမြေခွေးတွင် အသုံးပြုထားသမျှကို အံ့ဩဖွယ် အသုံးပြုရန် တပြေးညီဖြစ်မှုကို သုံးပါ။
nb_no: Bruk Sync for å alltid ha tilgang til åpne faner, passord og mye mer, uansett hvor du bruker Firefox.
pt: Utilize o Sync para aceder aos seus separadores, palavras-passe e mais, independentemente do local em que utiliza o Firefox.
uz: Sinxronlashdan foydalanish mo‘jizali tarzda ochiq ichki oynalaringiz, parollaringiz va boshqa ko‘pgina "Firefox"da foydalanadigan narsalaringizga kirish imkonini beradi.
vi: Sử dụng tính năng đồng bộ Sync để truy cập các tab đang mở, mật khẩu cùng nhiều thứ khác từ mọi nơi với Firefox.
xh: Sebenzisa ungqamaniso lufikelele ngomlingo kwiithebhu zakho ezivulekileyo, kwiipasiwedi nakokunye nanini na usebenzisa iFirefox.
