Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/tips.lang.po
Languages: af, ar, br, bs, cy, es_mx, fa, gd, hi_in, km, kn, lt, ms, my, nb_no, ne, pt, ur, uz, vi, xh

source: Use Sync to magically access your open tabs, passwords and more from any device.
af: Gebruik Sync vir maklike toegang tot oop oortjies, wagwoorde en nog wat vanaf enige toestel.
ar: استخدم المزامنة للوصول بسحرية لعلامات التبويب المفتوحة، وكلمات السر والمزيدمن أي جهاز.
br: Grit gant Sync da dizhout ent burzhudus hoc'h ivinelloù digor, ho ker-tremen ha traoù all, gant ne vern pe drevnad.
bs: Koristite Sinhronizaciju za magični pristup vašim otvorenim tabovima, lozinkama i mnogo tome sa bilo kojeg uređaja.
cy: Defnyddiwch Sync i gael mynediad i'ch tabiau agored, cyfrineiriau a rhagor o unrhyw ddyfais.
es_mx: Usa Sync para acceder mágicamente a tus pestañas abiertas, contraseñas y más desde cualquier dispositivo.
fa: از همگام سازی استفاده کنید تا بطور جادویی به برگه‌های بازتان، گذرواژه‌هایتان و چیزهای دیگر از هر دستگاهی دسترسی داشته باشید.
gd: Cleachd gleus an t-sioncronachaidh airson cothrom fhaighinn air na tabaichean fosgailte, faclan-faire is mòran a bharrachd o uidheam sam bith.
hi_in: सिंक का उपयोग कीजिये जादुई तरीके से आपके खुले हुए टैब, संकेत शब्द तक पहुँचने के लिए किसी भी उपकरण से
km: ប្រើ​ការ​ធ្វើ​សមកាលកម្ម​ ដើម្បី​ចូល​ដំណើរការ​ផ្ទាំង​បើក​​របស់​អ្នក, ពាក្យ​សម្ងាត់ និង​ផ្សេងៗ​ទៀត​ពី​ឧបករណ៍​​មួយ​ចំនួន​របស់​អ្នក។
kn: ಯಾವುದೇ ಸಾಧನದಿಂದ ನಿಮ್ಮ ತೆರೆದ ಟ್ಯಾಬ್ ಗಳು, ಪ್ರವೇಶಪದಗಳು ಮತ್ತು ಇನ್ನು ಹೆಚ್ಚಿನವುಗಳನ್ನು ಮಾಂತ್ರಿಕ ರೀತಿಯಲ್ಲಿ ತಲುಪಲು ಸಿಂಕ್ ಅನ್ನು ಉಪಯೋಗಿಸಿ.
lt: Įjunkite „Sync“ ir pasiekite savo atvertas korteles, slaptažodžius ir kitką iš bet kurio įrenginio.
ms: Gunakan Sync untuk mencapai secara ajaib tab anda yang terbuka, katalaluan dan lainnya daripada sebarang peranti.
my: သင် ဖွင့်ထားသည့် တပ်ဗ်များ၊ စကားဝှက်များနှင့် မည်သည့်ကိရိယာတွင်မဆို အသုံးပြုထားသမျှကို အံ့ဩဖွယ် အသုံးပြုရန် တပြေးညီဖြစ်မှုကို သုံးပါ။
nb_no: Bruk Sync for å alltid ha tilgang til åpne faner, passord og mye mer, fra hvilken som helst enhet.
pt: Utilize o Sync para aceder aos seus separadores, palavras-passe e mais, a partir de qualquer dispositivo.
uz: Sinxronlashddan foydalanish sehrli tarzda ochiq ichki oynalaringiz, parollaringiz va boshqalarga har qanday qurilmadan kirish imkonini beradi.
vi: Sử dụng Sync để tự động truy cập các tab đang mở, mật khẩu và nhiều thứ khác từ mọi thiết bị khác nhau.
xh: Sebenzisa ungqamaniso lufikelele ngomlingo kwiithebhu zakho ezivulekileyo, kwiipasiwedi nakokunye nakusiphi na isixhobo.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
af: Kies “<strong>Meld aan by Sync</strong>” op die kieslys en maak Firefox jou eie net waar dit gebruik word.
ar: اختر “<strong>Sign in to Sync</strong>”من القائمة و اجعا فايرفوكس خاصاً بك كلما قمت باستخدامه.
br: Dibabit “<strong>Kennaskañ ouzh Sync</strong>”diwar al lañser ha lakait Firefox da vezañ ho merdeer ne vern pelec'h ma reot gantañ.
bs: Izabreite "<strong>Uloguj se u Sinhronizaciju</strong>" sa menia i učinite Firefox vašim kada god ga koristite.
cy: Dewiswch “<strong>Mewngofnodi i Sync</strong>” o'r ddewislen a gwneud eich hun yn gysurus gyda Firefox.
es_mx: Selecciona "<strong>Iniciar sesión en Sync</strong>" desde el menú y personaliza Firefox donde sea que lo uses.
fa: “<strong>وارد شدن برای همگام‌سازی</strong>” را از منو انتخاب کنید و در هرجایی که هستید فایرفاکس خود را استفاده کنید.
gd: Tagh "<strong>Clàraich a-steach dhan t-sioncronachadh</strong>" on chlàr-taice is faigh am Firefox agad fhèin ge be càit an cleachd thu e.
hi_in: चुनाव कीजिये "<strong>सिंक करने के लिए साइन इन करें</strong>" विकल्प सूची में से और बनाये Firefox को अपना कहीं भी उपयोग करने के लिए
km: ជ្រើស “<strong>ចូល ដើម្បី​ធ្វើ​សមកាលកម្ម</strong>” ពី​ម៉ឺនុយ និង​បង្កើត Firefox ផ្ទាល់ខ្លួន​នៅ​ទីកន្លែង​ណា​ក៏​ដោយ​ដែល​អ្នក​ប្រើ​ប្រាស់​វា។
kn: ಆಯ್ಕೆಪಟ್ಟಿಯಿಂದ “<strong>ಸಿಂಕ್ ಗೆ ಪ್ರವೇಶಿಸಿ</strong>” ಅನ್ನು ಆರಿಸಿ ಮತ್ತು ನೀವು ಎಲ್ಲೇ ಬಳಸುತ್ತಿದ್ದರೂ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ನಿಮ್ಮದಾಗಿಸಿಕೊಳ್ಳಿ.
lt: Atvėrę meniu, pasirinkite punktą „<strong>Jungtis prie „Sync“</strong>“. Taip paversite „Firefox“ sava – kur ja besinaudotumėte.
ms: Pilih “<strong>Daftar masuk Sync</strong>” daripada menu dan jadikan Firefox kepunyaan anda di mana jua anda menggunakannya.
my: မီနူးစာရင်းမှ “<strong>တပြေးညီဖြစ်စေရန် ဝင်ရောက်ပါ</strong>”ကို ရွေးပါ။ ထို့နောက် မီးမြေခွေး သင်အသုံးပြုတတ်သလို စီမံအသုံးပြုပါ။
nb_no: Velg «<strong>Logg inn på Sync</strong>» i menyen og sett ditt preg på Firefox alle steder du bruker det.
pt: Escolha "<strong>Iniciar sessão no Sync</strong>" do menu e torne o Firefox seu, independentemente de onde o utiliza.
ur: چنیں“<strong>ہمہ وقت ساز</strong>” مینیو سے اور Firefox کو اپنا بنائیں جب بھی آپ استعمال کریں
uz: Menyudan “<strong>Sinxronlash uchun kiring</strong>”ni tanlang va "Firefox"ni qayerda bo‘lishingizdan qat’iy nazar foydalaning.
vi: Chọn “<strong>Đăng nhập vào Sync</strong>” từ menu để sử dụng Firefox với thiết lập của chính bạn từ bất kỳ nơi đâu.
xh: Khetha“<yomeleleyo>Ngena kungqamaniso</yomeleleyo>” kwimenyu uze wenze iFirefox ibe yeyakho nanini na uyisebenzisa.

source: Free your add-ons
af: Ontsluit die byvoegings
ar: اجعل اضافاتك مجانية
br: Dieubit hoc'h askouezhioù
bs: Vaši besplatni dodaci
cy: Ryddhewch eich ychwanegion
es_mx: Libera tus complementos
gd: Saoraich na tuilleadain agad
hi_in: आपके ऐडऑन्स मुक्त करें
km: កម្មវិធី​បន្ថែម​របស់​អ្នក​ឥត​គិត​ថ្លៃ
kn: ನಿಮ್ಮ ಆಡ್-ಆನ್ ಗಳನ್ನು ಬಿಡುಗಡೆಗೊಳಿಸಿ
lt: Išlaisvinkite naršyklės priedus
ms: Bebaskan add-on anda
my: သင့်အတ်အွန်များကို အခမဲ့ပေးပါ
nb_no: Frigjør dine utvidelser
pt: Liberte os seus extras
ur: اپنے اظافہ جات کو مفت کریں
uz: Qo‘shimcha dasturlaringiz tekin
vi: Giải phóng các tiện ích của bạn
xh: Khulula izongezelelo zakho

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
af: Hou spesiale, gunstelingbyvoegings in die kieslys sodat hulle sigbaar en binne bereik is.
ar: اجعلهم متميزين ، قم بإضافة الإضافات للمفضلة في القائمة الخاصة بك حتى تجعلهم ظاهرين و في متناول اليد.
br: Mirit an askouezhioù a blij deoc'h ar gwellañ war ho lañser ken ma chomint hewel hag aes da dizhout.
bs: Zadržite one posebne, omiljene dodatke u vašem meniu tako da su vidljive i lako dostupne.
cy: Cadwch eich hoff ychwanegion yn eich dewislen fel eu bod ar gael yn hawdd.
es_mx: Mantén esos complementos especiales y favoritos en el menú para que sean visibles y a tu alcance.
fa: افزونه‌های مخصوص و مورد علاقه خود را در منوی خود قرار دهید، تا راحت تر در دسترس باشند.
gd: Cum na tuilleadain as fhearr leat air a' chlàr-taice ach am faigh thu greim orra sa bhad.
hi_in: अपने मेनू में उन विशेष, पसंदीदा ऐड-ऑन्स को रखें, ताकि वे दिखाई दे और आसानी से पहुंच के भीतर हो.
km: រក្សាទុក​លក្ខណៈ​ពិសេស​ទាំងនេះ, កម្មវិធី​បន្ថែម​ដែល​ពេញ​និយម​ក្នុង​ម៉ឺនុយ​របស់​អ្នក ដូច្នេះ​ពួក​យើង​អាច​មើល​ឃើញ និង​ងាយស្រួល​ស្វែងរក។
kn: ಆ ವಿಶೇಷವಾದ, ನೆಚ್ಚಿನ ವಿಸ್ತರಣಿಕೆ (ಆಡ್-ಆನ್) ಗಳನ್ನು ನಿಮ್ಮ ಆಯ್ಕೆಪಟ್ಟಿಯಲ್ಲಿ ಇಡಿ, ಆಗ ಅವು ನಿಮಗೆ ಸುಲಭವಾಗಿ ಕಾಣುತ್ತವೆ ಹಾಗೂ ಕೈಗೆಟಗುತ್ತವೆ.
lt: Mėgstamiausius priedus pasidėkite į meniu, kad visada galėtumėte juos pasiekti.
ms: Kekalkan perkara yang istimewa, add-on kegemaran di dalam menu anda supaya ianya terserlah dan mudah dicapai.
my: အဲဒီ အထူးဖြစ်တဲ့၊ စိတ်ကြိုက်ဖြစ်တဲ့ အတ်အွန်များကို သင့် မီနူးစာရင်းတွင် ထားပါ။ အဲဒါဆိုရင် ထိုအတ်အွန်များသည် မြင်သာထင်သာရှိပြီး သင် အလွယ်တကူ အသုံးပြုနိုင်မှာ ဖြစ်သည်။
nb_no: Ha de spesielle, favorittutvidelsene i menyen, slik at de er synlig og enkel å få tak i.
pt: Mantenha os extras especiais ou favoritos no seu menu para que estejam visíveis e sejam facilmente acessíveis.
ur: ان خاص، پسندیدہ اظافہ جات کو کو اپنے مینیو میں رکھیں تاکہ وہ نظر اور آسانی سے پہنح میں رہیں۔
uz: Menyungizdagi ushbu maxsus, sevimli qo‘shimcha dasturlarni saqlang, ular ko‘rinib turadi hamda osongina amalga oshiriladi.
vi: Giữ những tiện ích thú vị mà bạn ưa thích luôn ở menu để dễ dàng sử dụng nhất.
xh: Gcina izongezelelo zakho ezikhethekileyo nozithandayo kwimenyu yakho ukuze zibonakale kwaye zifumaneke ngokulula.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
af: Kies “<strong>Doelmaak</strong>” op die kieslys en kies die verlangde byvoegings.
ar: اختر “<strong>Customize</strong>” من القائمة و قم بسحب الإضافات التي تريد.
br: Diuzit “<strong>Personelaat</strong>” diwar al lañser ha riklit an askouezhioù an askouezhioù a fell deoc'h.
bs: Označi "<strong>Prilagodi</strong>" sa vašeg menia i povucite dodatke koje želite.
cy: Dewiswch “<strong>Cyfaddasu</strong>” o'r ddewislen a llusgo'r ychwanegyn sydd ei angen arnoch.
es_mx: Selecciona "<strong>Personalizar</strong>" desde el menú y arrastra los complementos que quieras.
fa: انتخاب “<strong>شخصی سازی</strong>” از منو و کشیدن افزونه ای که شما مایلید.
gd: Tagh "<strong>Gnàthaich</strong>" on chlàr-taice is slaod a-steach na tuilleadain a tha thu ag iarraidh ann.
hi_in: “<strong>मनपसंद</strong>” मेन्यू से चुनें और आप जो चाहते हैं ऐड-ऑन्स में खींचें.
km: ជ្រើស “<strong>តាម​តម្រូវ​ការ</strong>” ពី​ម៉ឺនុយ ហើយ​អូស​ទៅ​​ក្នុង​កម្មវិធី​បន្ថែម​ដែល​អ្នក​ចង់​បាន។
kn: ಆಯ್ಕೆಪಟ್ಟಿಯಿಂದ “<strong>ಸ್ವಯೋಜನೆ</strong>” ಅನ್ನು ಆರಿಸಿರಿ ಮತ್ತು ನಿಮ್ಮಿಚ್ಛೆಯ ವಿಸ್ತರಣಿಕೆಗಳನ್ನು ಎಳೆಯಿರಿ.
lt: Atvėrę meniu, pasirinkite punktą „<strong>Tvarkyti</strong>“ ir tempkite norimus priedus į meniu arba priemonių juostą.
ms: Pilih “<strong>Menyesuai</strong>” daripada menu dan seret ke dalam add-on yang anda ingin.
my: မီနူးစာရင်းမှ “<strong>စိတ်ကြိုက်ပြုပြင်ရန်</strong>”ကို ရွေးပါ။ သင်အသုံးပြုချင်တဲ့ အတ်အွန်များကို ကလစ်ဖိပြီး ဆွဲထည့်ပါ။
nb_no: Velg "<strong>Tilpass</strong>" fra menyen og dra dine favorittutvidelser dit du vil.
pt: Selecione "<strong>Personalizar</strong>" do menu e arraste os extras que quer.
ur: منتخب کریں<strong>تخصیص کریں</strong> مینیو میں سے اور گھسیٹیں اس اضافہ جات کو جسکو آپ چاہیں.
uz: Menyudan “<strong>Qulaylashtirish</strong>”ni tanlang va xohlagan qo‘shimcha dasturingiz ichiga tashlang.
vi: Chọn “<strong>Tùy biến</strong>” ở menu và kéo những tiện ích bạn muốn vào.
xh: Khetha “<yomeleleyo>Khastomayiza</yomeleleyo>” kwimenyu uze urhuqe izongezelelo ozifunayo.

source: Get Firefox
af: Kry Firefox
ar: احصل على فَيَرفُكس
br: Kaout Firefox
bs: Preuzmi Firefox
cy: Firefox Newydd
es_mx: Consigue Firefox
fa: دریافت فایرفاکس
gd: Faigh Firefox
hi_in: फ़ायरफ़ॉक्स पाएँ
km: យក Firefox
kn: ಫೈರ್ಫಾಕ್ಸನ್ನು ಪಡೆದುಕೊಳ್ಳಿ
lt: Parsisiųskite „Firefox“
ms: Dapatkan Firefox
my: မီးမြေခွေးအားရယူ
nb_no: Last ned Firefox
ne: Firefox पाउनुहोस्
pt: Obter o Firefox
ur: فائرفاکس حاصل کریں
uz: "Firefox"ni oling
vi: Tải Firefox
xh: Fumana iFirefox

source: Congratulations
af: Geluk
ar: تهانينا
br: Gourc'hemennoù
bs: Čestitamo
cy: Llongyfarchiadau
es_mx: Felicidades
fa: تبریک
gd: Meal do naidheachd!
hi_in: बधाइयाँ
km: អបអរសាទរ !
kn: ಅಭಿನಂದನೆಗಳು
lt: Sveikiname!
ms: Tahniah
my: ဂုဏ်ယူပါတယ်
nb_no: Gratulerer
ne: बधाइ छ
pt: Parabéns
ur: مبارک باد
uz: Tabriklaymiz
vi: Chúc mừng!
xh: Sivuyisana nawe

source: You’re an expert!
af: Dis hoe 'n meester dit doen!
ar: أنت خبير!
br: Ur mailh ez eus ac'hanoc'h !
bs: Ti si stručnjak!
cy: Chi yw'r arbenigwr!
es_mx: ¡Eres todo un experto!
fa: شما متخصص هستید!
gd: Sàr-eòlaiche a tha annad!
hi_in: आप एक विशेषज्ञ हैं!
km: អ្នក​ជា​អ្នក​ជំនាញ​ម្នាក់!
kn: ನೀವು ಪರಿಣಿತರಿದ್ದೀರಿ!
lt: Ką tik susipažinote su svarbiausiai naudojimosi „Firefox“ aspektais.
ms: Andalah yang mahir!
my: သင်ဟာ ကျွမ်းကျင်သူ တစ်ယောက်ပဲ။
nb_no: Du er en ekspert!
pt: Você é um especialista!
ur: آپ ایک ماہر! ہیں
uz: Siz ekspertsiz!
vi: Bạn đã là một chuyên gia rồi!
xh: Ulichule!

source: Now help your friends master Firefox.
af: Help nou vriende oom ook Firefox te bemeester.
ar: الآن قم بمساعدة أصدقائك لإتقان فيرفكس.
br: Harpit ho mignioned da vestroniañ Firefox.
bs: Sada pomozi svojim prijateljima da savladaju Firefox.
cy: Rhowch gymorth i'ch ffrindiau feistroli Firefox.
es_mx: Ahora ayuda a tus amigos a dominar Firefox.
fa: حالا به دوستان خود کمک کنید استاد فایرفاکس.
gd: Nise, nach cuidich thu do charaidean le Firefox?
hi_in: अब मास्टर Firefox में दोस्त की मदद करे.
km: ជួយ​មិត្ត​របស់​អ្នក​ឲ្យ​ជំនាញ​ប្រើ Firefox ។
kn: ಈಗ ನಿಮ್ಮ ಗೆಳೆಯರು Firefox ಪರಿಣಿತರಾಗಲು ಸಹಾಯ ಮಾಡಿ.
lt: Dabar pasidalinkite savo žiniomis su draugais.
ms: Sekarang bantulah rakan anda mahir menggunakan Firefox.
my: သင့်အပေါင်းအသင်းများကို မီးမြေခွေးကျွမ်းကျင်စေရန် အခုပဲ ကူညီလိုက်ပါ။
nb_no: Nå kan du hjelpe vennene dine med å mestre Firefox.
pt: Agora ajude os seus amigos a dominar o Firefox.
ur: اپنے دوستوں کو فائرفاکس میںماسٹر کرنے میں مدد دیں
uz: Hozir do‘stlaringizga "Firefox ustasi" bo‘lishga yordam bering
vi: Giờ hãy giúp bạn bè cũng trở thành chuyên gia Firefox đi.
xh: Ngoku ke nceda abahlobo bakho basebenzise ngobuchule iFirefox.

source: Firefox Features
es_mx: Características de Firefox
hi_in: फ़ायरफ़ॉक्स सुविधाएँ
kn: ಫೈರ್‌ಫಾಕ್ಸಿನ ಸವಲತ್ತುಗಳು
xh: Iinkalo zeFirefox

source: Firefox Help
es_mx: Ayuda de Firefox
hi_in: फ़ायरफ़ॉक्स मदद
kn: Firefox ಸಹಾಯ
xh: Uncedo lweFirefox

source: Learn more about bookmarks
af: Meer inligting oor boekmerke
ar: تعلم المزيد حول علامات التفضيل
br: Gouzout hiroc'h diwar-benn ar sinedoù
bs: Saznaj više o zabilješkama
cy: Dysgu rhagor am nodau tudalen
es_mx: Aprende más sobre los marcadores
fa: در مورد نشانک‌ها بیشتر بدانید
gd: Barrachd fiosrachaidh air comharran-lìn
hi_in: बुकमार्क्स के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី​ចំណាំ
kn: ಪುಟಗುರುತುಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
lt: Išsamiau apie adresyną
ms: Ketahui lebih lanjut tentang tandabuku
my: စာမှတ်များနဲ့ပတ်သက်ပြီး ပိုမိုလေ့လာပါ
nb_no: Les mer om bokmerker
pt: Saber mais acerca dos marcadores
ur: نشانیاں کے بارے میں مزید جانیں
uz: Xatcho‘plar haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về đánh dấu trang
xh: Funda ngakumbi ngeebhukhmakhi

source: Learn more about customizing
af: Meer inligting oor aanpasbaarheid
ar: تعلم المزيد حول التخصيص
br: Gouzout hiroc'h diwar-benn ar personelaat
bs: Saznaj više o prilagođavanju
cy: Dysgu rhagor am gyfaddasu
es_mx: Aprende más sobre la personalización
fa: در مورد سفارشی‌سازی بیشتر بدانید
gd: Barrachd fiosrachaidh air a' ghnàthachadh
hi_in: मनपसंद के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី​ការ​ប្ដូរ​​តាម​តម្រូវ​ការ
lt: Išsamiau apie individualizavimą
ms: Ketahui lebih lanjut tentang menyesuai
my: စိတ်ကြိုက်ပြုပြင်ခြင်းနဲ့ ပတ်သက်ပြီး ပိုမိုလေ့လာပါ
nb_no: Les mer om tilpassing
ne: अनुकुलित गर्न बारेमा बढि जान्नुहोस्
pt: Saber mais acerca da personalização
ur: تخصیص کرنے کے بارے میں مزید سیکھیں
uz: Qulaylashtirish haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về tùy biến
xh: Funda ngakumbi ngokukhastomayiza

source: Learn more about Sync
af: Meer inligting oor Sync
ar: تعلم المزيد حول التزامن
br: Deskiñ muioc'h a draoù diwar-benn Sync
bs: Saznaj više o sinhroniziranju
cy: Dysgu rhagor am Sync
es_mx: Aprende más sobre Sync
fa: در مورد همگام‌سازی بیشتر اطلاع پیدا کنید
gd: Faigh barrachd fiosrachaidh mun t-sioncronachadh
hi_in: सिंक के बारे में अधिक जानें
km: ស្វែងយល់​​បន្ថែម​អំពី​ការ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lt: Sužinokite apie „Sync“ daugiau
ms: Ketahui lebih lanjut mengenai Sync
my: တပြေးညီဖြစ်စေမှုအကြောင်း ပိုမိုလေ့လာပါ
nb_no: Les mer om Sync
ne: Sync बारेमा थप जान्नुहोस्
pt: Saber mais acerca do Sync
uz: Sinxronlash haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Sync
xh: Funda ngakumbi ngongqamaniso

source: Learn more about add-ons
af: Meer inligting toor byvoegings
ar: تعلم المزيد حول الإضافات
br: Deskiñ muioc'h a draoù diwar-benn an askouezhioù
bs: Saznaj više o dodacima
cy: Dysgu rhagor am ychwanegion
es_mx: Aprende más sobre los complementos
fa: در مورد افزون‌ها بیشتر اطلاع پیدا کنید
gd: Faigh barrachd fiosrachaidh air tuilleadain
hi_in: ऐड-ऑन्स के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್‌ಗಳ ಬಗೆಗೆ ಇನ್ನಷ್ಟು ಅರಿಯಿರಿ
lt: Išsamiau apie naršyklės priedus
ms: Ketahui lebih lanjut tentang add-on
my: အက်အွန်တွေအကြောင်း ပိုမိုလေ့လာပါ
nb_no: Les mer om utvidelser
ne: add-ons बारेमा थप जान्नुहोस्
pt: Saber mais acerca dos extras
ur: اظافہ-جات کے بارے میں مزید جانیے
uz: Qo‘shimcha dasturlar haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về các tiện ích
xh: Funda ngakumbi ngezongezelelo
