Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/trust.lang.po
Languages: ar, br, bs, ca, cy, fi, gd, hi_in, hr, is, km, kn, lt, ms, my, pt, si, ta, ur, uz

source: Do Not Track
ar: لا تتعقب
br: Na heuliañ ma roudoù
bs: Nemoj pratiti
ca: No vull que se'm segueixi
cy: Dim Tracio
fi: Älä seuraa
gd: Na tracaich
hi_in: ट्रैकिंग निषेध
is: Ekki fylgjast með mér
km: កុំ​តាមដាន
kn: ಜಾಡು ಇರಿಸಬೇಡ
lt: Nestebėti („Do Not Track“)
ms: Jangan Jejaki
my: နောက်ယောင်မခံပါနှင့်
pt: Impedir monitorização
si: ලුහුබදින්න එපා
ta: கண்காணிக்காதே
ur: ٹریک مت کریں
uz: Kuzatmang

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
ar: ابتكار فيرفكس، "لا تتعقبني"يتيح لك أن تشير إلى الأفضلية عن الطريقة التي يتم جمع المعلومات الشخصية الخاصة بك واستخدامها على الإنترنت.
br: Un nevezadur gant Firefox, gant "Na heuliañ ma roudoù" e venegit ur wellvez a-zivout an doare ma vo dastumet ha graet gant ho roadennoù personel enlinenn.
bs: Firefox inovacija, Do Not Track vam omogućava da nagovjestite preferencije o načinu kako se vaše lične informacije prikupljaju i koriste na mreži.
ca: Una innovació del Firefox, el No vull que se'm segueixi, us permet indicar la vostra preferència sobre la manera com voleu que es reculli i s'utilitzi la vostra informació personal en línia.
cy: Mae Dim Tracio, arloesedd gan Firefox, yn caniatáu i chi ddangos dewis am y ffordd mae eich gwybodaeth bersonol yn cael ei gasglu a'i ddefnyddio ar-lein.
fi: Firefox-innovaatio, "Älä seuraa"-toiminto, antaa sinun valita, kuinka yksityistietojasi kerätään ja käytetään verkossa.
gd: Tha "Na tracaich orm" 'na ghleus a chaidh innleachadh le Firefox agus a bheir comas dhut smachd a chumail air na dòighean air an dèid fiosrachadh mu do dhèidhinn a chruinneachadh 's a chleachdadh air loidhne.
hi_in: एक फ़ायरफ़ॉक्स नवाचार, नजर न रखें आप अपनी व्यक्तिगत जानकारी ऑनलाइन एकत्र की है और प्रयोग किया जाता है जिस तरह के बारे में एक वरीयता का संकेत देता है.
hr: Firefoxova inovacija "Do Not Track" omogućava vam definiranje načina na koji se vaše informacije prikupljaju i koriste na webu.
is: Nýtt í Firefox, ekki fylgjast með mér leyfir þér að velja hvernig þú vilt að þínar persónulegar upplýsingar séu notaðar á netinu.
km: ការ​ច្នៃ​ប្រឌិត​របស់ Firefox , Do Not Track អនុញ្ញាត​អ្នក​បង្ហាញ​ចំណូលចិត្ត​អំពី​វិធី​សម្រាំង​ព័ត៌មាន​ផ្ទាល់ខ្លួន​របស់​អ្នក​ និង​ប្រើ​​នៅ​លើ​បណ្ដាញ។
kn: ಇದು Firefox ಅನ್ವೇಷಣೆಯಾದ, ಜಾಡನ್ನು ಇರಿಸಬೇಡ ವಿಶೇಷತೆಯು, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವಿವರಗಳು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಯಾವ ರೀತಿಯಲ್ಲಿ ಕಲೆಹಾಕಲ್ಪಡುತ್ತವೆ ಹಾಗೂ ಹೇಗೆ ಉಪಯೋಗಿಸಲ್ಪಡುತ್ತವೆ ಎಂಬುದರ ಆದ್ಯತೆಯನ್ನು ಸೂಚಿಸಲು ನೆರವಾಗುತ್ತದೆ.
lt: „Firefox“ inovacija – „Do Not Track“ antraštė – suteikia jums galimybę informuoti svetaines, ar sutinkate, kad jos kauptų ir naudotų jūsų asmeninius duomenis.
ms: Satu inovasi Firefox, Jangan Jejaki membolehkan anda menunjukkan keutamaan tentang cara maklumat anda dikumpul dan digunakan dalam talian.
my: မီးမြေခွေး မှ တီထွင်ချက်၊ ခြေရာခံမှုပိတ်ပင်ခြင်း သည်သင့်အား အင်တာနက် ဝတ်ဘ်ဆိုဒ်များ ကို ခြေရာမခံလိုကြောင်း ပြသခွင့်ပေးသည်
pt: A opção Impedir monitorização permite-lhe definir a forma como as suas informações são recolhidas e usadas na Internet.
si: Firefox නවයකරණය, ලුහුබදින්න එපා යන්න ඔබගේ පුද්ගලික තොරතුරු එක් කරන්නේ සහ සබැදඟිව භාවිතා කරන්නේ කෙසේද යන්න පිළිබදඟව අභිපරේත දැක්වීමට ඉඩ ලබාදෙයි.
uz: Firefox innovatsiyasi - "Kuzatmang" shaxsiy ma’lumotlaringizni yig‘ish va onlayn foydalanish yo‘llari moslamalarini ko‘rsatib turadi.

source: Learn more about Do Not Track
ar: تعلم المزيد حول " لا تتعقب"
br: Gouzout muioc'h a draoù diwar-benn "Na heuliañ ma roudoù"
bs: Saznaj više o Do Not Track
ca: Més informació sobre el No vull que se'm segueixi
cy: Dysgu rhagor am Dim Tracio
fi: Lue lisää Älä seuraa -toiminnosta.
gd: Barrachd fiosrachaidh mun ghleus "Na tracaich orm"
hi_in: ट्रैकिंग निषेध के बारे में और जानें
hr: Saznajte više o "Do Not Track" mogućnosti
is: Fræðast meira um ekki fylgjast með mér
km: ស្វែងយល់​បន្ថែម​អំពី Do Not Track
kn: ಜಾಡನ್ನು ಇರಿಸಬೇಡ ಎನ್ನುವುದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lt: Sužinokite apie „Do Not Track“ antraštę daugiau
ms: Ketahui lebih lanjut tentang Jangan Jejaki
my: ခြေရာခံမှု ပိတ်ပင်ခြင်း အကြောင်း ဆက်လက်လေ့လာမည်
pt: Saiba mais acerca da opção Impedir monitorização
si: ලුහුබදින්න එපා පිළිබදඟ වැඩි විස්තර ලබා ගන්න
ta: தடமறிய வேண்டாம் பற்றி மேலும் அறியவும்
ur: سراغ راہ مت کرِیں کے بارے میں مزید سیکھیں
uz: "Kuzatmang" haqida ko‘proq o‘rganing

source: Private browsing
ar: التصفح الخاص
br: Merdeiñ prevez
bs: Privatno pretraživanje
ca: Navegació privada
cy: Pori preifat
fi: Yksityisselaus
gd: Brabhsadh prìobhaideach
hi_in: निजी ब्राउज़िंग
hr: Privatno pretraživanje
is: Einkavöfrun
km: ការ​រកមើល​ឯកជន
kn: ಖಾಸಗಿ ವೀಕ್ಷಣೆ
lt: Privatusis naršymas
ms: Pelayaran peribadi
my: သီးသန့် သုံးစွဲခြင်း
pt: Navegação privada
si: පුද්ගලික ගවේශනය
ta: தனிப்பட்ட உலாவல்
ur: نجی برائوزنگ
uz: Maxfiy ko‘rish

source: Sometimes it’s nice to go undercover.
ar: في بعض الأحيان من الجيد أن تستخدم السرية.
br: Merdeiñ kuzh a vez plijus ur wech an amzer.
bs: Ponekad je lijepo ići na tajni zadatak.
ca: De vegades és bo anar d'incògnit.
cy: Weithiau mae'n braf bod o'r golwg.
fi: Joskus on hyvä pysytellä piilossa.
gd: B' fhearr leinn uile uaireannan rud a dhèanamh am falach.
hi_in: कभी कभी आड़ में जाने के यह लिए अच्छा है.
hr: Ponekad je dobro surfati inkognito.
is: Stundum er ágætt að fara huldu höfði.
km: ពេល​ខ្លះ​វា​ប្រសើរ​ក្នុង​ការ​ប្រព្រឹត្តិ​ទៅ​ដោយ​​សម្ងាត់។
kn: ಕೆಲವೊಮ್ಮೆ ಅಡಗಿಕೊಂಡಿರುವುದು ಉತ್ತಮವಾಗಿರುತ್ತದೆ.
lt: Kartais norisi naršyti anonimiškai.
ms: Kadang-kadang ia adalah baik untuk pergi menyamar.
my: တစ်ခါတစ်လေမှ လျှို့ဝှက်သွားတာ ပိုကောင်းတယ်
pt: Por vezes é agradável andar dissimulado.
si: සමහර වෙලාවට සැඟවී සිටීම යෝගය වේ.
ta: சில நேரங்களில் மறைவாகச் செல்வது நல்லது.
uz: Ba’zida yopinchiq ostida yurish juda yoqimli.

source: Turn this feature on to protect your browsing history from others.
ar: تشغيل هذه الميزة لحماية سجل التصفح الخاص بك من الآخرين.
br: Gweredekait ar c'heweriuster-mañ da wareziñ roll istor ho merdeiñ a-enep ar re all.
bs: Uključi ovu funkciju da zaštiti vašu historiju pretraživanja od drugih.
ca: Activeu aquesta característica per protegir el vostre historial de navegació.
cy: Cychwynnwch y nodwedd hon i ddiogelu eich hanes pori rhag eraill.
fi: Ottamalla tämän ominaisuuden käyttöön voit piilottaa sivuhistoriasi muilta.
gd: Cuir an gleus seo air gus d' eachdraidh brabhsaidh a chumail falaichte o chàch.
hi_in: दूसरों से अपने ब्राउज़िंग इतिहास को बचाने के लिए यह सुविधा चालू करे.
hr: Uključite ovu mogućnost da biste sakrili svoju povijest surfanja.
is: Virkjaðu þessa aðgerð til að vernda ferilsögu þína frá öðrum.
km: បើក​លក្ខណៈ​នេះ​ដើម្បី​ការពារ​ប្រវត្តិ​រុករក​របស់​អ្នក​ពី​​បញ្ហា​ផ្សេងៗ។
kn: ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಣೆ ಇತಿಹಾಸವು ಬೇರೆಯವರಿಗೆ ತಿಳಿಯದಂತೆ ಸಂರಕ್ಷಿಸಲು ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
lt: Pasinaudokite privačiojo naršymo funkcija, kai norėsite nuslėpti, ką naršėte, nuo kitų.
ms: Hidupkan ciri ini pada untuk melindungi sejarah pelayaran anda daripada orang lain.
my: သင့် ဘယောက်ဆာ သုံးစွဲမှု မှတ်တမ်းများအား ကာကွယ်ရန် ယခုလုပ်ဆောင်ချက်အား ဖွင့်ထားပါ
pt: Ative esta característica para proteger de outros o seu histórico de navegação.
si: ඔබගේ ගවේශන අතීතය අනයන්ගෙන් ආරක්සහා කිරීම සදඟහා මෙම විශේසහානඟගය සකරිය කරන්න.
ta: மற்றவர்களிடமிருந்து உங்கள் உலாவல் வரலாற்றைப் பாதுகாக்க இந்த அம்சத்தை இயக்கவும்.
uz: Ushbu xususiyatni yoqib qo‘yish ko‘rish tarixingizni boshqalardan himoya qiladi.

source: Learn how to open a private window
ar: تعلم كيفية فتح نافذة خاصة
br: Deskit penaos digeriñ ur prenestr prevez
bs: Saznaj kako otvoriti privatni prozor
ca: Vegeu com s'obre una finestra privada
cy: Dysgu sut i agor ffenestr breifat
fi: Lue, kuinka avaan yksityisikkunan
gd: Ionnsaich mar a dh'fhosglas tu uinneag phrìobhaideach
hi_in: निजी विंडो को खोलने के बारे में जाने
hr: Saznajte kako otvoriti prozor privatnog pretraživanja
is: Læra hvernig opna á einkaglugga
km: ស្វែងយល់​របៀប​បើក​វីនដូ​ឯកជន
kn: ಒಂದು ಖಾಸಗಿ ಕಿಟಕಿಯನ್ನು ತೆರೆಯುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಿರಿ
lt: Išmokite atverti privatųjį langą
ms: Ketahui cara membuka tetingkap peribadi
my: သီးသန့်သုံးစွဲမှု တပ်ဗ်တစ်ခုဖွင့်ရန် လေ့လာပါ
pt: Saiba como abrir uma janela privada
si: පුද්ගලික කවුළුවක් විවඍත කරන්නේ කෙසේද යන්න ඉගෙනගන්න
ta: தனிப்பட்ட சாளரத்தை திறப்பது எப்படி என கற்றுக்கொள்ளவும்
ur: پیغام دریچہ کھولنے کا طریقہ جانیں
uz: Maxfiy oynani qanday ochishni o‘rganing
