Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/trust.lang.po
Languages: ar, br, bs, ca, cy, fi, gd, hi_in, hr, is, km, kn, lt, ms, my, pt, si, ta, ur, uz

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
ar: إضافة الضوء تقوم بالكشف عن مواقع الطرف الأول و الثالث التي تتفاعل معها من خلال تصفحك.
br: Al lec'hiennoù diavaez eus al lec'hiennoù emaoc'h o weladenniñ a vez diskouezet gant an askouezh Lightbeam.
bs: Lightbeam dodatak otkriva vam s kojim ste sve stranama u kontaktu dok pretražujete web.
ca: El complement Lightbeam mostra els llocs d'origen i de tercers amb els quals interactueu mentre navegueu.
cy: Mae ychwanegyn Lightbeam yn amlygu'r gwefannau parti cyntaf a thrydydd rydych yn rhyngweithio â nhw wrth bori.
fi: Lightbeam-lisäosa paljastaa ensimmäisen ja kolmannen osapuolen sivustot, joiden kanssa olet vuorovaikutuksessa selauksen aikana.
gd: Nochdaidh an tuilleadan Lightbeam dhut cò na làraichean, ciad-phàrtaidh agus treas-phàrtaidh, a bhios gnothach agad riutha 's tu a' brabhsadh air loidhne.
hi_in: Lightbeam add-on जोड़ने पर आप ब्राउज़ के रूप में साथ पहली और तीसरी पार्टी साइटों को उजागर करता है.
hr: Lightbeam dodatak otkriva vam s kojim ste sve stranama u kontaktu dok pretražujete web.
is: Lightbeam viðbótin birtir hvaða vefsvæði eru að tengjast þér þegar þú vafrar.
km: កម្មវិធី​បន្ថែម Lightbeam ដាក់​​ឲ្យ​​​ប្រើ​​​តំបន់បណ្ដាញ​ភាគី​ទី​បី និង​​ទី​មួយ​ដែល​អ្នក​​​ធ្វើ​សកម្មភាព​ដោយ​​ការ​រុករក។
lt: „Lightbeam“ priedas aiškiai parodo, su kokiomis pirmųjų ir trečiųjų šalių svetainėmis susiduriate, naršydami.
ms: Addon Lightbeam mendedahkan laman pihak pertama dan ketiga anda berinteraksi dengan anda menyemak imbas.
my: လင်းရောင်ခြည် အက်အွန်သည် ပထမအုပ်စုနှင့် တတိယအုပ်စု၏ဆိုက်များတွင် သင်နှင့် ထိုဆိုက်တို့ အပြန်အလှန်ဆောင်ရွက်မှုများကို မြင်သာအောင် ပြုလုပ်ပါမည်။
pt: O extra Lightbeam mostra o sítio principal e os secundários com que interage enquanto navega.
si: Lightbeam ඇඩෝනය ඔබ ගවේශනය කරන අතරතුර ඔබ සම්බන්දහවන මුල් සහ තෙවෙනි පාර්ශව අඩවි අනාවරණය කරයි.
ta: லைட்பீம் என்ற துணை நிரல் நீங்கள் உலாவும் போது ஊடாடும் முதலாம் மூன்றாம் தரப்பு தளங்களை வெளிக்காட்டும்.
ur: روشنی بیم اییڈ اون پہلی اور تیسری پارٹی کی سائٹس آپ کو آپ کو براؤز کے ساتھ بات چیت کو آشکار ہو.
uz: "Lightbeam" qo‘shimcha dasturi siz o‘zaro saytlarni ko‘rayotganingizda birinchi va uchinchi tomon saytlarini ko‘rsatadi.

source: Shine a light on the Web with Lightbeam
ar: تسليط الضوء على شبكة الإنترنت مع الضوء
br: Sklerijennit ar web gant Lightbeam
bs: Zasijajte svjetlo na Web-u sa Lightbeam-om
ca: Il·lumineu el web amb Lightbeam
cy: Taflu golau ar y We gyda Lightbeam
fi: Valaise verkon rakenteita Lightbeam-lisäosalla
gd: Cuir an lìon fon phrosbaig le Lightbeam
hi_in: वेब पर Lightbeam के साथ एक प्रकाश डाले
hr: Osvjetlite web s Lightbeam dodatkom
is: Skoða vefinn í nýju ljósi með Lightbeam
km: បញ្ចាំង​ភ្លើង​នៅ​លើ​បណ្ដាញ​ដោយ​ប្រើ Lightbeam
kn: ಲೈಟ್‌ಬೀಮ್‌ನೊಂದಿಗೆ ಜಾಲದ ಮೇಲೆ ಒಂದು ಬೆಳಕನ್ನು ಚೆಲ್ಲಿ
lt: Praskleiskite paslapties šydą „Lightbeam“ pagalba
ms: Bersinar cahaya di Web dengan Lightbeam
my: လင်းရောင်ခြည်နှင့် ဝဘ်ကို ထွန်းလင်းတောက်ပစေပါ။
pt: Ilumine a Web com o Lightbeam
si: Lightbeam අමඟ වෙබය ආලෝකමත් කරන්න
ta: லைட்பீம் உதவியுடன் வலையில் விளக்கை ஒளிரச் செய்
uz: "Lightbeam" bilan internetda yaraqlab turing

source: Keeping you safe across the Web
ar: يقوم بحفظ أمنك على الشبكة
br: Ho mirout gwarezet dre ar web
bs: Čuva vas sigurnim kroz Web
ca: Us mantenim segur a través del web
cy: Eich cadw'n ddiogel ar draws y We
fi: Pitää sinut turvassa verkon eri puolilla
gd: 'Gad chumail sàbhailte air feadh an lìn
hi_in: वेब भर में आप को सुरक्षित रखते हुए
hr: Sigurni diljem weba
is: Þú ert öruggur á vefnum
km: រក្សា​សុវត្ថិភាព​អ្នក​តាមរយៈ​បណ្ដាញ
kn: ನಿಮ್ಮನ್ನು ಅಂತರಜಾಲದಾದ್ಯಂತ ಸುರಕ್ಷಿತವಾಗಿರಿಸುವುದು
lt: Saugo jus, kol jūs naršote
ms: Menyimpan keselamatan anda di seluruh Web
my: ဝဘ်ပေါ်မှာ သင့်ကို အမြဲ လုံခြုံမှု ရှိစေသည်
pt: Mantendo-o seguro através da Web
si: වෙබයෙ ඔබ ආරක්සහාකාරීව තබයි
ta: இணையம் முழுவதும் உங்களைப் பாதுகாப்பாக வைத்திருக்கிறது
ur: آپ پورے ویب پر محفوظ رکھے
uz: Internet bo‘ylab o‘zingizni xavfsizlikda saqlang

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
ar: فيرفكس يتيح لك معرفة المزيد عن المواقع التي تزورها وتساعد على إبقائك بأمن عبر الإنترنت.
br: Gant Firefox e teskit muioc'h a draoù diwar-benn al lec'hiennoù a weladennit ha skoazellet oc'h da chom gwarezet enlinenn.
bs: Firefox omogućuje da saznate više o stranicama koje posjećujete i pomaže u čuvanju vaše sigurnosti na mreži.
ca: El Firefox us permet obtenir més informació sobre els llocs que visiteu i us ajuda a mantenir-vos segur en línia.
cy: Mae Firefox yn caniatáu i chi ddysgu rhagor am y gwefannau rydych yn ymweld â nhw ac yn eich cynorthwyo i gadw'n ddiogel ar-lein.
fi: Firefox kertoo sinulle enemmän avaamistasi sivuista ja auttaa sinua pysymään turvassa verkossa.
gd: Bheir Firefox dhut fiosrachadh nas mionaidiche air na làraichean air am bi thu agus cumaidh e nas sàbhailte thu air an lìon.
hi_in: साइट्स जो आप यात्रा करते है Firefox उसके बारे में अधिक जानने की सुविधा देता है और आपको सुरक्षित ऑनलाइन रखने में मदद करता है.
hr: Firefox vam pomaže saznati detalje o stranicama koje posjećujete, te vam čuva leđa na webu.
is: Firefox gefur þér upplýsingar um þau vefsvæði sem þú heimsækir og hjálpar þér að vera öruggur á netinu.
km: Firefox អនុញ្ញាត​ឲ្យ​អ្នក​ស្វែងយល់​បន្ថែម​អំពី​តំបន់បណ្ដាញ​ដែល​អ្នក​ទស្សនា និង​​ជួយ​រក្សា​សុវត្ថិភាព​អ្នក​នៅ​លើ​បណ្ដាញ។
kn: ಫೈರ್ಫಾಕ್ಸ್, ನೀವು ಭೇಟಿಕೊಡುವ ಜಾಲತಾಣಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ನೆರವಾಗುತ್ತದೆ.
lt: „Firefox“ jums padeda sužinoti daugiau apie lankomas svetaines, taip padėdama išlikti saugiems.
ms: Firefox membolehkan anda mengetahui lebih lanjut tentang laman web yang anda lawati dan membantu menjaga keselamatan anda didalam talian.
my: မီးမြေခွေးသည် သင်လည်ပတ်ခဲ့သည့် ဆိုက်များအကြောင်း သင့်ကို ပိုမိုသိရှိစေပါသည်။ ထို့ပြင် သင် အွန်လိုင်းပေါ်တွင် လုံခြုံစေရန် ကူညီပါသည်။
pt: O Firefox permite-lhe saber mais acerca dos sites que visita e a manter-se seguro online.
si: Firefox ඔබ පිවිසෙන අඩවි පිළිබදඟ වැඩි විස්තර දැනගැනීමට ඉඩ සලසන අතර ඔබ ඒවායේ ආරක්සහාකාරීව තැබීමට උදව් කරයි.
ta: பயர்பாக்சு நீங்கள் பார்க்கும் தளங்கள் பற்றி மேலும் அறியச் செய்வதுடன் இணையத்தில் உங்களை பாதுகாப்பாக இருக்க உதவுகிறது.
uz: Firefox tashrif buyurgan saytlaringiz haqida ko‘proq o‘rganishingizga va onlayn xavfsizligingizni saqlashda yordam beradi.

source: World class protection
ar: حماية طبقة العالم
br: Gwareziñ a-live evit ar bed a-bezh
bs: Zaštita svjetske klase
ca: Protecció de primer nivell
cy: Diogelu o safon byd eang
fi: Maailmanluokan suojaukset
gd: Sàr-dhìon
hi_in: विश्वस्तरीय सुरक्षा
hr: Prvoklasna zaštita
is: Besta vörnin
km: ការ​ការពារ​ពាន់​រង្វាន់​ពិភពលោក
kn: ವಿಶ್ವ ದರ್ಜೆಯ ಸಂರಕ್ಷಣೆ
lt: Aukščiausio lygio apsauga
ms: Perlindungan bertaraf dunia
my: ကမ္ဘာ့အဆင့် ကာကွယ်မှု
pt: Proteção de classe mundial
si: ඉතා උසස් ආරක්සහාවක්
ta: உலகத்தர பாதுகாப்பு
ur: عالمی سطح کا تحفظ
uz: Dunyo sinfini himoyalash

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
ar: مكافحة الخدع وميزات مكافحة البرمجيات الخبيثة تقوم بحمايتك من أحصنة طروادة وبرامج التجسس وتحذرك من المواقع الاحتيالية المحتملة.
br: Keweriusterioù a-enep an higennañ ha droukveziant a warez ac'hanoc'h a-enep ar roñseed Troja hag ar meziantoù-spiañ ha kemennet oc'h pa zegouezh ul lec'hienn a c'hallfe bezañ flodus.
bs: Anti-phishing i anti-malware funkcije štite vas od trojanaca i spaywarea i upozoravaju vas o potencijalnim lažnim stranicama.
ca: Les característiques per combatre la suplantació d'identitat i el programari maliciós us protegeixen dels cavalls de Troia i del programari espia i us alerten sobre llocs potencialment fraudulents.
cy: Mae nodweddion gwrth bysgota (anti-phishing) a gwrth ddrwgwar yn eich diogelu rhag meirch trojan ac ysbïwar ac yn eich rhybuddio rhag gwefannau twyllodrus posib.
fi: Tietojenkalastelu- ja haittaohjelmasuojaukset suojaavat sinua troijalaisilta ja vakoiluohjelmilta sekä varoittavat sinua mahdollisista valesivustoista.
gd: Gleusan an aghaidh fiasgaich ⁊ bathair dhroch-rùnaich a dhìonas thu o eich Thròidheach agus bathar-foill agus a bheir rabhadh dhut ma bhios tu air làrach a dh'fhaodadh a bhith ri foill.
hi_in: ट्रोजन घोड़ों और स्पायवेयर से विरोधी फ़िशिंग और विरोधी मैलवेयर बचाते है और संभावित धोखाधड़ी साइटों के बारे में चेतावनी देता हैं.
hr: Anti-phishing i anti-malware mogućnosti čuvaju vas od trojanskih konja, spywarea, te vas upozoravaju o potencijalno krivotvorenim stranicama.
is: Innbyggðar varnir vernda þig fyrir svikaforritum og njósnaforritum og vara þig við um vefsvæði sem gætu verið fölsuð.
km: លក្ខណៈ​ទប់ស្កាត់​​មេរោគ​ និង​កម្មវិធី​​រំខាន​​​អាច​ការពារ​អ្នក​ពី​​មេរោគ trojan និង​កម្មវិធី​ spyware ហើយ​ព្រមាន​អ្នក​អំពី​តំបន់បណ្ដាញ​​លួច​បន្លំ​ដ៏​​ខ្លាំងក្លា។
kn: ಫಿಷಿಂಗ್ ನಿರೋಧಕ ಹಾಗೂ ಮಾಲ್ವೇರ್ ನಿರೋಧಕ ಗುಣವಿಶೇಷಗಳು ನಿಮ್ಮನ್ನು ಟ್ರೋಜನ್ ಹಾರ್ಸ್ ಗಳು ಮತ್ತು ಸ್ಪೈ ವೇರ್ ಗಳಿಂದ ರಕ್ಷಿಸುತ್ತವೆ ಹಾಗೂ ಸಂದೇಹಾಸ್ಪದ ತಾಣಗಳ ಬಗೆಗೆ ಎಚ್ಚರಿಸುತ್ತವೆ.
lt: Apsaugos nuo apgaulingų ir kenkėjiškų tinklalapių funkcijos padės išvengti Trojos arklių ir šnipinėjančių programų bei įspės apie galimai piktybiškas svetaines.
ms: Anti-phishing & ciri-ciri anti-malware melindungi anda daripada virus trojan dan spyware dan memberi amaran kepada anda tentang laman berpotensi penipuan.
my: ရှာဖွေရန်ကြိုးစားမှုနှင့် ခိုးယူတိုက်ခိုက်မှုကို ကာကွယ်ဆန့်ကျင်သည့် စွမ်းရည်များသည် အသုံးချဆော့ဖ်ဝဲအယောင်ဆောင်များ၊ သူလျှိုဆော့ဖ်ဝဲများထံမှ သင့်ကို ကာကွယ်ပါသည်။ ထို့ပြင် သင့်အား တိုက်ခိုက်ခိုးယူနိုင်ခြေရှိသည့် အယောင်ဆောင်ဆိုက်များကို သတိပေးပါသည်။
pt: As características anti-phishing e anti-malware protegem-no de troianos e spyware e avisam-no de sítios potencialmente fraudulentos.
uz: Antifishing va antimalvare xususiyatlari sizni troyan otlari va shpion dasturlardan himoya qiladi va potensial darajada tovlamachi saytlar haqida ogohlantiradi.

source: Automatic security updates
ar: تحديثات الأمان تلقائياً
br: Hizivadurioù emgefreek a-fet diogelroez
bs: Automatske nadogradnje sigurnosti
ca: Actualitzacions automàtiques de seguretat
cy: Diweddariadau diogelwch awtomatig
fi: Automaattiset turvallisuuspäivitykset
gd: Ùrachaidhean tèarainteachd fèin-obrachail
hi_in: स्वचालित सुरक्षा अद्यतन
hr: Automatske sigurnosne dopune
is: Sjálfvirkar öryggisuppfærslur
km: ការ​ធ្វើ​បច្ចុប្បន្នភាព​សុវត្ថិភាព​ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ ಸುರಕ್ಷಾ ಪರಿಷ್ಕರಣೆಗಳು
lt: Automatiniai saugos naujinimai
ms: Pengemaskinian keselamatan secara automatik
my: လုံခြုံရေး အလိုအလျောက် အဆင့်မြှင့်တင်မှုများ
pt: Atualizações de segurança automáticas
si: ස්වයනඟකරීය ආරක්සහක යාවත්කාල
ta: தானியங்கி பாதுகாப்பு மேம்படுத்தல்
ur: خودکار سلامتی تازہکاری
uz: Avtamatik xavfsizlik yangiliklari

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
ar: تحديثات فيرفكس تلقائياً للتأكد من أنك تملك أحدث وأعظم إصلاحات الأمان.
br: Da vezañ sur emañ ar ratreadurioù nevesañ ha gwellañ a-fet diogelroez ganeoc'h e vez hizivaet Firefox ent emgefreek.
bs: Firefox nadograđuje automatski da bi bili sigurni da uvijek imate posljednje i najbolje sigurnosne ispravke.
ca: El Firefox s'actualitza automàticament per garantir que sempre disposeu de les darreres i millors solucions de seguretat.
cy: Mae Firefox yn diweddaru'n awtomatig i wneud yn siŵr fod gennych y cywiriadau diweddaraf.
fi: Firefox päivittyy automaattisesti, jotta sinulla on aina viimeisimmät ja parhaat turvallisuuskorjaukset.
gd: Nì Firefox ùrachadh gu fèin-obrachail airson dèanamh cinnteach gum bi na leasachaidhean tèarainteachd as ùire agus as fhearr agad an-còmhnaidh.
hi_in: Firefox आपको हमेशा नवीनतम और सबसे बड़ी सुरक्षा सुधारों को सुनिश्चित करने के लिए स्वचालित रूप से अद्यतन करता है.
hr: Firefox se ažurira automatski da biste uvijek imali najnovije i najsigurnije dopune.
is: Firefox uppfærir sig sjálfvirkt svo öruggt sé að þú sért ávallt með nýjustu og bestu öruggislagfæringarnar.
km: ការ​ធ្វើ​បច្ចុប្បន្នភាព Firefox ដោយ​ស្វ័យប្រវត្តិ ដើម្បី​ប្រាកដ​ថា​​អ្នក​មាន​កំណែ​ចុងក្រោយ​បំផុត និង​មាន​សុវត្ថិភាព​ថេរ​។
kn: ನೀವು ಸದಾ ನೂತನ ಹಾಗೂ ಉನ್ನತವಾದ ಸುರಕ್ಷಾ ಫಿಕ್ಸ್ ಗಳನ್ನು ಹೊಂದಿರುವುದನ್ನು ದೃಢೀಕರಿಸಲು ಫೈರ್ಫಾಕ್ಸ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪರಿಷ್ಕರಣೆಗೊಳ್ಳುತ್ತದೆ.
lt: „Firefox“ automatiškai atsinaujina, taip užtikrindama, kad jus nuolat pasiektų naujausios saugos pataisos.
ms: Firefox akan dikemaskini secara automatik untuk memastikan anda sentiasa mempunyai tampalan keselamatan terbaru dan terhebat.
my: သင့်တွင် နောက်ဆုံးပေါ်နှင့် အကောင်းဆုံး လုံခြုံရေးတိုးမြှင့်မှုများကို အမြဲရှိစေရန် မီးမြေခွေးကို အလိုအလျောက် အဆင့်မြှင့်တင်ပါသည်။
pt: O Firefox atualiza-se automaticamente para se assegurar que você tem sempre as melhores e mais recentes atualizações de segurança.
si: ඔබට නවතම සහ ශ්‍රේසහ්‍තහතම ආරක්සහක යාවත්කාල ඇති බව තහවුරු කරගැනීම සදඟහා Firefox ස්වයනඟකරීයවම යාවත්කාල කරගනී.
ta: Firefox நீங்கள் எப்போதும் சமீபத்திய மற்றும் சிறந்த பாதுகாப்பு பொருத்தல்களைப் பெற்றிருப்பதை உறுதி செய்வதற்காகத் தானாகவே புதுப்பித்துக் கொள்கிறது.
uz: Firefox yangilanishlari avtomatik tarzda so‘nggi va eng zo‘r xavsfsizlik tuzatishlarini o‘rnatadi.

source: Secure connections
ar: اتصالات آمنة
br: Kennaskoù diogel
bs: Osigurana konekcije
ca: Connexions segures
cy: Cysylltiadau diogel
fi: Suojatut yhteydet
gd: Ceanglaichean tèarainte
hi_in: सुरक्षित कनेक्शन्स
hr: Sigurne veze
is: Öruggar tengingar
km: ការ​តភ្ជាប់​មាន​សុវត្ថិភាព​
kn: ಸುರಕ್ಷಿತ ಸಂಪರ್ಕಗಳು
lt: Saugūs ryšiai
ms: Sambungan yang selamat
my: လုံခြုံသော ချိတ်ဆက်မှုများ
pt: Ligações seguras
si: ආරක්සහක සම්බන්දහකම්
ta: பாதுகாப்பான இணைப்புகள்
ur: قابل بھروسا کنکشن
uz: Xavfsiz ulanishlar

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
ar: استخدم معرف الموقع الفوري للتأكد ماذا يطلب الموقع أن يكون و التحقق اذا ما كان الاتصال به آمناً.
br: Grit gant naoudi diadaol al lec'hienn da vezañ sur e talv ul lec'hienn pezh emañ o klask diskouez ha da wiriañ hag ez eo diogel ar c'hennask arveret ganeoc'h.
bs: Koristite instant Website ID da bi bili sigurni da je sajt ono što predstavlja da jeste i da provjerite da li je vaša veza sigurna.
ca: Feu servir l'ID instantani del lloc web per assegurar-vos que un lloc sigui allò que realment diu que és i per comprovar que la connexió al lloc sigui segura.
cy: Defnyddiwch Instant Website ID i wneud yn siŵr fod y wefan yr hyn mae'n honni ei bod a gwirio os yw eich cysylltiad yn ddiogel.
fi: Verkkosivun tunnistetiedoista näet, onko sivusto se, mitä se väittää olevansa, ja onko yhteytesi siihen suojattu.
gd: Cleachd an gleus Website ID airson dèanamh cinnteach gu bheil làrach cheart agad agus feuch a bheil an ceangal agad rithe tèarainte.
hi_in: हालिया वेबसाइट आईडी का इस्तेमाल करे यह पक्का करने के लिए की साइट वही है जो वो दावा कर रही है और यह जाँचें की आपका कनेक्शन सुरक्षित है की नहीं.
hr: Koristite Website ID da biste bili sigurni kako je stranica doista ona za koju se predstavlja i da je vaša veza sa stranicom sigurna.
is: Notaðu hraðvirkt vefsvæðaauðkenni til að ganga úr skugga um að vefsvæðið villi ekki á sér heimildir og að tengingin sé örugg.
km: ប្រើ​លេខ​សម្គាល់​តំបន់​បណ្ដាញ ដើម្បី​ប្រាកដ​ថា​តំបន់​បណ្ដាញ​ជា​អ្វី​ដែល​​ត្រូវ​​ទាមទារ និង​ពិនិត្យ​មើល​ ប្រសិនបើ​​ការ​តភ្ជាប់​របស់​អ្នក​ទៅ​សុវត្ថិភាព​របស់​វា។
kn: ಯಾವುದೇ ತಾಣ ತಾನು ಏನೆಂದು ಬಿಂಬಿಸಿಕೊಳ್ಳುತ್ತದೋ ಅದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ದಿಢೀರ್ ಜಾಲತಾಣ ID ಅನ್ನು ಬಳಸಿ ಹಾಗೂ ಅದಕ್ಕೆ ನಿಮ್ಮ ಸಂಪರ್ಕ ಸುರಕ್ಷಿತವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
lt: Naudokitės svetainės identifikavimo etikete, kai norėsite patikrinti, ar svetainė tikrai yra ta, kuria prisistato ir ar ryšys su ja yra šifruotas.
ms: Menggunakan Laman segera kepada Web ID memastikan laman web adalah apa yang didakwa menjadi dan untuk memeriksa jika sambungan anda kepada ia adalah selamat.
my: ဝဘ်ဆိုက်တစ်ခုသို့ သင့်ချိတ်ဆက်မှုသည် လုံခြုံမှုရှိ/မရှိ စစ်ဆေးရန်နှင့် သေချာစေရန် အမြန်သုံး ဝဘ်ဆိုက်သက်သေခံကို အသုံးပြုပါ။
pt: Use a identificação instantânea de um sítio Web para ter a certeza que ele é o que afirma ser e verificar que a sua ligação é segura.
si: අඩවියක් එයමදැයි කියා දැනගැනීමට සහ සම්බන්දහය ආරක්සහාකාරීදැයි දැනගැනීමට ක්සහණික Website ID භාවිතා කරන්න.
ur: یقین ہے کہ ایک ویب سائٹ یہ ہو اور اس کے لئے آپ کا کنکشن محفوظ ہے تو پڑتال کرنے کا دعوی کیا ہے بنانے کے لئے فوری طور پر ویب سائٹ آئ ڈی استعمال کریں.
uz: Lahzalik veb-sayt ID sidan foydalanish sayt bilan ulanish xavfsiz ekanligini tekshiradi va tasdiqlaydi

source: Browse without worry
ar: تصفح دون قلق
br: Merdeiñ dinec'h
bs: Pretražujte bez brige
ca: Navegueu sense preocupacions
cy: Pori heb boeni
fi: Selaa huoletta
gd: Dèan brabhsadh gun dragh
hi_in: बिना चिंता के ब्राउज करे
hr: Surfajte bezbrižno
is: Vafraðu án þess að vera með áhyggjur
km: រក​មើល​ដោយ​មិន​ចាំបាច់​បារម្ភ
kn: ಯಾವುದೆ ತೊಂದರೆ ಇಲ್ಲದೆ ಜಾಲವನ್ನು ವೀಕ್ಷಿಸಿ
lt: Naršykite nesijaudindami
ms: Layari tanpa bimbang
my: စိုးရိမ်မှုမရှိပဲ လည်ပတ်ရှာဖွေပါ
pt: Navegue sem preocupações
si: කරදරයක් නැතිව ගවේශනය කරන්න
ta: கவலையின்றி உலாவுக
ur: فکر کے بغیر براؤز کریں
uz: Xavotir olmasdan saytlarni ko‘ring

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
ar: معرفة المزيد حول أسباب أهمية الخصوصية والأمان <br class="wide-br"> و ماذا يمكن أن تفعل لحماية نفسك على الانترنت.
br: Gouzout hiroc'h diwar-benn perak ez eo ho puhez prevez hag ho tiogelroez ken pouezus <br class="wide-br">ha penaos e c'hallit en em wareziñ enlinenn.
bs: Saznajte više o tome zašto su vaša privatnost i sigurnost tako bitne <br class="wide-br">i šta vi možete učiniti da se zaštitite na mreži.
ca: Descobriu per què la vostra privadesa i seguretat són tan importants <br class="wide-br">i allò que podeu fer per protegir-vos en línia.
cy: Dysgu rhagor am bwysigrwydd eich preifatrwydd a'ch diogelwch <br class="wide-br">a beth fedrwch wneud i ddiogelu eich hun ar-lein.
fi: Lue lisää siitä, miksi tietosuojasi ja turvallisuutesi ovat niin tärkeitä <br class="wide-br">ja mitä voit tehdä suojellaksesi itseäsi verkossa.
gd: Faigh barrachd fiosrachaidh air cudromachd do phrìobhaideachd is tèarainteachd <br class="wide-br"> agus mar as urrainn dhut thu fhèin a dhìon air loidhne.
hi_in: आपका गोपनीयता और सुरक्षा अत्यंत महत्वपूर्ण क्यों है अधिक जाने <br class="wide-br">और आप अपनी सुरक्षा के लिए क्या कर सकते हों.
hr: Saznajte zašto su vaša privatnost i sigurnost toliko važni <br class="wide-br">i što možete učiniti da biste se osigurali na webu.
is: Fræðast meira um hvers vegna þín friðhelgi og öryggi er mikilvægt <br class="wide-br">og hvað þú getur gert til að vernda þig á netinu.
km: ស្វែងយល់​បន្ថែម​អំពី​​ភាព​ឯកជន និង​សុវត្ថិភាព​របស់​អ្នក​ដែល​ជា​ផ្នែក​សំខាន់ <br class="wide-br">និង​អ្វី​ដែល​​អ្នក​អាច​ធ្វើ​ដើម្បី​​ការ​ពារ​លើ​បណ្ដាញ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ ಏಕೆ ಮುಖ್ಯ <br class="wide-br"> ಹಾಗೂ ಅಂತರ್ಜಾಲದಲ್ಲಿ ನಿಮ್ಮನ್ನು ನೀವು ಹೇಗೆ ಸಂರಕ್ಷಿಸಿಕೊಳ್ಳಬಹುದು ಎಂಬುದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
lt: Sužinokite daugiau apie jūsų privatumo ir saugumo svarbą <br class="wide-br">bei kaip galite apsisaugoti internete.
ms: Ketahui lebih lanjut tentang mengapa privasi dan keselamatan anda adalah sangat penting <br class="wide-br">dan apa yang anda boleh lakukan untuk melindungi diri anda dalam talian.
my: သင့်ကိုယ်ရေးလုံခြုံမှုနှင့် လုံခြုံရေးသည် ဘယ်ကြောင့်အရေးကြီးတယ်ဆိုတာနှင့်<br class="wide-br"> သင့်ကိုယ်တိုင် အွန်လိုင်းပေါ်မှာ လုံခြုံအောင် ဘာလုပ်တွေလုပ်ဆောင်နိုင်တယ်ဆိုတာကို ပိုမိုလေ့လာပါ။
pt: Saber mais sobre o porquê da sua privacidade e segurança serem tão importantes <br class="wide-br">e do que pode fazer para se proteger online.
si: ඔබගේ පුද්ගලිකත්වය සහ ආරක්සහාකාරීබව මෙතරම් වැදගත්වන්නේ ඇයිදැයි දැන්ගැනීමට සහ <br class="wide-br">සබැදඟිව ඔබව ආරක්සහාකරගන්නේ කෙසේදැයි වැඩිදුර දැනගන්න.
ur: کیوں آپ کی پرائیویسی اور سیکورٹی بہت اہم <br class="wide-br"> اور کیا آپ خود کو آن لائن محفوظ رکھنے کیلئے کیا کر سکتے ہیں کے بارے میں مزید جانیے.
uz: Maxfiyligingiz va xavfsizligingiz nega bunchalik muhim ekanligini <br class="wide-br"> va o‘zingizni onlayn himoya qilish uchun nima qila olishingizni ko‘proq o‘rganing.

source: Privacy & you
ar: الخصوصية و أنت
br: Buhez prevez ha c'hwi
bs: Privatnost i ti
ca: La privadesa i l'usuari
cy: Preifatrwydd a chi
fi: Tietosuoja ja sinä
gd: Prìobhaideachd ⁊ thu fhèin
hi_in: गोपनीयता और आप
hr: Privatnost i vi
is: Friðhelgi þín
km: ភាព​ឯកជន & អ្នក
kn: ಗೌಪ್ಯತೆ & ನೀವು
lt: Privatumas ir jūs
ms: Privasi & anda
my: ကိုယ်ရေးလုံခြုံမှုနှင့် သင်
pt: A privacidade e você
si: පුද්ගලිකත්වය සහ ඔබ
ta: தனியுரிமை & நீங்கள்
ur: رازداری اور آپ
uz: Maxfiylik va siz

source: How to stay safe online
ar: كيف تبقى آمنأً على الانترنت
br: Penaos chom e diarvar enlinenn
bs: Kako ostati siguran na mreži
ca: La seguretat en línia
cy: Sut mae cadw'n ddiogel ar-lein
fi: Kuinka pysyä turvassa verkossa
gd: Mar a dh'fhalbhas tu air an lìon gu sàbhailte
hi_in: सुरक्षित कैसे रहे
hr: Kako biti siguran na webu
is: Hvernig er ég öruggur á netinu
km: របៀប​រក្សា​សុវត្ថិភាព​លើ​បណ្ដាញ
kn: ಆನ್‌ಲೈನ್ ಸುರಕ್ಷಿತವಾಗಿ ಇರುವುದು ಹೇಗೆ
lt: Kaip apsisaugoti internete
ms: Cara untuk kekal selamat dalam talian
my: အွန်လိုင်းမှာ လုံခြုံစွာနေနည်း
pt: Como se manter seguro online
si: සබැදඟිව ආරක්සහාකාරීව සිටින්නේ කෙසේද
ta: இணையத்தில் பாதுகாப்பாக இருப்பது எப்படி
ur: کس طرح آنلائن محفوظ رہنا ہے
uz: Onlaynda qanday xavfsiz bo‘lish mumkin?

source: Privacy & security FAQ
ar: الخصوصية و الأمان FAQ
br: FAG a-fet buhez prevez ha diogelroez
bs: Privatnost i sigurnost FAQ
ca: PMF sobre privadesa i seguretat
cy: Cwestiynau am breifatrwydd a diogelwch
fi: UKK tietosuojasta ja turvallisuudesta
gd: CÀBHA a thaobh prìobhaideachd ⁊ tèarainteachd
hi_in: गोपनीयता और सुरक्षा FAQ
hr: Često postavljena pitanja o privatnosti i sigurnosti
is: Friðhelgi og öryggis spurningar
km: ភាព​ឯកជន & សុវត្ថិភាព FAQ
kn: ಗೌಪ್ಯತೆ & ಸುರಕ್ಷೆ FAQ
lt: Dažniausi klausimai apie privatumą ir saugumą
ms: FAQ Privasi & keselamatan
my: အမေးများဆုံး ကိုယ်ရေးလုံခြုံမှုနှင့် လုံခြုံရေးအကြောင်း
pt: FAQ de privacidade e segurança
si: පුද්ගලිකත්වය සහ ආරක්සහාකාරීබව නිති ඇසෙන පැන
ta: தனியுரிமை & பாதுகாப்பு பற்றிய அகேகே
ur: رازداری اور سلامتی کے عمومی سوالات
uz: Maxfiylik va xavfsizlik bo‘yicha FAQ

source: Privacy & security add-ons
ar: خصوصية و أمان الإضافات
br: Askouezhioù evit ho puhez prevez ha diogelroez
bs: Dodaci za privatnost i sigurnost
ca: Complements de privadesa i seguretat
cy: Ychwanegion preifatrwydd a diogelwch
fi: Tietosuoja- ja turvallisuuslisäosat
gd: Tuilleadan prìobhaideachd ⁊ tèarainteachd
hi_in: गोपनीयता और सुरक्षा ऐड-ऑन्स
hr: Dodaci za privatnost i sigurnost
is: Friðhelgi og öryggis viðbætur
km: កម្មវិធី​បន្ថែម​សុវត្ថិភាព & ភាព​ឯកជន
kn: ಗೌಪ್ಯತೆ & ಸುರಕ್ಷೆ ಆಡ್-ಆನ್‌ಗಳು
lt: Priedai privatumui ir saugumui
ms: Add-ons privasi & keselamatan
my: ကိုယ်ရေးလုံခြုံမှုနှင့် လုံခြုံရေး အက်အွန်များ
pt: Extras de privacidade e segurança
si: පුද්ගලිකත්වය සහ ආරක්සහාකාරීබව ඇඩෝන
ta: தனியுரிமை & பாதுகாப்புக்கான கூடுதல் இணைப்புகள்
ur: رازداری اور سلامتی اظافہ-جات
uz: Maxfiylik va xavfsizlik qo‘shimcha dasturlari

source: Privacy blog
ar: صفحة الخصوصية
br: Blog a-fet buhez prevez
bs: Blog privatnosti
ca: Blog sobre privadesa
cy: Blog preifatrwydd
fi: Tietosuojablogi
gd: Bloga na prìobhaideachd
hi_in: गोपनीयता ब्लॉग
hr: Blog o privatnosti
is: Friðhelgis blogg
km: កំណត់​ហេតុ​បណ្ដាញ​​ឯកជន
kn: ಗೌಪ್ಯತೆ ಬ್ಲಾಗ್
lt: Privatumui skirtas tinklaraštis
ms: Privasi blog
my: ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ ဘလော့ဂ်
pt: Blog da privacidade
si: පුද්ගලිකත්ව බ්ලොගය
ta: தனியுரிமை வலைப்பூ
ur: رازداری بلاگ
uz: Maxfiy blog

source: Security blog
ar: صفحة الأمان
br: Blog a-fet diogelroez
bs: Sigurnosni blog
ca: Blog sobre seguretat
cy: Blog diogelwch
fi: Turvallisuusblogi
gd: Bloga na tèarainteachd
hi_in: सुरक्षा ब्लॉग
hr: Blog o sigurnosti
is: Öryggisblogg
km: កំណត់​ហេតុ​បណ្ដាញ​សុវត្ថិភាព
kn: ಸುರಕ್ಷೆ ಬ್ಲಾಗ್
lt: Saugumui skirtas tinklaraštis
ms: Keselamatan blog
my: လုံခြုံရေးဆိုင်ရာ ဘလော့ဂ်
pt: Blog da segurança
si: ආරක්සහාකාරීත්ව බ්ලොගය
ta: பாதுகாப்பு வலைப்பூ
ur: سلامتی بلاگ
uz: Xavfsiz blog
