Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/desktop/trust.lang.po
Languages: ar, br, bs, ca, cy, fi, gd, hi_in, hr, is, km, kn, lt, ms, my, pt, si, ta, ur, uz

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
ar: فيرفكس - المصمم لحماية خصوصيتك - المتصفح الأكثر ثقة على الويب
br: Firefox — Ergrafet da wareziñ ho puhez prevez — Ar merdeer lakaet ennañ ar muiañ a fiziañs
bs: Firefox — Dizajniran da zaštiti tvoju privatnost — Najpouzdaniji pretraživač na webu
ca: Firefox — Dissenyat per protegir la vostra privadesa — El navegador més fiable del web
cy: Firefox — Wedi ei gynllunio i ddiogelu eich preifatrwydd — Y porwr mwyaf dibynadwy ar y We
fi: Firefox — Suunniteltu suojelemaan tietosuojaasi — Verkon luotetuin selain
gd: Firefox — Air a dhealbhadh a chum do phrìobhaideachd a dhìon — Am brabhsair as earbsaiche air an lìon
hi_in: Firefox- बनाया है आपकी गोपनीयता बचाने के लिए- यह सबसे भरोसेमंद ब्राउज़र है वेब पर
hr: Firefox — dizajniran da bi zaštitio vašu privatnost — najpouzdaniji preglednik na webu
is: Firefox — Hannaður til að vernda þína friðhelgi — Öruggasti vafrinn á netinu
km: Firefox បាន​បង្កើត​ឡើង​ដើម្បី​ការពារ​ភាព​ឯកជន​របស់​អ្នក កម្មវិធី​អ៊ីនធឺណិត​ដែល​ជឿ​ទុកចិត្ត​បំផុត​នៅ​លើ​បណ្ដាញ
kn: ಫೈರ್‌ಫಾಕ್ಸ್ — ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲೆಂದೇ ರಚಿಸಲ್ಪಟ್ಟಿದೆ — ಅಂತರಜಾಲದ ಅತ್ಯಂತ ಹೆಚ್ಚು ನಂಬಲಾದ ವೀಕ್ಷಕ
lt: „Firefox“ — Sukurta jūsų privatumui saugoti — Patikimiausia saityno naršyklė
ms: Firefox — Direka untuk melindungi privasi anda — Pelayar Web yang paling dipercayai
my: မီးမြေခွေး၊ သင့်ကိုယ်ရေးအချက်လက်များကို ကာကွယ်ရန်အတွက် ပုံစံပြုထားသည်၊ ဝဘ်ပေါ်မှာ အများဆုံး ယုံကြည်မှုရရှိထားသည့် ဘရောင်ဇာဖြစ်သည်
pt: Firefox — Desenhado para proteger a sua privacidade — O navegador mais confiado na Web
si: Firefox - ඔබගේ පුද්ගලිකත්වය ආරක්සහා කිරීම සදඟහා සැලසුම් කර ඇත - වෙබයේ වඩාත්ම විශ්වාසවන්ත බරවුසරය
ta: Firefox — உங்கள் தனியுரிமைப் பாதுகாக்க வடிவமைக்கப்பட்டது — இணையத்தில் மிக நம்பகமான உலாவி
ur: فائر فاکس - ویب پر سب سے قابل اعتماد براؤزر - آپ کی رازداری کی حفاظت کرنے کے لئے ڈیزائن کیا
uz: Firefox — Maxfiyligingizni himoyalash uchun tuzilgan — Internetdagi eng ishonchli brauzer

source: Trust isn’t made. It’s earned.
ar: الثقة لا تُصنع.الثقة تُكتسب.
br: N'eo ket dleet ar fiziañs. Gounezet eo.
bs: Povjerenje nije napravljeno. Ono je zasluženo.
ca: La confiança es guanya.
cy: Ymddiriedaeth ar sail profiad.
fi: Luottamusta ei saada. Se ansaitaan.
gd: Cha dèanar earbsa. Coisinnear e.
hi_in: भरोसा किया नही जाता है. इसे कमाया जाता है.
hr: Povjerenje se ne stvara. Povjerenje se zaslužuje.
is: Traust er ekki sjálfgefið. Það þarf að vinna fyrir því.
km: ទំនុក​ចិត្ត​មិន​អាច​បង្កើត​បាន​នោះ​ទេ។ វា​ជា​ការ​សន្សំ។
kn: ನಂಬಿಕೆಯನ್ನು ಸೃಷ್ಟಿಸಲಾಗುವುದಿಲ್ಲ. ಅದು ಸಂಪಾದಿಸಲ್ಪಡುತ್ತದೆ.
lt: Pasitikėjimas nesukuriamas. Jis įgyjamas.
ms: Amanah tidak dibuat. Ia diperolehi.
my: ယုံကြည်မှုကို ပစ္စည်းဖန်တီးသလို ပြုလုပ်လို့မရပါ။ ထိုက်တန်ရရှိမှုသာ ဖြစ်သည်။
pt: A confiança não se faz. Ganha-se.
si: විශ්වාසය සෑදිය නොහැක, එය උපයාගත යුතුය.
ta: நம்பிக்கை உருவாக்கப்படுவதில்லை. பெறப்படுகிறது.
ur: اعتماد بنایا نہیں جاتا یہ کمایا جاتا ہے
uz: Ishonch buni qilmaydi. Bunga pul kerak.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
ar: نحن نبني فيرفكس في مهمة تهدف إلى وضعكم أولاً وقبل أي شيء آخر.<br class="wide-br">
br: Firefox a savomp gant ur gefridi, ho lakaat da gentañ-penn, a-us da bep tra all.<br class="wide-br">
bs: Mi pravimo Firefox sa misijom da vas postavimo na prvo mjesto, iznad svega ostalog.<br class="wide-br">
ca: Hem desenvolupat el Firefox amb una missió: posar-vos en primer lloc, abans que qualsevol altra cosa.<br class="wide-br">
cy: Rydym y adeiladu Firefox gyda chenhadaeth i'ch rhoi chi'n gyntaf, uwchlaw pob dim.<br class="wide-br">
fi: Olemme rakentaneet Firefoxin osana tehtävää, jossa sinulla on kaikista suurin painoarvo.<br class="wide-br">
gd: Tha sinne a' dealbhadh Firefox agus misean againn gur tusa, an cleachdaiche, as cudromaiche ann.<br class="wide-br">
hi_in: Firefox बनाते वक्त हमारा लक्ष्य आपको पहले रखना है, सब कुछ के अलावा. <br class="wide-br">
hr: Firefox stvaramo s misijom da ste vi na prvom mjestu, iznad svega ostalog.<br class="wide-br">
is: Við hönnuðum Firefox með það að markmiði að þú sért í fyrsta sæti, á undan öllu öðru.<br class="wide-br">
km: យើង​បង្កើត​ Firefox ជាមួយ​បេសកកម្ម​​ធ្វើ​ឲ្យ​អ្នក​ឈាន​មុខ​គេ លើ​កម្មវិធី​ទាំងអស់​ផ្សេង​ទៀត។<br class="wide-br">
kn: ನಿಮ್ಮನ್ನು ಎಲ್ಲಕ್ಕಿಂತ ಉನ್ನತವಾಗಿ ಮುನ್ನೆಡೆಸುವ ಗುರಿಯೊಂದಿಗೆ ನಾವು ಫೈರ್ ಫಾಕ್ಸ್ ಅನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ.<br class="wide-br">
lt: „Firefox“ naršyklę kuriame taip, kad jūs jai būtumėte aukščiau visko.<br class="wide-br">
ms: Kita membina Firefox dengan misi untuk meletakkan anda pertama, di atas segala-galanya.<br class="wide-br">
my: သင့်ကို အားလုံးထက် ပထမဖြစ်စေရန် ကျွန်တော်တို့ မီးမြေခွေးကို ရည်မှန်းချက်နှင့် တည်ဆောက်ပါသည်။
pt: Fazemos o Firefox com a missão de colocar você em primeiro lugar, acima de tudo o resto.<br class="wide-br">
si: අපි අන්හැම දේටම වඩා ඔබව මූලික කරගත් ඉලක්කයකින් Firefox තනයි.<br class="wide-br">
ta: மற்றவைகளை விட, உங்களை முதன்மையாகக் கொள்ளும் இலக்குடன் பயர்பாக்சை உருவாக்கியுள்ளோம்.<br class="wide-br">
ur: ہم سب سے بڑھ کر سب سے پہلے آپ کو ڈال دیا، ایک مشن کے ساتھ فائر فاکس کی تعمیر.<br class="wide-br">
uz: Biz avvalo sizni birinchi o‘ringa qo‘yib "Firefox"ni tuzganmiz.<br class="wide-br">

source: We do it to keep you in control.
ar: نفعل ذلك لإبقائكم مسيطرين.
br: Graet eo ganeomp a-benn ma chom ar vestroniezh ganeoc'h.
bs: Mi to činimo da vas zadržimo u kontroli.
ca: Ho fem perquè mantingueu el control.
cy: Rydym yn gwneud hyn i chi fod â rheolaeth.
fi: Teemme niin, jotta voisit päättää itsellesi kuuluvista asioista.
gd: Nì sinn seo airson 's gum bi smachd agad-sa air cùisean.
hi_in: हम यह करते है अापको नियंत्रण मे रखने के लिए.
hr: To radimo da vi ostanete u kontroli.
is: Það er gert til þess að þú hafir völdin.
km: យើង​បង្កើត​វា​ដើម្បី​​ការពារ​អ្នក​ពី​ការ​គ្រប់គ្រង។
kn: ನಿಯಂತ್ರಣವು ನಿಮ್ಮ ಕೈಲಿರುವಂತೆ ನಾವು ಹಾಗೆ ಮಾಡುತ್ತೇವೆ.
lt: Tai darome, nes tikime, kad jūsų kompiuteris turi likti jūsų valdžioje ir norime, kad naršytumėte nesijaudindami.
ms: Kami melakukannya untuk menjaga anda didalam kawalan.
my: သင် စိတ်ကြိုက်ထိန်းချုပ်မှုရှိစေရန် ကျွန်တော်တို့ ထိုဘရောင်ဇာကို ပြုလုပ်ပါသည်။
pt: Fazemo-lo para o manter no controlo.
si: අපි එය ඔබට පාලනය ලබා දීම සදඟහා සිදු කරයි.
ta: உங்களைக் கட்டுபாட்டில் வைப்பதற்கு நாங்கள் இதனைச் செய்கிறோம்.
ur: ہم آپ کو کنٹرول میں رکھنے کے لئے یہ کرتے ہیں.
uz: Biz unda siz boshqara olishingizni saqlab qolamiz.

source: We do it so you can browse without worry.<br class="wide-br">
ar: نفعل ذلك حتى تتمكنوا من التصفُح دون قلق.<br class="wide-br">
br: Graet eo ganeomp a-benn ma vo merdeet dinec'h ganeoc'h.<br class="wide-br">
bs: Mi to činimo tako da možete pretraživati bez brige.<br class="wide-br">
ca: Ho fem perquè pugueu navegar sense preocupacions.<br class="wide-br">
cy: Rydym yn gwneud hyn er mwyn i chi gael pori'n ddibryder.<br class="wide-br">
fi: Teemme niin, jotta voisit selata verkkoa huoletta.<br class="wide-br">
gd: Nì sinn seo airson 's gun urrainn dhut brabhsadh gun dragh.<br class="wide-br">
hi_in: हम करते हैं ताकि आप चिंता के बिना ब्राउज़ कर सकते हो.<br class="wide-br">
hr: To radimo da možete bezbrižno surfati.<br class="wide-br">
is: Það er gert til þess að þú getir vafrað án þess að hafa áhyggjur.<br class="wide-br">
km: យើង​ធ្វើ​វា​ ដូច្នេះ​អ្នក​អាច​រក​មើល​ដោយ​មិន​ចាំបាច់​បារម្ភ។<br class="wide-br">
kn: ನೀವು ಯಾವುದೆ ತೊಂದರೆ ಇಲ್ಲದೆ ಜಾಲವನ್ನು ವೀಕ್ಷಿಸುವಂತೆ ನಾವು ಹಾಗೆ ಮಾಡುತ್ತೇವೆ.<br class="wide-br">
lt: <br class="wide-br">
ms: Kami melakukannya supaya anda boleh menyemak imbas tanpa bimbang.<br class="wide-br">
my: စိုးရိမ်ကြောင့်ကြမှု မရှိပဲ အင်တာနက်တွင် လိုအပ်တာရှာဖွေနိုင်ရန် ကျွန်တော်တို့ ထိုဘရောင်ဇာကို ပြုလုပ်ပါသည်။<br class="wide-br">
pt: Fazemo-lo para que possa navegar sem preocupações.<br class="wide-br">
si: ඔබට කරදරයකින් තොරව ගවේශනය කිරීම සදඟහා අපි එය සිදු කරයි.<br class="wide-br">
ta: நாங்கள் அதைச் செய்கிறோம் எனவே நீங்கள் கவலையின்றி உலாவ முடியும்.<br class="wide-br">
ur: ہم اس لیئے کرتے ہیں کہ آپ فکر کے بغیر براؤز کریں۔<br class="wide-br">
uz: Siz xavotir olmasdan internetni ko‘rishingiz uchun uni qilganmiz.<br class="wide-br">

source: And we do it because no one else will.
ar: ونفعل ذلك لأنه لن يفعل ذلك أحد آخر .
br: Graet eo ganeomp rak ne vo ket graet gant unan all.
bs: I mi to činimo jer niko drugi neće.
ca: I ho fem perquè ningú més no ho farà.
cy: Ac rydym yn gwneud hyn gan na fydd neb arall yn ei wneud.
fi: Teemme niin myös, koska kukaan muu ei tee.
gd: Agus tha sinne 'ga dhèanamh a chionn 's nach eil buidheann sam bith eile 'ga dhèanamh.
hi_in: हम करते है ताकि कोई और नही करेगा.
hr: I to radimo jer nitko drugi neće.
is: Og það er gert vegna þess að enginn annar gerir það.
km: ហើយ​យើង​ធ្វើ​វា ដោយសារ​តែ​គ្មាន​មួយ​ផ្សេង​ទៀត។
kn: ಮತ್ತು ಬೇರೆ ಯಾರೂ ಮಾಡದೆ ಇರುವ ಕಾರಣ ನಾವು ಅದನ್ನು ಮಾಡುತ್ತೇವೆ.
lt: Ir todėl, kad žinome – niekas kitas to nedarys.
ms: Dan kita melakukannya kerana tidak akan ada orang lain.
my: ထို့ပြင် ဤပုံစံမျိုး မည်သူမျှမလုပ်သည့်အတွက် ကျွန်တော်တို့ ပြုလုပ်ပါသည်။
pt: E fazemo-lo porque mais ninguém o fará.
si: අන් කවරෙක්වත් එසේ නොකරන නිසා අපි එසේ කරයි.
ta: நாங்கள் செய்யாவிடில் வேறு யார் செய்வார்கள்.
uz: Biz uni qilganmiz, chunki boshqa hech kim qila olmaydi.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
ar: <span id="trust-line1">الأكثر ثقة</span><span id="trust-line2"> شركة انترنت </span><span id="trust-line3">للخصوصية</span>
br: <span id="trust-line1">Embregerezh internet lakaet</span> <span id="trust-line2">enni ar muiañ a fiziañs</span> <span id="trust-line3">evit pezh a sell ouzh ar vuhez prevez</span>
bs: <span id="trust-line1">Najpouzdanija</span><span id="trust-line2">internet kompanija</span><span id="trust-line3">za privatnost</span>
ca: <span id="trust-line1">La companyia d'Internet</span> <span id="trust-line2">més fiable</span> <span id="trust-line3">per a la privadesa</span>
cy: <span id="trust-line1">Y cwmni rhyngrwyd</span> <span id="trust-line2">sydd â'r mwyaf o ymddiriedaeth ynddo</span> <span id="trust-line3">am breifatrwydd</span>
fi: <span id="trust-line1">Luotetuin</span> <span id="trust-line2">internet-yhtiö</span> <span id="trust-line3">tietosuojan puolesta</span>
gd: <span id="trust-line1">An companaidh-lìn</span> <span id="trust-line2">as earbsaiche</span> <span id="trust-line3">a thaobh prìobhaideachd</span>
hi_in: <span id="trust-line1">अत्यन्त विश्वास</span> <span id="trust-line2">इन्टरनेट कंपनी</span> <span id="trust-line3"> गोपनीयता के लिए</span>
hr: <span id="trust-line1">Najpouzdanija</span> <span id="trust-line2">Internet tvrtka</span> <span id="trust-line3">za privatnost</span>
is: <span id="trust-line1">Traustasta</span> <span id="trust-line2">internet fyrirtæki</span> <span id="trust-line3">fyrir friðhelgi</span>
km: <span id="trust-line1">បាន​ជឿ​ទុកចិត្ត​ខ្លាំង​បំផុត</span> <span id="trust-line2">ក្រុម​ហ៊ុន​អ៊ីនធឺណិត</span> <span id="trust-line3">សម្រាប់​ភាព​ឯកជន</span>
kn: <span id="trust-line1">ಗೌಪ್ಯತೆಗಾಗಿ</span> <span id="trust-line2">ಅತ್ಯಂತ ನಂಬಿಕಸ್ತ</span> <span id="trust-line3">ಅಂತರಜಾಲ ಸಂಸ್ಥೆ</span>
lt: <span id="trust-line1">Patikimiausia</span> <span id="trust-line2">interneto kompanija</span> <span id="trust-line3">privatumo srityje</span>
ms: <span id="trust-line1">Perlu dipercayai</span> <span id="trust-line2">syarikat internet</span> <span id="trust-line3">untuk privasi</span>
my: <span id="trust-line1">ယုံကြည်မှု အများဆုံးရရှိထားသည်</span> <span id="trust-line2">အင်တာနက် ကုမ္ပဏီ</span> <span id="trust-line3">ကိုယ်ရေးလုံခြုံမှုအတွက်</span>
pt: <span id="trust-line1">A empresa de Internet</span> <span id="trust-line2">mais confiável</span> <span id="trust-line3">para a privacidade</span>
si: <span id="trust-line3">පුද්ගලිකත්වය සඳහා</span> <span id="trust-line1">වඩාත්ම විශ්වාසනීය</span> <span id="trust-line2">අන්තර්ජාල ආයතනය</span>
ta: <span id="trust-line1">மிகவும் நம்பகமான</span> <span id="trust-line2">தனியுரிமைக்கான</span> <span id="trust-line3">இணைய நிறுவனம்</span>
uz: <span id="trust-line1">Eng ishonchli</span> <span id="trust-line2">internet companiyasi</span> <span id="trust-line3">maxfiylik uchun</span>

source: Designed to protect your privacy
ar: مُصمم لحماية خصوصيتك
br: Ergrafet da wareziñ ho puhez prevez
bs: Dizajnirana da zaštiti vašu privatnost
ca: Dissenyat per protegir la vostra privadesa
cy: Wedi ei gynllunio i ddiogelu eich preifatrwydd
fi: Suunniteltu suojelemaan yksityisyyttäsi
gd: Air a dhealbhadh gus do phrìobhaideachd a dhìon
hi_in: आपकी गोपनीयता की सुरक्षा के लिए डिज़ाइन किया गया
hr: Dizajniran da bi zaštitio vašu privatnost
is: Hannaður til að vernda friðhelgi
km: បាន​បង្កើត​ឡើង​ ដើម្បី​ការពារ​ភាព​ឯកជន​របស់​អ្នក
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲೆಂದೇ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ
lt: Sukurta saugoti jūsų privatumui
ms: Direka untuk melindungi privasi anda
my: သင့်ကိုယ်ရေးအချက်အလက်များကို ကာကွယ်ရန်အတွက် ပုံစံပြုထားသည်
pt: Desenhado para proteger a sua privacidade
si: ඔබගේ පුද්ගලිකත්වය ආරක්සහා කිරීම සදඟහා සැලසුම් කර ඇත
ta: உங்கள் தனியுரிமையைப் பாதுகாக்க வடிவமைக்கப்பட்டது
ur: آپ کی رازداری کی حفاظت کرنے کے لئے ڈیزائن کیا
uz: Maxfiyligingizni himoya qilish uchun tuzilgan

source: We believe your personal information belongs only to you.<br class="wide-br">
ar: نؤمن بأن معلومات الشخصية تنتمي فقط إليك.<br class="wide-br">
br: Deoc'h-c'hwi hepken eo ho roadennoù personel e soñjomp-ni.<br class="wide-br">
bs: Mi vjerujemo da vaše lične informacije pripadaju samo vama.<br class="wide-br">
ca: Creiem que sou l'únic a qui pertany la vostra informació personal.<br class="wide-br">
cy: Rydym yn credu fod eich manylion personol yn perthyn i chi, ac i chi'n unig.<br class="wide-br">
fi: Uskomme, että yksityiset tietosi kuuluvat vain sinulle.<br class="wide-br">
gd: Tha sinn a' creidsinn nach bu chòir dhan fhiosrachadh phrìobhaideach a bhith aig duine ach thu fhèin.<br class="wide-br">
hi_in: हमे विश्वास है आपकी व्यक्तिगत जानकारी केवल आपसे संबंधित है.<br class="wide-br">
hr: Mi vjerujemo da vaše osobne informacije pripadaju isključivo vama.<br class="wide-br">
is: Okkar skoðun er sú að þínar persónulegu upplýsingar tilheyri þér.<br class="wide-br">
km: យើង​ជឿជាក់​ថា​ព័ត៌មាន​ផ្ទាល់ខ្លួន​របស់​អ្នក​ជា​កម្មសិទ្ធិ​សម្រាប់​តែ​អ្នក​ប៉ុណ្ណោះ។<br class="wide-br">
kn: ಖಾಸಗಿ ಮಾಹಿತಿಯು ನಿಮ್ಮ ಸ್ವಂತದ್ದು ಮಾತ್ರ ಎಂದು ನಾವು ನಂಬಿದ್ದೇವೆ.<br class="wide-br">
lt: Mes tikime, jog jūsų asmeniniai duomenys turi priklausyti tik jums.<br class="wide-br">
ms: Kami percaya maklumat peribadi anda hanya milik ada sahaja.<br class="wide-br">
my: သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်ကို သင်သာ ပိုင်ဆိုင်သည်။<br class="wide-br">
pt: Acreditamos que os seus dados pessoais pertencem-lhe apenas a si.<br class="wide-br">
si: ඔබගේ පුද්ගලික තොරතුරු ඔබට අයිතිබව අපි විශ්වාස කරමු.<br class="wide-br">
ta: உங்களது தனிப்பட்ட தகவல் உங்களுக்கு மட்டுமே உரியது என நாங்கள் நம்புகிறோம்.<br class="wide-br">
uz: Biz ishonamizki, shaxsiy ma’lumotlaringiz faqat o‘zingizgagina tegishli.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
ar: لهذا السبب فيرفكس مليء بالمميزات لتؤكد أن هذا هو الحال.
br: Setu perak ez eus kalz keweriusterioù e Firefox a-benn bezañ sur ez eo gwir.
bs: Zato je Firefox ispunjen funkcijama kako bi se to osiguralo.
ca: El Firefox està ple de funcions que garanteixen que això sigui així.
cy: Dyna pam mae Firefox yn llawn nodweddion i sicrhau hynny.
fi: Siksi Firefox on täynnä ominaisuuksia, joiden avulla tämä on mahdollista.
gd: Sin as adhbhar gu bheil Firefox loma-làn de ghleusan a dhaingnicheas sin.
hi_in: यही कारण है Firefox यह मामला यह सुनिश्चित करने के लिए सुविधाओं से भर जाता है.
hr: Upravo zato Firefox dolazi s brojnim mogućnostima koje se brinu da to bude tako.
is: Þess vegna er Firefox með fullt af hlutum sem eiga að vernda friðhelgi.
km: ហេតុ​នេះ​ហើយ​បាន​ជា Firefox បំពាក់​​លក្ខណៈ​​បន្ថែម​នេះ​ដើម្បី​ប្រាកដ​អំពី​ករណី​នោះ។
kn: ಹಾಗಾಗಿಯೇ Firefox ವಿಶೇಷತೆಗಳಿಂದ ತುಂಬಿದೆ.
lt: Būtent todėl į „Firefox“ pridėjome funkcijų, užtikrinančių, kad taip ir bus.
ms: Itulah sebabnya Firefox dipenuhi dengan ciri-ciri untuk memastikan itu berlaku.
my: ဒါကြောင့် မီးမြေခွေးအား ၎င်းခံယူချက်အတိုင်း လုပ်ဆောင်ချက်များ ထည့်သွင်းထားသည်
pt: É por isso que o Firefox está cheio de características que asseguram que assim é.
si: එම නිසයි Firefox විශේසඟානඟග ගණනාවකින් සමන්විත වන්නේ.
ta: இதனை உறுதிப்படுத்தத் தான் Firefox வசதிகளுடன் நிரப்பப்பட்டுள்ளது.
uz: Shuning uchun ham Firefox shunaqa xususiyatlar bilan to‘ldirilgan.

source: Private Browsing with<br> Tracking Protection
br: Merdeiñ prevez gant<br> Gwarez Heuliañ
bs: Privatno pretraživanje sa<br> zaštitom praćenja
ca: Navegació anònima amb<br>protecció contra el seguiment
cy: Pori Preifat gyda<br> Diogelwch Rhag Tracio
gd: Brabhsadh prìobhaideach le<br> dìon o thracadh
hi_in: प्राइवेट ब्राउज़िंग के साथ<br> ट्रैकिंग सुरक्षा
is: Huliðsgluggi með<br> vörn gegn því að fylgst sé með þér
lt: Privatusis naršymas su<br> apsauga nuo stebėjimo
ta: தனிப்பட்ட உலாவல்<br> தடப் பாதுகாப்புடன்
ur: ساتھ ذاتی براؤزنگ<br> ٹریکنگ پروٹیکشن

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
br: Merdeit hep na vefe enrollet ho roll istor, ho enklaskoù pe ho toupinoù. Difennet e vo ivez d'un trede heuliañ ac'hanoc'h etrezek ar Web.
bs: Pretražujte bez historije, pretraga ili sačuvanih kolačiča, i blokirajte skrivena treća lica od praćenja vas kroz Web.
ca: Navegueu sense desar l'historial, les cerques o les galetes, a més de blocar d'altres per evitar que us facin seguiment.
cy: Porwch heb fod eich hanes, chwilio na'ch cwcis yn cael eu cadw a rhwystro trydydd parti cudd rhag eich dilyn ar draws y we.
gd: Dèan brabhsadh as aonais eachdraidh, luirg is briosgaidean a bhith ’gad leantainn is bac treas-phàrtaidhean falaichte o bhith ’gad leantainn air feadh an lìon.
hi_in: ब्राउज करें बिना अपने इतिहास, खोज या कुकीज़ सहेजे, एवं छुपे हुए तीसरे पक्षों को ब्लॉक करें वेब पर आपका पीछा करने से.
is: Vafraðu án þess að ferill, leitir eða smákökur séu vistaðar, og lokaðu á að þriðji aðili geti fylgst með þér.
lt: Naršykite, nekaupdami naršymo ir paieškos žurnalo, neįrašydami slapukų, ir neleisdami nematomoms trečiosioms šalims sekti jūsų kelionę po saityną.
ta: வரலாறு, தேடல்கள், சேமிக்கப்படும் நினைவிகளின்றி உலாவுங்கள், மேலும் மறைவான மூன்றாம் தரப்பினர் தங்களை இணையத்தில் பின்தொடருவதையும் தடுங்கள்.
ur: اپنی سرگزشت، تلاشیاں یا کوکیز محفوظ کئے بغیر براؤز کریں، اور ویب بھر میں آپ کو مندرجہ ذیل سے مخفی تیسرے فریقوں کو بلاک کریں.

source: Learn more about Private Browsing
br: Gouzout hiroc'h a-zivout ar Merdeiñ Prevez
bs: Saznaj više o privatnom pretraživanju
ca: Més informació sobre la navegació privada
cy: Dysgu rhagor am Bori Preifat
gd: Barrachd fiosrachaidh mun bhrabhsadh phrìobhaideach
hi_in: प्राइवेट ब्राउज़िंग के बारे में अधिक जानें
is: Fræðast meira um huliðsglugga
lt: Sužinokite daugiau apie privatųjį naršymą
ta: தனிப்பட்ட உலாவல் பற்றி மேலும் அறிக
ur: نجی براؤزنگ کے بارے میں مزید معلومات حاصل کریں

source: Forget Button
ar: زر النسيان
br: Afell Disoñjal
bs: Zaboravi dugme
ca: Botó d'Oblit
cy: Botwm Anghofio
gd: An putan dìochuimhneachaidh
hi_in: भूल जाओ बटन
hr: Dugme Zaboravi
is: Gleyma hnappur
kn: ಮರೆ ಗುಂಡಿ
lt: Mygtukas „Valyti“
ms: Butang Lupa
my: မေ့ဖျောက်ရန်ခလုပ်
pt: Botão Esquecer
ta: மறத்தல் பொத்தான்
ur: بٹن کو بھول جائیں
uz: "Unutish" tugmasi

source: Remove browsing information from your computer after the fact.
ar: إزالة معلومات التصفح من جهاز الكمبيوتر الخاص بك بعد وقوعها.
br: Dilemel ar stlennoù a-fet merdeiñ diwar hoc'h urzhiataer ur wech echu ar merdeiñ.
bs: Uklonite informacije pretraživanja sa vašeg računara nakon toga.
ca: Elimina la informació de navegació del teu ordinador després del fet.
cy: Tynnu gwybodaeth pori o'r cyfrifiadur wedi'r weithred.
gd: Thoir air falbh fiosrachadh brabhsaidh on choimpiutair an dèidh dhut brabhsadh a dhèanamh.
hi_in: इस तथ्य के बाद अपने कंप्यूटर से ब्राउज़िंग जानकारी हटाएँ.
hr: Uklonite podatke o posjeti internetskim stranicama.
is: Fjarlægir ferilupplýsingar úr tölvunni eftir á.
lt: Prireikus, lengvai pašalinsite naršymo duomenis iš kompiuterio.
ms: Buang informasi pelayaran daripada komputer anda selepas itu.
my: အင်တာနက်သုံးစွဲမှု မှတ်တမ်းများ သင့်ကွန်ပျူတာမှ ဖျက်ရန်
pt: Remova informação de navegação do seu navegador após o facto.
ta: இதற்குப் பிறகு உலாவித் தகவல்களைக் கணினியிலிருந்து நீக்கு.
ur: حقیقت کے بعد آپ کے کمپیوٹر سے معلومات براؤزنگ ہٹا دیں.
uz: Dalildan so‘g kompyuteringizdan ko‘rish ma’lumotlarini o‘chirib tashlang.

source: Use it when you’ve visited a site that you don’t want in your history.
ar: قم باستخدامه عندما تقوم بزيارة موقع لا تريده في السجل الخاص بك.
br: Grit ganti pa weladennit ul lec'hienn na fell ket deoc'h bezañ gwelet war ho roll istor.
bs: Koristite ga kada posjetite stranicu koju ne želite u vašoj historiji.
ca: Utilitzeu-ho quan hagueu visitat un lloc web que no vulgueu que surti al vostre historial.
cy: Defnyddiwch hwn ar ôl i chi ymweld â gwefan nad ydych am ei gael yn eich hanes.
gd: Cleachd seo 's tu air tadhal a dhèanamh air làrach nach eil thu ag iarraidh 'nad eachdraidh.
hi_in: इसका उपयोग करें जब आप नहीं चाहते कि आपके द्वारा तलाशी गए साइट इतिहास मैं आए.
hr: Koristite nakon posjete stranicama koje ne želite u povijesti Vašeg preglednika.
is: Notaðu þetta eftir að þú hefur heimsótt vefsvæði sem þú vilt ekki hafa í ferilsögu.
km: ប្រើ​វា​នៅ​ពេល​ដែល​អ្នក​មើល​តំបន់​បណ្ដាញ​​ដែល​អ្នក​មិន​ចង់​នៅ​ក្នុង​ប្រវត្តិ​របស់​អ្នក។
lt: Baigę lankytis svetainėje, įrašų apie kurią nenorite matyti savo naršymo žurnale, pasinaudokite šiuo mygtuku.
ms: Gunakan ia semasa anda melawati sebuah lama yang anda tidak perlukan dalam sejarah anda.
my: သင့် အင်တာနက်သုံးစွဲမှု မှတ်တမ်းမှာ မကျန်စေချင်သော ဝတ်ဆိုဒ် တွင် သုံးပါ
pt: Utilize isto ao aceder a um sítio que não quer ter no seu histórico.
ta: உங்கள் வரலாற்றில் காண விரும்பாத தளத்தைப் பார்க்கும்போது இதைப் பயன்படுத்தவும்.
ur: کیا آپ واقعی اپنی تاریخ میں نہیں کرنا چاہتا کہ ایک ویب سائٹ کا دورہ کیا ہے جب اس کا استعمال کریں.
uz: Undan tashrif buyurgan saytlaringizni brauzeringiz tarixida saqlanmasligini xohlasangiz, foydalaning.

source: Add the Forget Button to your toolbar
ar: إضافة زر النسيان إلى شريط الأدوات
br: Ouzhpennit an Afell Disoñjal war ho parrenn ostilhoù
bs: Dodajte Zaboravi dugme na vašu alatnu traku
ca: Afegeix el botó d'Oblit a la barra d'eines
cy: Ychwanegu'r Botwm Anghofio y eich bar offer
gd: Cuir am putan dìochuimhneachaidh ris a' bhàr-inneal agad
hi_in: अपने टूल बार में फॉरगेट बटन जोड़ें
hr: Dodajte dugme Zaboravi u alatnu traku
is: Bættu við gleyma hnappnum á tækjastikuna
km: បន្ថែម​ប៊ូតុង​​ភ្លេច​ទៅ​កាន់​របារ​ឧបករណ៍​របស់​អ្នក
lt: Pridėkite mygtuką „Valyti“ į priemonių juostą
ms: Tambah Butang Lupa kepada alatan bar anda
my: သင့် တူးလ်ဘားသို့ မေ့ဖျောက်ခလုပ်ထည့်ပါ
pt: Adicione o botão Esquecer à sua barra de ferramentas
ta: மறத்தல் பொத்தானை உங்கள் கருவிப்பட்டையில் சேர்க்கவும்
ur: آپ ٹول بار میں بھول جاؤ بٹن کا اضافہ کریں
uz: "Unutish" tugmasini asboblar panelingizga qo‘shing

source: See who’s watching you online.
ar: معرفة من يقوم بمراقبتك على الانترنت.
br: Gwelit piv a spi ac'hanoc'h war ar genrouedad
bs: Pogledajte ko vas gleda na mreži.
ca: Descobriu qui us observa en línia.
cy: Gweld pwy sy'n eich gwylio ar-lein.
fi: Katso, ketkä seuraavat sinua verkossa.
gd: Faic cò tha a' cumail sùil ort air loidhne
hi_in: देखें, कौन आपको ऑनलाइन देख रहा है.
hr: Pogledajte tko vas prati dok surfate
is: Sjá hverjir eru að fylgjast með þér á netinu.
km: មើល​នរណា​ដែល​តាម​ដាន​អ្នក​នៅ​លើ​បណ្ដាញ
kn: ನಿಮ್ಮನ್ನು ಆನ್‌ಲೈನಿನಲ್ಲಿ ಯಾರು ನೋಡುತ್ತಿದ್ದಾರೆ ಎಂದು ನೋಡಿ.
lt: Pamatykite, kas jus stebi internete.
ms: Lihat siapa yang memerhati anda dalam talian.
my: သင့်ကို အွန်လိုင်းကနေ မည်သူ စောင့်ကြည့်နေသည်ကို ကြည့်မည်
pt: Saiba quem o está a observar online.
si: කවුරුන් සබැදඟිව සිටීදැයි දැනගන්න.
ta: இணையத்தில் யார் உங்களை கவனிக்கிறீர்கள் என்பதை பார்.
ur: دیکھیں آپ کو کون آنلائن دیکھ رہا ہے.
uz: Sizni kim onlayn ko‘rayotganini ko‘ring.
