Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefoxos/firefoxos.lang.po
Languages: dsb

source: Bringing the Open Web to mobile devices
dsb: Pśinjaso wótwórjony web na mobilne rědy

source: Welcome to a new, open and powerful mobile world!
dsb: Witajśo do nowego, wótwórjonego a mócnego mobilnego swěta!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
dsb: Firefox OS zmóžnja wótwórjony web ako platformu za mobilne rědy. Zmóžnjamy inowacije, z tym až spěchujomy wuwijanje nowych webstandardow.

source: New Web standards
dsb: Nowe webstandardy

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
dsb: Firefox OS změjo implementaciju toś tych nowych webstandardow, aby mobilne platformy wót zajźowow pśez pšawidła a restrikcije eksistěrujucych specifiskich platformow zgótowarjow wulichował.

source: Freedom from proprietary mobile platforms
dsb: Bźez specifiskjich mobilnych platformow zgótowarjow

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
dsb: Źěłamy z <abbr title="Original Equipment Manufacturer">OEM</abbr> a nosarjami direktnje gromadu, z tym až dawamy jim wěcej wliwa, aby specifiske pótrěbnosći swójich wužywarjow a wikow spokójli. Wužywarje a wuwijarje njebudu se do jadneje platformy zawěraś, tak až mógu na swóje informacije pśistup měś a nałoženja na rozdźělnych rědach wužywaś.

source: Customization for <abbr>OEM</abbr>s and operators
dsb: Pśiměrjenje za <abbr>OEM</abbr> a póbitowarjow

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
dsb: <abbr>OEM</abbr> a póbitowarje mógu wopśimjeśe a słužby pśez swóje cełe rědowe portfolio k dispoziciji stajiś, njeźiwajucy na źěłowy system. A wóni mógu wužywarske dožywjenja pśiměriś, rozšyrjenje nałoženjow zastojaś a zajmowanosć, loyalitu a wótliceńske póśěgi na se śěgnuś.

source: Opportunities for developers
dsb: Móžnosći za wuwijarjow

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
dsb: Z pomocu HTML5 a nowych standardnych API naraźonych wót Mozilla, mógu wuwijarje wšuźi wobźiwowanja gódne dožywjenja a nałoženja napóraś. Wuwijarje wěcej njetrjebaju API specifiske za platformu wuknuś a pśeśiwo jim wuwijaś.

source: Consumer freedom
dsb: Wólnosć kupcow

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
dsb: Kupce, kótarež wužywaju rědy gónjone pśez Firefox OS, njebudu se do specifiskeje platformy zawěraś, tak až dóstanu wětšy wuběrk, wěcej fleksibelnosći a wěcej lichosći. Z Firefox OS web jo platforma.
