Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/about/history.lang.po
Languages: hsb

source: Looking back. Looking ahead.
hsb: Wróćohladanje. Doprědkahladanje.

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
hsb: Mozilla eksistuje, zo by wotewrjenosć, inowaciju a šansy w interneće spěchował.

source: Take a closer look at who we are, including some of our biggest achievements and milestones.
hsb: Wobhladajće sej dokładnišo, štóž smy a informujće so wo někotrych z našich najwjetšich wudobyćow a měznikow.

source: Previous
hsb: Předchadny

source: Next
hsb: Dale

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
hsb: Projekt Mozilla startowaše pola Netscape 31. měrca 1998, zo by wužiwarjam wuběr poskićował a inowacije we webje doprědka ćěrił.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
hsb: Z hordosću njekomericelna organizacija, wutworja Mozilla produkty kaž Firefox z misiju, wšudźe móc weba w rukach wužiwarjow wostajił.

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
hsb: Přez 10.000 sobuskutkowacych je swoju podpěru za našu misiju zwurazniło, zapłaćiwši cyłostronsku anonsu w <cite>The New York Times</cite> dnja, hdyž Firefox 1.0 je w lěće 2004 wušoł.

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
hsb: Dźensa ma Mozilla sobuskutkowacych na kóždym kontinenće, inkluziwnje Antarktiku (hdźež Firefox so wot 80 % ludźi wužiwa).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Nearly 4 billion of them have been downloaded by users so far.
hsb: Přidatki Firefox wam zmóžnjeja, swoje webdožiwjenja přiměrić a kontrolu wo nich wobchować. Přez 4 miliardow z nich je so dotal wot wužiwarjow sćahnyło.

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
hsb: Přidatki Firefox wam zmóžnjeja, swoje webdožiwjenja přiměrić a kontrolu wo nich wobchować. Přez 3 miliardow z nich je so dotal wot wužiwarjow sćahnyło.

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
hsb: Mozilla je směrodajny w priwatnosći online z inowacijemi wobhladowaka kaž Do Not Track a Lightbeam, kotrež dawaja wužiwarjam wjetšu kontrolu nad jich wosobinskimi datami.

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
hsb: Naše globalne zhromadźenstwo je pomhało, Firefox do wyše 70 rěčow přełožować, přez čož wobhladowak wjace hač 90 % swětoweho wobydlerstwa k dispoziciji steji.

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
hsb: W lěće 2008 je 8.002.530 ludźi Firefox za jenički dźeń woliło, zo by Guinessowy swětowy rekord za “Najwjace sćehnjenjow softwaroweho nałoženja za 24 hodźin” docpěło.

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
hsb: Festiwal Mozilla je naš najwjetši kóždolětny podawk, kotryž sta kreatiwnych duchow hromadźi, zo by połnu móc a potencial weba zwoprawdźiło.

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
hsb: Mozilla Webmaker dźěła ze zaměrom, bóle nazhonjeny planet nastupajo web wutworić a staja nastroje k dispoziciji, kotrež ludźom pomhaja, wjace kontrolu nad jich žiwjenjom online dobyć.

source: Firefox for Android brings the Firefox desktop browsing experience to phones and tablets. Available on Google Play, it has been downloaded more than 80 million times.
hsb: Firedox za Android donjese přehladowanske dožiwjenje Firefox desktop na telefony a tablety. Steji na Google Play k dispoziciji a je so hižo přez 80 milionow razow sćahnył.

source: Mozilla leads the Open Badges program, an online standard that helps people gain recognition for 21st century skills and unlock new career opportunities.
hsb: Mozilla nawjeduje wotewrjeny rjadowy program, internetny standard, kotryž ludźom pomha, připóznaće za kmanosće 21. lětstotka dobywać a nowe karjerowe móžnosće spřistupnjeć.

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
hsb: Mozilla Developer Network je wot zhromadźenstwa nawjedowana webresursa, kotraž wjace hač 2 milionam wopytowarjam najlěpšu dokumentaciju, nawody a nastroje kóždy měsac k dispoziciji staja.

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
hsb: Mozilla dźěła, zo by so wo web starał a jón jako dźělenu zjawnu resursu k wužitkej kóždeho wobchował.

source: In 2013, Mozilla launched Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
hsb: W lěće 2013 je Mozilla Firefox OS startował, zo by połnu móc weba na smartfony pušćił a jónkróć wjace kontrolu a wuběransku móžnosć za nowu generaciju ludźi poskićił, kotřiž su nětko online.

source: The work Mozilla does is made possible thanks to tens of thousands of volunteers who believe the Web should remain open and accessible to all.
hsb: Dźěło, kotrež Mozilla čini, je dźak dźesatkam tysacow dobrowólnikow móžno, kotřiž wěrja, zo web měł wotewrjeny a za wšěch přistupny być.

source: About Mozilla
hsb: Wo Mozilla

source: A look at our projects, products and principles
hsb: Pohlad na naše projekty, produkty a principy

source: More history
hsb: Wjace stawiznow

source: Where we came from and how we got to where we are
hsb: Zwotkelž přińdźemy a kak smy so tam dóstali, hdźež smy

source: Governance
hsb: Wjedźenje

source: Our organization, structure and broader community
hsb: Naša organizacija, struktura a sěrše zhromadźenstwo
