Repository: alvinlaz96/mozilla-lang
Catalog: hsb/mozorg/about/manifesto.lang.po
Languages: hsb

source: The Mozilla Manifesto
hsb: Manifest Mozilla

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
hsb: To su principy, kotrež našu misiju wjedu, zo bychu wotewrjenosć, inowaciju a šansy we webje spěchowali.

source: Share this
hsb: To dźělić

source: <strong>Our 10</strong> Principles
hsb: <strong>Našich 10</strong> principow

source: Previous principle
hsb: Předchadny princip

source: Next principle
hsb: Přichodny princip

source: See more…
hsb: Hlejće wjace…

source: Learn more
hsb: Dalše informacije

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
hsb: Internet je integralny dźěl moderneho žiwjenja — klučowa komponenta w kubłanju, komunikaciji, kooperaciji, wobchodźe, zabawjenju a towaršnosći w cyłku.

source: Use Open Badges to share your skills and interests
hsb: Wužijće Open Badges, zo byšće swoje znajomosće a zajimy dźěilił

source: Explore how the Web impacts science
hsb: Wuslědźće, kak web wědomosć wobwliwuje

source: Learn about open source code in journalism
hsb: Zhońće wjace wo kodźe wotewrjeneho žórła w žurnalizmje

source: Making to learn in the digital world
hsb: Wuknjenje přež sobuskutkowanje w digitalnym swěće

source: The Internet is a global public resource that must remain open and accessible.
hsb: Internet je globalna zjawna resursa, kotryž dyrbi wotewrjena a přistupna wostać.

source: Read about open Internet policy initiatives and developments
hsb: Informujće so wo wotewrjenych iniciatiwach a wuwićach k internetnym prawidłam

source: Explore how to help keep the Web open
hsb: Wulědźće, kak móžeće pomhać, web wotewrjeny dźěržeć

source: Mozilla story
hsb: Stawizna Mozilla

source: You don’t have to make a case for open. You have to make a case for not open.
hsb: Njetrjebaće wopodstatnić, čehodla něšto je wotewrjene. Dyrbiće wopodstatnić, čehodla něšto wotewrjene njeje.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
hsb: <span>Johnathan Nightingale,</span> <span>Wiceprezident Firefox</span>

source: The Internet must enrich the lives of individual human beings.
hsb: Internet dyrbi žiwjenje jednotliwych ludźi wobohaćić.

source: See how the Web can connect the world to healthcare
hsb: Zhońće, kak web móže swět ze strowotnistwom zwjazać

source: Explore how the Web works
hsb: Zhońće, kak web funguje

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
hsb: Wěstota a priwatnosć jednotliwcow w interneće stej fundamentalnej a njesmědźa jej jako opcionalnej wohladować.

source: See how Mozilla works to put your privacy first
hsb: Zhońće, kak Mozilla dźěła, zo by wašu priwatnosć na prěnje městno stajił

source: Read about developments in privacy and data safety
hsb: Informujće wo wuwićach w datowym škiće a datowej wěstoće

source: Learn more about how to protect yourself online
hsb: Zhońće wjace wo tym, kak móžeće so online škitać

source: The Web We Want: An Open Letter
hsb: Web, kotryž chcemy: Wotewrjeny list

source: Individuals must have the ability to shape the Internet and their own experiences on it.
hsb: Jednotliwcy dyrbja kmanosć měć, internet a swoje dožiwjenja w nim wuhotować.

source: Use these free tools to teach the Web
hsb: Wužiwajće tute darmotne nastroje, zo byšće web wučił

source: Learn about creating and curating content for the Web
hsb: Wukńće, kak móžeće wobsah za web wutworić a hladać

source: Teaching the Web
hsb: Web wučić

source: Meet the Webmakers
hsb: Zetkajće so z webwuhotowarjemi

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
hsb: Efektiwita interneta jako zjawna resursa wotwisuje wot komunikacije mjez sobu (protokole, datowe formaty, wobsah), inowacije a decentralneho wobdźělenja swětodaloko.

source: Add new voices to open source technology
hsb: Přidajće technologiji wotewrjeneho žórła nowe hłosy

source: Set your Do Not Track preference
hsb: Stajće swoje nastajenje Do Not Track

source: Understand the Web ecosystem
hsb: Zrozumće ekosystem weba

source: Who is Mozilla?
hsb: Štó je Mozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
hsb: Darmotna softwara z wotewrjeneho žórła spěchuje wuwiwanje interneta jako zjawnu resursu.

source: Explore how open practices keep the Web accessible
hsb: Wuslědźće, kak wotewrjene wašnja postupowanja web přistupny dźerža

source: Learn how to remix content to create something new
hsb: Zhońće, kak móžeće wobsah nowo měšeć, zo byšće něšto nowe wutworił

source: Learn how to maximize the interactive potential of the Web
hsb: Zhońće, kak móžeće interaktiwny potencial weba maksiměrować

source: Contributing to Open Source Software
hsb: K softwarje wotewrjeneho žórła přinošować

source: Transparent community-based processes promote participation, accountability and trust.
hsb: Transparentne procesy na zakładźe zhromadźenstwa sylnja wobdźělenje, zamołwitosć a dowěru.

source: Participate in our governance forum
hsb: Wobdźělće so na našim wjednistwowym forumje

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
hsb: Přidružće so nam jako <a href="%(volunteer)s">dobrowólnik</a> abo <a href="%(ambassador)s">studentski wulkopósłanc</a>

source: Learn how to collaborate online
hsb: Zhońće, kak móžeće online hromadu dźěłać

source: I am a Mozillian
hsb: Sym Mozillačan

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
hsb: Komercielne wobdźělenje na wuwiću interneta wjele lěpšinow přinjese; balansa mjez komercielnym profitom a zjawnym wužitkom je rozsudna.

source: Visualize who you interact with on the Web with Lightbeam
hsb: Wizualizujće z Lightbeam, z kimž we webje interagěrujeće

source: See how Firefox phones seek to balance the mobile ecosystem
hsb: Zhońće, ka telefony Firefox pospytuja mobilny ekosystem w runowaze dźěržeć

source: Learn about creating Web resources with others
hsb: Zhońće, kak móžeće webresursy hromadźe z druhimi ludźimi wutworić

source: Lightbeam for Firefox
hsb: Lightbeam za Firefox

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
hsb: Zesylnjowanje aspektow zjawneho wužitka interneta je wažny zaměr, kotryž je hódny nałožka na času, kedźbnosći a angažemenće.

source: Host or join a Maker Party
hsb: Zarjadujće abo wopytajće Maker Party

source: Learn how to build online collaboration skills
hsb: Zhońće, kak móžeće kmanosće za zhromadne dźěło online wuwiwać

source: What is MozFest?
hsb: Što je MozFest?

source: Read the entire manifesto
hsb: Čitajće cyły manifest

source: Tell your friends
hsb: Powědajće to swojim přećelam

source: I support Mozilla because… #mozmanifesto
hsb: Podpěruju Mozilla, dokelž… #manifesto

source: Tweet this
hsb: Pósćelće to přez Twitter

source: Learn more about…
hsb: Zhońće wjace wo…

source: Donating to Mozilla
hsb: Dary za Mozilla

source: Our history
hsb: Naše stawizny

source: Our mission
hsb: Naša misija

source: Introduction
hsb: Zawod

source: The Internet is becoming an increasingly important part of our lives.
hsb: Internet budźe dźeń a wažniši dźěl našeho žiwjenja.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
hsb: Projekt Mozilla je gobalne zhromadźenstwo ludźi, kotřiž wěrja, zo wotwrjenosć, inowacija a móžnosće su kluč trajneho derjeměća interneta. Smy wot lěta 1998 hromadźe dźěłali, zo bychmy zawěsćili, zo internet so na wašnje wuwiwa, kotrež kóždemu tyje. Najbóle znaty z našich projektow je webwobhladowak Mozilla Firefox.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
hsb: Projekt Mozilla zepěra so na zhromadźenstwo, zo by prěnjorjadnu softwaru zjawneho žórła wutworił a nowe wašnja kooperacije wuwiwał. Załožujemy zhromadźenstwa ludźi, kotřiž internet k lěpšemu městnu za nas wšěch činja.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
hsb: Jako wuslědk tutych napinanjow smy rjad principow zestajeli, kotrež mamy za kritiske za internet, zo bychmy dale zjawnemu dobru słužili kaž tež komercielnym aspektam žiwjenja. Tute principy deleka podamy.

source: The goals for the Manifesto are to:
hsb: Cile za manifest su:

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
hsb: wiziju za internet artikulować, kotruž załožba Mozilla ma po měnjenju sobuskutkowacych Mozilla spěchować;

source: speak to people whether or not they have a technical background;
hsb: ludźi narěčeć, njedźiwajo na jich techniski pozadk;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
hsb: sobuskutkowacych Mozilla hordych na to činić, štož činimy a nas motiwować dale dźěłać; a

source: provide a framework for other people to advance this vision of the Internet.
hsb: wobłuk za druhich ludźi wutworić, zo bychmy tutu wiziju wo interneće doprědka ćěrili.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
hsb: Tute principy so same wot so njezwoprawdźeja. Ludźo su trěbne, kotřiž internet wotewrjeny a k městnu aktiwneho wobdźělenja činja - ludźo, kotřiž jako jednotliwcy jednaja, w skupinach hromadźe dźěłaja a druhich nawjeduja. Załožba Mozilla ma nadawk, principy manifesta Mozilla spěchować. Přeprošujemy druhich, so nam přidružić a internet k dźeń a lěpšemu městnu za kóždeho činić.

source: Principles
hsb: Principy

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
hsb: Jednotliwcy dyrbja móžnosć měć, internet a swoje dožiwjenja w interneće wuhotować.

source: Advancing the Mozilla Manifesto
hsb: Spěchowanje manifesta Mozilla

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
hsb: Je wjele rozdźělnych wašnjow, principy manifesta Mozilla zwoprawdźić. Witamy šěroku paletu aktiwitow a wočakujemy samsnu kreatiwnosć, kotruž wobdźělnicy na projekće Mozilla su na druhich polach projekta pokazali. Za jednotliwcow, kotřiž do projekta Mozilla hłuboko zapřijeći njejsu, je zakładna a jara efektiwna móžnosć, manifest podpěrać, Mozilla Firefox a druhe produkty wužiwać, kotrež principy manifesta sćělesnjeja.

source: Mozilla Foundation Pledge
hsb: Lubjenje załožby Mozilla

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
hsb: Załožba Mozilla lubi aktiwity manifesta Mozilla podpěrać. Předewšěm budźemy:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
hsb: technologije wotewrjeneho žórła a zhromadźenstwa wuwiwać a zmóžnić, kotrež principy manifesta podpěraja;

source: build and deliver great consumer products that support the Manifesto’s principles;
hsb: wulkotne kupcowske produkty wutworjeć a k dispoziciji stajeć, kotrež principy manifesta podpěraja;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
hsb: aktiwa Mozilla wužiwać (intelektualne swójstwo kaž na př. awtorstwa a wikowanske znamjenja, infrastruktura, financielne srědki a mjeno), zo bychmy internet jako wotewrjenu platformu wobchowali;

source: promote models for creating economic value for the public benefit; and
hsb: modele za wutworjenje ekonomiskich hódnotow k zjawnemu wužitkej spěchować; a

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
hsb: principy manifesta Mozilla w zjawnym diskursu a znutřka internetneje branže spěchować.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
hsb: Někotre aktiwity załožby - tuchwilu wutorjenje, poskićenje a spěchowanje kupcowskich produktow - so hłownje přez Mozilla Corporation, stoprocentowu wotnožku towarstwa załožby Mozilla přewjedu.

source: Invitation
hsb: Přeprošenje

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
hsb: Załožba Mozilla přeprošuje wšěch druhich, kotřiž principy manifesta Mozilla podpěruja, so nam přidružić a nowe puće namakać, tutu wiziju interneta zwoprawdźić.
