Repository: alvinlaz96/mozilla-lang
Catalog: dsb/foundation/annualreport/2012/faq.lang.po
Languages: dsb

source: Frequently Asked Questions
dsb: Ceste pšašanja

source: What are the key projects for Mozilla in the next year?
dsb: Co su nejwažnjejše projekty za Mozilla znowa?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
dsb: Chórgojowa łoź našych produktow, webwobglědowak Firefox, jo a wóstawa wažna rucyca, z kótarejuž póramy web a misiju Mozilla doprědka. Firefox za Android jo naš popularny wobglědowak za mobilne rědy, kótaryž wjaseli se tuchylu pśerěznego pógódnośenja 4,5 gwězdkow w Google Pla.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
dsb: Firefox OS jo prědny napšawdu wótwórjony źěłowy system za mobilne rědy, kótaryž bitujo tu samsku wěstotu, priwatnosć, pśiměrjujobnosć a wužywarsku kontrolu, kótarež luźe su nawucone wót wobglědowaka Firefox. Mozilla jo technologije a někotare API wuwił, aby web k bogatej a trajnej platformje za industriju mobilnych rědow cynił. Z pódpěru našych wusoko cesćonych partnarjow z cełego ekosystema daju se telefony z Firefox OS něnto na 10 wikach swětodaloko (staw nowember 2013) kupiś, a Mozilla buźo jogo wuwiśe dalej doprědka póraś.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
dsb: Z programom Mozilla Webmaker comy miliony luźi z webwužywarjow k aktiwnym webstworiśelam cyniś, kótarež wuwijaju pśichodne wjelicne dožywjenja. Zaměr jo, planet napóraś, kótaryž so lěpjej z webom wuznawa, z rědami a wuknjeńskimi programami, kótarež seśe kreatiwnosć luźi wšych starstwowych kupkow.

source: How do you measure success?
dsb: Kak měriśo wuspěch?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
dsb: Pla Mozilla měrimy wuspěch na tom, kak wjelgin pólěpšamy cełkownu strowosć weba a spěchujomy zajmy wužywarjow a wuwijarjow. Smy wuspěšne, gaž wuwijamy produkty, kótarež luźe lubuju, a gaž druge organizacije pśewzeju w konkurencnych produktach kakosći a funkcije, kótarež su nam wažne.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
dsb: Na rozdźěl wót našych głownych konkurentow, dojśpijo Mozilla wuspěch, z tym až pomaga wěcej luźam, same rozsuźiś, kótaru software kśě wužywaś, kak wjelgin kśě online sobu statkowaś a kak wobźěluju se na wuwijanju lěpšego interneta. Gaž na pśikład wiźimy rosćenje pśi sobutatkujucych zgromaźeństwa, lokalizacijach softwary a wiki wobglědowakow we wuběźowanju, wěmy, až bližymy se našym zaměram.

source: What was Mozilla’s total revenue for 2012?
dsb: Kak wusoko su cełkowne nabranki Mozilla za 2012 byli?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
dsb: Konsoliděrowane wózjawjone nabranki Mozilla (Mozilla Foundation a jeje wótnožki) za lěto 2012 su 311 mio. US-dolarow byli, pśiběranje wó něźi 90 procentow w pśirownanju k 163 mio. US-dolaram w lěśe 2011.

source: How does Mozilla generate revenue?
dsb: Kak twóri Mozilla nabranki?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
dsb: Wětšy źěl nabrankow Mozilla nastawa pśez pytańsku a pśekupnisku funkcionalnosć, kótaraž jo w našom produkśe Firefox pśez wšych našych pytańskich partnarjow, ako na pśikład Google, Bing, Yahoo, Yandex, Amazon, eBay a drugich wopśimjona. Wózjawjone nabranki Mozilla wopśimuju teke wjelgin wažne dary a pśiźělenja jadnotliwcow a pśedewześow, kótarež radnje rostu a teke druge formy nabrankow z našogo inwestěrujobnego zamóženja.

source: Are you exploring partnership opportunities to diversify your revenue stream?
dsb: Pytaśo za móžnosćami za partnarstwa, aby swóje nabranki wariěrował?

source: We currently have several key business partnerships and are actively exploring new ones, as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
dsb: Mamy tuchylu někotare głowne pśekupniske partnarstwa a pytamy aktiwnje za nowymi, a teke za drugimi potencielnymi žrědłami nabrankow. Wuwijamy dalej wjelicne produkty, kótarež pomagaju luźam, bogatosć interneta póžywaś, a smy połne naźeje, až to nam zmóžnja, pśigódne žrědła nabrankow identificěrowaś, kótarež słuže misiji a našym wužywarjam.

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
dsb: Někotare wažne projekty załožby Mozilla Foundation ako Lightbeam su pśiplaśonki wót organizacijow ako załožba Ford Foundation dostali.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
dsb: Nabranki Google su wót 2011 radnje zrostli. Co jo se to nastupajucy změniło?

source: Our search partnerships are designed as multi-year contracts. Near the end of each contract, Mozilla negotiates market-value rates from multiple search providers based on the present and future value our products provide. At the end of 2011, Mozilla negotiated a new agreement with Google based on growth and impact from our Firefox desktop browser.
dsb: Naše pytańske partnarstwa su ako wěcejlětne dogrona zapołožone. Pśed kóńcom kuždego dogrona wujadnujo Mozilla późěle na wikowańskej gódnośe z pytańskimi póbitowarjami na zakłaźe aktuelneje a pśichodneje gódnoty našych produktow. Kóńc lěta 2011 jo Mozilla na zakłaźe rosćenja a wliwa našogo desktopowego wobglědowaka Firefox nowe dogrono z Google wujadnał.

source: How does Mozilla spend its money?
dsb: Kak wudawa Mozilla swóje pjenjeze?

source: Mozilla invests in both people and products to further our mission to keep the Web open and to retain our impact on the Internet landscape. We continue to spend a significant majority of our expenses on staffing our technology and development, and recently have increased our spending in marketing new product lines. Over the last few years, Mozilla’s investment focus has been significant in new areas such as our mobile and cloud services products. In particular, the market launch of Firefox OS and significant upgrades to our Firefox for Android browser have advanced our goal of opening the mobile ecosystem for users and developers worldwide.
dsb: Mozilla inwestěrujo do luźi a produktow, aby našu misiju doprědka pórał, web wótwórjony źaržaś a naš wliw na internet wobchowaś. Wudawamy dalej bejny źěl našych wudankow za wugótowanje našeje technologije a wuwiśa, a smy njedawno wudanki za marketing nowych produktowych linijow pówušyli. W zachadnych lětach jo Mozilla fokus inwesticijow na nowe póla ako produkty za mobilne rědy a mrokawsłužby stajił. Wósebnje spóranje do pśedank źěłowego systema Firefox OS a bytostne aktualizacije za wobglědowak Firefox za Android su naš zaměr doprědka spórali: ekosystem za wužywarjow a wuwijarjow swětodaloko wótwóriś.

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
dsb: Dankowe wopłaty Mozilla a financielne dokumenty ze zachadnych lět stoje na <a href="%(url)s">toś tom sedle</a> k dispoziciji.

source: What is the status of the organization’s search partnerships?
dsb: Co jo status pytańskich partnarstwow organizacije?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
dsb: Mamy tuchylu partnarstwa z někotarymi pytańskimi póbitowarjami, kótarež rozeznawaju se pó wikach. W decembrje 2011 smy nowe dogrono z Google ako standardnym pytańskim póbitowarjom w Firefox wózjawili, kótarež płaśi nanejmjenjej tśi lěta. Specifiske wuměnjenja toś togo pśekupniskego dogrona pódleže tradicionelnym zawězkam diskretnosći a njamóžomy se dowóliś, je wótekšyś.

source: How does Mozilla make money with Firefox OS?
dsb: Kak zasłužy Mozilla pjenjeze z Firefox OS?

source: The first Firefox OS devices went on sale in July 2013, so are in the very early stages of market development and user acquisition. Mozilla’s focus is on delivering a superior user experience and getting developers excited, and not on generating revenue from Firefox OS at this time.
dsb: Prědne rědy z Firefox OS su se w juliju 2013 pśedali, su pótakem we wjelgin ranych fazach wuwiśa na wikach a akwizicije wužywarjow. Mozilla staja tuchylu fokus na to, lěpše wužywarske dožywjenje póbitowaś a wuwywarjow zagóriś, a nic na to, z Firefox OS nabranki dojśpiś.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
dsb: Cogodla wěriśo, až móžośo se na wikach smartfonow z dwěma dominantnyma póbitowarjoma zakórjeniś?

source: There is very high demand in emerging markets for smartphone technology at a reasonable price without long-term contractual carrier subsidies. By using Web technology, Firefox OS and its apps are one layer closer to the hardware, so less memory and CPU is needed to get high performance. The result is a full Web experience that’s attainable for many feature phone users, enabling people to purchase their first smartphone.
dsb: Jo wjelgin wusoke napšašowanje w nowych wikach za smartofonoweju technologiju za rozymne płaśizny bźez dłujkodobneje pódpěry pśez dogrono za póbitowarjow mobilneje telefonije. Z pomocu webtechnologije su Firefox a jogo nałoženja jadnu rowninu bližej k hardware, tak až stej trěbnej mjenjej składowaka a procesoroweje wugbałosći CPU, aby wusoke wugbaśe dojśpiło. Wuslědk jo połne webdožywjenje, kótarež mógu se wužywarje funkciskich telefonow žycyś, tak až luźe mógu se swój prědny smartfon kupiś.

source: Firefox OS &ndash; launched in 10 markets and growing &ndash; taps into the largest digital ecosystem there is: the Web. We believe the Web is the best platform for innovation, connecting, sharing and for building the world that we want.
dsb: Firefox OS &ndash; wózjawjony w 10 wikach a rosćecy &ndash; wužytkujo nejwětšy digitalny ekosystem, kótaryž eksistěrujo: web. Mamy web za nejlěpšu platformu za inowacije, zwězowanje, źělenje a wuwijanje swěta, kótaruž comy.

source: How many operator partners does Mozilla have for Firefox OS?
dsb: Wjele partnarskich póbitowarjow mobilneje telefonije ma Mozilla za Firefox OS?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
dsb: Mozilla jo pódpěru za Firefox OS pśez 18 wjelikich póbitowarjow mobilneje telefonije z cełego swěta pśipowěźeł: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN a VimpelCom. Srjeź nowembra 2013 pśedawaju se smartfony pśez Telefónica a Deutsche Telekom na 10 łatyńskoamerikańskich a europskich wikach.

source: Which manufacturers are making Firefox OS devices?
dsb: Kotre zgótowarje producěruju rědy z Firefox OS?

source: As of mid-November 2013, there are three different Firefox OS phones on sale: the ZTE Open, the ALCATEL ONE TOUCH Fire, and the LG Fireweb. Huawei has also committed to manufacturing Firefox OS smartphones, and Foxconn announced in June 2013 that it plans to build a range of Firefox OS devices. We expect to announce additional OEM support soon.
dsb: Srjeź nowembra 2013 pśedawaju se tśi rozdźělne telefony z Firefox OS: ZTE Open, AlCATEL ONE TOUCH Fire a LG Fireweb. Huawei jo se teke zawězał, smartfony z Firefox OS zgótowaś, a Foxconn jo w juniju 2013 pśipowěźeł, až planujo, kopicu rědow z Firefox OS twariś. Wótcakujomy jěsnu pśidatnu OEM-pódpěru.

source: When can we expect to see devices launching in the United States?
dsb: Gdy móžomy wózjawjenje rědow w Zjadnośonych statach Ameriki wótcakowaś?

source: Market launch timing for a Firefox OS phone targeted to U.S. consumers is dependent on our operator and manufacturer partners, and we are actively exploring that opportunity but don't have specific plans to announce at this time.
dsb: Cas spóranja na pśedank za telefon z Firefox OS za US-kupcow wótwisujo wót našych partnarskich póbitowarjow mobilneje telefonije a zgótowarjow mobilnych rědow, a pytamy aktiwnje za móžnosću, ale njemóžomy tuchylu nic konkretnego k wěsći daś.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
dsb: Kotry rosćenje za Firefox Desktop, Firefox Mobile a Firefox OS prognosticěrujośo za lěto 2013?

source: We are not providing forecasts or projections at this time.
dsb: Tuchylu njecynimy žedne pśedpowěsći abo pówoblicenja.

source: Mozilla has become more active in policy matters. Are you lobbying now?
dsb: Mozilla jo aktiwnjejšy nastupajucy směrnice. Wugbaśo něnto wěsty wliw?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
dsb: Mozilla njejo lobbyjowa organizacija. Weto zastupujomy naše stojnišća, gaž derjeměśe weba a jogo wužywarjow jo w tšachośe.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
dsb: Pśi nastupnosćach ako SOPA/PIPA, CISPA a nowšych wótekšyśach wó doglědowanju pśez kněžarstwo, jo Mozilla swóje měnjenja zwuraznił a jo wopytał, wužywarjow informěrowaś a napšawy cyniś, aby tšawokórjenjowu akciju póspěšył. Ako pśi nejwěcej temach, kótarež su wažne, wěrimy, až kubłanje, pśisłuchanje a dialog mjazy zastupjarjami zajmow su trěbne, aby rozwězanja namakało. Mozilla jo pśed kněžarstwowymi zastojnstwami wugronił a někotarym agenturam a njekněžarstwowym organizacijam informacije za mócowanje interneta dał. Naš wósławjony dodank za Firefox, Lightbeam, wopytujo wužywarjow wó priwatnosći w jich žywjenju online informěrowaś.

source: Mozilla’s efforts have resulted in being named the Most Trusted Internet Company for Privacy in 2012, according to <a href="%(url)s">a study</a> performed by the Ponemon Institute.
dsb: Napinanja Mozilla su k tomu wjadli, až su jen w <a href="%(url)s">studiji</a> instituta Ponemon z lěta 2012 dowěry nejgódnjejše internetne pśedewześe pó priwatnosći pomjenili.
