Repository: alvinlaz96/mozilla-lang
Catalog: sat/download.lang.po
Languages: sat

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
sat: मोजिला फायारफॉक्स को , पोला तेयाक् वेब ब्राउजार, होड़ कोवाक् बेस ला़गित् वेब रेयाक् आगाम कोबोज तेयार रे निजेराक् को दोहो ला़गित् आलायाकान गोलोबाल बेगोर लाब दायार ते तेयार आकाना .

source: Different by Design
sat: जोह तेयार दाराय ते भेगार .

source: Proudly <span>non-profit</span>
sat: गोरोब ते <span>बाङ लाब आ </span>

source: Innovating <span>for you</span>
sat: नावा आ़रु <span>आम ला़गित् </span>

source: Fast, flexible, <span>secure</span>
sat: लोगोन , टानागाक् , <span>जा़पती </span>

source: Thanks for choosing Firefox!
sat: फायारफॉक्स बाछाव ला़गित् साहराव !

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
sat: आमाक् आ़तुर आंड़गो काच् टिच् रे आच् आच् ते एहोब ला़गती ,मेनखान जुदी बाङ , <a href="%s">नोडे ओता </a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
sat: बाङ लाबाक् लेका, आले आम ला़गित् ते नावा आ़रु ला़गित् ले साधिन गेया बेगोर जाहान ओता सुलाय नामा़क् ला़गित्.आम भेनेगार दुलाड़ ला़गित् चालाक् कानाम.

source: Welcome to the only browser <em>that puts you first.</em>
sat: एकेन ब्राउजार रे सांगुन दाराम <em> ओना आम पा़हिल दोहो मेयाक् .</em>

source: Mozilla Firefox Web Browser
sat: मोजिला फायार फॉक्स ब्राउजार
