Repository: alvinlaz96/mozilla-lang
Catalog: sat/foundationsection.lang.po
Languages: sat

source: The State of Mozilla <span>Annual Report</span>
sat: मोजिला रेयाक् ओबोसता <span>सेरमा किया रिपोर्ट </span>

source: Welcome
sat: सा़गुन दाराम

source: Opportunities
sat: ओबोसोर को

source: People
sat: होड़ को

source: Ahead
sat: सामाङ

source: Download this video:
sat: नोवा बिडियो आ़तुर आंड़गोय मे

source: A Different Kind of Browser
sat: भेगार लेकान ब्रोजार .

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
sat: मोजिलावाक् जोतो बाबोत दो चेत् काना ? चेदाक् आबो नोवा बो का़मी काना ? आले आम कुली काते ले कुसियेना .

source: Looking Ahead <span>Mitchell Baker</span>
sat: सांमाङ ञेलयेदआ <span> मिचेल बेकार </span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
sat: मिचेल बेकार , मोजिलावाक् ओबोसता माची .

source: Getting Involved
sat: सिम्लोक् ञाम

source: Mozilla is a fun, diverse community of people from around the world.
sat: मोजिला दो मित् कुसियाक्, गोटा दुनिया खोन होड़आक् छिनगा़व बिरा़द .

source: Mozilla Firefox billboard, San Francisco
sat: मोजिला फायारफॉक्स बिलबोर्ड , सन फ्रानसिस को

source: Download PDF
sat: PDF आ़तुर आंड़गो.

source: 2010 Audited Financial Statement
sat: 2010 ओडिट कोरोच खोर्चा बिबरोन .

source: 2010 Form 990
sat: 2010 फोर्म 990

source: Celebrating Firefox
sat: फायारफॉक्स मानावेत् आ .

source: ReMo Work Week in Paris
sat: पेरिस रे रेमो का़मी हाट .

source: Mozilla Meetup, Brazil
sat: मोजिला ञापाम,ब्राजिल

source: Arabic Mozilla
sat: आराबिक मोजिला

source: Mozilla Kenya
sat: मोजिला केनेया

source: Mozilla Indonesia
sat: मोजिला इनडोनेसिया

source: Other languages & sharing
sat: एटाक् पा़रसी को आर हा़टिञ .
