Repository: alvinlaz96/mozilla-lang
Catalog: sat/mobile.lang.po
Languages: sat

source: Get Firefox for Android
sat: एंडरोयेड ला़गित् फायारफॉक्स ञाम मे .

source: Download for <span>Android</span>
sat: <span>एंडरोयेड</span>ला़गित् आ़तुर आंड़गो.

source: Free from the Android Market
sat: एंडरोयेड बाजार खोन पोला ते .

source: Or visit <a %s>Firefox.com/m</a> on your phone.
sat: आर बाङ ञेल<a %s>Firefox.com/m</a> आमाक् फोन रे .

source: Supported Devices
sat: गोड़ोवाक् डिबाइस को.

source: Get it from iTunes - FREE
sat: iTunes खोन नोवा ञाम - FREE

source: Firefox Home for <span>iPhone</span>
sat: <span>आइफोन</span>ला़गित् फायार फॉक्स ओड़ाक्.

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
sat: आमाक् फायारफॉक्स हाता़ल पुथी चिनहा़ आर झिज टेब को आमाक् आइफोन रे आ़तुर.

source: Download Firefox to <span>Your Mobile</span>
sat: <span>आमाक् मोबाइल</span> रे फायारफॉक्स आ़तुर आंड़गो.

source: Want to test the latest features?
sat: नावा उतार गुन को बिड़ाव सानाम ?

source: Get Firefox Home for iPhone
sat: आइफोन ला़गित् फायारफॉक्स ओड़ाक् ञाम मे .

source: Download Beta for Android
sat: एंडरोयेड ला़गित् बिटा आ़तुर आंड़गो .

source: Download
sat: आ़तुर आंड़गो

source: for
sat: ला़गित्

source: Free from iTunes
sat: आइटियुन खोन साधिन .

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
sat: आम गेत् धारे गुन को ञेल हेरेड़ ला़गित् ञामाक् आर रिफाइन आर पालिस गोड़ो ला़गित् फिडबेक एम मे ओका दो मुचा़त उछा़न रे .

source: Developer Tools
sat: टुल लाहा़ होचोय मे .

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
sat: आम बिडा़व लेका ते ,फिटबेक एम, आर एड-ऑन तेयार आलेयाक् डेक्सटॉप काम्प्युटार रे फायारफॉक्स रेयाक् मोबइल बार्सान बोहा़ल दाड़ेयाक् .

source: Connect With Firefox for Mobile:
sat: मोबाइल ला़गित् फायार फॉक्स जोड़ाव :

source: Monthly newsletter
sat: चांदो किया खोबोर सांकाम .

source: Follow us
sat: आले पांजा लेम

source: Become a fan
sat: मित् साहराविच् तेयारोक्

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
sat: फायार फॉक्स दो पुरा़ नावा आ़रुवाकाना आका आम कोम टाइप , ढेर ब्राउज होचोवामाक् आर वेब लोगोन ते आर आलगा ते ञाम होचो मेया .

source: Freedom from typing
sat: टाइपिंञ खोन साधिनोक् .

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
sat: बोतोरानाकी स्क्रिंन आमाक् कुसियाक् साइड को चेद आ . ओना ते आम.का़च् आर बाङ टाइप सांव आम ब्राउज दाड़ेयाक् .

source: Best of both worlds
sat: बानार दुनियाक् ला़गित् बोस आ.

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
sat: एंडरोयेड ला़गित् फायार फॉक्स दो नितोक् दोहड़ा दोह तेयार आर कुसियाक् होर ला़गित् आम फोनको आर टेबलेट को रे ब्राउज मे.

source: Browse quick and easy
sat: लोगोन आर आलगा ब्राउज मे .

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
sat: मित् ओकतो तेयार लेका गुन को , टेब प्राउजिंग आर मित् जोटेत् पुथी चिनहा़ तेयार माने जोतोवाक् ती रे आम बोंदो सानामाक् .

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
sat: <a %s>गोड़ो ला़कती ?</a> एंडरोयेड गोड़ो साइड ला़गित् आलेयाक् फायार फॉक्स ञेल मे .

source: Download and test the build that’s right for you.
sat: आ़तुर आंड़गो आर तेयार बिडा़व आम ला़गित् ओका सुहिया .

source: See all our channels for mobile »
sat: मोबाइल ला़गित् जोतो आलेयाक् चैनाल ञेल मे . »

source: Free from the Google Play Store
sat: गुगाल खोलोंड स्टोर कोन पोला ते ञाम .
