Repository: alvinlaz96/mozilla-lang
Catalog: sat/mozspaces.lang.po
Languages: sat

source: Mozilla Spaces
sat: मोजिलाक् फांक

source: Mountain View
sat: बुरु ञेल

source: Address:
sat: ठिका़ना:

source: E-mail:
sat: इमेल:

source: Twitter:
sat: ट्वीटार:

source: Auckland
sat: ओक लेण्ड

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
sat: आयेयाक् नावा फांक रेयाक् पा़हिलाक् . आले जुलाई 2011 रे न्युजी लेंड रे आलेयाक् दुवार झिज लेत् आ.

source: Beijing
sat: बेजिंग

source: Paris
sat: पेरिस

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
sat: पेरिस जायगा दो मित् माराङ ठांव रे आ़चुरोक् आ. साइट ञेल को दो दिसेम्बार 2011 रे हुयुक् आ आर आले दो हाजार 2012 रेयाक् दोसार पे हा़टिञ रे नावा फांक झिज ला़गित् ले दोसयेत् आ .

source: San Francisco
sat: सानफ्रांसिस को

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
sat: आले ला़य सोदोर ला़गित् उसकाव काना जे आलेयाक् नावा सान फ्रांसिस को फांक दो सितम्बार 2011 रे उछा़न लेन ताहेंना इंमबारकेडोरो रे सुही.

source: Toronto
sat: टोरोनटो

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
sat: आगस्त 2011 टोरोंनटो रे आलेयाक् नावा मोजिला फांक उछा़न ला़गित् आ़गु लेना , एसप्रेसो माशिन सुही सांव पुरा़व लेना .

source: Vancouver
sat: भेनकौभार

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
sat: आले आलेयाक् भेनकौभार फांक सुही रेयाक् का़मीयेत् आ .आले इन सोमान बिलडिंग रेगे ताहेंन काना, एकेन नावा बिरा़द जायगा गोड़ो ला़गित् ले पासनाव आकात् आ ओका 2012. रेयाक एतोहोब रे उछा़न ओआ ओंडे ञेल ला़गित् आंस आ !

source: London
sat: लोनडान

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
sat: फांक दो नितोक् तेयार रे मेनाक् आर मोंज सांव हिजुक काना . आले जानवरी 2012 आलेआक् दुवार रे झिज आ.

source: Berlin
sat: बारलिन

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
sat: पानते दो होर रे मेनाक् आ ! टुर रे हा़लिराकाब ला़गित् साडे ताहेंन आ बिलडिंग ठांव आर तेयार किक् ऑफ . आले 2012 रेयाक् दोसार ओरधेक रे आलेयाक् दुवार झिज ला़गित् ए जोस आकात् आ .

source: Taipei
sat: टाइपे

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
sat: आले आलेयाक् टाइप फांक 2012. रे ले उछा़ना .बाड़ती बिबरोन ला़गित् साडे ताहें

source: Sign up for Mozilla Spaces updates
sat: मोजिला फांक हा़ली राकाबको ला़गित् साइन ऑप.

source: We’re hiring
sat: आलेले भाड़ायेत् आ.

source: Get involved
sat: सा़मिल ताहें
