Repository: alvinlaz96/mozilla-lang
Catalog: sat/snippets.lang.po
Languages: sat

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
sat: आम जाहां रेगेम चालाक् फायारफॉक्स इदी मे ! एंडरोयेड ला़गित नावा नाक फायारफॉक्स दो लाइब आर आम रा़सिका ला़गित् सापड़ाव. <a href="%s"> नोवा नितोक् ञाम मे </a>.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
sat: आम दो फायारफॉक्स रेयाक् नावा नाक् बार्सान बा़नुक आ . <a href="%s"> तेंहेग हा़ली राकाब मे </a> बेस उता़र वेब ञाम ला़गित् !

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
sat: फायारफॉक्स रेयाक् आगाम उकुते चालाक् आ . <a href="%s"> फायारफ़क्स औरोड़ा आ़तुर आंड़गो मे </a> आर नावानाक् गुन को बिड़ाव मे .

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
sat: <a href="%s">फायारफॉक्स बाताव एम तेयार </a> आर दुनिया सांव फायारफॉक्स हा़टिञ ला़गित् आमेम ला़कती जोतोवाक् ञाम मे !

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
sat: फायारफॉक्स दो गोरोब आ बाङ लाब आ आर आम ला़ॉगित् ते नावा आ़रु ला़गित् पोला गेया बेगोर सुलाय नामाते . <a href="%s">बाड़ती चेद मे </a> आलेयाक् मिसोन बाबोत ते .

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
sat: लोगोनाक् ,टानागाक् आर जा़पती , फायारफॉक्स दो एकेन ब्राउजार काना .ओका आम पा़हिल ये दोहो मेया <a href="%s"> बाड़ती चेद मे. </a> जोह तेयार दाराय ते भेगार आलेयाक् चेत् तेयार बाबोत ते.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
sat: <a href="%s">आमाक एंडरोयेड टेबलेट रे फायारफॉक्स आ़तुर आंड़गो मे </a> आर आमाक् ति रेयाक जोजोम वेब पावार दोहो नितोक् नोवा ञाम मे.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
sat: आमाक् खोंजा आदेर हा़ली दोहोय मे आर ऑनलाइन निरपोन सांव ताहें <a href="%s"> खोंजा आदेर ञेल </a>.

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
sat: दुलाड़ फायारफॉक्स ? आलेयाक् दोसार बार्सान बेस रेहों तेयार गोड़ो साना आ ? <a href="%"> फायारफॉक्स बिटा आ़तुर आंड़गोय मे </a> आर आले फिडबेक एमा लेन !

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
sat: भेगार -भेगार काम्प्युटार फायारफॉक्स बेभार मे ? आम आमाक् एड-ऑन उनकु जोतो पारोम मित् ओकतो लेका तेयार दाड़याक् कोवा. <a href="%"> ञाम ओडोक मे चेत् लेका रे मित् ओकतो लेका तेयार चोगोड़ आ.</a>

source: Be the master of your social circle with <a href="%s">Facebook Messenger for Firefox</a>. Try it today and let all your Facebook friends know.
sat: आमाक् सांवता घेर रेयाक् मास्टारोक् तेयार <a href="%s">फायारफॉक्स ला़गित् फेसबुक खोबोर एमोगिक </a>. नोवा तेहेंग कुरुमुटुय मे आर जोतो आम रिन फेस बुक गाते को बाडाय होचो कोम .

source: Keep up with friends wherever you go on the Web with <a href="%s">Facebook Messenger for Firefox</a>. Add it to Firefox today!
sat: गाते को सांव ताहेंन मे ओका रे जे आम वेब रे चालाक् <a href="%s"> सांव फायारफॉक्स ला़गित् फेसबुक खोबोर एमोगिच् </a>. नोवा फायारफॉक्स रे तेहेंग सेलेद मे !

source: Be the master of your social circle with Facebook Messenger for Firefox. <a href="%s">Watch the video</a> to learn more.
sat: फायारफॉक्स ला़गित् फेसबुक खोबोर एमोगिक सांव आमाक् सांवता घेर गेया मासटारोक् मे. <a href="%s"> बिडियो ञेल मे </a> बाड़ती चेत् ला़गित् .

source: Get Facebook Messenger for Firefox and chat with friends while you browse. <a href="%s">Watch the video</a> to learn how.
sat: फायारफॉक्स ला़गित् फेसबुक खोबोर एमोगिच् आर गाते को सांव गोपो तिन रे आम ब्राउजा. <a href="%s">बिडियो ञेल मे </a> चेत् लेका चेद ला़गित् .

source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
sat: मोजिला रिपोर्ट रेयाक् सिरमा़कियाक् बिबरोन दो नितोक ओडोक येना . <a href="%s"> नोवा पाड़ाव मे </a> चेत् लेका रे आले बेस वेब तेयार ला़गित् ले लेताड़ेक् आ ञेल मे .

source: You're the director. Mobile is the star. <a href="%s">Enter Firefox Flicks, our global video contest about the power of mobile</a>.
sat: आम दो डायरेकटार कानाम मोबाइल दो इसटार. <a href="%s"> फायारफॉक्स फिलिक आदेर मे, आलेयाक् गोलोबाल बिडियो हेपराव मोबाइल रेयाक् पावार बाबोत ते</a>.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
sat: आम बाम बाड़ाय ला़कती चेत् लेका रे मोजिला सांव सा़मिलोक् ञाम ला़गित् कोड . <a href="%s"> आलेयाक् भोलेनटियार ओबोसोर को बाबोत ते बाड़ती चेद मे </a>.

source: Celebrity judges and great prizes. <a href="%s">Learn more about Firefox Flicks</a>, our global video contest about the power of mobile.
sat: मानाविच् जाजाज आर माराङ सिरफा को <a href="%s">फायारफॉक्स फिलिक बाबोत ते बाड़ती चेद मे </a>, आलेआक् गोलोबल बिडियो हेपराव मोबाइल रेयाक् पावर बाबोत ते .
