Repository: alvinlaz96/mozilla-lang
Catalog: sat/upgradedialog.lang.po
Languages: sat

source: Get the Newest Firefox
sat: नावा उतार फायारफॉक्स ञाम मे .

source: The Newest Firefox is Here!
sat: नावा उतार फायारफॉक्स नोडे मेनाक् आ.

source: <a %s>Quick, easy and free update</a>
sat: <a %s>लोगोन , आलगा आर पोला तेयाक् हा़ली </a>

source: Fresh new look
sat: नावानाक् नावा ञेल .

source: Much faster than Firefox 3.6
sat: फायार फॉक्स 3.6 खोन ढेर लोगोन.

source: More awesomeness than ever
sat: जाव खोन बाड़ती बोतोरनाक् .

source: There’s a new version of Firefox that can better protect you against online attacks.
sat: नोडेफायारफॉक्य रेयाक् नावा बार्सान मेनाक् आ ओना ऑनलाइन नुहा बिरुद आम बेस आ़ड दाड़ेयामा .

source: <a %s>Get the upgrade</a> — it’s fast & free!
sat: <a %s>हा़लीराकाब ञाम </a> —नोवा दो लोगोन आके पोला तेयाक् !

source: get the latest in security
sat: जा़पती रे नावा उताराक् ञाम .

source: experience faster performance
sat: ञेल हेरेड़ लोगोन तेयाक् उदुक् सोदोर .

source: enjoy greater customization
sat: माराङ कुसी तेयाक् मोज

source: Your version of Firefox will soon be vulnerable to online attacks.
sat: फायार फॉक्स रेयाक् आमाक् बार्सान दो ऑनलाइन नुहा़ दो लोगोन ते भेदावाक्.

source: Stay safe online
sat: निरपोन ऑनलाइन रे ताहें .

source: Enjoy new features
sat: नावा गुन को रा़सकाय मे .

source: Your version of Firefox is no longer protected against online attacks.
sat: फायारफॉक्स रेयाक् आमाक् बार्सान दो ऑनलाइन ञुंहा बिरुद आर दो बाङ आ़डोक् आ .

source: This is your last reminder before you will be automatically updated to the latest version
sat: आम नावा उता़र बार्सान रे आच् ते हा़ली राकाब माड़ाङ नोवा दो आमाक् मुचा़द उनुयहा़र काना .

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
sat: फायापफॉक्स आमाक् ऑपरेटिंग सिस्टाम बार्सान आर बाय गोड़ोवाक् आर ऑनलाइन नुहा़ रे भेदावाक् .

source: We recommend:
sat: आले बाताव एमेक्आ

source: Upgrading your <a %s>operating system</a>
sat: आमाक् हा़ली राकाब आ <a %s> ऑपरेटिंग सिस्टेम </a>

source: Downloading a compatible browser
sat: मित् सोंगोताक् ब्राउजार आ़तुर आंड़गो आ.

source: Installing a free upgrade to your <a %s>operating system</a>
sat: आमाक् <a %s>ऑपरेटिंग सिस्टेम</a>रे मित् पोला तेयाक् हा़ली राकाब बोहाल मे .

source: You will be prompted once more before being automatically updated.
sat: आम आच् आच् ते हा़ली राकाब माड़ाङ मित् धाव आर हों राकाब आ .
