Repository: alvinlaz96/mozilla-lang
Catalog: ig/firefox/partners/index.lang.po
Languages: ig

source: Firefox OS, Marketplace, Android — Partners
ig: Firefox OS, Ọdụ ahịa, Android — Ndị mmekọ

source: Get involved
ig: Tinye aka

source: Contact our business development team to get on board.
ig: Kpọtụrụ otu ntolite azụmahịa anyị iji wụbata.

source: First Name
ig: Aha Izizi

source: Last Name
ig: Aha Nna

source: Title
ig: Aha

source: Company
ig: Ụlọ ọrụ

source: Website
ig: Weebụsaịtị

source: Phone
ig: Ekwentị

source: Interest:
ig: Mmasị:

source: Firefox for Android
ig: Firefox maka Android

source: Other
ig: Nke ọzọ

source: Interest
ig: Mmasị

source: Submit my request
ig: Nyefee arịrịọ m

source: Thanks for your interest in partnering with us
ig: Daalụ maka mmasị gị na isonye na onye mmekọ anyị

source: We will review your request and get back to you about possibilities and opportunities soon.
ig: Anyị ga-enyocha arịrịọ gị ma kpọghachi gị maka omume na ohere n'oge adịghị anya.

source: Overview
ig: Nchịkọta

source: Explore the site
ig: Lenye anya na saịtị ahụ

source: Unleash the future
ig: Kpughepu ọdịnihu

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ig: Anyị na akwagide ndị na ahụ maka ọrụ, ndị nrụpụta ekwentị na ndị nrụpụta ijikwa, hazie ma melite mmekọrịta n'etiti ndị ahịa ha ozugbo site na ngwaahịa mkpanaka anyị: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Ọdụ Ahịa Firefox</a> na <a %(url3)s>Firefox maka Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
ig: Firefox OS wetara mkpughe, nnweta na ohere na mba 29 site na iji mmalite 50 yana ndị gburugburu ụwa 14 na ahụ maka ọrụ — yana mbọ ahụ na aga n'ihu na 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ig: Hụ ihe na esote maka mkpanaka site na iji <a %(url1)s>Firefox OS</a>, <a %(url2)s>Ọdụ Ahịa Firefox</a> na <a %(url3)s>Firefox maka Android</a>.

source: See more partners
ig: Hụkwuo ndị mmekọ

source: Recent news
ig: Akụkọ nso nso

source: Firefox OS Unleashes the Future of Mobile
ig: Firefox OS Na ekpughe Ọdịnihu nke Mkpanaka

source: Be a partner
ig: Bụrụ onye mmekọ

source: Just what your customers need
ig: Naanị ihe ndị ahịa gị chọrọ

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
ig: Ọ dị mfe iji. Ọ dị mfe ịhazi. Firefox OS bụ nyiwe mepere emepe na akwado nsonye dị ukwuu n'usoro bara uru.

source: The Web is the platform
ig: Weebụ bụ nyiwe ahụ

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
ig: Firefox OS bụ gburugburu ụzọ ọzọ nke nnwere onwe na enweghị mgbochi nke iwu na mmachi nke nyiwe ọnwịnwe ndị dị adị.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
ig: Ndị mmekọ anyị bụ ndị isi n'ụlọ ọrụ aka ndị chọpụtagoro uru dị na onyinye nwere ndịiche nwere ike iweta na ahịa ha ndị ebu n'uche.

source: Made by Firefox
ig: Nke Firefox mere

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
ig: N'ime afọ 15 gara aga, anyị bara nnukwu uru na ịwepụta ihe ọhụụ yana idu Weebụ iji mepee ya emepe ma bụrụ nke mmadụ niile ga-enweta. Dịka nsonaazụ nke mbọ anyị, otu ụzọ n'ime ụzọ ise nke mmemme Weebụ taa na eme site na ngwaahịa Firefox.

source: The Open Web advantage
ig: Elele Weebụ mepere emepe

source: With Firefox OS you can:
ig: Iji Firefox OS ị nwere ike:

source: Create unique user experiences to deliver on specific market needs
ig: Mepụta ahụmịhe onye ọrụ pụrụ iche iji zute ụfọdụ mkpa ahịa

source: Own and control your relationship with your consumers
ig: Nwee ma jikwaa mmekọrịta gị n'etiti ndị ahịa gị

source: Explore alternative business models
ig: Lenye anya na usoro azụmahịa dị iche iche

source: Stimulate increased Internet use
ig: Ghọrọ ojiji Ịntanetị mụbara

source: Level the playing field against other OS and marketplace providers
ig: Mee ka ogige asọmpi dị larịị n'ebe ndị OS na ndị nnweta ọdụ ahịa ndị ọzọ nọ

source: Firefox OS at home
ig: Firefox OS n'ụlọ

source: HTML5 apps for all
ig: Ngwa HTML5 maka dum

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
ig: Chọpụta ụzọ ọhụrụ iji sonye na gburugburu nwere ngwa kachasị ewu ewu n'ụwa yanakwa ọdịnaya ndị ọzọ dị mkpa, ezubere iche iji dabaa na mkpa ndị ahịa gị na mpaghara.

source: Your own business model
ig: Usoro azụmahịa nke gị

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
ig: Tolite azụmahịa gị site na ikpokọta atụmatụ akwụmụgwọ onye ahịa nke gị site na iji onyinye ọrụ isi mmalite anyị mepere emepe. Hazie nzụta yana ahụmịhe ngwa iji zute ụfọdụ mkpa gị ma ruo ahịa ọhụrụ.

source: Revolutionary content discovery
ig: Nchọpụta ọdịnaya na agbanwe ihe niile

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
ig: Ndị ọkaibe ngwa na ndị otu ogbe Mozilla sitere n'akụkụ ụwa niile na enyere aka ịchọpụta ọdịnaya dị mkpa n'ime Ọdụ Ahịa Firefox. Nke a na ahụ na ndị ahịa gị ga-enwe ike ịchọta ọdịnaya kachasị dị ha mkpa na enweghị nhịahụ.

source: Testimonials
ig: Aka ebe

source: See what Box, SoundCloud and others have to say
ig: Hụ ihe Box, SoundCloud na ndị ọzọ nwere ikwu

source: Join the Conversation
ig: Sonye nkata ahụ

source: Follow @firefoxapps on Twitter
ig: Soro @firefoxapps na Twitter

source: Read more on the Apps Blog
ig: Gụkwuo ihe ndị ọzọ na Blọọgụ Ngwa

source: A direct path to your customers
ig: Ụzọ gara ozugbo na ndị ahịa gị

source: Marketplace offers:
ig: Onyinye ọdụ ahịa:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
ig: Ịgba ụgwọ onye na ahụ maka ọrụ na enye gị ohere isonye na gburugburu mkpanaka ma nwee mmekọrịta ozugbo n'etiti onye ọrụ njedebe

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
ig: Mpekere onye na ahụ maka ọrụ ebe ị nwere ike ịkwado nzimozi, ọdịnaya na mkpokọta ngwa gị dị mkpa maka ndị ahịa na ahịa gị

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
ig: Ụkpụrụ nchọpụta ọdịnaya pụrụ iche site na iji obere ngwa dị ọhụụ, a na emelite kwa oge, dị mkpa iji zute mkpa ndị ahịa mpaghara

source: Commitment from well-known, tier 1 developers
ig: Mwepụta obi sitere n'aka ndị nrụpụta ama ama, ogo 1

source: Lower barriers to entry for local app developers in both resource and cost
ig: Ihe mgbochi ewedara na nbanye maka ndị nrụpụta ngwa mpaghara na ngwa yana ọnụego

source: Become a Marketplace developer
ig: Bụrụ onye nrụpụta Ọdụ ahịa

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
ig: Ngwa ndị ahịa nwere ike ịchọpụta na enweghị nhịahụ ma nweta n'ofe ọtụtụ nyiwe, ngwaọrụ na sistemụ arụmọrụ

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
ig: Usoro azụmahịa na agbanwe agbanwe, gụnyere mgbasa ozi na ọtụtụ nhọrọ akwụmụgwọ eji ego eme na eme akwụmụgwọ n'ime ngwa dị mfe

source: Optional carrier billing in regional currencies
ig: Nhọrọ ịgba ụgwọ ihe ndọkpụ n'ego mpaghara

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
ig: Ike iji jikọọ nde kwụrụ nde nke ndị ọrụ na ndị nkwado Firefox n'okirikiri ụwa niile

source: Access to relatively untapped markets
ig: Ohere ịnweta ahịa ndị agabeghị nke ukwuu

source: Developer hub
ig: Etiti ndị nrụpụta

source: Learn how to make HTML5 apps for an open marketplace
ig: Mụọ otu esi eme ngwa HTML5 maka ọdụ ahịa mepere emepe

source: Have an app?
ig: Ịnwere ngwa?

source: Submit it to Firefox Marketplace today
ig: Nyefee ya na Ọdụ Ahịa Firefox taa

source: A superior mobile experience
ig: Ahụmịhe mkpanaka bụ ọkaibe

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
ig: Iji atụmatụ ndị ejikọrọ yana ihe kachasị ọhụrụ na nche na nzuzo, ihe nchọgharị anyị dị elu na enye ụzọ ọzọ maka nyiwe ndị mechiri emechi ma nye ụzọ bara uru iji jikọọ n'etiti ndị ọrụ ekwentị amamịghe na tabletị.

source: Customize relationships
ig: Hazie mmekọrịta

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
ig: Nye ndị ọrụ gị ụtọ nke Firefox maka Android yana Ọdụ Ahịa Firefox maka ahụmịhe onye ọrụ na adọrọ mmụọ nke na ewelite nhụta nke akara gị.

source: Create new value
ig: Mepụta uru ọhụrụ

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
ig: Banye n'ime gburugburu Firefox iji weghara elele nke ohere dịka Ọdụ Ahịa Firefox na WebRTC. Ị nwere ike igosipụta ọdịnaya Weebụ ọhụrụ ma ọ bụ gwakọta n'ime ime ụlọ nke onye ahịa gị iji mepụta onyinye nyiwe nnwere onwe ọhụrụ.

source: Learn more about partner opportunities.
ig: Mụtakwuo maka ohere onye mmekọ

source: Stand out <br>from the crowd
ig: Kwụpụ <br>na igwe mmadụ

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
ig: Weghara elele nke onyinye anyị dị iche, akara siri ike yana ịhụnanya ndị ahịa maka gburugburu Firefox iji kwado ịre ahịa na ojiji data.

source: Firefox for Android lets you:
ig: Firefox maka Android na enye gị ohere

source: Customize the experience
ig: Hazie ahụmịhe ahụ

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
ig: Tinye akara na ọdịnaya gị iji mụbaa isiokwu ndị ahịa, melite ndowe ma kwado ịre ahịa n'ọdịnihu.

source: Build new differentiated offerings
ig: Rụpụta onyinye ọhụrụ nwere ndịiche

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
ig: Gwakọta ọrụ ozugbo n'ime ihe nchọgharị ahụ iji zeere onwe gị mgbochi nke nyiwe ọnwịnwe.

source: Step into the Firefox ecosystem
ig: Banye n'ime gburugburu Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
ig: Nye Ọdụ Ahịa Firefox ikike, teknụzụ WebRTC, nkwado ịgba onye ahịa ụgwọ ozugbo, ndozi ọchụchọ, ọrụ urukpuru Firefox ọhụrụ na ihe ndị ọzọ.

source: Partner Opportunities
ig: Ohere Mmekọ

source: For Developers
ig: Maka Ndị Nrụpụta

source: For Operators & Manufacturers
ig: Maka Ndị Na Ahụ Maka Ọrụ & Ndị Nrụpụta

source: Mobile
ig: Mkpanaka

source: Firefox Marketplace — Developer testimonials
ig: Ọdụ Ahịa Firefox — Aka ebe nke onye nrụpụta

source: Get it on Google Play
ig: Nweta ya na Google Play

source: Watch our wrap-up video from Mobile World Congress 2013
ig: Lelee vidio mmechi anyị si na Mobile World Congress 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
ig: Mozilla na ndị mmekọ na akwadobe ibido ekwentị amamịghe Firefox OS izizi

source: Watch the daily <br>MWC video recap
ig: Lelee nchịkọta vidio <br>MWC kwa ụbọchị

source: Fox Den &amp; other <br>MWC events
ig: Fox Den &amp; <br> mmemme MWC ndị ọzọ

source: Firefox tweets from <br>MWC in Barcelona
ig: Twiit Firefox si na <br>MWC na Barcelona

source: View the version notes
ig: Lelee ndetu ụdị

source: Read about features, changes and more
ig: Gụọ maka atụmatụ, mgbanwe na ihe ndị ọzọ

source: Description
ig: Nkọwapụta

source: Please enter your first name.
ig: Biko tinye aha izizi gị.

source: Please enter your last name.
ig: Biko tinye aha nna gị.

source: Please enter your company name.
ig: Biko tinye aha ụlọ ọrụ gị.

source: Please supply a valid URL.
ig: Biko nye URL ziri ezi.

source: Please enter a valid email address
ig: Biko tinye adreesị email ziri ezi

source: Address
ig: Adreesị

source: City
ig: Obodo

source: State/Province
ig: Steeti/Ogige

source: Country
ig: Obodo

source: Register for a session
ig: Debanye aha maka oge

source: Map
ig: Maapụ

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
ig: Firefox na MWC 2015 &ndash; Ime Nnukwu Ụlọ 3, Akụkụ 3C30

source: Schedule
ig: Tọọ

source: Firefox at MWC 2015 &ndash; Schedule of Events
ig: Firefox na MWC 2015 &ndash; Usoro Ịme Ihe nke Mmemme

source: Download PDF
ig: Budata PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
ig: N'afọ izizi anyị, anyị wetara mkpughe, nnweta na ohere na mba 15 site na iji ndị mmekọ ngwaike 4, ndị na ahụ maka ọrụ 7 na mmalite 16.

source: Partner with us
ig: Bụrụ onye mmekọ anyị

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
ig: Nke ụfọdụ aha kachasị n'ụlọ ọrụ aka kwadoro. Firefox OS bụ nyiwe mepere emepe na akwado nsonye dị ukwuu n'usoro bara uru. <a %(url)s>Hụ otu ị ga-esi sonye</a> ma ọ bụ <a href="%(url2)s">mụtakwuo ihe ọ pụtara maka ndị ahịa</a>.

source: View available Firefox OS devices
ig: Lelee ngwaọrụ Firefox ndị dị

source: Made of the Web
ig: Emepụtara na Weebụ

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ig: Eji HTML5 wee rụọ ya dum yana ọkọlọtọ Weebụ ndị ọzọ mepere emepe, Firefox OS enweghị mgbochi nke iwu na mmachi nke nyiwe ọnwịnwe ndị dị adị.

source: The difference the Open Web makes
ig: Ndịiche Weebụ Mepere Emepe na eme

source: Firefox OS offers:
ig: Onyinye Firefox OS:

source: A level playing field against other OS and marketplace providers
ig: Ogige asọmpi n'ebe OS na ndị nnweta ọdụ ahịa ndị ọzọ nọ

source: Greater participation in the value chain
ig: Nsonye dị ukwuu n'usoro bara uru

source: Ownership and control over relationships with customers
ig: Ọnwịnwe yana njikwa n'elu mmekọrịta n'etiti ndị ahịa

source: Customized phones that meet the specific needs of various target markets
ig: Ekwentị ndị ahaziri iche na etozu ihe ndị akọwapụtara maka ọtụtụ ahịa ebu n'uche

source: Contact our business development team to get on board
ig: Kpọtụrụ otu ntolite azụmahịa anyị iji wụbata

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
ig: Chọpụta ụzọ ọhụrụ iji sonye na gburugburu nwere ngwa ndị kachasị ewu ewu n'ụwa yanakwa ọdịnaya ndị ka mkpa, ezubere iche iji dabaa na mkpa ndị ahịa mpaghara. Hụ otu nke ahụ ga-esi nyere <a %(url1)s>ndị na ahụ maka ọrụ na ndị mmepụta aka</a> yanakwa <a %(url2)s>ndị nrụpụta</a>.

source: Your needs
ig: Mkpa gị

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
ig: Tolite azụmahịa gị site na ikpokọta atụmatụ akwụmụgwọ nke onye ahịa gị site na iji onyinye ọrụ isi mmalite anyị mepere emepe, ruo ahịa ọhụrụ ma hazie ahụmịhe nzụta na ngwa iji zute mkpa gị.

source: Our experience
ig: Ahụmịhe anyị

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
ig: Ndekọ anyị egosigoro maka ịnye ahụmịhe onye ọrụ mara oke mma yana ịnye ọdịnaya n'ihu ndị igwe mmadụ nọ n'okirikiri ụwa na apụta ihie na ihe niile anyị na eme. Ndekọ nke mgbakwunye anyị na enye ọdịnaya n'aka nde kwụrụ nde nke ndị ọrụ n'ụwa.

source: The world’s largest developer community
ig: Ogbe ndị nrụpụta kachasị n'ụwa

source: Micro-targeted content for every use-case to meet customers’ local needs
ig: Ọdịnaya ezubere obere maka ojiji niile-okwu iji zute mkpa ndị ahịa mpaghara

source: Apps that customers can access across multiple platforms, devices and operating systems
ig: Ngwa ndị ahịa nwere ike ịnweta n'elu ọtụtụ nyiwe, ngwaọrụ na sistemụ arụmọrụ

source: Flexible business models and multiple payment monetization options
ig: Ụkpụrụ azụmahịa na agbanwe agbanwe na ọtụtụ nhọrọ akwụmụgwọ eji ego mee

source: The ability to connect with hundreds of millions of Firefox supporters around the world
ig: Ikike iji jikọọ nde kwụrụ nde nke ndị nkwado Firefox n'okirikiri ụwa niile

source: A superior Web experience
ig: Ahụmịhe Weebụ bụ ọkaibe

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
ig: Iji arụmọrụ dị elu, atụmatụ ngafe-nyiwe dị elu yana ihe kachasị ọhụrụ na nche, ihe nchọgharị anyị kachasị n'ogo na enye ụzọ ọzọ maka nyiwe ndị mechiri emechi, na enye gị ohere izube, ịkesa ma gbaa ụgwọ otu ị chọrọ. <a %(url)s>Mụtakwuo maka ohere ndị mmekọ.</a>

source: Strengthen customer relationships
ig: Dọtịa mmekọrịta ndị ahịa

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
ig: Mepụta ngalaba nke gị pụrụ iche nwere akara nke Firefox maka Android yana Ọdụ Ahịa Firefox maka ahụmịhe onye ọrụ na adọrọ mmụọ nke na ewelite nhụta nke akara gị.

source: Create new value for both you and your users
ig: Mepụta uru ọhụrụ maka gị na ndị ọrụ gị

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
ig: Weghara elele nke ohere ọrụ dị ka Ọdụ Ahịa Firefox na WebRTC iji mepụta onyinye nyiwe-nnwere onwe ọhụrụ yana mebe ịgba onye ahịa ụgwọ ozugbo.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
ig: Weghara elele nke akara anyị siri ike yana onyinye ọrụ iji gosi ndịiche na ngwaahịa gị ma kwado ịre ahịa.

source: Build new service offerings
ig: Rụpụta onyinye ọrụ ọhụrụ

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
ig: Gwakọta ọrụ ozugbo n'ime ihe nchọgharị ahụ site na iji Ọdụ Ahịa Firefox na WebRTC iji zeere onwe gị mgbochi nke mmachi nke nyiwe ọnwịnwe.

source: Direct customer billing
ig: Ịgba onye ahịa ụgwọ ozugbo

source: Grow your business by combining your own customer payment plans with our open source service offerings.
ig: Tolite azụmahịa gị site na ikpokọta atụmatụ akwụmụgwọ onye ahịa nke gị site na iji onyinye ọrụ isi mmalite anyị mepere emepe.
