Repository: alvinlaz96/mozilla-lang
Catalog: dsb/privacy/privacy-day.lang.po
Languages: dsb

source: Get smart on privacy
dsb: Informěrujśo se wó priwatnosći

source: Feel like you’ve lost control of how your information is used online?
dsb: Maśo zaśišć, až sćo kontrolu wó tom zgubił, kak waše daty wužywaju se w interneśe?

source: Here are 4 easy steps to raising your privacy IQ & protecting yourself online.
dsb: How su 4 lažke kšace, kak pówušujośo swój IQ priwatnosći a šćitaśo se samogo online.

source: In four easy steps
dsb: Pśez styri lažke kšace

source: ASK
dsb: PŠAŠANJA

source: LEARN
dsb: WUKNUŚ

source: ACT
dsb: JADNAŚ

source: DISCUSS
dsb: DISKUTĚROWAŚ

source: How important is privacy to you?
dsb: Kak wažna jo wam priwatnosć?

source: Before we get into understanding privacy and share some of our favorite related tips and tools with you, take a moment to ask yourself how important privacy is to you.
dsb: Nježli až dajomy se do rozměśa priwatnosći a pśeraźujomy wam někotare pokazki a rědy k tomu, bjeŕśo se pitśu casa, kak wažna jo wam priwatnosć.

source: If you haven’t given it much thought before, your answer might surprise you.
dsb: Jolic hyšći njejsćo wó tom wjele pśemyslił, wašo wótegrono snaź was pśełapujo.

source: of adults think that consumers have lost control over how their personal information is used by companies
dsb: dorosćonych měni, až pśetrjebowarje su swóju kontrolu nad tym zgubili, kak pśedewześa wužywaju jich daty.

source: say they <em>“would like to do more”</em> to protect their privacy
dsb: groni, až <em>by rady wěcej cyniło</em>, aby swóju priwatnosć šćitało.

source: (stats from Pew Research Internet Project)
dsb: (statistika z projekta Pew Research Internet Project)

source: Privacy is at the heart of freedom and autonomy…
dsb: Priwatnosć jo bytostny źěl lichosći a awtonomije…

source: It’s up to all of us to get involved and speak up so that it stays that way.
dsb: Lažy na nas wšych, sobu cynis a głos zwignuś, aby wóstło ako jo.

source: — Michelle De Mooy, Deputy Director, Consumer Privacy Project at the Center for Democracy & Technology
dsb: — Michelle De Mooy, Deputy Director, Consumer Privacy Project na Center for Democracy & Technology

source: LEARN MORE ABOUT PRIVACY
dsb: ZGÓŃŚO WĚCEJ WÓ PRIWATNOSĆI

source: Understanding privacy
dsb: Priwatnosć rozměś

source: While the Internet provides countless ways for us to share and connect, it can also open our personal information to others.
dsb: Internet bitujo nam njelicne móžnosći źěliś a zwězaś, ale móžo teke drugim naše wósobinske informacije pokazaś.

source: Understanding privacy on the Web is the biggest step to being able to take better control of it.
dsb: Rozměśe priwatnosći w interneśe jo nejwažnjejšy kšac, aby ju lěpjej kontrolěrowało.

source: “But I have nothing to hide”
dsb: “Ale njamam nic zatajiś”

source: This is a common misperception, but the truth is we all have things we don’t want everyone to know about.
dsb: To jo powšykne pósuźenje, dokulaž wěrnosć jo, až my wšykne mamy něco, což druge njamaju wěźeś.

source: It’s why we use passwords and PINs on our bank, email and social media accounts. For more, watch <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>
dsb: Togodla wužywamy gronidła a PIN za konta pśi bance, za e-mailowe konta a za konta socialnych medijow. Za dalšne informacije glejśo <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>

source: Watch “Why Privacy Matters”
dsb: Woglědajśo se “Why Privacy Matters”

source: WATCH “WHY PRIVACY MATTERS”
dsb: WOGLĚDAJŚO SE "WHY PRIVACY MATTERS”

source: Shine a light on who’s watching you
dsb: Wuslěźćo, chtož was wobglědujo

source: Another key to understanding privacy is to know who’s tracking your online behaviour.
dsb: Drugi kluc za rozměśe priwatnosći jo wěźeś, chto slědujo wašo zaźarženje online

source: If you’re a Firefox user, be sure to check out <a href="%s">Lightbeam</a>.
dsb: Jolić sćo wužywaŕ Firefox, woglědajśo se na kuždy pad rozšyrjenje <a href="%s">Lightbeam</a>.

source: It’s a simple and insightful add-on that reveals the full depth of the Web today, including parts that are not transparent to the average user.
dsb: Jo jadnory a informatiwny dodank, kótaryž wótkšywa źinsa połnu dłymokosć weba, inkluziwnje źěle, kótarež njejsu transparentne za pśerěznych wužywarjow.

source: Learn more about Lightbeam
dsb: Zgóńśo wěcej wó Lightbeam

source: Our online houses are becoming increasingly built of glass… visible to whoever wants to look.
dsb: Naše domy online twarje se w pśiběrajucej měrje z głažka… widobne za kuždego, kenž co nutś wiźeś.

source: Let’s ask ourselves: Do we want to live in a house or a fishbowl?
dsb: Pšašajśo se sebje: Comy w domje abo rybjecem głažku žywe byś?

source: ASK YOURSELF ABOUT PRIVACY
dsb: PŠAŠAJŚO SE SEBJE ZA PRIWATNOSĆU

source: TAKE ACTION
dsb: JADNAJŚO

source: What you can do
dsb: Což móžośo cyniś

source: To help put you in control of your privacy, Mozilla has implemented a number of privacy features in Firefox.
dsb: Aby wam pomagał, wašu priwatnosć kontrolěrowaś, jo Mozilla ceły rěd funkcijow do Firefox implementěrował.

source: But even if you’re not a Firefox user there are a lot of simple things you can do to help keep yourself in control of your personal information online.
dsb: Ale samo gaby njebył wužywaŕ Firefox, jo wjele jadnorych wěcow, kótarež móžośo cyniś, aby kontrolu nad swójich informacijach online wobchował.

source: Privacy Features in Firefox
dsb: Funkcije priwatnosći w Firefox

source: DO NOT TRACK
dsb: NJESLĚDOWAŚ

source: With this feature enabled, Firefox will tell advertising networks, websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
dsb: Jolic tuta funkcija jo zmóžnjona, Firefox dajo k wěsći wabjenskim syćam, websedłam a nałoženjam, až wótpokazujośo slědowanje za zaměry ako zaźaržańske wabjenje.

source: FORGET BUTTON
dsb: TŁOCAŠK ZABYŚ

source: Want to delete your recent activity?
dsb: Cośo swóju nejnowšu aktiwitu lašowaś?

source: Firefox makes it easy with the Forget button.
dsb: Z Firefox a jogo tłocaškom Zabyś jo to lažko.

source: Clear your history, from 5 minutes to 24 hours, in a single click.
dsb: Wulašujćo swóju historiju, wót 5 minutow až do 24 góźinow, z jadnučkim kliknjenim.

source: A pre-installed search option in Firefox, DuckDuckGo gives you search results without tracking who you are or what you search for.
dsb: Pśedinstalěrowana pytańska opcija, DuckDuckGo, pódawa wam pytańske wuslědki, mimo až by slědował, chtož sćo abo za cymž pytaśo.

source: PRIVACY ADD-ONS
dsb: DODANKI PRIWATNOSĆI

source: For even more more ways to protect your privacy on Firefox, check out our privacy add-ons collection.
dsb: Dalšne móžnosći, wašu priwatnosć w Firefox šćitaś, namakajośo w našej zběrce dodankow priwatnosći.

source: Easy ways anyone can protect their privacy
dsb: Lažke móžnosći, z kótarymiž kuždy móžo swóju priwatnosć šćitaś

source: Stay Safe Online has several guides that can help, including social networking and mobile privacy tips and an easy reference for updating your privacy settings on the services many of us use every day.
dsb: Stay Safe Online ma wšake rozpokazanja, kótraež mógu pomagaś, inkluziwnje pokazki za socialne seśi a priwatnosć na mobilnych rědach a lažku referencu za aktualizěrowanje wašych nastajenjow priwatnosći w słužbach, kótarež wjele z nas wužywaju kuždy źeń.

source: Stay safe on the go
dsb: Wóstańśo wěsty pó droze

source: Protect yourself on social networks
dsb: Šćitajśo se w socialnych seśach

source: Check your privacy settings
dsb: Pśeglědujśo swóje nastajenja priwatnosći

source: Each of us should have a meaningful choice about where and how our data is stored and managed.
dsb: Kuždy z nas by měł derje wóliś móc, źo a kak naše daty se składuju a zastoje.

source: BE PART OF THE DISCUSSION
dsb: BUŹĆO ŹĚL DISKUSIJE

source: Start a conversation
dsb: Rozgrono zachopiś

source: At Mozilla, empowering people to be in control of their online lives is an important part of our mission — it guides our <a href="%s">principles</a> and it’s why we want everyone to be smart on privacy.
dsb: Pla Mozilla jo wuzamóžnjenje luźi, jich online-.žywjenje kontrolěrowaś, wažny źěl našeje misije — wjeźo naše <a href="%s">principy</a> a jo pśicyna, cogoždla comy, až kuždy wuznawa se w priwatnosći.

source: If you’re feeling smarter already, share what you’ve learned here with your friends and family.
dsb: Jolic měniśo, až wuznawaśo se južo lěpjej, źělśo swóju nawuknjonu wědu ze swójimi pśijaśelami a ze swójeju familiju.

source: It’s as easy as starting a conversation.
dsb: To jo tak lažko, ako rozgrono zachopiś.

source: Here are some questions you can ask to get the ball rolling:
dsb: How su někotare pšašanja, kótarež móžośo se pšašaś, aby wěc zakulnuł:

source: When you think about your online life, does privacy matter to you, and why?
dsb: Gaž wó swójim žywjenju online pśemyslujośo, jo wam pón priwatnosć wažna a cogodla?

source: How much do you think about who has access to your online data (advertisers, corporations, governments, etc.)?
dsb: Kak wjelgin pśemyslujośo w tóm, chtož ma pśistup na waše daty online (wabjerje, pśedewześa, kněžarstwa atd.)?

source: How do you protect and manage your personal information on social networks? On your phone?
dsb: Kak šćitaśo a zastojśo swóje wósobinske daty w socialnych seśach? A na swójom telefonje?

source: Spread the word
dsb: Wulicćo dalej

source: Share this site
dsb: Źělśo toś to sedło

source: I’m taking control of my online privacy. Here’s how you can, too: #SmartOnPrivacy
dsb: Bjeru kontrolu nad swójeju priwatnosću online do swójskeje ruki. Tak teke wy móžośo to cyniś: #SmartOnPrivacy

source: Feeling smart on privacy? <b>Share this site</b> with your friends and help them raise their awareness too.
dsb: Měniśo, až se w priwatnosći wuznawaśo? <b>Źělśo toś to sedło</b> ze swójimi pśijaśelami a pomagajśo jim, teke jich wědobnje skšuśowaś.

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
dsb: Wěstota a priwatnosć jadnotliwcow w interneśe stej fundamentalnej a njesměju jej ako opcionalnej naglědaś.

source: — Mozilla Manifesto
dsb: — Manifest Mozilla
