Repository: alvinlaz96/mozilla-lang
Catalog: sm/main.lang.po
Languages: sm

source: Navigation
sm: Fa'auli

source: Press area
sm: 'O'omi tūlaga

source: About
sm: Fa'atatau

source: Store
sm: Fale'oloa

source: Donate
sm: Lāfoga

source: Support
sm: Fa'amāopoopo

source: Products
sm: Gaosiga

source: Add-ons
sm: Fa'aopoopoga

source: About Us
sm: Fa'atatau iā tatou

source: Developers
sm: 'Au ati'ina'e

source: Labs
sm: Potu saienisi

source: skip to Navigation
sm: fa'apasi i le Fa'auli

source: switch language
sm: sui gagana

source: Back to home page
sm: Alu i tua i le itūlau māota

source: About Mozilla
sm: Fa'atatau Mozilla

source: Get Involved
sm: 'Au ai iai

source: Licensing
sm: Laisene

source: Careers
sm: Gāluega

source: Press Center
sm: Fale Fai iloa fa'asalalau

source: Contact Us
sm: Fa'afeso'ota'i mātou

source: Site contact
sm: Fa'afeso'ota'i Site

source: Other languages:
sm: Isi gagana:

source: %Y-%m-%d
sm: %d-%m-%Y

source: All rights reserved.
sm: Āiā 'uma fa'amau.

source: Legal Notices
sm: Iloga Tulāfono

source: Privacy Policy
sm: Tōtino polisia

source: Visit Mozilla.com
sm: Asiasi Mozilla.com

source: Visit Mozilla.com (in English)
sm: Asiasi Mozilla.com (fa'aEgelani)

source: Download Firefox - Free
sm: 'Auina atu le firefox - Mai fua

source: Release Notes
sm: Tusi tatala

source: Other Systems and Languages
sm: Isi Systems ma Gagana

source: Get Firefox
sm: 'Aumai Firefox

source: Free Download
sm: 'Auina atu mai fua

source: Help us make Firefox even better!
sm: Fesoasoani ia'i mātou e fa'alelei tele le Firefox!

source: Close
sm: Tāpuni

source: (in English)
sm: (fa'aEgelani)

source: Download Now - Free
sm: 'Auina atu taimi nei - Mai fua

source: Return to top
sm: Toe alu i le tumutumu

source: You should <a href="http://get.adobe.com/flashplayer/">update Adobe Flash Player</a> right now.
sm: E tatau ona e <a href="http://get.adobe.com/flashplayer/">toe fa'afou Adobe Flash Player</a> i le taimi nei.

source: Features
sm: Fōliga

source: Customize
sm: Fetu'una'i

source: Synchronize
sm: Tu'ufa'atasia

source: Develop for Mobile
sm: Fa'atupu mo Mopili

source: Other Supported Platforms
sm: Isi Platforms Fa'amāopoopo

source: Other Platforms &amp; Languages
sm: Isi Platforms &amp; Gagana

source: Choose your location
sm: Filifili lou tūlaga

source: Download Firefox directly from your phone
sm: 'Auina atu le firefox mai lou telefoni

source: Download
sm: 'Auina atu

source: Next
sm: Soso'o

source: Videos
sm: Vitiō

source: Report Trademark Abuse
sm: Fa'alīpoti le fa'amele o le Fa'ailoga-pisinisi

source: Free Upgrade
sm: Toe fa'afou le liliuga mai fua

source: Follow us on:
sm: Mulimuli mai ia'i mātou i le:

source: Customize with Add-ons
sm: Fetu'una'i mai le fa'aopoopoga

source: Sync Your Desktop & Mobile
sm: Tu'ufa'atasia lou Laulau-luga ma Mopili

source: Learn More
sm: Mālamalama atili

source: Watch the video
sm: Va'ai le vitiō

source: WebM format
sm: WebM fofola

source: Ogg Theora format
sm: Ogg Theora fofola

source: MPEG-4 format
sm: MPEG-4 fofola

source: Please read the Mozilla Privacy Policy and agree by checking the box.
sm: Faitau le Mozilla Polisia Tōtino ma feagai mai fa'atumu le pusa fa'amolemole.

source: Please enter your email address and review the Mozilla Privacy Policy.
sm: Fa'amolemole, tā lou imeli ma faitau le Mozilla Polisia Tōtino.

source: Mobile
sm: Telefoni feāvea'i

source: Firefox Updated
sm: Firefox e 'uma toe fa'afou

source: Download Beta Now.
sm: 'Auina atu Beta taimi nei

source: All Systems & Languages
sm: Systems & Gagana 'uma

source: View Full Site
sm: Maimoaga Site 'ātoa

source: Get Firefox for Android
sm: 'Aumai le Firefox mo android

source: Download for <span>Android</span>
sm: 'Auina atu mo <span>Android</span>

source: Free from the Android Market
sm: Mai fua mai le Android Māketi

source: Desktop
sm: Laulau-luga

source: Firefox Beta for mobile
sm: Firefox Beta mo mopili

source: Firefox for mobile
sm: Firefox mo mopili

source: Email
sm: Imeli

source: Super speed
sm: Matua'i masau tele

source: Stunning graphics
sm: Tusiata lelei tele

source: The latest technologies
sm: Saenisi fou

source: Upgrade now
sm: Liliuga-fa'afou i le taimi nei

source: Update now
sm: Toe fa'afou i le taimi nei

source: Supported Devices
sm: Togafiti fa'amāopoopoga

source: What’s New
sm: O leā se mea fou

source: Privacy
sm: Tōtino

source: Mission
sm: Fuafuaga
