Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/devices.lang.po
Languages: bn_bd, ca, cy, es_mx, km, pt, ta, uz, xh, zu

source: 2.0 MP rear with flash, VGA front
ca: Càmera del darrera, 2.0 MP, càmera frontal VGA
pt: Câmara traseira de 2.0 MP com flash, câmara frontal VGA
ta: பின் விளக்குடன் 2.0 மெபி , முன் விஜிஏ
xh: 2.0 MP emva eneflesh, VGA yangaphambili
zu: 2.0 MP nefuleshi, VGA phambili

source: 2.0 MP rear, 1.3 MP front
bn_bd: 2.0 MP পেছেনে, 1.3 MP সামনে
pt: Câmara traseira de 2.0 MP, câmara frontal de 1.3 MP
xh: 2.0 MP emva, 1.3 MP ngaphambili

source: 3.0 MP
ca: 3.0 MP{ok}
ta: 3.0 மெகாபிக்சல்
xh: i-3.0 MP

source: 3.2 MP
ca: 3.2 MP{ok}
ta: 3.2 மெகாபிக்சல்
xh: i-3.2 MP

source: 3 MP (Fixed-focus)
bn_bd: 3 MP (ফিক্সড ফোকাস)
ca: 3 MP (Focus fix)
km: 3.0 MP (ផ្ដោត​ថេរ)
pt: 3 MP (foco fixo)
ta: 3.0 மெகாபிக்சல் (நிலையான-குவிமையம்)
xh: i-3 MP (Fixed-focus)

source: 3.0 MP (Fixed-focus)
bn_bd: 3.0 MP (ফিক্সড-ফোকাস)
ca: 3.0 MP (Focus fix)
cy: 3.0 MP (Ffocysu sefydlog)
es_mx: 3.0 MP (Enfoque arreglado)
km: 3.0 MP (ផ្ដោត​ថេរ)
pt: 3.0 MP (foco fixo)
ta: 3.0 மெகாபிக்சல் (நிலையான-குவிமையம்)
uz: 3.0 MP (To‘g‘rilangan fokusli)
xh: i-3.0 MP (Fixed-focus)

source: 3.2 MP rear, 0.3 MP front
ca: 3.2 MP posterior, 0.3 MP frontal
pt: Câmara traseira de 3.2 MP, câmara frontal de 0.3 MP
ta: பின் 3.2 மெபி, முன் 0.3 மெபி
xh: 3.2 MP emva, 0.3 MP ngaphambili
zu: 3.2 MP emuva, 0.3 MP phambili

source: 5.0 MP
ca: 5.0 MP{ok}
ta: 5.0 மெகாபிக்சல்
xh: i-5.0 MP

source: 5.0 MP, LED flash
bn_bd: 5.0 MP, LED ফ্ল্যাশ
ca: 5.0 MP, flaix LED
cy: 5.0 MP, fflash LED
es_mx: 5.0 MP, flash LED
km: 5.0 MP, LED បញ្ចេញ​ពន្លឺ
pt: 5.0 MP, flash LED
ta: 5.0 மெகாபிக்சல், LED ஃபிளாஷ்
uz: 5.0 MP, LED chaqnoq
xh: i-5.0 MP, LED flash
zu: 5.0 MP, LED ifuleshi

source: 5.0 MP rear, VGA front
bn_bd: পেছনে 5.0 MP, সামনে VGA
ca: Càmera del darrera, 5.0 MP, càmera frontal VGA
cy: 5.0 MP ar y cefn, VGA ar y blaen
es_mx: 5.0 MP trasera, VGA frontal
km: ខាងក្រោយ 5.0 MP , ខាង​មុខ VGA
pt: Câmara traseira de 5.0 MP, câmara frontal VGA
ta: பின் 5.0 மெகாபிக்சல் , முன் VGA
uz: 5.0 MP orqa, VGA oldi
xh: i-5.0 MP emva, VGA phambili
zu: 5.0 MP emuva, VGA phambili

source: 8.0 MP rear, 2.1 MP front
bn_bd: 8.0 MP পেছেন, 2.1 MP সামনে
ca: Càmera del darrera 8.0 MP, càmera frontal 2.1 MP
pt: Câmara traseira de 8.0 MP, câmara frontal de 2.1 MP
ta: பின் 8.0 மெபி, முன் 2.1 மெபி
xh: i-8.0 MP emva, 2.1 MP ngaphambili

source: Rear camera, VGA Front camera
bn_bd: পেছনের ক্যামেরা, সামনে VGA ক্যামেরা
ca: Càmera del darrera, càmera frontal VGA
cy: Camera cefn, Camera blaen VGA
es_mx: Cámara trasera, cámara frontal VGA
km: ម៉ាស៊ីន​ថត​ខាងក្រោយ, ម៉ាស៊ីន​ថត​ខាងមុខ VGA
pt: Câmara traseira, câmara frontal VGA
ta: பின் படகருவி, பின் VGA படகருவி
uz: Orqa kamera, VGA old kamera
xh: Ikhamera yangasemva, VGA khamera yangaphambili
zu: Ikhamera yangemuva, VGA Ikhamera yangaphambili

source: Rear camera, 0.3 MP Front camera
bn_bd: পেছনের ক্যামেরা, সামনে 0.3 MP ক্যামেরা
ca: Càmera del darrera, càmera frontal 0.3 MP
cy: Camera cefn, Camera blaen 0.3 MP
es_mx: Cámara trasera, cámara delantera de 0.3 MP
km: ម៉ាស៊ីន​ថត​ខាងក្រោយ, ម៉ាស៊ីន​ថត​ខាង​មុខ 0.3 MP
pt: Câmara traseira, câmara frontal de 0.3 MP
ta: பின் படக்கருவி, பின் படக்கருவி 0.3 MP
uz: Orqa kamera, 0.3 MP old kamera
xh: Ikhamera yangasemva, 0.3 MP khamera yangaphambili
zu: Ikhamera engemuva, 0.3 MP Ikhamera ephambili

source: VGA
ca: VGA{ok}
xh: i-VGA

source: Bluetooth
bn_bd: ব্লুটুথ
ca: Bluetooth{ok}
km: ប៊្លូធូស
ta: ப்ளூடூத்
xh: I-Bluetooth
zu: I-Bluetooth

source: Bluetooth v2.1
bn_bd: ব্লুটুথ v2.1
ca: Bluetooth v2.1{ok}
km: ប៊្លូធូស v2.1
pt: Bluetooth 2.1
ta: ப்ளூடூத் v2.1
xh: i-Bluetooth v2.1
zu: I-Bluetooth v2.1

source: Bluetooth v2.1 A2DP
bn_bd: ব্লুটুথ v2.1 A2DP
ca: Bluetooth v2.1 A2DP{ok}
pt: Bluetooth 2.1 A2DP
ta: ப்ளூடூத் v2.1 A2DP
xh: i-Bluetooth v2.1 A2DP
zu: I-Bluetooth v2.1 A2DP

source: Bluetooth v2.1 EDR
bn_bd: ব্লুটুথ v2.1 EDR
ca: Bluetooth v2.1 EDR{ok}
km: ប៊្លូធូស v2.1 EDR
pt: Bluetooth 2.1 EDR
ta: ப்ளூடூத் v2.1 EDR
xh: i-Bluetooth v2.1 EDR
zu: I-Bluetooth v2.1 EDR

source: Bluetooth v3.0
bn_bd: ব্লুটুথ v3.0
ca: Bluetooth v3.0{ok}
km: ប៊្លូធូស v3.0
pt: Bluetooth 3.0
ta: ப்ளூடூத் v3.0
xh: i-Bluetooth v3.0
zu: I-Bluetooth v3.0

source: Bluetooth v3.0 A2DP
bn_bd: ব্লুটুথ v3.0 A2DP
ca: Bluetooth v3.0 A2DP{ok}
km: ប៊្លូធូស v3.0 A2DP
pt: Bluetooth 3.0 A2DP
ta: ப்ளூடூத் v3.0 A2DP
xh: i-Bluetooth v3.0 A2DP
zu: I-Bluetooth v3.0 A2DP

source: 1000 mAh
ca: 1000 mAh{ok}
xh: i-1000 mAh

source: 1100 mAh
ca: 1100 mAh{ok}
xh: i-1100 mAh

source: 1150 mAh
ca: 1150 mAh{ok}
xh: i-1150 mAh

source: 1200 mAh
ca: 1200 mAh{ok}
xh: i-1200 mAh

source: 1250 mAh
ca: 1250 mAh{ok}
ta: 1150 mAh
xh: i-1250 mAh

source: 1400 mAh
ca: 1400 mAh{ok}
xh: i-1400 mAh

source: Li-Ion 1400 mAh
ca: Li-Ion 1400 mAh{ok}
pt: 1400 mAh de iões de lítio
ta: லித்தியம்-ஐயன் 1400 mAh
xh: i-Li-Ion 1400 mAh

source: Li-Ion 1540 mAh
bn_bd: লিথিয়াম-আয়ন 1540 mAh
ca: Li-Ion 1540 mAh{ok}
pt: 1540 mAh de iões de lítio
ta: லித்தியம்-ஐயன் 1540 mAh
xh: i-Li-Ion 1540 mAh

source: 1730 mAh
ca: 1730 mAh{ok}
xh: i-1730 mAh

source: 2370 mAh
xh: i-2370 mAh

source: 5.3 h
ca: 5.3 h{ok}
cy: 5.3 awr
ta: 5.3 மணிநேரம்
uz: 5.3 s
xh: i-5.3 h

source: 6.5 h
xh: i-6.5 h

source: 6.7 h
ca: 6.7 h{ok}
cy: 6.7 awr
ta: 6.7 மணிநேரம்
uz: 6.7 s
xh: i-6.7 h

source: Up to 5.3 h
bn_bd: সর্বোচ্চ 5.3 h
ca: Fins a 5.3 h
cy: Hyd at 5.3 awr
es_mx: Hasta 5.3 h
km: ដល់ ៥.៣ ម៉ោង
pt: Até 5.3 horas
ta: 5.3 மணிநேரம் வரை
uz: 5.3 soatgacha
xh: Ukuya kwi-5.3 h

source: Up to 6.5 h (2G)
bn_bd: সর্বোচ্চ 6.5 h (2G)
pt: Até 6.5 horas (2G)
xh: Ukuya ku-6.5 h (2G)

source: Up to 7 h
bn_bd: সর্বোচ্চ 7 h
pt: Até 7 horas
ta: 7 மணிநேரம் வரை
xh: Ukuya kwi-7 h

source: Up to 8 h
bn_bd: সর্বোচ্চ 8 h
ca: Fins a 8 h
cy: Hyd at 8 awr
es_mx: Hasta 8 h
km: ដល់ ៨ ម៉ោង
pt: Até 8 horas
ta: 8 மணிநேரம் வரை
uz: 8 soatgacha
xh: Ukuya kwi-8 h
zu: Kufinyelela ku-8 h

source: Up to 16 h
bn_bd: সর্বোচ্চ 16 h
ca: Fins a 16 H
pt: Até 16 horas
ta: 16 மணிநேரம் வரை
xh: Ukuya kwi-16 h

source: Up to 40 h
bn_bd: সর্বোচ্চ 40 h
pt: Até 40 horas
ta: 40 மணிநேரம் வரை
xh: Ukuya kwi-40 h

source: Up to 96 h (2G)
bn_bd: সর্বোচ্চ 96 h (2G)
pt: Até 96 horas (2G)
xh: Ukuya ku-96 h (2G)

source: Up to 350 h
bn_bd: সর্বোচ্চ 350 h
ca: Fins a 350 h
cy: Hyd at 350 awr
es_mx: Hasta 350 h
km: ដល់ 350 h
pt: Até 350 horas
ta: 350 மணிநேரம் வரை
uz: 350 soatgacha
xh: Ukuya kwi-350 h
zu: Kufinyelela ku-350 h

source: Up to 432 h (2G), 325 h (3G)
bn_bd: সর্বোচ্চ 432 h (2G), 325 h (3G)
pt: Até 432 horas (2G), 325 horas (3G)
ta: 432 மணிநேரம் வரை (2G), 325 மணிநேரம் (3G)
xh: Ukuya kwi-432 h (2G), 325 h (3G)

source: Up to 744 h
bn_bd: সর্বোচ্চ 744 h
ca: Fins a 744 h
cy: Hyd at 744 awr
es_mx: Hasta 744 h
km: ដល់ 744 h
pt: Até 744 horas
ta: 744 மணிநேரம் வரை
uz: 744 soatgacha
xh: Ukuya kwi-744 h
zu: Kufinyelela ku-744 h

source: Up to 6.7 h (2G), 3 h (3G)
bn_bd: সর্বোচ্চ 6.7 ঘন্টা (2G), 3 ঘন্টা (3G)
ca: Fins a 6.7 h (2G), 3 h (3G)
cy: Hyd at 6.7 awr (2G), 3 awr(3G)
es_mx: Hasta 6.7 h (2G), 3 h (3G)
km: ដល់ 6.7 h (2G), 3 h (3G)
pt: Até 6.7 horas (2G), 3 horas (3G)
ta: 6.7 மணிநேரம் வரை (2G), 3 மணிநேரம் (3G)
uz: 6.7 soatgacha (2G), 3 s (3G)
xh: Ukuya kwi-6.7 h (2G), 3 h (3G)
zu: Kufinyelela ku-6.7 h (2G), 3 h (3G)

source: Up to 8 h (2G), 8 h (3G)
bn_bd: সর্বোচ্চ 8 ঘন্টা (2G), 8 ঘন্টা (3G)
ca: Fins a 8 h (2G), 8 h (3G)
cy: Hyd at 8 awr (2G), 8 awr (3G)
es_mx: Hasta 8 h (2G), 8 h (3G)
km: ដល់​ 8 h (2G), 8 h (3G)
pt: Até 8 horas (2G), 8 horas (3G)
ta: 8 மணிநேரம் வரை (2G), 8 மணிநேரம் (3G)
uz: 8 soatgacha (2G), 8 s (3G)
xh: Ukuya ku-8 h (2G), 8 h (3G)
zu: Kufinyelela ku-8 h (2G), 8 h (3G)

source: Up to 280 h
bn_bd: সর্বোচ্চ 280 h
ca: Fins a 280 h
pt: Até 280 horas
ta: 280 மணிநேரம் வரை
xh: Ukuya ku-280 h
zu: Kufinyelela ku-280 h

source: Up to 280 h (2G)
bn_bd: সর্বোচ্চ 280 ঘন্টা (2G)
ca: Fins a 280 h (2G)
cy: Up to 280 awr (2G)
es_mx: Hasta 280 h (2G)
km: ដល់ 280 h (2G)
pt: Até 280 horas (2G)
ta: 280 மணிநேரம் வரை (2G)
uz: 280 soatgacha (2G)
xh: Ukuya ku-280 h (2G)
zu: Kufinyelela ku-280 h (2G)

source: Up to 720 h (LTE), 820 h (3G)
bn_bd: সর্বোচ্চ 720 h (LTE), 820 h (3G)
ca: Fins a 720h (LTE), 820 h (3G)
pt: Até 720 horas (LTE), 820 horas (3G)
ta: 720 மணிநேரம் (LTE), 820 மணிநேரம் (3G) வரை
xh: Ukuya kwi-720 h (LTE), 820 h (3G)

source: 3.5" HVGA 320 x 480 pixels, 262K color display
bn_bd: 3.5" HVGA 320 x 480 পিক্সেল, 262K রঙিন ডিসপ্লে
ca: 3.5" HVGA de 320 x 480 píxels, amb pantalla de 262K colors
cy: 3.5" HVGA 320 x 480 picsel, dangosydd lliw 262K
es_mx: 3.5" HVGA 320 x 480 píxeles, pantalla de 262k colores
km: 3.5" HVGA 320 x 480 ភីកសែល, ពណ៌​បង្ហាញ 262K
pt: 3.5" HVGA 320 x 480 pixeis, ecrã de 262K cores
ta: 3.5" HVGA 320 x 480 பிக்சல்கள், 262K வண்ண காட்சி
uz: 3.5" HVGA 320 x 480 piksel, 262K rangli ekran
xh: 3.5" HVGA 320 x 480 iipikseli, 262K umbonakaliso unombala

source: 3.5" HVGA 320 x 480 pixels
bn_bd: 3.5" HVGA 320 x 480 পিক্সেল
ca: 3.5" HVGA de 320 x 480 píxels
cy: 3.5" HVGA 320 x 480 picsel
es_mx: 3,5” HVGA 320 x 480 píxeles
km: 3.5" HVGA 320 x 480 ភីកសែល
pt: 3.5" HVGA 320 x 480 pixeis
ta: 3.5" HVGA 320 x 480 பிக்சல்கள்
uz: 3.5" HVGA 320 x 480 piksel
xh: i-3.5" HVGA 320 x 480 pikseli

source: 4.0" WVGA 800 x 480 pixels
bn_bd: 4.0" WVGA 800 x 480 পিক্সেল
ca: 4.0" WVGA de 800 x 480 píxels
cy: 4.0" WVGA 800 x 480 picsel
es_mx: 4.0” WVGA 800 x 480 píxeles
km: 4.0" WVGA 800 x 480 ភីកសែល
pt: 4.0" WVGA 800 x 480 pixeis
ta: 4.0" WVGA 800 x 480 பிக்சல்கள்
uz: 4.0" WVGA 800 x 480 piksel
xh: i-4.0" WVGA 800 x 480 pikseli

source: 4.0" WVGA 800 x 400 pixels
bn_bd: 4.0" WVGA 800 x 400 পিক্সেল
ca: 4.0" WVGA de 800 x 400 píxels
cy: 4.0" WVGA 800 x 400 picsel
es_mx: 4.0” WVGA 800 x 400 píxeles
km: 4.0" WVGA 800 x 400 ភីកសែល
pt: 4.0" WVGA 800 x 400 pixeis
ta: 4.0" WVGA 800 x 400 பிக்சல்கள்
uz: 4.0" WVGA 800 x 400 piksel
xh: i-4.0" WVGA 800 x 400 pikseli

source: 4.0" 320 x 480 pixels (~144 ppi pixel density)
bn_bd: 4.0" 320 x 480 পিক্সেল (~144 ppi পিক্সেল ঘনত্ব)
ca: 4.0" de 320 x 480 píxels (~144 píxels per polzada)
cy: 4.0" 320 x 480 picsel (~ dwysedd picsel144 ppi)
km: 4.0" 320 x 480 ភីកសែល (ដង់ស៊ីតេ 144 ppi ភីកសែល)
pt: 4.0" 320 x 480 pixeis (densidade de pixeis de ~144 ppi)
ta: 4.0" 320 x 480 பிக்சல்கள் (~144 ppi பிக்சல் அடர்த்தி)
uz: 4.0” 320 x 480 piksel (~144 ppi piksel qalinlikda)
xh: i-4.0" 320 x 480 pixels (~144 ppi pixel density)

source: 320 x 480 pixels
bn_bd: 320 x 480 পিক্সেল
ca: 320 x 480 píxels
cy: 320 x 480 picsel
es_mx: 320 x 480 píxeles
km: 320 x 480 ភីកសែល
pt: 320 x 480 pixeis
ta: 320 x 480 பிக்சல்கள்
uz: 320 x 480 piksel
xh: i-320 x 480 pikseli

source: 480 x 800 pixels
bn_bd: 480 x 800 পিক্সেল
ca: 480 x 800 píxels
cy: 480 x 800 picsel
es_mx: 480 x 800 píxeles
km: 480 x 800 ភីកសែល
pt: 480 x 800 pixeis
ta: 480 x 800 பிக்சல்கள்
uz: 480 x 800 piksel
xh: i-480 x 800 pikseli

source: TFT capacitive touch
bn_bd: TFT ক্যাপাসিটিভ টাচ
ca: TFT tàctil capacitiva
cy: Cyffwrdd cynhwysol TFT
es_mx: TFT táctil capacitiva
pt: TFT de toque capacitivo
ta: TFT கொள்ளளவு தொடுதிரை
uz: TFT sig‘imli sensorli
xh: i-TFT capacitive touch
zu: I-TFT capacitive touch

source: TFT color display
bn_bd: TFT রঙিন ডিসপ্লে
ca: Pantalla color TFT
cy: Dangosydd lliw TFT
es_mx: Pantalla a color TFT
km: ការ​បង្ហាញ​ពណ៌ TFT
pt: Ecrã TFT
ta: TFT வண்ண காட்சி
uz: TFT rangli ekran
xh: Umbonakaliso unombala we-TFT
zu: I-TFT color display

source: Picture Quality
pt: Qualidade de imagem
xh: Ubunjani Bomfanekiso

source: Web Browser
pt: Navegador
xh: IsiKhangeli seWeb

source: More about Firefox OS
bn_bd: Firefox OS সম্পর্কে বিস্তারিত
ca: Més informació sobre el Firefox OS
cy: Rhagor am Firefox OS
es_mx: Más acerca de Firefox OS
km: ស្វែងយល់​​​​បន្ថែម​អំពី Firefox OS
pt: Saiba mais acerca do Firefox OS
ta: மேலும் Firefox OS பற்றி
uz: "Firefox OS" haqida ko‘proq
xh: Funda nge-Firefox OS
zu: Okuthe xaxa nge-Firefox OS

source: Read about the features and mission behind Firefox OS
bn_bd: Firefox OS এর সুবিধা এবং লক্ষ্য সম্পর্কে পড়ুন
ca: Llegiu més sobre les característiques i la missió darrere el Firefox OS
cy: Darllenwch am nodweddion a chenhadaeth Firefox OS
es_mx: Leer acerca de las características y la misión detrás de Firefox OS
km: អាន​អំពី​លក្ខណៈ និង​បេសកកម្ម​​​​នៅ​ខាងក្រោយ Firefox OS
pt: Saiba mais sobre as funcionalidades e missão na base do Firefox OS
ta: Firefox OS க்கு பக்க பலமாக இருக்கும் அதன் அம்சங்களையும் நோக்கத்தையும் பற்றி தெறிந்துகொள்ளவும்
uz: "Firefox OS" ortidagi vazifa va xususiyatlar haqida o‘qing
xh: Funda malunga iiFitsha kunye nomsebenzi eva kwe-FireFox OS
zu: Funda mayelana namafisha nomgomo ongemuva kwe-Firefox OS

source: Get help with your Firefox OS device from Mozilla Support
bn_bd: Firefox OS ডিভাইস সম্পর্কিত সাহায্য Mozilla Support থেকে নিন
ca: Obtingueu ajuda amb el vostre dispositiu Firefox OS de Mozilla Support
cy: Cael cymorth gyda'ch dyfais Firefox OS gan Mozilla Support
es_mx: Obtén ayuda con tu dispositivo Firefox OS del soporte de Mozilla
km: ទទួល​បាន​ជំនួយ​ជាមួយ​ឧបករណ៍ Firefox OS របស់​អ្នក​ពី​ការ​គាំទ្រ​របស់ Mozilla
pt: Obtenha ajuda com o seu dispositivo Firefox OS a partir do Apoio da Mozilla
ta: Mozilla ஆதரவிலிருந்து உங்கள் FirefoxOS சாதனத்திற்கான உதவியைப் பெறுக
uz: "Mozilla qo‘llab-quvvatlash"dan "Firefox OS" qurilmangiz bo‘yicha yordam oling
xh: Fumana uncedo ngesixhobo seFireFox OS kusukela kwiNxhaso ye-Mozilla
zu: Thola usizo ngedivayisi ye-Firefox OS yakwa-Mozilla Support

source: See what Firefox OS offers and means for developers
bn_bd: Firefox OS ডেভলপারদের কী সুযোগ দিচ্ছে তা দেখুন
ca: Vegeu què ofereix i què significa el Firefox OS pels desenvolupadors
cy: Gweld beth mae Firefox OS yn ei gynnig a'i olygu ar gyfer datblygwyr
es_mx: Mira que ofrece Firefox OS y que significa para los desarrolladores
km: មើល​អ្វី​ដែល​ Firefox OS ផ្ដល់ និង​ប្រយោជន៍​សម្រាប់​អ្នក​​អភិវឌ្ឍន៍
pt: Saiba o que o Firefox OS oferece e o que significa para programadores
ta: உருவாக்குநர்களுக்கான Firefox OS என்ன என்பதையும் என்ன வாய்ப்பை வழங்குகிறது என்பதை பாருங்கள்
uz: "Firefox OS" nima taklif qilishi va dasturichlar maqsadini ko‘ring
xh: Bona ukuba iFireFox OS ikubonelela kwaye ithetha ukuthini kwabapuhlisi
zu: Buka ukuthi yini ehlinzekwa yi-Firefox OS nokuthi kuchazani kubaqambi

source: Learn about Firefox OS apps in Firefox Marketplace
bn_bd: Firefox Marketplace এ Firefox OS অ্যাপ সম্পর্কে জানুন
ca: Informeu-vos sobre les aplicacions del Firefox OS al Firefox Marketplace
cy: Dysgu am apiau Firefox OS yn y Firefox Marketplace
es_mx: Aprende sobre aplicaciones Firefox OS en el Marketplace de Firefox
km: ស្វែងយល់​បន្ថែម​អំពី​កម្មវិធី Firefox OS នៅ​ក្នុង​​ឃ្លាំង​កម្មវិធី Firefox
pt: Saiba mais sobre as aplicações do Firefox OS no Firefox Marketplace
ta: Firefox Marketplace இல் உள்ள Firefox OS பயன்பாடுகளைப் பற்றி அறியவும்
uz: "Firefox Marketplace"dagi "Firefox OS" ilova dasturlari haqida o‘rganing
xh: Funda malunga ii-apps zeFirefox OS kwi-Firefox Marketplace
zu: Funda mayelana nama-app e-Firefox OS Marketplace

source: We work with a number of providers to offer Firefox OS on a variety of devices.
bn_bd: Firefox OS কে একাধিক ডিভাইসে আনার জন্য আমরা একাধিক প্রভাইডারের সাথে কাজ করে যাচ্ছি।
ca: Treballem amb uns quants proveïdors per oferir el Firefox OS en diversos dispositius.
cy: Rydym yn gweithio gyda nifer o ddarparwyr i gynnig Firefox OS ar amrywiaeth o ddyfeisiau.
es_mx: Trabajamos con una serie de proveedores para ofrecerte Firefox OS en una amplia gama de dispositivos.
km: យើង​ធ្វើ​ការ​ជាមួយ​ក្រុម​ហ៊ុន​ផ្ដល់ ដើម្បី​ផ្ដល់ Firefox OS នៅ​ពេល​ផ្លាស់ប្ដូរ​ឧបករណ៍។
pt: Nós trabalhamos com vários fornecedores para oferecer o Firefox OS numa variedade de dispositivos.
ta: பையர்பாக்ஸ் OSசை பலதரப்பட்ட சாதனத்தில் வழங்க நாங்கள் பல வழங்குனர்களுடன் பணிபுரிந்து வருகிறோம்.
uz: Biz "Firefox OS"ni har xil qurilmalarga taklif qiluvchi ko‘plab xizmat ko‘rsatuvchilar bilan birga ishlaymiz.
xh: Sisebenza ngababoneleli abaliqela ukuze sivelise iFirefox OS ngezixhobo ezahlukeneyo.
zu: Sisebenza nabahlinzeki abaningi ukuze sihlinzeke i-Firefox OS kumadivayisi ahlukahlukene.

source: Please read our FAQ for a <a href="%(link)s">full list of providers in available countries</a>.
bn_bd: <a href="%(link)s">প্রাপ্ত দেশের প্রোভাইডারের পূর্ণ তালিকা</a> পেতে আমাদের FAQ অংশটি পড়ুন।
ca: Llegiu les nostres PMF per obtenir un <a href="%(link)s">llistat complet de proveïdors als països disponibles</a>.
cy: Darllenwch ein cwestiynau <a href="%(link)s">am restr llawn o ddarparwyr mewn gwledydd lle maent ar gael</a>.
es_mx: Por favor, lee nuestras Preguntas Frecuentes para obtener la <a href="%(link)s"> lista completa de proveedores en países disponibles </ a>.
km: សូម​អាន FAQ របស់​ពួក​យើង​សម្រាប់​បញ្ជី​ពេញ​លេញ <a href="%(link)s">នៃ​ក្រុម​ហ៊ុន​ផ្ដល់​នៅ​ក្នុង​ប្រទេស​ដែល​មាន</a> ។
pt: Por favor leia a nossa FAQ para uma <a href="%(link)s">lista completa de fornecedores nos países em que está disponível</a>.
ta: <a href="%(link)s">இருக்கின்ற நாடுகளின் முழு வழங்குநர்களின் பட்டியலுக்கு</a> தயவுச்செய்து எங்களிடம் அடிக்கடி வினவப்படும் கேள்விகள் பற்றி படிக்கவும்.
uz: Marhamat,<a href="%(link)s">mavjud mamlakatlardagi xizmat ko‘rsatuvchilarning to‘liq ro‘yxati</a> bo‘yicha bizning FAQ ni o‘qib chiqing.
xh: Nceda uthumele i-FAQ yethu <a href="%(link)s">yoluhlu oluzeleyo lwababoneleli kumazwe afumanekayo</a>.
zu: Uyacelwa ufunde ama-FAQ <a href="%(link)s">ohla oluphelele lwabahlinzeki emazweni atholakalayo</a>.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
bn_bd: আপনার দেশে Firefox OS স্মার্টফোন পেতে নিচের লিস্ট থেকে একটি বাছাই করুন।
ca: Trieu-ne un de la llista següent per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Dewiswch un o'r rhestr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
es_mx: Elige uno de la lista para obtener un teléfono Firefox OS en tu país.
km: ជ្រើស​មួយ​ពី​បញ្ជី​ខាងក្រោម ដើម្បី​ទទួល​បាន​ទូរស័ព្ទ​ទំនើប Firefox OS នៅ​ក្នុង​ប្រទេស​របស់​អ្នក។
pt: Escolha um país da lista abaixo para obter um smartphone Firefox OS no seu país.
ta: பையர்பாக்ஸ் OSஸை உங்கள் நாட்டில் பெற கீழ் உள்ள பட்டியலில் இருந்து ஒன்றை தேர்ந்தெடுக்கவும்.
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi ro‘yxatdan birini tanlang.
xh: Khetha abe mnye kuluhlu olungezanti ukuze ufumane ifowuni echubekileyo yeFirefox OS kwilizwe lakho.
zu: Khetha okukodwa kulolu luhla oluingezansi ukuze uthola i-Firefox OS smartphone ezweni lakho.

source: Click on the provider below to get a Firefox OS smartphone in your country.
bn_bd: আপনার দেশে Firefox OS স্মার্টফোন পেতে এখান থেকে প্রোভাইডারে ক্লিক করুন।
ca: Feu clic al proveïdor de més avall per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Cliciwch ar y darparwr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
es_mx: Haz clic en el proveedor para conseguir un teléfono Firefox&nbsp;OS en tu país.
km: ចុច​លើ​ក្រុម​ហ៊ុន​ផ្ដល់​ខាងក្រោម​​ដើម្បី​ទទួល​បាន​ទូរស័ព្ទ​ទំនើប​ Firefox OS នៅ​ក្នុង​ប្រទេស​របស់​​អ្នក។
pt: Clique no fornecedor abaixo para obter um smartphone Firefox OS no seu país.
ta: பையர்பாக்ஸ் OSஸை உங்கள் நாட்டில் பெற கீழ் உள்ள சேவை வழங்குனரை தேர்ந்தெடுக்கவும்.
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi xizmat ko‘rsatuvchidan birini tanlang.
xh: Cofa kumboneleli ongezantsi ukuze ufumane ifowuni echubekileyo yeFirefox OS.
zu: Chofoza umhlinzeki ngezansi ukuze uthole i-Firefox OS ezweni lakho.

source: GPS
ca: GPS{ok}
km: ជីភីអេស
zu: I-GPS

source: GPS / A-GPS
ca: GPS / A-GPS{ok}
zu: I-GPS / A-GPS

source: 115 x 62.3 x 12.2 mm
ca: 115 x 62.3 x 12.2 mm{ok}
ta: 115 x 62.3 x 12.2 மிமீ

source: 115 x 62 x 11.8 mm
ca: 115 x 62 x 11.8 mm{ok}
km: 115 x 62 x 11.8 ម.ម.
ta: 115 x 62 x 11.8 மிமீ

source: 113.8 x 66.5 x 9 mm
ca: 113.8 x 66.5 x 9 mm{ok}
ta: 113.8 x 66.5 x 9 மிமீ

source: 114 x 62 x 12.5 mm
ca: 114 x 62 x 12.5 mm{ok}
ta: 114 x 62 x 12.5 மிமீ

source: 115.6 x 62 x 11.2 mm
ca: 115.6 x 62 x 11.2 mm{ok}
km: 115 x 62 x 11.8 ម.ម.
ta: 115 x 62 x 11.8 மிமீ

source: 112.2 x 62 x 11.95 mm
bn_bd: ১১২.১ x ৬২ x ১১.৯৫ মিমি
ca: 112.2 x 62 x 11.95 mm{ok}
ta: 112.2 x 62 x 11.95 மிமீ

source: 120 g (4.2 oz)
ca: 120 g (4.2 oz){ok}
pt: 120 g (4.2 onças)
ta: 120 கி (4.2 oz)

source: 122.5 g (4.30 oz)
ca: 122.5 g (4.30 oz){ok}
pt: 122.5 g (4.30 onças)
ta: 122.5 கிராம் (4.30 oz)

source: 108 g (3.81 oz)
ca: 108 g (3.81 oz){ok}
pt: 108 g (3.81 onças)
ta: 108 கிராம் (3.81 oz)

source: Qualcomm Snapdragon MSM7227A, 1 GHz CPU
ca: Qualcomm Snapdragon MSM7227A, 1 GHz CPU{ok}
es_mx: Qualcomm Snapdragon MSM7227A, CPU de 1 GHz
pt: Qualcomm Snapdragon MSM7227A, CPU de 1 GHz
ta: குவால்காம் ஸ்னாப்டிராகன் MSM7227A, 1 GHz செயலகம்
zu: I-Qualcomm Snapdragon MSM7227A, 1 GHz CPU

source: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 Mbps DL / 5.76 Mbps UL)
ca: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 Mbps DL / 5.76 Mbps UL){ok}
pt: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 Mbps descargas / 5.76 Mbps carregamentos)
ta: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 Mbps வரை பதிவிறக்கமும் / 5.76 Mbps வரை பதிவேற்றமும் செய்கிறது)

source: 7 h
ca: 7 h{ok}
ta: 7 மநே

source: 9 h
ca: 9 h{ok}
cy: 9 awr
km: ៩ ម៉ោង
ta: 9 மணிநேரம்
uz: 9 s

source: 9 h 20 m
ca: 9 h 20 m{ok}
cy: 9 a 20 m
km: ៩ ម៉ោង ២០ នាទី
pt: 9h20min
ta: 9 மணிநேரம் 20 நிமிடம்
uz: 9 s 20 daq

source: 160 h
ca: 160 h{ok}
ta: 160 மநே

source: 176 h
ca: 176 h{ok}
cy: 176 awr
km: ១៧៦ ម៉ោង
ta: 176 மணிநேரம்
uz: 176 s

source: 3.5" HVGA
ca: 3.5" HVGA{ok}

source: 3.5" TFT HVGA
ca: 3.5" TFT HVGA{ok}
ta: 3.5" டிஎப்டி எச்விஜிஏ

source: 3.5" HVGA Capacitive
ca: 3.5" HVGA Capacitativa
pt: 3.5" HVGA capacitivo
ta: மின்தேக்க 3.5" HVGA

source: 4.0" WVGA
ca: 4.0" WVGA{ok}

source: 4.0" HVGA
ca: 4.0" HVGA{ok}

source: 4.5" qHD
ca: 4.5" qHD{ok}

source: 1.5 GB
ta: 1.5 ஜிபி

source: 70 x 139 x 10.5 mm
ta: 70 x 139 x 10.5 மிமீ

source: 112.2 x 62 x 11.9 mm
ta: 112.2 x 62 x 11.9 மிமீ

source: 148 g
ta: 148 கி

source: 98 g
ta: 98 கிராம்

source: 2.0 MP rear, LED flash
bn_bd: 2.0 MP পেছেন, LED ফ্লাস
pt: Câmara traseira de 2.0 MP, flash LED
ta: 2.0 MP பின், LED வெளிச்சம்

source: 8.0 MP
ta: 8.0 மெகாபிக்சல்

source: Romania
bn_bd: রোমানিয়া

source: Up to 4 h
bn_bd: সর্বোচ্চ 4 h

source: Up to 6 h
bn_bd: 6 h পর্যন্ত

source: Up to 6.5 h
bn_bd: সর্বোচ্চ 6.5 h

source: Up to 6.7 h
bn_bd: সর্বোচ্চ 6.7 h

source: Up to 9 h
bn_bd: সর্বোচ্চ 9 h

source: Up to 9 h 20 m
bn_bd: সর্বোচ্চ 9 h 20 m

source: Up to 5 h
bn_bd: সর্বোচ্চ 5 h

source: Up to 17 h
bn_bd: সর্বোচ্চ 17 h

source: 4K ULTRA HD TV
pt: TV 4K ULTRA HD

source: 3.5” HVGA 320 x 480 pixels, 262K color display
es_mx: 3.5 "HVGA 320 x 480 píxeles, pantalla de 262k colores

source: 4.0” WVGA 800 x 480 pixels
es_mx: 4.0” WVGA 800 x 480 píxeles

source: 4.0” WVGA 800 x 400 pixels
es_mx: 4.0” WVGA 800 x 400 píxeles

source: 4.0” 320 x 480 pixels (~144 ppi pixel density)
es_mx: 4.0 "320 x 480 píxeles (~ 144 ppp densidad de píxeles)
