Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/devices.lang.po
Languages: bn_bd, ca, cy, es_mx, km, pt, ta, uz, xh, zu

source: Firefox OS - Devices &amp; Availability
bn_bd: Firefox OS - ডিভাইস &amp; সহজলভ্যতা
ca: Firefox OS - Dispositius &amp; Disponibilitat
cy: Firefox OS - Dyfeisiadau ac Argaeledd
es_mx: Firefox OS - Disponibilidad &amp; de Dispositivos
km: Firefox OS ឧបករណ៍ &amp; ភាព​អាច​ប្រើ​បាន
pt: Firefox OS - Dispositivos e disponibilidade
ta: Firefox OS - சாதனங்களின் &amp; இருப்பு
uz: Firefox OS - Qurilmalar &amp; Mavjudligi
xh: i-Firefox OS - Idivayisi &amp; Ufumaneko
zu: I-Firefox OS - Amadivayisi &amp; Nokutholakala

source: Find Firefox OS <br>near you
bn_bd: আপনার আশেপাশে Firefox OS <br>খুঁজুন
ca: Trobar Firefox OS <br>a prop vostre
cy: Canfod Firefox OS <br>gerllaw
es_mx: Encuentra Firefox OS <br>cerca de ti
km: ស្វែងរក Firefox OS <br>នៅ​ជិត​អ្នក
pt: Encontre um Firefox OS<br>perto de si
ta: உங்களுக்கு அருகாமையில் Firefox OS <br>கிடைக்கிறதா என கண்டறி
uz: "Firefox OS"ni <br>yaqiningizdan toping
xh: Fumana i-Firefox OS <br>ekufutshane kuwe
zu: I-Find Firefox OS <br>eduze kwakho

source: Explore <br>Firefox OS devices
bn_bd: Firefox OS ডিভাইস<br>এক্সপ্লোর করুন
ca: Cerqueu <br>dispositiu Firefox OS
cy: Archwilio <br>dyfeisiadau Firefox OS
es_mx: Explora <br>dispositivos con Firefox OS
km: រុក​រក​ឧបករណ៍ <br>Firefox OS
pt: Explore <br> dispositivos com o Firefox OS
ta: Firefox OS சாதனங்களை <br> ஆராய
uz: Firefox OS qurilmalari <br>haqida bilib oling
xh: Phonononga <br>izixhobo ze-Firefox OS
zu: Bukabuka <br>amadivayisi akwa-Firefox OS devices

source: Firefox OS
ca: Firefox OS{ok}
xh: IFirefox OS
zu: I-Firefox OS

source: Firefox OS FAQ
bn_bd: Firefox OS এর FAQ
ca: PMF del Firefox OS
cy: Cwestiynau am Firefox OS
es_mx: FAQs de Firefox OS
pt: Perguntas frequentes - Firefox OS
ta: Firefox OS அடிக்கடி வினவப்படும் கேள்விகள்
xh: i-Firefox OS FAQ
zu: I-Firefox OS FAQ

source: Get a phone
bn_bd: একটি ফোন নিন
ca: Aconseguiu un telèfon
cy: Prynu ffôn
es_mx: Consigue un teléfono
km: យក​ទូរស័ព្ទ
pt: Obter um telefone
ta: ஒரு செல்பேசியை பெறுக
uz: Telefon oling
xh: Fumana ifowuni
zu: Thola ifoni

source: Firefox OS devices
bn_bd: ফায়ারফক্স ওএস ডিভাইস
pt: Serviços do Firefox OS
ta: Firefox OS சாதனங்கள்
xh: Izixhobo ze-Firefox OS

source: Smartphones
bn_bd: স্মার্টফোন
ca: Telèfon intel·ligent
cy: Ffonau Clyfar
es_mx: Teléfonos Inteligentes
km: ទូរស័ព្ទ​ទំនើប
ta: திறன்பேசிகள்
uz: Smarfonlar
xh: Iifowuni ezikrelekrele
zu: Ama-smartphone

source: Televisions
bn_bd: টেলিভিশন
pt: Televisões
xh: Omabonakude

source: Find a device in:
bn_bd: একটি ডিভাইস খুঁজুন:
ca: Trobeu un dispositiu a:
cy: Canfod dyfais yn:
es_mx: Encuentra un dispositivo en:
km: ស្វែងរក​ឧបករណ៍​នៅ​ក្នុង៖
pt: Localizar dispositivo em:
ta: ஒரு சாதனத்தை கண்டுபிடி:
uz: Qurilma toping:
xh: Fumana idivayisi kwi:
zu: Thola idivayisi kulokhu:

source: Select a location
bn_bd: অবস্থান নির্বাচন করুন
ca: Trieu una ubicació
cy: Dewis lleoliad
es_mx: Selecciona una ubicación
km: ជ្រើស​ទីតាំង
pt: Selecionar uma localização
ta: ஒரு இடத்தை தேர்ந்தெடு
uz: Manzilni tanlang:
xh: Khetha indawo
zu: Khetha indawo

source: Argentina
bn_bd: আর্জেন্টিনা
xh: I-Argentina

source: Australia
bn_bd: অস্ট্রেলিয়া
ca: Australia{ok}
pt: Austrália
ta: ஆஸ்திரேலியா
xh: I-Australia
zu: I-Australiya

source: Bangladesh
bn_bd: বাংলাদেশ
ta: வங்காளதேசம்
xh: iBangladesh
zu: I-Bangladesh

source: Belgium
bn_bd: বেলজিয়াম
ca: Bèlgica
cy: Gwlad Belg
km: បែលហ្ស៊ិក
pt: Bélgica
ta: பெல்ஜியம்
xh: iBelgium
zu: I-Belgium

source: Brazil
bn_bd: ব্রাজিল
ca: Brasil
cy: Brasil
es_mx: Brasil
km: ប្រេស៊ីល
pt: Brasil
ta: பிரேசில்
uz: Braziliya
xh: iBrazil
zu: I-Brazil

source: Cameroon
bn_bd: ক্যামেরুন
pt: Camarões
xh: ICameroon

source: Czech Republic
bn_bd: চেক প্রজাতন্ত্র
ca: República Txeca
km: សាធារណ​រដ្ឋ​ឆេក
pt: República Checa
ta: செக் குடியரசு
xh: iRiphablikhi yaseCzech
zu: I-Czech Republic

source: Chile
bn_bd: চিলি
ca: Xile
km: ស៊ីលី
ta: சிலி
xh: iChile
zu: I-Chile

source: Colombia
bn_bd: কলম্বিয়া
ca: Colòmbia
km: កូឡុំប៊ី
pt: Colômbia
ta: கொலம்பியா
uz: Kolumbyia
xh: iColombia
zu: I-Colombia

source: Costa Rica
bn_bd: কোস্টা রিকা
ta: கோஸ்டா ரிக்கா
xh: I-Costa Rica

source: Egypt
bn_bd: মিশর
pt: Egito
xh: IYiputa

source: El Salvador
bn_bd: এল সালভাদর
ca: El Salvador{ok}
km: ​អែលសាល់វ៉ាឌ័រ
ta: எல் சல்வடோர்
xh: i-El Salvador
zu: I-El Salvador

source: France
bn_bd: ফ্রান্স
ca: França
cy: Ffrainc
es_mx: Francia
km: បារាំង
pt: França
ta: பிரான்ஸ்
uz: Fransiya
xh: iFransi
zu: I-France

source: Germany
bn_bd: জার্মানি
ca: Alemanya
cy: Yr Almaen
es_mx: Alemania
km: អាល្លឺម៉ង់
pt: Alemanha
ta: ஜெர்மனி
uz: Germaniya
xh: Jamani
zu: I-Germany

source: Greece
bn_bd: গ্রিস
ca: Grècia
cy: Gwlad Groeg
es_mx: Grecia
km: ក្រិក
pt: Grécia
ta: கிரீஸ்
uz: Gretsiya
xh: iGreece
zu: I-Greece

source: Guatemala
bn_bd: গুয়াতেমালা
ta: குவாடிமாலா
xh: iGuatemala
zu: I-Guatemala

source: Hungary
bn_bd: হাঙ্গেরি
ca: Hongria
cy: Hwngari
es_mx: Hungría
km: ហុងគ្រី
pt: Hungria
ta: ஹங்கேரி
uz: Vengriya
xh: iHungary
zu: I-Hungary

source: India
bn_bd: ভারত
ca: Índia
km: ឥណ្ឌា
pt: Índia
ta: இந்தியா
uz: Hindiston
xh: iNdiya
zu: I-India

source: Italy
bn_bd: ইটালি
ca: Itàlia
cy: Yr Eidal
es_mx: Italia
km: អ៊ីតាលី
pt: Itália
ta: இத்தாலி
uz: Italiya
xh: Ithali
zu: I-Italy

source: Ivory Coast
bn_bd: আইভরি কোস্ট
pt: Costa do Marfim
xh: I-Ivory Coast

source: Japan
bn_bd: জাপান
ca: Japó
pt: Japão
ta: ஜப்பான்
xh: I-Japan

source: Kenya
bn_bd: কেনিয়া
pt: Quénia
xh: IKenya

source: Luxembourg
bn_bd: লুক্সেমবার্গ
ca: Luxemburg
cy: Lwcsembwrg
km: លុចសំបួ
pt: Luxemburgo
ta: லக்ஸம்பர்க்
xh: iLuxembourg
zu: I-Luxembourg

source: Mauritius
bn_bd: মরিশাস
pt: Maurícia
xh: IMauritius

source: Mexico
bn_bd: মেক্সিকো
ca: Mèxic
cy: Mecsico
es_mx: México
km: ម៉ិកស៊ិក
pt: México
ta: மெக்ஸிகோ
uz: Meksiko
xh: iMexico
zu: I-Mexico

source: Macedonia
bn_bd: ম্যাসিডোনিয়া
ca: Macedònia
pt: Macedónia
ta: மாசிடோனியா
xh: iMacedonia
zu: I-Macedonia

source: Madagascar
bn_bd: মাদাগাস্কার
pt: Madagáscar
ta: மடகாஸ்கர்
xh: I-Madagascar

source: Montenegro
bn_bd: মন্টেনিগ্রো
ca: Montenegro{ok}
km: ម៉ុងតេណេហ្គ្រោ
ta: மொண்டெனேகுரோ
xh: iMontenegro
zu: I-Montenegro

source: Myanmar
bn_bd: মায়ানমার
pt: Mianmar
xh: i-Myanmar

source: Nicaragua
bn_bd: নিকারাগুয়া
pt: Nicarágua
ta: நிகரகுவா
xh: iNicaragua
zu: I-Nicaragua

source: Panama
bn_bd: পানামা
ca: Panamà
km: ​ប៉ាណាម៉ា​
pt: Panamá
ta: பனாமா
xh: iPanama
zu: I-Panama

source: Peru
bn_bd: পেরু
ca: Perú
cy: Periw
es_mx: Perú
km: ប៉េ​រូ
ta: பெரு
xh: iPeru
zu: I-Peru

source: Philippines
bn_bd: ফিলিপাইন
ca: Filipines
pt: Filipinas
ta: பிலிப்பைன்ஸ்
xh: iPhilippines
zu: I-Philippines

source: Poland
bn_bd: পোল্যান্ড
ca: Polònia
cy: Gwlad Pwyl
es_mx: Polonia
km: ប៉ូឡូញ
pt: Polónia
ta: போலந்து
uz: Polsha
xh: iPoland
zu: I-Poland

source: Russia
bn_bd: রাশিয়া
ca: Rússia
cy: Rwsia
es_mx: Rusia
km: រុស្ស៊ី
pt: Rússia
ta: இரஷியா
uz: Rossiya
xh: Rashiya
zu: I-Russia

source: Senegal
bn_bd: সেনেগাল
xh: I-Senegal

source: Serbia
bn_bd: সার্বিয়া
ca: Sèrbia
km: សើប
pt: Sérvia
ta: செர்பியா
uz: Serbiya
xh: iSerbia
zu: I-Serbia

source: South Africa
bn_bd: দক্ষিণ আফ্রিকা
pt: África do Sul
ta: தென் ஆப்ரிக்கா
xh: UMzantsi Afrika

source: Spain
bn_bd: স্পেন
ca: Espanya
cy: Sbaen
es_mx: España
km: អេស្ប៉ាញ
pt: Espanha
ta: ஸ்பெயின்
uz: Ispaniya
xh: iSpain
zu: I-Spain

source: Switzerland
bn_bd: সুইজারল্যান্ড
ca: Suïssa
cy: Y Swistir
km: ស្វីស
pt: Suíça
ta: சுவிட்சர்லாந்து
xh: iSwitzerland
zu: I-Switzerland

source: Tunisia
bn_bd: টিউনিশিয়া
pt: Tunísia
xh: ITunisia

source: United Kingdom
bn_bd: যুক্তরাজ্য
ca: Regne Unit
cy: Y Deyrnas Gyfunol
es_mx: Reino Unido
km: ចក្រភព​អង់គ្លេស
pt: Reino Unido
ta: ஐக்கிய அரசு
uz: Birlashgan Qirolliklar
xh: I-United Kingdom
zu: I-United Kingdom

source: United States
bn_bd: মার্কিন যুক্তরাষ্ট্র
ca: Estats Units
cy: Yr Unol Daleithiau
es_mx: Estados Unidos
km: សហរដ្ឋ​អាមេរិក
pt: Estados Unidos da América
ta: ஐக்கிய அமெரிக்கா
uz: Qo‘shma Shtatlar
xh: I-United States
zu: I-United States

source: Uruguay
bn_bd: উরুগুয়ে
ca: Uruguai
km: អ៊ុយរូហ្កាយ
pt: Uruguai
ta: உருகுவே
uz: Urugvay
xh: iUruguay
zu: I-Uruguay

source: Venezuela
bn_bd: ভেনেজুয়েলা
ca: Veneçuela
km: ​វេណេស៊ុយអេឡា
ta: வெனிசூலா
uz: Venesuela
xh: iVenezuela
zu: I-Venezuela

source: Features
bn_bd: বৈশিষ্ট্যাবলী
ca: Característiques
cy: Nodweddion
es_mx: Características
km: លក្ខណៈ​ពិសេស
pt: Funcionalidades
ta: அம்சங்கள்
uz: Xususiyatlar
xh: Iinkalo
zu: Izici

source: Specifications
bn_bd: বৈশিষ্ট্য
ca: Especificacions
cy: Manylion
es_mx: Especificaciones
km: ការ​បញ្ជាក់
pt: Especificações
ta: குறிப்புவிவரங்கள்
uz: Texnik ko‘rsatkichlari
xh: Izikhankanyi
zu: Izici ezichazayo

source: Close
bn_bd: বন্ধ
ca: Tanca
cy: Cau
es_mx: Cerrar
km: បិទ
pt: Fechar
ta: மூடுதல்
uz: Yopish
xh: Vala
zu: Vala

source: No
bn_bd: না
ca: No{ok}
cy: Na
km: ទេ
pt: Não
ta: இல்லை
uz: Yo‘q
xh: Hayi
zu: Cha

source: Available
bn_bd: বিদ্যমান
ca: Disponible
cy: Ar gael
es_mx: Disponible
km: មាន
pt: Disponível
ta: இருக்கிறது
uz: Mavjud
xh: Efumanekayo
zu: Kuyatholakala

source: Set your world on fire
ca: Enceneu el vostre món
cy: Rhoi eich byd ar dân
es_mx: Enciende tu mundo
km: កំណត់ world on fire របស់​អ្នក
pt: Ponha o mundo a arder
ta: உங்கள் உலகத்தை தீ மேலே அமையுங்கள்
uz: Olov ichiga dunyoni o‘rnating
xh: Yenza ilizwe lakho livuthe ngomlilo
zu: Shukumisa izinto empilweni yakho

source: Coming Soon (mid-2014)
bn_bd: শীগ্রই আসছে (২০১৪ এর মাঝামাঝি)
ca: Ben aviat (a mitjans de 2014)
cy: Dod cyn bo hir (canol 2014)
es_mx: Próximamente (mid-2014)
km: នឹង​មក​ដល់​ឆាប់ៗ (ពាក់​កណ្ដាល​ឆ្នាំ 2014)
pt: Brevemente (meados de 2014)
ta: விரைவில் (2014 நடுவில்)
uz: Tezda (mid-2014)
xh: Iyeza kamsinya (phakathi ku-2014)
zu: Iyeza Maduze (phakathi no-2014)

source: Coming Soon
bn_bd: শীগ্রই আসছে
ca: Ben aviat
cy: Dod yn Fuan
es_mx: Próximamente
km: នឹង​មក​ដល់​ឆាប់ៗ
pt: Brevemente
ta: விரைவில்
uz: Tezda ko‘rishguncha
xh: Iyeza ngokukhawulezileyo
zu: Kuyeza Maduze

source: Operators
bn_bd: অপারেটর
ca: Operadors
cy: Darparwyr
es_mx: Operadores
km: សហសញ្ញា
pt: Operadores
ta: இயக்குபவர்கள்
uz: Operatorlar
xh: Abasebenzi
zu: Abasebenzisi

source: Operator
bn_bd: অপারেটর
ca: Operador
cy: Darparwr
es_mx: Operador
km: ការី
pt: Operador
ta: இயக்குபவர்
xh: Abasebenzi
zu: Umsebenzisi

source: Brand
bn_bd: ব্র্যান্ড
ca: Marca
km: ម៉ាក
pt: Marca
ta: அடையாளம்
xh: Ibhrendi
zu: Umkhiqizo

source: Available in
bn_bd: পাওয়া যাচ্ছে
ca: Disponible
cy: Ar gael yn
es_mx: Disponible en
km: អាច​ប្រើ​បាន​នៅ​ក្នុង
pt: Disponível em
ta: இதிலிருக்கிறது
uz: Mavjud
xh: Efumanekayo ku
zu: Kutholakala

source: Internal memory
bn_bd: অভ্যন্তরীণ মেমোরি
ca: Memòria interna
cy: Cof mewnol
es_mx: Memoria interna
km: អង្គ​ចងចាំ​ខាង​ក្នុង
pt: Memória interna
ta: அகநிலை நினைவகம்
uz: Ichki xotira
xh: Imemori yangaphakathi
zu: Imemori yangaphakathi

source: Rear camera
bn_bd: পেছনের ক্যামেরা
ca: Càmera del darrera
cy: Camera cefn
es_mx: Cámara trasera
km: ម៉ាស៊ីន​ថត​ខាងក្រោយ
pt: Câmara traseira
ta: பின் படகருவி
uz: Orqa kamera
xh: Ikhamera yangasemva
zu: Ikhamera engemuva

source: Available storage for user content varies depending on the version and is subject to change based on phone software updates and apps usage.
bn_bd: ফোনের সফটওয়্যার আপডেট ও অ্যাপস ব্যাবহারের দ্বারা এবং ফোনের ভার্সনের ভিত্তিতে ব্যাবহারকারির জন্য নির্ধারিত স্টোরেজের পরিমাণ ভিন্ন হতে পারে।
ca: L'emmagatzematge disponible pel contingut de l'usuari varia segons la versió i està subjecte a canvis en funció de les actualitzacions del programari del telèfon i la utilització de les aplicacions.
cy: Mae'r maint o storio sydd ar gyfer cynnwys y defnyddiwr yn amrywio'n ddibynnol ar y fersiwn ac yn gallu newid yn seiliedig ar ddiweddariadau meddalwedd a'r defnydd o apiau.
es_mx: Almacenamiento disponible para el contenido del usuario dependiendo de la versión, está sujeto a cambios basado en las actualizaciones del software del teléfono y el uso de las aplicaciones.
km: ឧបករណ៍​ដែល​មាន​ស្រាប់​សម្រាប់​មាតិកា​របស់​អ្នក​អាស្រ័យ​លើ​កំណែ និង​ប្រធាន​បទ ដើម្បី​ផ្លាស់ប្ដូរ​ផ្អែកលើ​បច្ចុប្បន្នភាព​កម្មវិធី​ទូរស័ព្ទ និង​ការ​ប្រើ​កម្មវិធី។
pt: O armazenamento disponível para conteúdos do utilizador varia dependendo da versão e está sujeito a alterações baseadas nas atualizações de software do telemóvel e consumo de espaço pelas aplicações.
ta: பயனர்களுக்கு இருக்கின்ற உள்ளடக்க சேமிப்பக அளவானது பேசியின் பதிப்பையும் மென்பொருள் பதுப்பிப்பையும் பயன்பாடுகளின் பயனளவையும் பொருத்து மாறுகிறது.
uz: Foydalanuvchi ma’lumotlarini saqlash uchun bo‘sh joy versiyaga bog‘liq hamda o‘zgarishi telefon dasturiy yangilishlari va ilova dasturlardan foydalanishga bog‘liq.
xh: Indawo yokugcina efumanekayo yesiqulatho somsebenzisi iyahlukana ngokuxhomekeke kwinguqulelo kwaye inokuguquka ngokusekeke kwizihlaziyi zesoftwe yefowuni kunye nosetyenziso lwee-app.
zu: Isikhala esitholakalayo sokungasetshenziswa ngumsebenzisi kuyahluka kuncike kuveshini kanye nakushintsho lokuvuselelwa kwesoftware efonini nokusetshenziswa kwama-app.

source: Screen
bn_bd: স্ক্রীন
ca: Pantalla
cy: Sgrin
es_mx: Pantalla
km: ​អេក្រង់
pt: Ecrã
ta: திரை
uz: Ekran
xh: Isikrini
zu: Isikrini

source: Camera
bn_bd: ক্যামেরা
ca: Càmera
cy: Camerâu
es_mx: Cámara
km: ម៉ាស៊ីន​ថត
pt: Câmara
ta: படக்கருவி
uz: Kamera
xh: Ikhamera
zu: Ikhamera

source: Dimensions
bn_bd: মাত্রা
ca: Dimensions{ok}
cy: Dimensiynau
es_mx: Dimensiones
km: ​វិមាត្រ
pt: Dimensões
ta: பரிமாணங்கள்
uz: O‘lchamlari
xh: Imilinganiselo
zu: Ubungako

source: Processor
bn_bd: প্রসেসর
ca: Processador
cy: Prosesydd
es_mx: Procesador
km: ប្រព័ន្ធ​ដំណើរការ
pt: Processador
ta: செயலி
uz: Prosessor
xh: Idivayisi yokusebenza
zu: I-processor

source: Memory
bn_bd: মেমোরী
ca: Memòria
cy: Cof
es_mx: Memoria
km: អង្គ​ចងចាំ​
pt: Memória
ta: நினைவகம்
uz: Xotira
xh: Iskhumbuzi
zu: Imemori

source: ROM
ca: ROM{ok}
xh: i-ROM
zu: I-ROM

source: RAM
ca: RAM{ok}
km: អង្គ​ចងចាំ​
xh: i-RAM
zu: I-RAM

source: Expansion slot
bn_bd: এক্সপ্যানশন স্লট
ca: Ranura d'expansió
cy: Slot ehangu
es_mx: Ranura de expansión
pt: Ranhura de expansão
ta: விரிவாக்க செருகுவாய்
uz: Kengaygan tuynuk
xh: Isiloti solwandiso
zu: Isikhala sokunwebeka

source: Battery
bn_bd: ব্যাটারি
ca: Bateria
cy: Batri
es_mx: Batería
km: ថ្ម
pt: Bateria
ta: மின்கலம்
uz: Batareya
xh: iBetri
zu: Ibhethri

source: Capacity
bn_bd: ধারণক্ষমতা
ca: Capacitat
cy: Maint
es_mx: Capacidad
km: សមត្ថភាព
pt: Capacidade
ta: கொள்திறன்
uz: Jami sig‘imi
xh: Ubukhulu
zu: Okungaqukathwa

source: Talk time
bn_bd: টক টাইম
ca: Temps de conversa
cy: Amser siarad
es_mx: Tiempo de conversación
km: ចំណាយ​ពេល
pt: Tempo em chamada
ta: பேசும் நேரம்
uz: So‘zlashish vaqti
xh: Ixesha lothetha
zu: Isikhathi sokukhuluma

source: Music Play
bn_bd: মিউজিক প্লে
pt: Reprodução de música
ta: இசை இயக்கி
xh: Isidlalisi soMculo

source: Standby time
bn_bd: স্ট্যান্ডবাই সময়
ca: Temps en espera
cy: Amser ar gael
es_mx: Tiempo en espera
km: ពេលវេលា​រង់ចាំ
pt: Tempo em standby
ta: காத்திரு நேரம்
uz: Kutish vaqti
xh: Ixesha lokulungelwa
zu: Isikhathi sokulinda

source: Networks
bn_bd: নেটওয়ার্ক
ca: Xarxes
cy: Rhwydweithiau
es_mx: Redes
km: បណ្ដាញ
pt: Redes
ta: பிணையங்கள்
uz: Tarmoqlar
xh: iiNethiweki
zu: Amanethiwekhi

source: Wireless
bn_bd: ওয়ারলেস
ca: Sense fils
cy: Diwyfr
es_mx: Conexión inalámbrica
km: ឥត​ខ្សែ
pt: Sem fios
ta: கம்பியில்லா
uz: Simsiz
xh: Esebenza ngaphandle kweengcingo
zu: Okungenawaya

source: Ports
bn_bd: পোর্ট
ca: Ports{ok}
cy: Pyrth
es_mx: Puertos
km: ច្រក
pt: Portas
ta: போர்ட்டுகள்
uz: Portlar
xh: Iziqhagamshelanisi
zu: Izikhumulo

source: Radio
bn_bd: রেডিও
ca: Ràdio
km: វិទ្យុ
pt: Rádio
ta: வானொலி
xh: Unomathotholo
zu: Umsakazo

source: 128 MB
ca: 128 MB{ok}
ta: 128 மெகாபைட்டு
xh: i-128 MB

source: 128 MB RAM
bn_bd: 128 MB র‍্যাম
ca: 128 MB RAM{ok}
km: អង្គ​ចងចាំ 128 MB
pt: 128 MB de RAM
ta: 128 மெகாபைட்டு RAM
xh: i-128 MB RAM

source: 256 MB
ca: 256 MB{ok}
ta: 256 மெகாபைட்டு
xh: i-256 MB

source: 256 MB RAM
bn_bd: 256 MB র‍্যাম
ca: 256 MB RAM{ok}
es_mx: 256 MB de RAM
km: អង្គ​ចងចាំ 256 MB
pt: 256 MB de RAM
xh: i-256 MB RAM

source: 512 MB
ca: 512 MB{ok}
ta: 512 மெகாபைட்டு
xh: i-512 MB

source: 512 MB RAM
bn_bd: 512 MB র‍্যাম
ca: 512 MB RAM{ok}
es_mx: 512 MB de RAM
km: អង្គ​ចងចាំ 512 MB
pt: 512 MB de RAM
xh: i-512 MB RAM

source: 2 GB
ca: 2 GB{ok}
ta: 2 கிகாபைட்டு
xh: i-2 GB

source: 4 GB
ca: 4 GB{ok}
ta: 4 கிகாபைட்டு
xh: i-4 GB

source: 16 GB
ta: 16 கிகாபைட்டு
xh: i-16 GB

source: Up to 16 GB
bn_bd: ১৬ জিবি পর্যন্ত
ca: Fins a 16 GB
pt: Até 16 GB
ta: 16 GB வரை
xh: Ukuya kwi-16 GB
zu: Kufinyelela kuma-16 GB

source: Up to 32 GB
bn_bd: 32 GB পর্যন্ত
pt: Até 32 GB
ta: 32 GB வரை
xh: Ukuya kwi-32 GB

source: Up to 64 GB
bn_bd: 64 GB পর্যন্ত
ca: Fins a 64 GB
pt: Até 64 GB
ta: 64 GB வரை
xh: Ukuya kwi-64 GB

source: MicroSD up to 32 GB, 2 GB included
bn_bd: সর্বোচ্চ 32 GB MicroSD, 2 GB দেয়া আছে
ca: MicroSD de fins a 32 GB, inclosos 2 GB
cy: MicroSD hyd at 32 GB, 2 GB wedi ei gynnwys
es_mx: MicroSD de hasta 32 GB, 2 GB incluido
km: MicroSD ដល់ 32 GB, រួម​ទាំង 2 GB
pt: MicroSD até 32 GB, 2 GB incluído
ta: MicroSD 2 GB கொடுப்பட்டுள்ளது, 32 GB வரை பயன்படுத்தலாம்
uz: MicroSD - 32 GB gacha qo‘yish mumkin, 2 GB qo‘shilgan
xh: Iquka i-MicroSD ukuya kwi-32 GB, 2 GB
zu: I-MicroSD efinyelela ku-32 GB, 2 GB ibandakanyiwe

source: MicroSD up to 32 GB
bn_bd: সর্বোচ্চ 32 GB MicroSD
ca: MicroSD de fins a 32 GB
cy: MicroSD hyd at 32 GB
es_mx: MicroSD de hasta 32 GB
km: MicroSD ដល់ 32 GB
pt: MicroSD até 32 GB
ta: MicroSD 32 GB வரை பயன்படுத்தலாம்
uz: MicroSD - 32 GB gacha qo‘yish mumkin
xh: i-MicroSD ukuya kwi-32 GB
zu: I-MicroSD efinyelela ku-32 GB

source: MicroSD up to 4 GB
bn_bd: সর্বোচ্চ 4 GB MicroSD
ca: MicroSD de fins a 4 GB
km: MicroSD ដល់ 32 GB
pt: MicroSD até 4 GB
ta: மைக்ரோ எஸ்டி 32 GB வரை
xh: i-MicroSD ukuya kwi-4 GB
zu: I-MicroSD efinyelela ku-4 GB

source: Qualcomm Snapdragon MSM7225A, 1 GHz CPU
ca: Qualcomm Snapdragon MSM7225A, 1 GHz CPU{ok}
es_mx: Qualcomm Snapdragon MSM7225A, CPU de 1 GHz
pt: Qualcomm Snapdragon MSM7225A, CPU de 1 GHz
ta: குவால்காம் ஸ்னாப்டிராகன் MSM7225A, 1 GHz செயலகம்
xh: i-Qualcomm Snapdragon MSM7225A, 1 GHz CPU
zu: I-Qualcomm Snapdragon MSM7225A, 1 GHz CPU

source: Qualcomm Dual-Core 1 GHz CPU
ca: Qualcomm Dual-Core 1 GHz CPU{ok}
es_mx: Qualcomm con doble núcleo de 1 GHz CPU
pt: CPU Qualcomm Dual-Core de 1 GHz
ta: குவால்காம் இரட்டை-கோர் 1GHz செயலகம்
xh: i-Qualcomm Dual-Core 1 GHz CPU
zu: I-Qualcomm Dual-Core 1 GHz CPU

source: Qualcomm Snapdragon 200 processor with dual-core CPU at speeds of up to 1.2 GHz per core
bn_bd: Qualcomm Snapdragon 200 processor সাথে সর্বচ্চো 1.2 GHz প্রতি কোর স্পীডে dual-core CPU
ca: Processador Qualcomm Snapdragon 200 amb CPU de doble nucli a velocitats de fins a 1.2 GHz per nucli
cy: Prosesydd Qualcomm Snapdragon 200 gyda CPU craidd dwbl a chyflymder hyd at 1.2 GHz i bob craidd
es_mx: Procesador Qualcomm Snapdragon 200 con CPU de doble núcleo a velocidades de hasta 1,2 GHz por núcleo
pt: Processador Qualcomm Snapdragon 200 com um CPU dual-core com velocidades até 1.2 GHz por núcleo
ta: குவால்காம் ஸ்னாப்டிராகன் 200 செயலி இரட்டை-கோர் செயலகத்துடன் ஒவ்வொரு செயலகமும் 1.2 GHz வரை வேகமுடையது
xh: Iprosesa ye-Qualcomm Snapdragon 200 enekore embolo-mbini ye-CPU kwisantya esiye kutsho kwi-1.2 GHz ngekora nganye
zu: I-Qualcomm Snapdragon 200 processor ene-dual-core CPU ngesivinini esifnyelela ku-1.2 GHz ngayinye

source: MSM8210 dual core 1.2 GHz
ca: MSM8210 de doble nucli a 1.2 GHz
cy: MSM8210 craidd deuol 1.2 GHz
es_mx: MSM8210 doble núcleo 1.2 GHz
ta: MSM8210 இரட்டை கோர் 1.2 GHz
uz: MSM8210 ikki yadroli 1.2 GHz
xh: i-MSM8210 dual core 1.2 GHz
zu: I-MSM8210 i-dual core 1.2 GHz

source: Dual core 1.2 GHz
ca: Doble nucli a 1.2 GHz
cy: Craidd deuol 1.2 GHz
ta: இரட்டை மையச்செயலி 1.2 GHz
uz: Ikki yadrolik 1.2 GHz
xh: i-Dual core 1.2 GHz
zu: I-Dual core 1.2 GHz

source: QCT 8210 dual core 1.2 GHz
ca: QCT 8210 de doble nucli a 1.2 GHz
km: MSM8210 dual core 1.2 GHz
ta: QCT 8210 இரட்டை கோர் 1.2 GHz
xh: i-QCT 8210 dual core 1.2 GHz
zu: I-QCT 8210 dual core 1.2 GHz

source: 1.0 GHz
ca: 1.0 GHz{ok}
xh: i-1.0 GHz

source: 1.2 GHz
xh: i-1.2 GHz

source: Spreadtrum SC6821
ca: Spreadtrum SC6821y{ok}
ta: ஸ்பிரடிரம் SC6821
xh: i-Spreadtrum SC6821

source: Spreadtrum 6821 1.0 GHz
ca: Spreadtrum 6821 1.0 GHz{ok}
ta: ஸ்பிரட்ரம் 6821 1.0 GHz
xh: i-Spreadtrum 6821 1.0 GHz

source: UMTS 900/2100 and 850/1900/2100 - 3G Data up to 7.2 Mbps DL and 384 Kbps UL
ca: UMTS 900/2100 i 850/1900/2100 - Dades 3G de fins a 7.2 Mbps de baixada i 384 Kbps de pujada
cy: UMTS 900/2100 a 850/1900/2100 - Data 3G hyd at 7.2 Mbps DL a 384 Kbps UL
es_mx: UMTS 900/2100 y 850/1900/2100 - 3G Data hasta de 7.2 Mbps DL y 384 Kbps UL
km: UMTS 900/2100 និង​ទិន្នន័យ 850/1900/2100 - 3G ដល់ 7.2 Mbps DL និង 384 Kbps UL
pt: UMTS 900/2100 e 850/1900/2100 - 3G, dados até 7.2 Mbps para descargas e 384 Kbps para carregamentos
ta: UMTS 900/2100 மற்றும் 850/1900/2100 - 3G 7.2 Mbps வரை பதிவிறக்கமும் 384 Kbps வரை பதிவேற்றமும் செய்கிறது
uz: UMTS 900/2100 and 850/1900/2100 - 3G ma’lumot tezligi 7.2 Mbps DL gacha va 384 Kbps UL
xh: UMTS 900/2100 and 850/1900/2100 - 3G iData ukuya kwi-7.2 Mbps DL kwaye 384 Kbps UL
zu: I-UMTS 900/2100 kanye ne-850/1900/2100 - 3G Data efinyelela ku-7.2 Mbps DL kanye ne-384 Kbps UL

source: 3G/GPRS/EDGE
xh: I-3GPRS/EDGE

source: 3G/EDGE
ca: 3G/EDGE{ok}
xh: i-3G/EDGE

source: GSM 900/1800
ca: GSM 900/1800{ok}
xh: i-GSM 900/1800

source: GSM 900/1800 MHz
ca: GSM 900/1800 MHz{ok}
km: GSM 900/1800
xh: i-GSM 900/1800 MHz

source: GSM 850/900/1800/1900
ca: GSM 850/900/1800/1900{ok}
xh: i-GSM 850/900/1800/1900

source: GSM (850/900/1800/1900)
ca: GSM (850/900/1800/1900){ok}
xh: i-GSM (850/900/1800/1900)

source: GSM Dualband 850/1900 (4020A/E); 900/1800 (4020X/D)
ca: GSM Dualband 850/1900 (4020A/E); 900/1800 (4020X/D){ok}
ta: GSM இரட்டை கற்றை 850/1900 (4020A/E); 900/1800 (4020X/D)
xh: i-GSM Dualband 850/1900 (4020A/E); 900/1800 (4020X/D)

source: EDGE
ca: EDGE{ok}
xh: i-EDGE

source: GPRS
ca: GPRS{ok}
xh: i-GPRS

source: EDGE 850/900/1800/1900 MHz
ca: EDGE 850/900/1800/1900 MHz{ok}
ta: EDGE 850/900/1800/1900 மெகா ஹெர்ட்ஸ்
xh: i-EDGE 850/900/1800/1900 MHz

source: HSDPA 850/1900/2100 MHz
ca: HSDPA 850/1900/2100 MHz{ok}
ta: HSDPA 850/1900/2100 மெகா ஹெர்ட்ஸ்
xh: i-HSDPA 850/1900/2100 MHz

source: GPRS/WCDMA/HSPA+
ca: GPRS/WCDMA/HSPA+{ok}
xh: i-GPRS/WCDMA/HSPA+

source: GPRS/EDGE
ca: GPRS/EDGE{ok}
xh: i-GPRS/EDGE

source: Wi-Fi
bn_bd: ওয়াই-ফাই
ca: Wi-Fi{ok}
km: វ៉ាយហ្វាយ
ta: வை-பை
xh: i-Wi-Fi
zu: I-Wi-Fi

source: Wi-Fi b/g/n
ta: வை-பை b/g/n
xh: i-Wi-Fi b/g/n

source: Wi-Fi 802.11 b/g/n
ca: Wi-Fi 802.11 b/g/n{ok}
km: វ៉ាយហ្វាយ 802.11 b/g/n
ta: வை-பை 802.11 b/g/n
xh: i-Wi-Fi 802.11 b/g/n

source: Micro USB 2.0 high speed
bn_bd: মাইক্রো USB 2.0 হাই স্পীড
ca: Micro USB 2.0 high speed{ok}
cy: Micro USB 2.0 cyflym iawn
es_mx: Micro USB 2.0 de alta velocidad
ta: உயர் வேக மைக்ரோ USB 2.0
uz: Mikro USB 2.0 yuqori tezlikda
xh: Isantya esiphezulu se-USB 2.0 encinci
zu: I-Micro USB 2.0 isivinini esikhulu

source: 3.5 mm stereo headset jack
bn_bd: 3.5 mm স্টেরিও হেডসেট জ্যাক
ca: Connector estèreo d'auriculars de 3.5 mm
cy: Jac clustffonau stereo 3.5 mm
es_mx: Conector para auriculares estéreo de 3.5 mm
pt: Conetor 3.5 mm para áudio estéreo
ta: 3.5 mm ஸ்டீரியொ செவிபொருத்தி ஜேக்
uz: 3.5 mm stereo garnitura uchun tuynuk
xh: i-headset jack ye-stereo esiyi-3.5 mm
zu: I-3.5 mm stereo headset jack

source: Stereo FM
bn_bd: স্টেরিও FM
ca: FM estèreo
cy: FM stereo
es_mx: Radio FM
km: ស្តេរ៉េអូ FM
pt: FM estéreo
ta: ஸ்டீரியொ பண்பலை
xh: i-Stereo FM
zu: I-Stereo FM

source: 1.3 MP
ca: 1.3 MP{ok}
xh: i-1.3 MP

source: 1.3 MP rear, VGA front
bn_bd: পেছনে 1.3 MP, সামনে VGA
ca: Càmera del darrera, 1.3 MP, càmera frontal VGA
km: ខាងក្រោយ 1.3 MP, ខាងមុខ VGA
pt: Câmara traseira de 1.3 MP, câmara frontal VGA
ta: பின் 1.3 மெபி , முன் விஜிஏ
xh: 1.3 MP emva, VGA ngaphambili
zu: 1.3 MP emuva, VGA phambili

source: 2.0 MP
ca: 2.0 MP{ok}
pt: 2 MP
ta: 2.0 மெகாபிக்சல்
xh: i-2.0 MP

source: 2.0 MP rear camera
bn_bd: 2.0 MP পেছেনের ক্যামেরা
ca: Càmera del darrera, 2.0 MP
pt: Câmara traseira de 2.0 MP
ta: 2.0 மெபி பின் படக்கருவி
xh: ikhamera yangasemva ye-2.0 MP
zu: 2.0 MP ikhamera engemuva
