Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/faq.lang.po
Languages: ar, ca, cy, es_mx, gd, hi_in, ms, my, pt, sw, ta, uz, xh, zu

source: Firefox OS Frequently Asked Questions
ar: الأسئلة الأكثر شيوعًا لنظام التشغيل فيرفكس
ca: Preguntes més freqüents sobre el Firefox OS
cy: Cwestiynau Cyffredin am Firefox OS
es_mx: Preguntas frecuentes para Firefox OS
gd: Na Ceistean Àbhaisteach a thaobh Firefox OS
hi_in: Firefox OS पूछे जाने वाले प्रश्न
ms: Soalan-Soalan Lazim Firefox OS
my: မီးမြေခွေး OS မေ့လေ့ မေးထ ရှိသော မေးခွန်းများ
pt: Perguntas frequentes - Firefox OS
sw: Maswali Yalulizwayo Mara kwa Mara ya Firefox OS
ta: Firefox OS பற்றிய அகேகே
uz: Firefox OS bo‘yicha ko‘p so‘raladigan savollar
xh: Imibuzo Ebuzwa Rhoqo yeFirefox OS
zu: Imibuzo Evame Ukubuzwa nge-Firefox OS

source: Firefox OS FAQ
ar: الأسئلة الأكثر شيوعًا لنظام التشغيل فيرفكس
ca: PMF sobre el Firefox OS
cy: Cwestiynau am Firefox OS
es_mx: FAQs de Firefox OS
gd: CÀBHA Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस FAQ
my: မီးမြေခွေး OS FAQ
pt: Perguntas frequentes - Firefox OS
ta: Firefox OS அகேகே
xh: IFirefox OS FAQ
zu: Ama-Firefox OS FAQ

source: About Firefox OS
ar: عن نظام التشغيل فيرفكس
ca: Quant al Firefox OS
cy: Ynghylch Firefox OS
es_mx: Acerca de Firefox OS
gd: Mu dhèidhinn Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस परिचय
ms: Tentang Firefox OS
my: မီးမြေခွေး OS အကြောင်း
pt: Acerca do Firefox OS
sw: Kuhusu Firefox OS
ta: Firefox OS பற்றி
uz: Firefox OS haqida
xh: Malunga neFirefox OS
zu: Mayelana ne-Firefox OS

source: What is Firefox OS?
ar: ما هو نظام التشغيل فيرفكس؟
ca: Què és el Firefox OS?
cy: Beth yw Firefox OS?
es_mx: ¿Que es Firefox OS?
gd: Dè th' ann am Firefox OS?
hi_in: फ़ायरफ़ॉक्स ओएस क्या है
ms: Apa itu Firefox OS?
my: မီးမြေခွေး OS ဆိုသည်မှာ ဘာလဲ
pt: O que é o Firefox OS?
sw: Firefox OS ni nini?
ta: Firefox OS என்றால் என்ன?
uz: Firefox OS nima?
xh: Yintoni na iFirefox OS?
zu: Yini i-Firefox OS?

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ca: Amb el suport d'alguns dels més grans noms de la indústria, el Firefox OS és un sistema operatiu obert nou per a telèfons intel·ligents desenvolupat per Mozilla.
cy: Mae Firefox OS, sy'n cael ei gefnogi gan rhai o enwau mwyaf y diwydiant, yn system weithredu agored ar gyfer ffonau clyfar sy'n cael ei ddatblygu gan Mozilla.
es_mx: Respaldado por algunos de los más grandes nombres en la industria, Firefox OS es el nuevo sistema operativo abierto para teléfonos inteligentes el cual ha sido desarrollado por Mozilla.
gd: Tha Firefox OS 'na shiostam-obrachaidh ùr is fosgailte le Mozilla airson fònaichean tapaidh le taic o chuid dhe na companaidhean as motha san raon seo.
hi_in: उद्योग में सबसे बड़े नामों में से कुछ के द्वारा समर्थित है, Firefox OS मोज़िला द्वारा विकसित स्मार्टफोन के लिए एक नया खुला ऑपरेटिंग सिस्टम है.
ms: Disokong oleh beberapa nama besar dalam industri, Firefox OS adalah sebuah sistem operasi terbuka untuk telefon mudah alih yang dibangunkan oleh Mozilla.
my: နာမည်ကြီးကုမ္ပဏီများက ပံ့ပိုးထားသော မီးမြေခွေးစနစ်သည် မော်ဇီလာက တည်ဆောက်ပြီး စမတ်ဖုန်းအများအတွက် ပွင့်လင်းသည့် လည်ပတ်မှုစနစ်အသစ် ဖြစ်သည်။
pt: Apoiado por alguns dos maiores nomes da industria, o Firefox OS é um novo sistema operativo para smartphones desenvolvido pela Mozilla.
sw: Imeungwa mkono na baadhi ya majina makubwa katika hii sekta, Firefox OS ni aina mpya ya uendeshaji mfumo wa smartphone uliotengenezwa na Mozilla.
ta: Firefox OS என்பது தொழில்துறைகளில் உள்ள முன்னனி நிறுவனங்களால் ஆதரிக்கப்பட்டு, மொசில்லாவால் உருவாக்கப்பட்ட ஒரு புதிய கட்டற்ற திற மூல திறன்பேசி ஆகும்.
uz: Industriyadagi ba’zi eng mashhur nomlarga qaraganda, Firefox OS smartfonlar uchun Mozilla tomonidan ishlab chiqilgan yangi ochiq operatsion tizim hisoblanadi.
xh: Ixhaswa ngamanye amagama amakhulu eshishinini, i-Firefox OS iyisistim esebenzayo entsha evuliweyo yee-smartphone eziphuhliswe yi-Mozilla.
zu: Yesekwe ngamanye amagama aphambili embonini, iFirefox OS wuhlelo olusha oluvulelekile lokusebenza kwama-smartphones olusungulwe yi-Mozilla.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ca: Construït completament fent servir HTML5 i altres estàndards web oberts, el Firefox OS és lliure de les regles i les restriccions de les plataformes propietàries que existeixen.
cy: Wedi ei adeiladu'n gyfan gwbl gan ddefnyddio HTML5 a safonau Gwe agored eraill, mae Firefox OS yn rhydd o reolau a chyfyngiadau lwyfannau perchnogol cyfredol.
es_mx: Desarrollado completamente usando HTML5 y otros estándares web abiertos, Firefox OS está libre de las limitaciones y normas que imponen las plataformas patentadas existentes.
gd: Leis gun deach a chur ri chèile le HTML5 agus stannardan-lìn fosgailte eile, tha Firefox OS saor o na riaghailtean is cuingeachaidhean àbhaisteach a gheibhear air ùrlaran coimeirsealta.
hi_in: HTML5 और दूसरे खुले वेब मानक इस्तेमाल कर बनाया गया, Firefox OS मौजूदा स्वामित्व प्लैट्फॉर्म के नियम और प्रतिबंध से मुक्त है.
ms: Keseluruhannya dibina menggunakan HTML5 dan standard Web terbuka yang lain, Firefox OS adalah bebas daripada persyaratan dan sekatan daripada platform empunya sedia ada.
my: HTMl5 နှင့် အခြား ပွင့်လင်း ဝတ်ဘ်စံစနစ်များ ဖြင့်တည်ဆောက်ထားသည်၊ FirefoxOS ဟာ စျေးကွက်ထဲရှိ ပုဂ္ဂလိက ပိုင် platforms တွေရဲ့ စည်းမျဉ်းတွေ ထိန်းချုပ်မှုတွေဆီမှ ကင်းလွတ်သည်။
pt: Construído completamente com recurso ao HTML5 e outras normas Web abertas, o Firefox OS está livre das regras e restrições de plataformas proprietárias existentes.
sw: Imejengwa kutumia HTML5 na viwango vingine wazi vya Mtandao, Firefox OS ni huru kutokana na sheria na vikwazo kama za hiyo mifumo mingine ya simu.
ta: Firefox OS என்பது ஏற்கனவேயுள்ள உரிமையுடைய இயங்கு தளங்களிலிருந்து மாறுபட்டு சுதந்திரமுடைய நிபந்தனையற்ற இயங்கு தளம் ஆகும், மேலும் இது HTML5 மற்றும் திறந்த இணைய தரங்களைக் கொண்டு கட்டமைக்கப்பட்டது.
uz: HTML5 va boshqa ochiq veb standartlar yordamida to‘liq foydalanishda Firefox OS qoidalar va mavjud platforma xususiyatlarini cheklashlardan holi.
xh: Yenziwe ngokupheleleyo kusetyenziswa i-HTML5 neminye imigangatho evulekileyo yeWebhu, i-Firefox OS ikhululekile kwimithetho nezithintelo zamaqonga akhoyo afana neli.
zu: Yakhiwe kusetshenziswa i-HTML5 namanye amazinga ama-Webhu, i-Firefox OS ayivinjwa yimithetho nemikhawulo yabanikazi bezinkundla.

source: How is Firefox OS different from other operating systems?
ca: Què diferencia el Firefox OS dels altres sistemes operatius?
cy: Sut mae Firefox OS y wahanol i systemau gweithredu eraill?
es_mx: ¿Cómo Firefox OS es diferente de otros sistemas operativos?
gd: Dè an diofar eadar Firefox OS agus siostaman-obrachaidh eile?
hi_in: Firefox OS कैसे अन्य ऑपरेटिंग सिस्टम से अलग है?
ms: Bagaimana yang dikatakan Firefox OS berlainan dengan operasi sistem yang lain?
my: မီးမြေခွေးစနစ်သည် အခြားလည်ပတ်မှုစနစ်များနှင့် မည်သို့ ကွာခြားပါသနည်း။
pt: Como é que o Firefox OS é diferente de outros sistemas operativos?
sw: Firefox OS inatofauti ipi na OS zingine?
ta: பிற இயங்குத் தளங்களிலிருந்து Firefox OS எவ்வாறு மாறுபட்டது?
uz: "Firefox OS"nig boshqa operatsion tizimlardan farqi nimada?
xh: UFirefox OS wohluke njani na kwezinye inkqubo zokusebenza?
zu: Ingabe i-Firefox OS yehluke kanjani kwezinye izinhlelo ezisetshenziswayo?

source: Firefox OS is the only operating system with Adaptive App Search.
ca: El Firefox OS és l'únic sistema operatiu amb Cerca d'aplicacions adaptativa.
cy: Firefox OS yw'r unig system weithredu sy'n defnyddio Chwilio Apiau Hyblyg.
es_mx: Firefox OS es el único sistema operativo que contiene una Búsqueda de Aplicaciones Adaptable.
gd: 'S e Firefox OS an aon siostam-obrachaidh aig a bheil gleus luirg sùbailte airson aplacaidean.
hi_in: Firefox OS अनुकूली अनुप्रयोग खोज के साथ केवल ऑपरेटिंग सिस्टम है.
ms: Firefox OS ialah satu satunya operasi sistem dengan Carian Apl Adaptif.
my: မီးမြေခွေးစနစ်သည် လိုက်လျောညီထွေဖြစ်သောအက်ပ်ရှာဖွေမှုစနစ်ပါဝင်သည့် တစ်ခုတည်းသော လည်ပတ်မှုစနစ်ဖြစ်သည်။
pt: O Firefox OS é o único sistema operativo com a aplicação de Pesquisa Adaptativa.
sw: Firefox OS ndo OS tu iliyo na Adaptive App Search.
ta: Firefox OS இயங்குதளம் மட்டுமே தகவமைவு செயலி தெடலைக் கொண்டுள்ளது.
uz: Firefox OS yahona Adaptive App Search bilan ishlaydigan operatsion tizimdir.
xh: IFirefox OS yeyona kuphela inkqubo yokusebenzisa nge-app yoKhangelo ye-Addaptive.
zu: I-Firefox OS ukuphela kohlelo olusebenzayo ngokuCinga i-Adaptive App.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ca: Mentre que tots els altres telèfons són estàtics, és a dir, que us ofereixen les mateixes aplicacions cada cop que els engegueu, el Firefox OS canvia constantment per oferir-vos exactament les aplicacions que necessiteu a cada instant.
cy: Tra bod pob ffôn arall yn statig, yn rhoi'r union un ap bob tro rydych yn ei gychwyn, mae Firefox OS yn newid yn barhaus i gynnig yr union apiau sydd eu hangen arnoch ar unrhyw adeg.
es_mx: Mientras todos los demás teléfonos son estáticos, dándote exactamente las mismas aplicaciones cada vez que enciendes tu teléfono, Firefox OS está siempre cambiando para ofrecerte exactamente las aplicaciones que tu necesitas en cada momento de tu vida.
gd: Tha gach fòn eile socraichte 's bheir e dhut na dearbh-aplacaidean gach turas a chuireas tu air e ach nochdaidh Firefox OS dhut dìreach na h-aplacaidean a tha feum agad aig an àm sin.
hi_in: जबकि आज हर दूसरे फोन स्थिर है, हर समय आप इसे चालू करते ठीक वही एप्प्स आपको दे रही है, Firefox OS हमेशा आप अपने जीवन में किसी भी समय की जरूरत वही एप्प्स की पेशकश करने के लिए बदल रहा है.
ms: Sementara setiap telefon lain pada hari ini adalah statik, memberi anda aplikasi yang sama setiap kali anda menghidupkan ia, Firefox OS sentiasa berubah untuk menawarkan aplikasi yang benar-benar anda perlukan pada bila-bila ketika dalam kehidupan anda.
my: အခြား သောဖုန်းများဟာ ပုံသေဖြစ်လေ့ရှိသော်လည်း Firefox OS ဖုန်းမှာတော့ ဖွင့်လိုက်တိုင်း အခိုက်အတန့်တိုင်းမှာ မတူညီတဲ့ ခံစားချက်ကို ပေးစွမ်းမှာဖြစ်ပါတယ်
pt: Enquanto todos os outros telefones são estáticos, dando acesso sempre às mesmas aplicações quando são ligados, o Firefox OS está sempre a modificar-se para oferecer as aplicações que precisa em qualquer momento da sua vida.
sw: Kila simu siku hizi ni tuli na inakupa programu tumizi halisi kila wakati unaiwasha, Firefox OS daima inabadilika kutoa hasa programu tumizi unazohitaji wakati wowote katika maisha yako.
ta: இன்றை காலகட்டத்தில் மற்ற கைப்பேசிகள் தெடங்கும் போது ஒவ்வொரு முறையும் அதே செயலிகளை தருகின்றன, ஆனால் Firefox OS மட்டுமே உங்கள் மனம்புரிந்து புதிய புதிய செயலிகளைத் தந்து அன்றாடம் மகிழ்ச்சி தருகிறது.
uz: Bugungi statistik ma’lumotlarga ko‘ra har bir boshqa telefon har safar yoqilganda sizga bir xil ilova dasturlarni beradi. Firefox OS esa doimo hayotingizning har lahzasiga mos mavjud ilova dasturlar taklifini o‘zgartirib turadi.
xh: Ngelixa yonke enye ifowuni imileyo namhlanje, ikunika ii-app ezifana ngqo ngalo lonke ixesha uyilayitayo, i-Firefox OS isoloko iguquka ukukunika ngokuthe ngqo ii-app ozidingayo nangaliphi na ixesha ebomini bakho.
zu: Ngenkathi wonke amafoni anamuhla enganyakazim ekunikeza ama-app afanayo njalo uma uwavula, i-Firefox OS ngaso sonke isikhathi iyashintsha ukukunikeza ama-app owadingayo ngaleso sikhathi owadinga ngaso.

source: It adapts so you can live every moment to its fullest.
ca: S'adapta a l'usuari perquè pugui viure cada moment al màxim.
cy: Mae'n addasu fel bod modd i chi fyw pob munud i'r eithaf.
es_mx: Es adaptable, así que puedes vivir cada momento al máximo.
gd: Cuiridh e e fhèin air ghleus airson 's gun urrainn dhut a chur gu làn-fheum.
hi_in: यह अनुकूल हो सक्ता है, तो आप अपनी पूरी करने के लिए हर पल रह सकते हैं.
ms: Ia menyesuaikan diri supaya anda boleh menghidupkan setiap saat sepenuhnya.
my: စနစ်သည် လိုက်လျောညီထွေဖြစ်စွာ ဆောင်ရွက်နိုင်သောကြောင့် သင့်အချိန်တိုင်းမှာ လွယ်ကူအဆင်ပြေစွာ နေထိုင်နိုင်ပါသည်။
pt: Adapta-se para que possa aproveitar cada momento.
sw: Inakubaliana hivyo unaweza kuishi kila wakati kwa ukamilifu wake.
ta: இது தகவமைவதால் வாழ்வின் ஒவ்வொரு தருணத்தையும் முழுமையாக அனுபவிக்க முடிகிறது.
uz: U moslashib turadi, shunday ekan hayotning har lahzasida to‘lig‘icha yashashingiz mumkin.
xh: Iyaziqhelanisa ukuze wena ukwazi ukuphila imizuzu yonke ngokupheleleyo.
zu: Ihambisana nesimo ukuze uthokozele impilo ngokugcwele.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ca: El Firefox OS arriba a les vostres mans gràcies a Mozilla, una organització global sense ànim de lucre que prioritza els principis als beneficis.
cy: Mae Firefox OS yn cael ei ddarparu gan Mozilla, corff byd eang, dim er elw sy'n pwysleisio egwyddor nid elw.
es_mx: Firefox OS es traído a ti por Mozilla, una organización sin fines de lucro que hace hincapié en los principios por encima de las ganancias.
gd: 'S e Mozilla a tha a' leasachadh Firefox OS, buidheann eadar-nàiseanta nach eil ag obair airson prothaid agus a chuireas prìomhachas air prionnsabalan seach prothaid.
hi_in: Firefox OS Mozilla के द्वारा आपके पास लाया गया हैं, एक नॉनप्रॉफिट वैश्विक संगठन जो लाभ से अधिक सिद्धांत पर जोर देती है.
ms: Firefox OS dibawakan kepada anda oleh Mozilla, sebuah organisasi global tanpa keuntungan yang lebih menekankan prinsip berbanding keuntungan.
my: မီးမြေခွေးစနစ်ကို သင့်ထံသို့ အကျိုးအမြတ်ထက် သဘောတရား၊နိယာမကို အလေးထားသည့် အပြည်ပြည်ဆိုင်ရာ အကျိုးအမြတ်မယူသည့် အဖွဲ့အစည်းဖြစ်သော မော်ဇီလာမှ ယူဆောင်လာခြင်း ဖြစ်သည်။
pt: O Firefox OS é trazido até si pela Mozilla, uma organização global sem fins lucrativos que dá mais importância a princípios do que ao lucro.
sw: Firefox OS imeletwa kwako na Mozilla, Shirikisho lisilo la kiserekali linanlosisitiza kanuni zaidi ya faida.
ta: ஒரு உலகலாவிய இலாப நொக்கமற்ற சிந்தனையுடை மொசில்லா என்றா நிறுவனத்தால் Firefox OS கொண்டுவரப்பட்டது.
uz: Firefox OS Mozilla tomonidan ishlab chiqilgan, u xalqaro notijorat tashkilot hisoblanadi va foyda olish prinsiplarini rad etadi.
xh: I-Firefox OS iziswa kuwe yi-Mozilla, umbutho wamazwe ngamazwe ongenzi ngeniso ogxininisa umthetho-siseko ngaphezu kwengeniso.
zu: I-Firefox OS uyilethelwe ngabakwa-Mozilla, inhlangano engenzinzuzo yomhlaba egcizelela imigomo ngaphezu kwenzuzo.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ca: Creiem que el web és un recurs públic compartit que hem de cuidar, i no pas un producte que s'ha de vendre.
cy: Rydym yn credu fod y We yn adnodd cyhoeddus i bawb y mae angen gofalu amdano, nid yn gynnyrch i'w werthu.
es_mx: Creemos que la Web es un recurso público compartido que debe ser cuidado, y no una mercancía que deba ser vendida.
gd: Tha sinn dhen bheachd gur e co-ghoireas poblach a tha san lìon a tha an urra dhan a h-uile duine 's chan e bathar a bu chòir do dhaoine a reic 's a mhalairt.
hi_in: हमलोग बिश्वास करते हैं कि वेब एक साझा सार्वजनिक संसाधन परवाह करने के लिए है, सामान बेचने के लिए नही.
ms: Kami percaya bahawa Web adalah sebuah sumber awam yang dikongsi dan perlu dijaga, bukanlah sebuah komoditi untuk dijual.
my: ဝဘ်သည် အများက အလေးထားရမည့် မျှဝေထားသည့် အများပိုင် အရင်းအမြစ် ဖြစ်သည်၊ ရောင်းချရန် ကုန်ပစ္စည်းမဟုတ်ဟု ကျွန်ုပ်တို့ ယုံကြည်သည်။
pt: Acreditamos que a Web é um recurso público partilhado que deve ser cuidado e não uma comodidade para ser vendida.
sw: Tunaamini ya kwamba Mtandao ni raslimali ya umma inayopaswa kutunzwa bali sio ya kuuzwa.
ta: இணையம் என்பது ஒரு பொதுவான வளம் அதை பாதுகாக்க வேண்டுமே தவிர விற்கக் கூடாது என்பதை நம்புகிறோம்.
uz: Ishonamizki, internet bo‘lishilgan umumiy jamoa resursi hisoblanadi, u sotiladigan mahsulot emas.
xh: Siyathemba ukuba iWebhu ngumthombo oyatyelweyo yabahlali kumele ikhathalelwe, hayi umcimbo yokuthengiswa.
zu: Sikholwa ukuthi iWebhu insiza yomuntu wonke okufanele inakekelwe, hhayi nje umkhiqizo odayiswayo.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ar: ونحن نعمل مع المجتمع في جميع أنحاء العالم لخلق منتجات مفتوحة المصدر مثل موزيلا فيرفكس والابتكار لصالح الفرد وتحسين الشبكة.
ca: Treballem amb una comunitat mundial per crear productes de codi obert, com el Mozilla Firefox, i per innovar en benefici dels usuaris i de la millora del web.
cy: Rydym yn gweithio gyda chymuned fyd eang i greu cynnyrch cod agored fel Mozilla Firefox ac i arloesi er lles unigolion a'r We.
es_mx: Trabajamos con una comunidad global para crear productos de código abierto cómo Mozilla Firefox y para innovar por el beneficio individual y el mejoramiento de la Web.
gd: Tha sinn ag obair le coimhearsnachd eadar-nàiseanta gus bathar le tùs fosgailte a chruthachadh leithid Mozilla Firefox agus leasachadh a dhèanamh as leth gach duine 's math an lìn.
hi_in: हमलोग ओपन सोर्स उत्पाद जैसे Mozilla Firefox बनाने का वर्ल्डवाइड समुदाय के साथ काम करते है
ms: Kami bekerja dengan komuniti di seantero dunia untuk mencipta produk sumber terbuka seperti Mozilla Firefox dan menginovasi untuk faedah setiap individu dan juga kebaikan Web.
my: ကျွန်ုပ်တို့သည် မော်ဇီလာမီးမြေခွေးကဲ့သို့သော Open Source ထုတ်ကုန်များ ဖန်တီးရန်၊ တစ်ဦးချင်းအကျိုးကျေးဇူးနှင့် ပိုမိုကောင်းမွန်သော ဝဘ်ဖြစ်လာစေရန်အတွက် နည်းပညာသစ်ရှာဖွေရန် ကမ္ဘာတဝှမ်းတွင်ရှိသော အသင်းအဖွဲ့အားလုံးနှင့် ဆောင်ရွက်ပါသည်။
pt: Trabalhamos com uma comunidade global para criar produtos de código aberto como o Mozilla Firefox e para inovar para o benefício do individuo e melhoria da Web.
sw: Twafanya Kazi na jamii duniani kote ili kujenga bidhaa chanzo wazi kama Mozilla Firefox na kuvumbua ili kunufaisha mtu binafsi na kuboresha Mtandao.
ta: கட்டற்ற/திற மூல தயாரிப்பகளான பயர்பாக்ஸையும் புத்தாக்கங்களையும் தனிமனித மெம்பாட்டிற்கும் சிறந்த இணையத்தை உருவாக்கவும் நாங்கள் ஒரு உலகலாவிய சமூகத்துடன் இணைந்து பணியாற்றுகிறோம்.
uz: Biz Mozilla Firefox brauzeriga o‘xshash ochiq kodli mahsulotlar yaratuvchi dunyo hamjamiyati bilan ishlaymiz va internetni yaxshilash, odamlar uchun qiziqarli bo‘lgan xususiyatlarni kiritish bilan shug‘ullanamiz.
xh: Sisebenza nabahlali belizwe lonke lokyila iimveliso zemithombo ezivulekileyo ezinje ngeMozilla Fox lokuvelisa upuhliso kumntu onye kwaye kulungele iWebhu.
zu: Sisebenza nomphakathi womhlaba jikelele ukwenza imikhiqizo ewumthombo ovulelekile njenge-Mozilla Firefox kanye nokusungula amasu amasha ukuzuzisa umuntu kanye nokuphucula iWebhu.

source: The result is great products built by passionate people and better choices for everyone.
ar: النتيجة هي منتجات رائعة بناها شعب متحمس وخيارات أفضل للجميع.
ca: El resultat és un producte de qualitat creat per persones apassionades i millors alternatives per a tothom.
cy: Y canlyniad yw cynnyrch gwych wedi ei adeiladu gan bobl frwdfrydig a gwell dewis i bawb.
es_mx: El resultado son excelentes productos construidos por gente apasionada y mejores opciones para todos.
gd: Sin mar a chruthaicheas sinn bathar fìor-mhàth a tha nas fhearr dhan a h-uile duine.
hi_in: परिणाम भावुक लोगों और सभी के लिए बेहतर विकल्प द्वारा निर्मित महान उत्पादों है.
ms: Hasilnya adalah sebuah produk hebat yang dibina oleh mereka yang bersemangat dan pilihan yang lebih baik untuk semua orang.
my: ရလဒ်ကတော့ ကောင်းမွန်တဲ့ ထုတ်ကုန်များ လူတိုင်းအတွက် ရွေးချယ်ခွင့်ရရှိခြင်းပါပဲ
pt: O resultado são produtos fantásticos construídos por pessoas apaixonadas e melhores escolhas para todos.
sw: Matokeo yake ni bidhaa kubwa zilizojengwa na watu na uchaguzi bora kwa kila mtu.
ta: அதீத ஆர்வமுடைய மக்களால் அனைவருக்கும் பயனளிக்கும் உயர்ந்த தயாரிப்புகளை உருவாக்குவதே இதன் முடிவாகும்.
uz: Mashhur mahsulotlar jo‘shqin odamlar tomonidan tuziladi va hamma uchun eng yaxshi tanlov hisoblanadi.
xh: Iziphumo zeemveliso eziphambili zakhiwe ngabantu abayithandayo kwaye banokhetha olulungele wonke umntu.
zu: Imiphumela yimikhiqizo emihle eyakhiwe ngabantu abanothando lomsebenzi kanye nokuningi abantu bonke abangakukhetha.

source: Buying Firefox OS
ar: شراء نظام التشغيل فيرفكس
ca: Compreu el Firefox OS
cy: Prynu Firefox OS
es_mx: Comprando Firefox OS
gd: A' ceannach Firefox OS
hi_in: खरीद रहे है Firefox OS
ms: Membeli Firefox OS
my: မီးမြေခွေးစနစ်သုံးဖုန်းအား ဝယ်ယူခြင်း
pt: Comprar o Firefox OS
sw: Kununua Firefox OS
ta: Firefox OS வங்குதல்
uz: "Firefox OS"ni xarid qilish
xh: Ukuthenga iFireFox OS
zu: Thenga i-Firefox OS

source: What phones will Firefox OS be available on?
ar: ما هي الهواتف التي سيكون نظام تشغيل فيرفكس متاحاً عليها؟
ca: Quins telèfons hi ha disponibles amb el Firefox OS?
cy: Ar ba ffonau fydd Firefox OS ar gael arnynt?
es_mx: ¿En que teléfonos estará disponible Firefox OS?
gd: Dè na fònaichean air am faigh mi Firefox OS?
hi_in: फ़ायरफ़ॉक्स ओएस क्या फोन पर उपलब्ध होगा?
ms: Telefon apakah yang akan menyediakan Firefox OS?
my: မီးမြေခွေးစနစ်သည် မည်သည့်ဖုန်းများတွင် ရရှိနိုင်ပါသလဲ။
pt: Em que equipamentos o Firefox OS estará disponível?
sw: Simu zipi zitakuwa na Firefox OS?
ta: எந்தெந்த சாதனங்களில் Firefox OS உள்ளது?
uz: Qaysi telefonlarda Firefox OS mavjud?
xh: Ingaba ngeziphi na iifowuni uFirefox OS uzofumaneka khona?
zu: Yimaphi amafoni i-Firefox OS ezotholakala kuwo?

source: You can purchase Firefox OS on a ZTE Open, LG Fireweb or an Alcatel One Touch device.
gd: Gheibh thu Firefox OS air uidhaman ZTE Open, LG Fireweb no Alcatel One Touch.

source: Where can I buy Firefox OS?
ar: أين يمكنني شراء نظام تشغيل فيرفكس؟
ca: On puc comprar el Firefox OS?
cy: Lle gallai brynu Firefox OS?
es_mx: ¿Dónde puedo comprar Firefox OS?
gd: Càit an ceannaich mi Firefox OS?
hi_in: मैं कहां फायरफॉक्स ओएस खरीद सकता हूँ?
ms: Di manakah saya boleh membeli Firefox OS?
my: မီးမြေခွေးစနစ်သုံးဖုန်းကို ကျွန်တော်/မ ဘယ်နေရာတွင် ဝယ်ယူနိုင်ပါသလဲ။
pt: Onde é que posso comprar dispositivos com o Firefox OS?
sw: Naweza nunua Firefox OS wapi?
ta: Firefox OS நான் எங்கு வாங்க முடியும்?
uz: "Firefox OS"ni qayerdan sotib olsam bo‘ladi?
xh: Ndingayithenga phi iFirefox OS?
zu: Ngingayithenga kuphi i-Firefox OS?

source: Firefox OS is available to buy across 14 countries across the globe. You can purchase a device in:
gd: Tha Firefox OS ri fhaighinn ann an 14 dùthchannan air feadh an t-saoghail. Gheibh thu uidheam air a bheil e an-seo:

source: Spain with <a href="%s">Movistar</a>
gd: San Spàinnt le<a href="%s">Movistar</a>

source: Chile with <a href="%s">Movistar</a>
gd: San t-Sile le <a href="%s">Movistar</a>

source: Poland with <a href="%s">T-Mobile</a>
gd: Sa Phòlainn le <a href="%s">T-Mobile</a>

source: Venezuela with <a href="%s">Movistar</a>
gd: Sa Bheiniseala <a href="%s">Movistar</a>

source: Colombia with <a href="%s">Movistar</a>
gd: Ann an Coloimbia le <a href="%s">Movistar</a>

source: Hungary with both <a href="%s">Telenor</a> and <a href="%s">T-Mobile</a>
gd: San Ungair le <a href="%s">Telenor</a> agus <a href="%s">T-Mobile</a>

source: Peru with <a href="%s">Movistar</a>
gd: Ann am Pearù le <a href="%s">Movistar</a>

source: Serbia with <a href="%s">Telenor</a>
gd: San t-Sèirb le <a href="%s">Telenor</a>

source: Montenegro with <a href="%s">Telenor</a>
gd: Sa Mhonadh Neagrach <a href="%s">Telenor</a>

source: Greece with <a href="%s">Cosmote</a>
gd: Sa Ghrèig le <a href="%s">Cosmote</a>

source: Germany with <a href="%s">Congstar</a>
gd: Sa Ghearmailt le <a href="%s">Congstar</a>

source: Brazil with <a href="%s">Vivo</a>
gd: Ann am Braisil le <a href="%s">Vivo</a>

source: Mexico with <a href="%s">Movistar</a>
gd: ann am Meagsago le <a href="%s">Movistar</a>

source: Italy with <a href="%s">TIM</a>
gd: san Eadailt le <a href="%s">TIM</a>

source: Uruguay with <a href="%s">Movistar</a>
gd: ann an Uruguaidh le <a href="%s">Movistar</a>

source: To date, 17 Operators spanning the globe have committed to distributing Firefox OS devices:
gd: Tha 17 giùlanairean a' cleachdadh Firefox OS air na h-uidheaman aca gu ruige seo:
