Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/faq.lang.po
Languages: ar, ca, cy, es_mx, gd, hi_in, ms, my, pt, sw, ta, uz, xh, zu

source: Maps
ca: Mapes
cy: Mapiau
es_mx: Mapas
gd: Mapaichean
hi_in: मैप्स
ms: Peta
my: မြေပုံများ
pt: Mapas
sw: Ramani
ta: வரைபடங்கள்
uz: Xaritalar
xh: Iimaphu
zu: Amabalazwe

source: Includes directions, traffic and local transit information.
ca: Inclou indicacions i informació del trànsit i del transport local.
cy: Gan gynnwys cyfeirio, traffig, a gwybodaeth teithio lleol.
es_mx: Incluye direcciones e información de tráfico y tránsito local.
gd: A' gabhail a-steach stiùireadh slighe, fiosrachadh trafaig is còmhdhalach phoblach.
hi_in: दिशाओं, यातायात और स्थानीय पारगमन जानकारी को शामिल करे.
ms: Termasuk pandu arah, trafik dan maklumat transit tempatan.
my: လမ်းညွှန်များ၊ ယာဉ်အသွားအလာနှင့် ဒေသဆိုင်ရာခရီးစဉ်အချက်အလက်များ ပါဝင်သည်။
pt: Inclui direções, tráfico e informações de trânsito locais.
sw: Inajumuisha maelekezo, msongamano wa magari na habari za mitaa.
ta: திசைகள், பாதை நெரிசல்கள், உள்ளூர் போக்குவரத்து போன்ற தகல்கள் அடங்கும்.
uz: Yo‘nalishlar, traffik va mahalliy tranzit ma’lumotlarini o‘zida jamlaydi.
xh: Iquka iindlela, itrafiki kunye nolwazi lasekuhlaleni.
zu: Ibandakanya ukuyalela indlela, isiminyaminya sezimoto kanye nemininingwane yokwenzekayo emgaqweni.

source: Privacy and Security
ca: Privadesa i seguretat
cy: Preifatrwydd a Diogelwch
es_mx: Privacidad y seguridad
gd: Prìobhaideachd is tèarainteachd
hi_in: गोपनीयता व सुरक्षा
ms: Privasi dan Keselamatan
my: တစ်ဦးချင်းလွတ်လပ်ခွင့်နှင့် လုံခြုံရေး
pt: Privacidade e segurança
sw: Faragha na Usalama
ta: தனியுரிமமும் பாதுகாப்பும்
uz: Maxfiylik va xavfsizlik
xh: Ubungasese kwaye noKhuseleko
zu: Inqubomgomo yokugcinwa kwemininingwane ifihlekile nokuvikeleka

source: Mozilla was the first to implement the Do Not Track privacy feature.
ca: Mozilla va ser el primer en implementar la funció de privadesa No vull que em segueixi.
cy: Mozilla oedd y cyntaf i ddefnyddio nodwedd preifatrwydd Dim Tracio.
es_mx: Mozilla fue el primero en implementar la característica No quiero ser rastreado.
gd: B' e Mozilla a' chiad bhuidheann a chur an sàs an gleus "Na tracaich orm".
hi_in: Mozilla Do Not Track गोपनीयता सुविधा को लागू करने का पहला था.
ms: Mozilla adalah yang pertama untuk melaksanakan ciri privasi Do Not Track.
my: မော်ဇီလာသည် နောက်ယောင်ခံမလိုက်ပါ ဟုခေါ်သည့် တစ်ဦးချင်းလွတ်လပ်ခွင့်ကို ဖော်ဆောင်သည့် ပထမဆုံး အဖွဲ့အစည်း ဖြစ်သည်။
pt: A Mozilla foi a primeira entidade a implementar a funcionalidade Impedir monitorização.
sw: Mozilla ilikuwa ya kwanza kutekeleza kipengele cha faragha cha Do Not Track
ta: தடமறியாதே(Do Not Track) என்கிற தனிப்பட்ட வசதியை முதலில நடைமுறைப்படுத்தியது மொசில்லா மட்டுமே.
uz: Mozilla "Kuzatmang" maxfiylik xususiyatini birinchi bo‘lib amalga oshirgan.
xh: IMozilla beyona yokuqala ukufaka ifitsha yokuMusa ukuLandela yobucala.
zu: I-Mozilla yaba eyokuqala ukuqala ifisha yezokuvikeleka kwemininingwane ethi Do Not Track.

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ca: El Firefox també inclou paràmetres de seguretat personalitzables per gestionar les contrasenyes, l'historial, les dades privades, les galetes, les opcions de lloc i els complements. <a href="%(url)s">Més informació</a>
cy: Mae Firefox hefyd yn cynnwys gosodiadau diogelwch cyfaddas i reoli cyfrineiriau, hanes, data preifat, cwcis, dewisiadau gwefan ac ychwanegion. <a href="%(url)s">Dysgu rhagor.</a>
es_mx: Firefox también presenta opciones de seguridad personalizables para gestionar contraseñas, historial, datos privados, cookies, opciones de sitio y complementos. <a href="%(url)s">Descubre más.</a>
gd: Tha roghainnean tèarainteachd aig Firefox cuideachd leis an urrainn dhut faclan-faire, an eachdraidh, dàta prìobhaideach, briosgaidean, roghainnean làraichean is thuilleadan a stiùireadh. a href="%(url)s">Barrachd fiosrachaidh.</a>
hi_in: Firefox ने भी पासवर्ड, इतिहास, निजी डेटा, कुकीज़, साइट विकल्प और ऐड-ऑन्स का प्रबंधन के लिए अनुकूलन सुरक्षा सेटिंग्स सुविधाएँ दी. <a href="%(url)s">अधिक सीखे.</a>
ms: Firefox juga mempunyai tetapan keselamatan yang boleh disesuaikan untuk menguruskan kata laluan, sejarah, data peribadi, kuki, pilihan laman dan add-on. <a href="%(url)s">Ketahui lebih lanjut.</a>
my: မီးမြေခွေးတွင် စကားဝှက်များ စီမံခြင်း၊ မှတ်တမ်း၊ ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်၊ ကွတ်ကီးမှတ်သားမှု၊ ဆိုဒ်အပြင်အဆင်နှင့် ထပ်ဆောင်းအက်ပ်များ စသည့် စိတ်ကြိုက်ပြုပြင်နိုင်သော လုံခြုံရေးဆိုင်ရာ အပြင်အဆင်များလည်း ပါဝင်သည်။ <a href="%(url)s">ပိုမိုသိရှိရန်</a>
pt: O Firefox também oferece funcionalidades personalizadas para definições de segurança para gerir senhas, histórico, dados privados, cookies, opções de sítios e extras. <a href="%(url)s">Saber mais.</a>
sw: Firefox pia ina mipangilio ya usalama ambayo unaweza binafsisha kuongoza meneno yako ya siri, historia, data ya faragha, kuki, chaguo za tivuti na nyingeza. <a href="%(url)s">Learn more.</a>
ta: கடவுச்சொல் நிர்வாகம், வரலாறு, தனிப்பட்ட தரவு, நினைவிகள், தள விருப்பங்கள் மற்றும் கூடுதல் இணைப்புகள் போன்ற பாதுகாப்பு அமைவுகளை தனிப்பயனாக்கும் வசதியை வழங்கியது Firefox ஆகும். <a href="%(url)s">மேலும் அறிய.</a>
uz: Shuningdek, Firefoxda parollar, tarix, shaxsiy ma’lumotlar, kukilar, sayt moslamalari va qo‘shimcha dasturlarni boshqarish uchun moslanadigan xavfsizlik sozlamalariga ega.. <a href="%(url)s">Ko‘proq o‘rganing.</a>
xh: IFirefox inazo neefitsha ezinziweyo zeesetingi zokhuseleko lokulawula iiphasiwedi, imvelaphi, idata yobucala, iikhuki, ukhetho lwesaithi kunye nee-add-ons. <a href="%(url)s">Funda okuninzi.</a>
zu: I-Firefox iphinde ibe namasethingi okuzisethela ama-password, umlando, imininingwane yakho, ama-cookies, amasayithi ongawakhetha kanye nokunezelwayo. <a href="%(url)s">Funda kabanzi.</a>

source: Developer Questions
ca: Preguntes de desenvolupadors
cy: Cwestiynau Datblygwyr
es_mx: Preguntas de desarrolladores
gd: Ceistean luchd-leasachaidh
hi_in: डेवलपर प्रश्न
ms: Soalan Pembangun
my: တီထွင်ဖန်တီးသူများဆိုင်ရာ မေးခွန်းများ
pt: Questões de programadores
sw: Maswali ya Muendelezaji
ta: உருவாக்குநர் கேள்விகள்
uz: Dasturchi savollari
xh: Imibuzo zoMphuhlisi
zu: Imibuzo Yomqambi

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ca: Sou desenvolupador? Teniu cap pregunta? <a href="%(url)s">Obteniu més informació a la Mozilla Developer Network.</a>
cy: Ydych chi'n ddatblygwr? Oes gennych chi gwestiynau? <a href="%(url)s">Dysgwch rhagor yn Mozilla Developer Network.</a>
es_mx: ¿Eres desarrollador? ¿Tienes preguntas? <a href="%(url)s">Aprende mucho más en Mozilla Developer Network.</a>
gd: An e neach-leasachaidh a tha annad? A bheil ceist agad? <a href="%(url)s">Barrachd fiosrachaidh air lìonra luchd-leasachaidh Mozilla.</a>
hi_in: क्या आप डेवलपर हैं? प्रश्न हैं? <a href="%(url)s">Mozilla डेवलपर नेटवर्क पर अधिक सीखे.</a>
ms: Adakah anda seorang pembangun? Punyai soalan? <a href="%(url)s">Ketahui lebih lanjut di Mozilla Developer Network.</a>
my: သင်သည် တီထွင်ဖန်တီးသူ တစ်ယောက်လား။ မေးချင်တာများ ရှိပါသလား။ <a href="%(url)s">မော်ဇီလာဖန်တီးသူများဆိုင်ရာကွန်ယက်တွင် ပိုမိုလေ့လာကြည့်ရှုပါ။</a>
pt: É um programador? Tem questões? <a href="%(url)s">Saiba mais na rede de programadores da Mozilla.</a>
sw: Wewe ni muendelezaji? Una Maswali? <a href="%(url)s"> Soma zaidi katika Mozilla Developer Network.</a>
ta: நீங்கள் உருவாக்குநரா? கேள்விகள் உள்ளதா? <a href="%(url)s">Mozilla Developer Network பற்றி மேலும் அறிந்துகொள்ளவும்.</a>
uz: Siz dasturchimisiz? Savollaringiz bormi? <a href="%(url)s">Mozilla dasturchilar tarmog‘idan ko‘proq o‘rganing.</a>
xh: Ingaba ungumpuhlisi? Unemibuzo? <a href="%(url)s">Funda okuninzi kwiNethiweki yoMpuhlisi we-Mozilla.</a>
zu: Ingabe ungumqambi? Unemibuzo? <a href="%(url)s">Funda kabanzi ku-Mozilla Developer Network.</a>

source: Firefox OS is the only truly open mobile OS that unlocks the power of the Web as the platform and enables operators, hardware manufacturers and developers to create innovative and customized applications and products for consumers to use across these connected devices.
ca: El Firefox OS és l'únic sistema operatiu per a dispositius mòbils que allibera el poder del web com a plataforma i permet als operadors, fabricants de maquinari i desenvolupadors crear aplicacions i productes innovadors i personalitzats.
cy: Firefox OS yw'r unig wir system weithredu agored sy'n rhyddhau grym y we fel platfform gan alluogi darparwyr, gwneuthurwyr caledwedd a datblygwyr i greu rhaglenni a chynnyrch arloesol ac addas ar gyfer cwsmeriaid i'w defnyddio ar draws dyfeisiau cysylltiedig.
es_mx: Firefox OS es el único y verdadero sistema operativo móvil abierto que libera el poder de la Web como plataforma y habilita operadores, creadores de hardware y desarrolladores para crear, innovar y personalizar aplicaciones y productos para consumidores que utilizan estos dispositivos conectados.

source: For users
ca: Per a usuaris
cy: Defnyddwyr:
es_mx: Para usuarios

source: Firefox OS offers a customized and easy to use experience appropriate to consumers from the value range in India to early tech adopters in Japan.
ca: El Firefox OS ofereix una experiència adient, senzilla i personalitzada pels consumidors des de l'Índia fins al Japó.
cy: Mae Firefox OS yn cynnig profiadau priodol cyfaddas a hawdd ei ddefnyddio ar gyfer defnyddwyr o ystod eang o ddefnyddwyr gwerth am arian yn India hyd at fabwysiadwyr cynnar technoleg yn Japan.
es_mx: Firefox OS ofrece una experiencia personalizada y fácil de usar, apropiada desde el rango de valores en India hasta los primeros en adoptar tecnología en Japón.

source: For operators and OEMs
ca: Per a operadors i fabricants
cy: Ar gyfer darparwyr ac OEM
es_mx: Para operadores y OEMs

source: Firefox OS offers the opportunity to capture new user segments due to its open development process and tight collaboration with partners searching for new revenue streams and business models.
ca: El Firefox OS ofereix l'oportunitat de captar nous segments d'usuaris gràcies al seu procés de desenvolupament obert i l'estreta col·laboració amb socis que cerquen noves oportunitats i models de negoci.
cy: Mae Firefox OS yn cynnig y cyfle i gipio segmentau o ddefnyddwyr newydd oherwydd ei brosesau datblygu agored a'r cydweithrediad tynn gyda phartneriaid sy'n chwilio am ffynonnellau arian a modelau busnes newydd.
es_mx: Firefox OS ofrece la oportunidad de captar nuevos segmentos de usuarios debido a su proceso de desarrollo abierto y la colaboración estrecha con los socios en busca de nuevas fuentes de ingresos y modelos de negocio.

source: For developers
ca: Per a desenvolupadors
cy: Ar gyfer datblygwyr
es_mx: Para desarrolladores
hi_in: डेवलपर्स के लिए
my: Developer များအတွက်
pt: Para programadores
sw: Kwa waendelezi
ta: உருவாக்குநர்கள்
uz: Dasturchilar uchun
xh: Yeyabaphuhlisi

source: Firefox OS offers the freedom to build the most advanced web experiences on mobile. Developers can create apps that customers can access across multiple platforms, devices and operating systems. Firefox OS provides them with the possibility of connecting with hundreds of millions of Firefox supporters around the world as well as access to relatively untapped markets.
ca: El Firefox OS ofereix la llibertat per a crear les experiències web més avançades en un dispositiu mòbil. Els desenvolupadors poden crear aplicacions a les que els consumidors poden accedir des de diverses plataformes, dispositius i sistemes operatius. Els hi proporciona la possibilitat de connectar amb centenars de milions de simpatitzants del Firefox d'arreu del món, així com a accedir a nous mercats.
cy: Mae Firefox OS yn cynnig y rhyddid i adeiladu'r profiadau gwe fwyaf blaengar ar ddyfeisiau symudol. Gall ddatblygwyr greu apiau y bydd cwsmeriaid yn gallu cael mynediad atynt ar draws platfformau lluosog, dyfeisiau a systemau gweithredu. Mae Firefox OS yn darparu'r posibiliadau o gysylltu â channoedd o filiynau o gefnogwyr Firefox ar draws y byd yn ogystal â marchnadoedd cymharol digyffwrdd.

source: Since launching, Firefox OS smartphones are available in over 40 markets from multiple global operators on a number of different devices, across different price device categories. These include handsets from Alcatel ONETOUCH, ZTE, Huawei and LG.
ca: Des del seu llançament, hi ha disponibles telèfons intel·ligents amb Firefox OS a 40 mercats, amb diversos operadors globals, amb un bon nombre de dispositius de diversa categoria i preus. Entre d'altres dispostitius: l'Alcatel ONETOUCH, ZTE, Huawei i LG.
cy: Ers ei lansio, mae ffonau clyfar Firefox OS ar gael mewn 40 marchnad, gan amryw o ddarparwyr byd eang ar nifer o wahanol ddyfeisiau, ar draws ystod o brisiau categorïau dyfeisiau. Mae'r rhain yn cynnwys dyfeisiau gan Alcatel ONETOUCH, ZTE, Huawei a LG.

source: The full list of where to buy Firefox OS devices can be found at the <a href="%(link)s">devices page</a>.
ca: Consulteu la llista completa d'on podeu comprar dispositius amb Firefox OS a la <a href="%(link)s">pàgina de dispositius</a>.
cy: Am restr lawn o le i brynu dyfeisiau Firefox OS, ewch i'r <a href="%(link)s">dudalen dyfeisiau</a>.

source: The Firefox Marketplace offers an open app environment that leverages the scale of the Web as a development platform; allowing operators, phone manufacturers and developers greater flexibility.
ca: El Firefox Marketplace ofereix un entorn lliure d'aplicacions que referma el web com a plataforma de desenvolupament, permetent més flexibilitat als operadors, fabricants de telèfons i desenvolupadors.
cy: Mae Firefox Marketplace yn cynnig amgylchedd ap agored sy'n ehangu maint y we fel platfform datblygiadol; gan ganiatáu i ddarparwyr, gwneuthurwyr ffonau a datblygwyr fwy o hyblygrwydd.

source: The growing list of apps for Firefox OS includes Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com and TomTom Maps. Many more are being made available every day. For more information, visit <a href="%(url)s">https://marketplace.firefox.com/</a>
ca: La llista creixent d'aplicacions per al Firefox OS inclou Pinterest, Facebook, Line, Twitter, airbnb, EA Games, Soundcloud, outlook.com, Cut the Rope, Dailymotion, goal.com i TomTom Maps. I n'arriben moltes d'altres cada dia. Consulteu <a href="%(url)s">https://marketplace.firefox.com/</a> per a més informació.
cy: Mae'r rhestr gynyddol o apiau ar gyfer Firefox OS yn cynnwys Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com a TomTom Maps. Mae llawer mwy yn dod ar gael bob dydd. Am ragor o wybodaeth, ewch i <a href="%(url)s">https://marketplace.firefox.com/</a>

source: Firefox OS is currently available in a number of different languages. Check out the device market availability at the <a href="%(link)s">devices page</a>.
ca: El Firefox OS és actualment disponible en diversos idiomes. Per veure la disponibilitat de dispositius, aneu a la <a href="%(link)s">pàgina de dispositius</a>.
cy: Mae Firefox OS ar gael ar hyn o bryd mewn nifer o wahannol ieithoedd. Mae'r hyn sydd ar gael i'w weld ar y <a href="%(link)s">dudalen dyfeisiau</a>.

source: We’re working on adding more languages as we launch into new markets.
ca: Treballem constantment per poder afegir més llengües a mesura que anem sortint a més mercats.
cy: Rydym yn ychwanegu ieithoedd newydd wrth lansio mewn marchnadoedd newydd.

source: How will Firefox OS keep me safe while I browse?
ca: Com em mantindrà segur el Firefox OS mentre navego?
cy: Sut fydd Firefox OS yn fy nghadw'n ddiogel wrth bori?

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ar: للاطلاع على قائمة كاملة من الهواتف المتاح عليها نظام تشغيل فيرفكس ، يرجى زيارة <a href="%(link)s"> صفحة الأجهزة </a>.
ca: Per veure la llista completa de telèfons amb Firefox OS, aneu a la <a href="%(link)s">pàgina de dispositius</a>.
cy: I weld y rhestr llawn o'r ffonau Firefox OS sydd ar gael, ewch i <a href="%(link)s">dudalen dyfeisiau</a>.
es_mx: Para ver la lista completa de teléfonos disponibles con Firefox OS, por favor visita la <a href="%(link)s">página de dispositivos</a>.
hi_in: उपलब्ध फायरफॉक्स ओएस फोन की एक पूरी सूची देखने के लिए, कृपया देखें <a href="%(link)s">युक्ति पृष्ठ</a>.
my: ရရှိနိုင်သော မီးမြေခွေးစနစ်သုံးဖုန်းများစာရင်းအပြည့်အစုံကို ကြည့်ရှုရန် ကျေးဇူးပြု၍ <a href="%(link)s">ကိရိယာများ</a> တွင် လည်ပတ်ကြည့်ရှုပါ။
pt: Para consultar uma lista completa dos telemóveis Firefox OS disponíveis, por favor visite a <a href="%(link)s">página de dispositivos</a>.
sw: Ili kuona orodha ya simu za Firefox OS, tafadhali tembelea ukurasa huu <a href="%(link)s">devices page</a>.
ta: Firefox OS கொண்ட சாதனங்களின் முழு பட்டியலையும், <a href="%(link)s">சாதனங்களின் பக்கத்தில்</a> காணலாம்.
uz: "Firefox OS" tizimi o‘rnatilgan telefonlar ro‘yxatini ko‘rish uchun, marhamat, <a href="%(link)s">qurilmalar</a>sahifasiga tashrif buyuring.
xh: Ukubona uluhlu olupheleleyo zeefowuni apho uFirefox OS phones efumaneka kuyo, nceda utyelele <a href="%(link)s">iphepha yezixhobo</a>.
zu: Ukubona uhla olugcwele lwamafoni akwa-Firefox OS atholakalayo, uyacelwa uvakashele <a href="%(link)s">ikhasi lamadivayisi</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ar: لشراء هاتف بنظام فيرفكس ، يرجى زيارة<a href="%(link)s"> صفحة الأجهزة </a> واختر البلد المتاح لديك.
ca: Per comprar un telèfon amb el Firefox OS, aneu a la <a href="%(link)s">pàgina de dispositius</a> i trieu el vostre país.
cy: I brynu ffôn Firefox OS, ewch i dudalen <a href="%(link)s">dyfais</a> a dewis eich gwlad.
es_mx: Para comprar un teléfono con Firefox OS, por favor visita la <a href="%(link)s">página de dispositivos</a> y selecciona tu país disponible.
hi_in: Firefox OS खरीदने के लिए, <a href="%(link)s">उपकरण पृष्ठ</a> विजिट करे और अपना उपलब्ध देश चुने.
my: မီးမြေခွေးစနစ်သုံးဖုန်းကို ဝယ်ယူရန် ကျေးဇူးပြု၍ <a href="%(link)s">ကိရိယာများ</a>တွင် ကြည့်ရှုပြီး သင် ဝယ်ယူနိုင်မည့်နိုင်ငံကို ရွေးပါ။
pt: Para comprar um telefone com o Firefox OS, por favor visite a <a href="%(link)s">página de dispositivos</a> e selecione o seu país.
sw: Ili kununua simu ya Firefox OS, tafadhali tembelea <a href="%(link)s">devices page</a> na uchague nchi yako.
ta: Firefox OS கைப்பேசியை வாங்க, தயவுச்செய்து<a href="%(link)s"> சதனங்களின் பக்கத்தில்</a> உள்ள பட்டியலில் நாட்டின் பெயரைத் தேர்ந்தெடுக்கவும்.
uz: "Firefox OS" tizimi o‘rnatilgan telefonlarni xarid qilish uchun, marhamat, <a href="%(link)s">qurilmalar sahifasi</a>ga tashrif buyuring va yashayotgan davlatingizni tanlang.
xh: Ukuthenga ifowuni ye-Firefox OS, nceda utyelele <a href="%(link)s">iphepha yezixhobo</a> uze ukhetha ilizwe efumanekayo eyeyakho.
zu: Ukuthenga ifoni ye-Firefox OS, uyacelwa uvakashele <a href="%(link)s">ikhasi lamadivayisi</a> bese ukhetha izwe elitholakalayo.
