Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/faq.lang.po
Languages: ar, ca, cy, es_mx, gd, hi_in, ms, my, pt, sw, ta, uz, xh, zu

source: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, Korea Telecom, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, TMN and VimpelCom.
gd: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, Korea Telecom, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, TMN agus VimpelCom.

source: As a result, more countries and mobile phone operators will be selling Firefox OS in the future.
gd: Mar thoradh air sin, thèid Firefox OS a reic air barrachd uidheaman 's ann am barrachd dhùthchannan san àm ri teachd.

source: Our operator partners will distribute the phones through a variety of locally-specific channels.
gd: Reicidh na com-pàirtichean againn na fònaichean ann an diofar dhòighean a-rèir far a bheil iad.

source: What will be the price of the phone?
ar: ماذا سيكون سعر الهاتف؟
ca: Quin serà el preu del telèfon?
cy: Beth fydd pris y ffonau?
es_mx: ¿Cuál será el precio del teléfono?
gd: Dè chosgas na fònaichean?
hi_in: फोन की कीमत क्या होगी?
ms: Berapakah harga telefon tersebut?
my: ဖုန်းတစ်လုံး ဘယ်လောက် ကုန်ကျမလဲ။
pt: Qual será o preço do telefone?
sw: Nini itakuwa bei ya simu?
ta: சாதனத்தின் விலை என்னவாக இருக்கும்?
uz: Telefonning narxi qancha bo‘ladi?
xh: Ingaba lithini ixabiso lefowuni?
zu: Izobiza malini ifoni?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ar: لا يتم تعيين التسعير من قبل موزيلا وسيتم إنشاء من قبل المرشدين السياحيين وشركاء الشركة المصنعة على أساس ديناميات السوق المحلية.
ca: El preu no està definit per Mozilla, sinó que l'establiran els nostres operadors i fabricants associats d'acord amb la dinàmica del mercat local.
cy: Nid Mozilla sy'n gosod y prisiau ond bydd yn cael ei osod gan ein partneriaid o blith darparwyr a chynhyrchwyr ar sail amodau'r farchnad leol.
es_mx: El precio no se fija por Mozilla y será establecido por nuestros socios operadores y fabricantes con base en las dinámicas del mercado local.
gd: Chan e Mozilla a tha a' socrachadh nam prìsean, 's iad na giùlanairean 's na saothraichean a shuidhicheas na prìsean a-rèir far a bheil thu.
hi_in: मूल्य मोज़िला द्वारा निर्धारित नहीं है और स्थानीय बाजार की गतिशीलता के आधार पर हमारे ऑपरेटर और निर्माता भागीदारों द्वारा स्थापित किया जाएगा।
ms: Harga tidak ditetapkan oleh Mozilla dan akan ditentukan oleh operator dan rakan pengeluar berdasarkan dinamik pasaran tempatan.
my: ဈေးနှုန်းကို မော်ဇီလာမှ မသတ်မှတ်ပါ။ ကျွန်ုပ်တို့ရဲ့ အော်ပရေတာများနှင့် ထုတ်လုပ်သူမိတ်ဖက်များက ဒေသဈေးကွက် အပြောင်းအလဲပေါ်မူတည်ပြီး သတ်မှတ်ပါမည်။
pt: O preço não é definido pela Mozilla e será definido pelo seu operador e fabricantes com base nas dinâmicas do mercado local.
sw: Bei haziwekwi na Mozilla. Itawekwa na opereta na washirika watengenezaji wetu kulingana na mienendo ya soko zao.
ta: கைப்பேசிகளின் விலை மொசில்லாவால் நிர்ணயிக்கப்படுவதில்லை மாறாக சேவை வாழங்குநர்களாலும் தயாரிப்பு பங்காளிகளாலும் நிலைமாறும் வணிக நிலவரத்தைப் பொருத்தே விலை நிர்ணயம் செய்யப்படுகிறது.
uz: Narx Mozilla tomonidan belgilanmaydi. Narx operatorlarimiz va hamkor ishlab chiqaruvchilarimiz tomonidan mahalliy bozor o‘zgarishlariga mos tarzda o‘rnatiladi.
xh: Amaxabiso awayenzwa ngu-Mozilla kwaye azokwenziwa ngumsebenzisi kunye nabalingane boomvelisi asekwe kwiindawo yemakethi.
zu: Ukuhlelwa kwamanani akwenziwa ngabe-Mozill kodwa ahlelwa ophathina babasebenzisi nabakhiqizi kuncike kuwo wonke amaphuzu ezimakethe.

source: What apps will be available on Firefox OS?
ar: ما التطبيقات التي ستكون متاحة على نظام تشغيل فيرفكس؟
ca: Quines aplicacions hi haurà disponibles en el Firefox OS?
cy: Pa apiau fydd ar gael ar Firefox OS?
es_mx: ¿Qué aplicaciones estarán disponibles en Firefox OS?
gd: Dè na h-aplacaidean a gheibhear air Firefox OS?
hi_in: फ़ायरफ़ॉक्स OS पर क्या एप्स उपलब्ध होगा?
ms: Aplikasi apakah yang boleh didapati pada Firefox OS?
my: မီးမြေခွေးစနစ်တွင် ဘယ်လိုအက်ပ်မျိုး ရရှိနိုင်ပါသလဲ။
pt: Que aplicações estarão disponíveis no Firefox OS?
sw: Ni programu tumizi gani zitapatika za Firefox OS?
ta: Firefox OS இல் எவ்வித குறுந்செயலிகள் இருக்கும்?
uz: "Firefox OS"da qanaqa ilova dasturlar bo‘ladi?
xh: Ingaba yintoni ezofumaneka kwi-Firefox OS?
zu: Yimaphi ama-app azotholakala ku-Firefox OS?

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ar: وتشمل قائمة متزايدة التطبيقات الرائدة مثل الفيسبوك, تويتر، خرائط نوكيا HERE ، قطع الحبل، وتايم آوت.
ca: La llista, en constant creixement, inclou aplicacions punteres com Facebook, Twitter, Nokia HERE maps, Cut the Rope i Time Out.
cy: Mae'r rhestr cynyddol yn cynnwys apiau poblogaidd fel Facebook, Twitter, mapiau Nokia HERE, Cut the Rope a Time Out.
es_mx: La lista creciente de aplicaciones incluye algunas tan populares como Facebook, Twitter, mapas Nokia HERE, Cut the Rope y Time Out.
gd: Tha an liosta a' sìor-fhàs agus a' gabhail a-steach Facebook, Twitter, mapaichean Nokia HERE, Cut the Rope agus Time Out.
hi_in: बढ़ती सूची अग्रणी एप्स जैसे फेसबुक, ट्विटर, नोकिया HERE नक्शे, रस्सी काट, और टाइम आउट भी शामिल है।
ms: Aplikasi terkemuka seperti Facebook, Twitter, Nokia HERE maps, Cut the Rope, dan Time Out kini termasuk dalam senarai yang semakin berkembang.
my: အမျိုးအစား စုံလင်ရန် ပြုစုထားသည့် စာရင်းတွင် Facebook, Twitter, Nokia HERE maps, Cut the Rope နှင့် Time Out စသည့်အက်ပ်များ ပါဝင်သည်။
pt: A lista crescente inclui aplicações líderes como o Facebook, Twitter, mapas Nokia HERE, Cut the Rope e Time Out.
sw: Orodha inayo ongezeka ni pamoja na programu tumizi zinazo ongoza kama Facebook, Twitter, Nokia HERE maps, Cut the Rope, na Time Out.
ta: வளரும் பட்டியலில் முன்னணி குறுந்செயலிகளான முகநூல், டிவிட்டர், நொக்கியா இயர் மேப்ஸ், கட் த ரோப், மற்றும் டைம் அவட் பொன்றவைகளும் உள்ளடங்கும்.
uz: O‘sib boruvchi ro‘yxatga Facebook, Twitter, Nokia HERE maps, Cut the Rope va Time Out kabi mashhur ilova dasturlar ham qo‘shiladi.
xh: Uluhlu olukhulayo luquka ii-apps eziphambili njengo-Facebook, Twitter, Nokia HERE maps, Cut the Rope, kunye no-Time Out.
zu: Uhla olulokhu lukhula lubandakanya ama-app aphambili afana noFacebook, Twitter, Nokia HERE amabalazwe, Cut the Rope, kanye no-Time Out.

source: Many more are being made available every day.
ca: I cada dia n'hi ha més de disponibles.
cy: Mae rhagor yn cael eu hychwanegu bob dydd.
es_mx: Cada día tenemos más y más aplicaciones disponibles.
gd: Agus tha barrachd a' tighinn gach latha.
hi_in: कई अधिक हर दिन उपलब्ध कराया जा रहा है.
ms: Lebih banyak lagi yang sedang disediakan setiap hari.
my: နေ့စဉ်နေ့တိုင်း အသစ်တွေကို ဖန်တီးနေပါတယ်
pt: Muitas mais estão a ser disponibilizadas todos os dias.
sw: Zingine nyingi zapatikana kila siku.
ta: ஒவ்வொரு நாளும் பலவித குறுந்செயலிகள் உருவாக்கப்பட்டு கிடைக்கப்பெறுகின்றன.
uz: Har kuni ko‘pdan ko‘p ilova dasturlar mavjud bo‘lib boraveradi.
xh: Ezingaphezulu kakuhlu zenziwa ngayo yonke imihla.
zu: Maningi amanye akhishwayo zonke izinsuku ukuze atholakale.

source: Is Firefox OS available in my language?
ar: هل نظام تشغيل فيرفكس متاح بلغتي؟
ca: En quines llengües està disponible el Firefox OS?
cy: A yw Firefox OS ar gael yn fy iaith i?
es_mx: ¿Firefox OS está disponible en mi idioma?
gd: A bheil Firefox OS ri fhaighinn 'nam chànan-sa?
hi_in: क्या फ़ायरफ़ॉक्स OS मेरी भाषा में उपलब्ध है?
ms: Adakah Firefox OS tersedia dalam bahasa saya?
my: မီးမြေခွေးစနစ်တွင် ကျွန်တော်/မရဲ့ ဘာသာစကား ပါဝင်ပါသလား။
pt: O Firefox OS está disponível no meu idioma?
sw: Firefox OS inapatikana kwa lugha yangu?
ta: Firefox OS என்னுடைய தாய்மொழியில் உள்ளதா?
uz: Firefox OS mening ona tilimda mavjudmi?
xh: Ingaba uFirefox OS uyafumaneka kulwimi lwam?
zu: Ingabe i-Firefox OS iyatholakala ngolimi lwami?

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ar: نظام تشغيل فيرفكس متاح حاليا باللغة الإسبانية والبولندية والإنجليزية والإيطالية والبرتغالية والألمانية والصربية والهنغارية واليونانية.
ca: Actualment, el Firefox OS està disponible en castellà, polonès, anglès, italià, portuguès, alemany, serbi, hongarès i grec.
cy: Mae Firefox OS ar gael yn Sbaeneg, Pwyleg, Saesneg, Eidaleg, Portiwgaleg, Almaeneg, Serbeg, Hwngareg a Groeg.
es_mx: Firefox OS está actualmente disponible en Español, Polaco, Inglés, Italiano, Portugués, Alemán, Serbio, Húngaro y Griego.
gd: Tha Firefox OS ri fhaighinn ann an Spàinntis, Pòlainnis, Beurla, Eadailtis, Portagailis, Gearmailtis, Sèirbis, Ungairis is Greugais.
hi_in: वर्तमान में फ़ायरफ़ॉक्स OS स्पेनिश, पोलिश, अंग्रेजी, इतालवी, पुर्तगाली, जर्मन, सर्बियाई, हंगरी और ग्रीक में उपलब्ध है.
ms: Firefox OS kini boleh didapati dalam Bahasa Sepanyol, Poland, Inggeris, Itali, Portugis, Jerman, Serbia, Hungary dan Yunani.
my: မီးမြေခွေးစနစ်ကို လက်ရှိတွင် စပိန်၊ ပိုလန်၊ အင်္ဂလိပ်၊ အီတလီ၊ ပေါ်တူဂီ၊ ဂျာမဏီ၊ ဆာဗီးယား၊ ဟန်ဂေရီနှင့် ဂရိဘာသာစကားများဖြင့် သုံးစွဲနိုင်သည်။
pt: O Firefox OS é atualmente disponibilizado em Espanhol, Polaco, Inglês, Italiano, Português, Alemão, Sérvio, Húngaro e Grego.
sw: Firefox OS sasa inapatikana kwa Kihispania, Kiingereza,Kipolandi,Kitaliano,Kijerumani,Kigiriki,Kireno,Kiserbia na Kihungaria.
ta: தற்பொழுது Firefox OS ஸ்பானிஷ், பொலிஷ், ஆங்கிலம், இத்தாலியன், போர்த்துகீசு, ஜெர்மன், செர்பியன், ஹங்கேரியன், கிரீக், மேலும் இந்திய மொழிகளான நம் தாய் மொழி தமிழிலும், வங்களாம், ஹிந்தி பொன்ற மொழிகளிலும் கிடைக்கிறது.
uz: Firefox OS hozirda ispan, polsha, ingliz, italyan, portugal, nemis, serb, venger va grek tillarida mavjud.
xh: IFirefox OS iyafumaneka ngoku kwi-Spanish, isi-Polish, isiNgesi, isi-Italian, isi-Portuguese, isi-German, isi-Serbian, isi-Hungarian nesi-Greek.
zu: I-Firefox OS iokwamanje iyatholakal ngeSipenishi, isiPholishi, isiNgisi, isiNtaliyane, isiPutukezi, isiJalimane, ulimi lwase-Serbia, lwase-Hungary nesiGrikhi.

source: We’re working on adding more languages all the time.
ar: نعمل على إضافة المزيد من اللغات في كل وقت.
ca: Treballem constantment per poder afegir més llengües.
cy: Rydym yn ychwanegu ieithoedd newydd yn gyson.
es_mx: Estamos trabajando para agregar más idiomas todo el tiempo.
gd: Agus tha barrachd chànan a' tighinn fad na h-ùine.
hi_in: हम अधिक भाषाओं को हर समय जोड़ने पर काम कर रहे हैं.
ms: Kami sedang berusaha menambah lebih banyak bahasa pada setiap masa.
my: ကျွန်ုပ်တို့သည် အခြားဘာသာစကားများတိုးချဲ့ထည့်သွင်းနိုင်ရန် အချိန်တိုင်း ဆောင်ရွက်နေကြပါသည်။
pt: Estamos sempre a trabalhar para adicionar mais idiomas.
sw: Tunafanya kazi kuongeza lugha zaidi kila wakati.
ta: மேலும் பல மொழிகளில் கிடைக்கப்பெற நாங்கள் உழைத்துக்கொண்டிருக்கிறோம்.
uz: Biz hamma vaqt ko‘proq tillarni qo‘shish ustida ishlayapmiz.
xh: Siyasebenza ukongeza ulwimi oluninzi ngalo lonke ixesha.
zu: Siphezu komsebenzi wokwengeza ezinye izilimi ngaso sonke isikhathi.

source: Using Firefox OS
ar: باستخدام نظام تشغيل فيرفكس
ca: Ús del Firefox OS
cy: Defnyddio Firefox OS
es_mx: Usando Firefox OS
gd: A' cleachdadh Firefox OS
hi_in: फ़ायरफ़ॉक्स OS का उपयोग
ms: Menggunakan Firefox OS
my: မီးမြေခွေးစနစ်ကို အသုံးပြုခြင်း
pt: Usar o Firefox OS
sw: Kutumia Firefox OS
ta: Firefox OS பயன்படுத்தி
uz: "Firefox OS"dan foydalanish
xh: Ukusebenzisa iFirefox OS
zu: Usebenzisa i-Firefox OS

source: How do I…
ar: كيف يمكنني...
ca: Com puc…
cy: Sut fydda i'n…
es_mx: ¿Cómo puedo…?
gd: Ciamar a...
hi_in: मैं कैसे करूँ...
ms: Bagaimana saya…
my: ကျွန်တော်/မ ဘယ်လိုသုံးရမလဲ။
pt: Como é que…
sw: Jinsi gani nita…
ta: நான் எப்படி...
uz: Qanday qilib…
xh: Ndenza njani…
zu: Ngenzenjani uma ngifuna…

source: …make a call?
ar: ... إجراء مكالمة؟
ca: …fer una trucada?
cy: …gwneud galwad?
es_mx: ¿…hacer una llamada?
gd: ...chuireas mi fòn?
hi_in: ...एक फोन करो?
ms: …membuat panggilan?
my: ဖုန်းခေါ်မည် ဆိုလျှင်။
pt: …faço uma chamada?
sw: …piga simu?
ta: ...அழைப்பது?
uz: …qo‘ng‘iroq qilaman?
xh: …yenza umxebha?
zu: …ukushaya ucingo?

source: …import my contacts?
ar: ... استيراد جهات الاتصال الخاصة بي؟
ca: …importar els meus contactes?
cy: …mewnforio cysylltiadau?
es_mx: ¿…importar mis contactos?
gd: ...bheir mi a-steach an luchd-aithne agam?
hi_in: ...मेरे संपर्क आयात करे?
ms: …import kenalan saya?
my: အဆက်အသွယ်စာရင်း ထည့်သွင်းမည်ဆိုလျှင်။
pt: …importo os meus contactos?
sw: …leta anwani zangu?
ta: ...தொடர்புகளை இறக்குமதி செய்வது?
uz: …kontaktlarimni import qilaman?
xh: …ngenisa abaqhagamshelwa bam?
zu: …thutha izinombolo zami?

source: …create and view messages?
ar: ... إنشاء وعرض الرسائل؟
ca: …crear i visualitzar missatges?
cy: …creu a darllen negeseuon?
es_mx: ¿…crear y ver mis mensajes?
gd: ...chruthaicheas is a sheallas mi teachdaireachdan?
hi_in: ...बनाये और संदेशो को देखे?
ms: …membuat dan melihat mesej?
my: စာတိုများ ဖန်တီးရန်နှင့် ကြည့်ရှုရန်။
pt: …escrevo e leio mensagens?
sw: …unda na utazame ujumbe?
ta: ...செய்திகளை உருவாக்குவது மற்றும் பார்ப்பது?
uz: …xabarlar yaratishim va ularni ko‘rishim mumkin?
xh: …yila kwaye ujonge imiyalezo?
zu: …bhala futhi ubuke imiyalezo?

source: …use the internet?
ca: …fer servir Internet?
cy: …defnyddio'r we?
es_mx: ¿…usar el Internet?
gd: ...chleachdas mi an t-eadar-lìon?
hi_in: ...इंटरनेट का उपयोग करें?
ms: …menggunakan internet?
my: အင်တာနက် သုံးမည်။
pt: …navego na Internet?
sw: …tumia mtandao?
ta: ...இணையம் பயன்படுத்துவது?
uz: …internetdan foydalanishim mumkin?
xh: …sebenzisa i-intanethi?
zu: …sebenzisa i-inthanethi?

source: …download and install an app?
ar: ... تحميل وتثبيت أحد التطبيقات؟
ca: …baixar i instal·lar una aplicació?
cy: …llwytho i lawr a gosod ap?
es_mx: ¿…descargar e instalar una aplicación?
gd: ...luchdaicheas is a stàlaicheas mi aplacaid?
hi_in: ...एप्लिकेशन को डाउनलोड और स्थापित करे?
ms: …muat turun dan memasang app?
my: အက်ပ်တစ်ခု ဆွဲယူပြီး ထည့်သွင်းမည်။
pt: …descarrego e instalo uma aplicação?
sw: …daunlodi na usakinishe programu?
ta: ...குறுந்செயலிகளை பதிவிறக்குவது மற்றும் நிறுவுவது?
uz: …ilova dasturlarni yuklab olib o‘rnatishim mumkin?
xh: …kuphela kwaye ufakele i-app?
zu: …dawuniloda ulayishe i-app?

source: …take pictures?
ar: ... التقاط الصور؟
ca: …fer fotografies?
cy: …tynnu llun?
es_mx: ¿…tomar fotos?
gd: ...thogas mi dealbh?
hi_in: …तस्वीरें ले?
ms: …mengambil gambar?
my: ဓါတ်ပုံရိုက်မည်။
pt: …tiro fotografias?
sw: …piga picha?
ta: ...படங்களை எடுப்பது?
uz: …rasmga olaman?
xh: …thatha imifanekiso?
zu: …shutha izithombe?

source: …compose and send an email?
ar: ... إنشاء وإرسال رسالة بريد إلكتروني؟
ca: …redactar i enviar un correu electrònic?
cy: …ysgrifennu ac anfon e-bost?
es_mx: ...redactar y enviar un correo electrónico?
gd: ...sgrìobhas is a chuireas mi post-d?
hi_in: ...एक ई-मेल लिखें और भेजें?
ms: …mengarang dan menghantar emel?
my: အီးမေးလ် ရေးသားပြီး ပို့မည်။
pt: …crio e envio um e-mail?
sw: …tengeneza na utume barua pepe?
ta: ...மின்னஞ்சல் தொகுப்பது மற்றும் அனுப்புவது?
uz: …xat yozib, uni jo‘natishim mumkin?
xh: …cofa umyalezo uze uthumele i-imeyile?
zu: …bhala uthumele i-imeyli?

source: Adaptive App Search
ca: Cerca d'aplicacions adaptativa
cy: Chwilio Apiau Addasol
es_mx: Búsqueda de aplicaciones adaptable
gd: Lorg aplacaidean so-fhreagarrach
hi_in: अनुकूली App खोज
ms: Mencari Aplikasi Adaptif
my: ပြောင်းလွဲနိုင်သောအက်ပ်ရှာဖွေခြင်း
pt: Pesquisa adaptativa da aplicação
sw: Utafutaji wa programu ulio na uzoefu
ta: தகவமைக்கப்பட்ட பயன்பாட்டு தேடல்
uz: Moslashuvchan ilova dastur qidiruvi
xh: Ukukhangela i-App Okulungele Imeko
zu: Cinga i-Adaptive App

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ar: الحصول على معلومات عن أي موضوع عندما تكون بحاجة إليها، جُلبت لك وللهاتف الخاص بك عن طريق فيرفكس.
ca: Obteniu informació sobre qualsevol tema quan ho necessiteu, el Firefox OS us la proporciona.
cy: Derbyn gwybodaeth ar unrhyw bwnc pryd fydd ei angen arnoch, drwy gyfrwng Firefox OS.
es_mx: Obtén información sobre cualquier tema cuando la necesitas: Firefox OS te la lleva directamente a tu teléfono.
gd: Faigh greim air fiosrachadh sam bith air cuspair sam bith, 'ga libhrigeadh dhut air an fhòn agad slighe Firefox OS.
hi_in: फ़ायरफ़ॉक्स ओएस से आप और अपने फोन के लिए लाये, जब आप इसकी आवश्यकता हो किसी भी विषय सही पर जानकारी प्राप्त करें.
ms: Dapatkan maklumat mengenai sesuatu subjek ketika anda memerlukannya, dibawa kepada anda dan telefon anda oleh Firefox OS.
my: သင့် ဖုန်း နှင့် သင့်ဆီကို အချက်အလက်များ အချိန်ကိုက်ရောက်ရှိစေရန် Firefox OS မှ ပြုလုပ်ပေးမှာ ဖြစ်ပါတယ်
pt: Obtenha informações sobre qualquer assunto quando precisa da mesma, trazido até a si e para o seu telefone pelo Firefox OS.
sw: Pata taarifa juu ya somo lolote wakati unalihitaji, inaletwa kwako na simu yako na Firefox OS.
ta: நீங்கள் எதிர்பார்க்கும் தலைப்பிற்கு எற்ற தகவலை உங்களுக்கு வேண்டிய நேரத்தில் உங்களது கைப்பேசியில் கிடைக்கச்செய்வது Firefox OS ஆகும்.
uz: Sizga va telefoningizga Firefox OS tomonidan keltirilgan har qanday mavzudagi ma’lumotlarni kerak bo‘lgan vaqtda oling.
xh: Fumana ulwazi nakowuphi na umxholo elungileyo xa uyidinga, iziswe kuwe kwaye nefowuni yakho ngu-Firefox OS.
zu: Thola imininingwane kunoma yisiphi isihloko uma uyidinga, uyilethelwa i-Firefox OS.

source: Firefox Marketplace
ar: سوق فيرفكس
gd: Margaidh Firefox
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस
ms: Gedung Firefox
my: မီးမြေခွေးဈေးကွက်
ta: பயர்பாக்ஸ் சந்தை
xh: IMarike yeFirefox
zu: I-Firefox Marketplace

source: Your go-to source for the best apps for Firefox OS.
ar: تذهب بك إلى المصدر لأفضل تطبيقات لنظام تشغيل فيرفكس.
ca: La vostra font d'informació per a les millors aplicacions del Firefox OS.
cy: Eich prif ffynhonnell apiau gorau Firefox OS.
es_mx: Tu fuente de información para las mejores aplicaciones de Firefox OS.
gd: An tobar as fhearr airson nan aplacaidean as fhearr airson Firefox OS.
hi_in: आपका गो-टू फ़ायरफ़ॉक्स ओएस के लिए सबसे अच्छा एप्स के लिए स्रोत.
ms: Sumber tepat dan cepat anda untuk app terbaik untuk Firefox OS.
my: သင့်ရဲ့ အကောင်းဆုံး Firefox OS အက်ပ်များရှာရန် နည်းလမ်း
pt: A sua fonte para as melhores aplicações para o Firefox OS.
sw: Chanzo chako cha programu tumizi zile bora za Firefox OS.
ta: உங்கள் Firefox OS இன் சிறந்த குறுந்செயலி தேவைகளுக்கும் இதுவே மூலம் ஆகும்.
uz: Sizning Firefox OS uchun eng zo‘r ilova dasturlar manbalaringiz.
xh: Iya kumthombo yezona ii-apps eziphabili ye-Firefox OS.
zu: Yiwona mthombo ongaya kuwo ukuthola ama-app e-Firefox OS.

source: Firefox browser
ar: متصفح فيرفكس
ca: El navegador Firefox
cy: Y porwr Firefox
es_mx: Navegador Firefox
gd: Brabhsair Firefox
hi_in: Firefox ब्राउज़र
ms: Pelayar Firefox
my: မီးမြေခွေး ဘရောက်ဇာ
pt: Navegador Firefox
sw: Kitembeleaji cha Firefox
ta: Firefox உலாவி
uz: Firefox brauzeri
xh: IBhrawuza ye-Firefox
zu: Ibrawuza ye-Firefox

source: The fast, smart, safe way to get the best of the Web.
ca: La manera més ràpida, intel·ligent i segura d'obtenir el millor del web.
cy: Y ffordd gyflym, diogel a defnyddiol o gael y gorau o'r We.
es_mx: La manera más rápida, inteligente y segura de obtener lo mejor la Web.
gd: An dòigh luath, thapaidh, thèarainte airson an lìon a chur gu làn-fheum.
hi_in: सबसे अच्छा वेब पाने के लिए तेज, स्मार्ट, सुरक्षित तरीका.
ms: Cara yang pantas, pintar, selamat untuk mendapatkan yang terbaik dari Web.
my: အကောင်းဆုံးဝဘ်ကို ရရှိရန် မြန်၊ ကောင်း၊ လုံခြုံသောနည်းလမ်း။
pt: A forma mais rápida, inteligente e segura de desfrutar da Web.
sw: Njia ya haraka, ya uerevu na salama ya kupata ubora wa Mtandao.
ta: இதுவே சிறந்த இணையத்தைப் விரைவாக, நெர்த்தியாக, பாதுகாப்பாக பெறுவதற்கான வழி ஆகும்.
uz: Internetdan eng samarali foydalanishning tez, qulay va xavfsiz yo‘li.
xh: Eyona dlela ikhawulezayo, ekrelekrele, ekhuselekileyo yokufumana okuphambili kwiWebhu.
zu: Indlela esheshayo, ehlakaniphile nephephile yokuthola iWebhu.

source: Deep integration with social media
ca: Una millor integració amb les xarxes socials
cy: Cysylltiad dwfn i'r cyfryngau cymdeithasol
es_mx: Mayor integración con redes sociales
gd: Leis na meadhanan sòisealta 'na theis-mheadhan
hi_in: सोसल मीडिया के साथ गहरे एकीकरण
ms: Integrasi yang mendalam dengan media sosial
my: လူမှုမီဒီယာအက်ပ်များနှင့် အကောင်းဆုံးပေါင်းစပ်ခြင်း
pt: Integração profunda com a media social
sw: Ushirikiano wa undani na social media
ta: சமூக வலைதளத்தளங்களுடன் ஆழமான ஒன்றிணைப்பப்பட்டுள்ளது
uz: Ijtimoiy media bilan chuqur integratisya
xh: Ungqamaniso olunzulu lwemediya yoluntu
zu: Ukuxhumana oklunzulu ezinkundleni zokuxhumana

source: Full access to every Twitter and Facebook update from wherever you are.
ar: الوصول الكامل لكل تحديث لتويتر والفيسبوك أينما كنت.
ca: Accés complet a totes les actualitzacions del Twitter i del Facebook des de qualsevol lloc.
cy: Mynediad llawn i bob diweddariad Twitter a Facebook yn lle bynnag ydych chi.
es_mx: Acceso completo a cada actualización de Twitter y Facebook desde cualquier lugar donde estés.
gd: Faigh làn-chothrom air gach naidheachd Twitter is Facebook, ge be càit a bheil thu.
hi_in: हर Twitter और Facebook का पूरा एक्सेस अद्यतन करे आप कहीं भी हों.
ms: Akses penuh ke setiap kemas kini Twitter dan Facebook dari mana sahaja anda berada.
my: သင် ဘယ်နေရာမှာပဲရောက်ရောက် Twitter နှင့် Facebook တို့ရှိ နောက်ဆုံးရအခြေအနေများကို အပြည့်အဝ ရယူအသုံးပြုပါ။
pt: Acesso completo a todas as atualizações do Twitter e Facebook onde quer que esteja.
sw: Pata sasisho zote za Twitter na Facebook popote ulipo.
ta: நீங்கள் எங்கிருந்தாலும் முகநூலையும் டிவிட்டரையும் முழுமையாக அணுகி தகவல்களைப் பெறலாம்.
uz: Har bir Twitter va Facebook yangilanishiga qayerda bo‘lishingizga qat’i nazar to‘liq ruxsat.
xh: Ufikelelo olupheleleyo kwiTwitha kunye no-Fcaebook uhlaziyo kusukela naphi na ukoyo.
zu: Ukufinyelela ngokugcwele kukho konke okwenzeka kuTwitter naku-Facebook noma ukuphi.

source: Camera
ar: الكاميرا
ca: Càmera
cy: Camerâu
es_mx: Cámara
gd: Camara
hi_in: कैमरा
ms: Kamera
my: ကင်မရာ
pt: Câmara
sw: Kamera
ta: படக்கருவி
xh: Ikhamera
zu: Ikhamera

source: With built-in style filters for fun, creative shots.
ca: Amb filtres integrats per fer fotos creatives i divertides.
cy: Gyda idlau ar gyfer lluniau creadigol a difyr.
es_mx: Con filtros integrados para fotos creativas y divertidas.
gd: Le criathragan stoidhle 'na bhroinn airson dealbhan èibhinn 's cruthachail.
hi_in: मनोरंजन के लिए बिल्ट-इन शैली फिल्टर, रचनात्मक शॉट के साथ.
ms: Dengan penapis gaya terbina dalam untuk tangkapan yang seronok dan kreatif.
my: အပျော်နှင့် အကောင်းဆုံးဓါတ်ပုံရိုက်ချက်များအတွက် style filter များ ပါဝင်သည်။
pt: Com estilos integrados de filtros para diversão e capturas criativas.
sw: Chujio zilizojengwa kutoa picha za kufurahisha na zenye ubunifu.
ta: உள்ளமைந்த வடிகட்டிகளைப் பயன்படுத்தி ஆக்கப்பூர்வமான குதூகல படங்களை எடுக்கலாம்.
uz: Tashqi uslub filterlari yordamida, qiziqarli, ijodiy tasvirlar.
xh: Inezihluzi zesitayile ezakhiwe ngaphakathi kuzo zobumnandi, zokwenza iishoti ezikrelekrele.
zu: Ihamba nama-filter akhelwe kuyo uzokuthokozela ukushutha izithombe ezinhle ngayo.

source: FM Radio
ar: إذاعة إف إم
ca: Ràdio FM
cy: Radio FM
es_mx: Radio FM
gd: Rèidio FM
hi_in: FM रेडियो
ms: Radio FM
my: FM ရေဒီယို
pt: Rádio
sw: Redio ya FM
ta: FM வானொலி
xh: IRediyo ye-FM
zu: I-FM Radio

source: All the audio you want on the go, all on one device.
ca: Tota la música que vulgueu en un mateix dispositiu.
cy: Eich hoff gerddoriaeth, i gyd ar un ddyfais.
es_mx: Todo el audio que quieras para llevar, en un dispositivo.
gd: Ceòl 's rèidio cò riut air an aon uidheam, ge be càit am bi thu.
hi_in: तुम जाने पर चाहते सभी ऑडियो, एक डिवाइस पर सभी
ms: Semua audio yang anda mahu di mana sahaja, semua pada satu peranti.
my: သင်သွားလေရာသယ်သွားချင်တဲ့ သီချင်းတွေကို တစ်နေရာထဲမှာသိမ်းထားမယ်
pt: Todo o áudio que quiser em viagem, tudo num único dispositivo.
sw: Sauti zote unazozitaka safarini, zote katika kifaa kimoja.
ta: ஒரே சாதனத்தில் நீங்கள் வேண்டுமென நினைக்கும் அனைத்து ஒலிகளும் போகும் போக்கிலே பெறலாம்.
uz: Yo‘lda eshitishni istagan barcha audiolaringiz bitta qurilmada.
xh: Yonke isandi oyifunayo, konke kwisixhobo esinye.
zu: Wonke umsindo owufunayo ngesikhathi esisodwa, wonke kudaivayisi eyodwa.
