Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index-new.lang.po
Languages: af, bn_bd, ca, cy, kab, my, pt, ur, uz, xh, zu

source: Firefox OS — Just what you need — Great smartphone features, apps and more
af: Firefox OS — Net wat jy nodig het — Oulike slimfoon-kenmerke, programme en meer
bn_bd: ফায়ারফক্স ওএস এ — শুধুমাত্র আপনার যা প্রয়োজন — স্মার্টফোনের অসাধারন বৈশিষ্ট্য, অ্যাপ এবং আরও অনেক কিছু
ca: Firefox OS — Just allò què us cal — Grans característiques per als telèfons intel·ligents, aplicacions i més
cy: Firefox OS — Yr union beth — Nodweddion ffonau clyfar gwych, apiau a rhagor
kab: Fire OS — D ayen kan i tesriḍ — Timahilin ifazen n tiliɣiyin tizirazin, isnasen d wayen nniḍen
my: Firefox OS — သင့်လိုအပ်ချက်အတိုင်း — ကောင်းမွန်တဲ့ လုပ်ဆောင်ချက်များ၊ ဆော့ဝဲများ နှင့် အခြားစွမ်းဆောင်ရည်များ
pt: Firefox OS — Exatamente o que precisa — Excelentes aplicações, funcionalidades e mais
uz: Firefox OS — Ehtiyojlaringizga mos — Eng zo‘r smartfon xususiyatlari, ilova dasturlari va boshqa xususiyatlarga ega
xh: I-Firefox OS — Kanye le nto uyifunayo — Iimpawu ze-smartphone ezibalaseleyo, iiaplikheshini nokuninzi
zu: I-Firefox OS - Ilokhu okudingayo - Amafisha e-smartphone ahamba phambili, ama-app nokunye okuningi

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
af: Firefox OS se ontwerp gee jou presies wat jy nodig het, presies wanneer jy dit wil hê. Dit spog met programme vir alles wat jy doen. Of laai méér van jou gunstelinge af uit die Firefox Marketplace. Slim was nog nooit so maklik nie.
bn_bd: আপনার যা প্রয়োজন, যখন প্রয়োজন তা দিতেই ফায়ারফক্স ওএস পরিকল্পিত। যা অ্যাপগুলো নিয়ে এসেছে আপনার সব কাজের জন্য এবং ফায়ারফক্স মার্কেটপ্লেসে আপনার পছন্দ থেকে আরও অনেক কিছু ডাউনলোড করতে পারবেন। স্মার্ট কখনো এত সহজ ছিল না।
ca: El Firefox OS s'ha dissenyat per a donar-vos tot allò que us cal, quan ho necessiteu. Inclou moltes aplicacions i podeu baixar les vostres preferides del Firefox Marketplace. La intel·ligència mai no ha estat tan senzilla.
kab: Firefox OS yettwaxdem akken ak-d-imudd ayen tesriḍ, imir kan makken i tesriḍ. Yuss-ad s yesnasen i wayen txedmeḍ udiɣ tzemreḍ ad tesidreḍ ugar n yesmenyifen inek si timdelt n Firefox. Weǧin ur yelli d afessas am ass-a.
my: Firefox OS သင်လိုအပ်နေတဲ့အချိန်မှာ သင့်လိုအပ်ချက်ကို ဖြည့်ဆည်းပေးနိုင်အောင် ဒီဇိုင်းလုပ်ထားပါတယ်။ သုံးချင်တဲ့ဆော့ဝဲ များအား မီးမြေခွေး စျေးကွက်တွင်သာမက အခြားနေရာများမှပါ ရယူနိုင်ပါတယ်။ အရမ်းရိုးရှင်းတဲ့ ဆန်းသစ်မှု သာဖြစ်ပါတယ်။
pt: O Firefox OS é desenhado para lhe fornecer apenas o que precisa, quando precisa. Vem com aplicações para tudo o que faz e pode transferir mais das suas favoritas a partir do Marketplace do Firefox. Inteligente nunca foi tão simples.
ur: فائر فاکس او ایس تمہیں اس کی ضرورت ہے صرف اس وقت جب، آپ کو ضرورت ہے آپ کو دینے کے لئے ڈیزائن کیا گیا ہے. یہ تم کرتے ہو سب کے لئے اطلاقات کے ساتھ آتا ہے اور آپ فائر فاکس مارکیٹ سے اپنے پسندیدہ میں سے زیادہ ڈاؤن لوڈ کرسکتے ہیں. ہوشیارہوشیار اتنا آسان کبھی نہیں رہا ہے.
uz: Firefox OS sizga kerak bo‘lganda kerakli narsani berish uchun tuzilgan. Sizga yordam beradigan ilova dasturlar qo‘shilgan va ko‘plab boshqa sevimli xususiyatlarni Firefox Marketplace do‘konidan yuklab olishingiz mumkin. Aqlli bo‘lish hech qachon bunchalik oson bo‘lmagan.
xh: I-Firefox OS yenzelwe ukukunika kanye le nto uyifunayo, nje xa uyifuna.Iza neeaplikheshini zako konke okwenzayo kwaye ungakhuphela okuninzi okuthandayo kwi-Firefox Marketplace. I-Smart ayizange yabalula kangaka.
zu: I-Firefox OS yakhelwe ukukunika lokhu okudingayo, ngesikhathi okudinga ngaso. Ifika nama-app akho konke okwenzayo kanti futhi ungadawuniloda okunye okuthandayo ku-Firefox Marketplace. Ubuhlakani abukaze bube lula kanje.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
af: Firefox OS se ontwerp gee jou presies wat jy in 'n slimfoon wil hê, soos programme vir alles wat jy doen, en meer. Slim was nog nooit so maklik nie.
bn_bd: কোন স্মার্টফোনে যে যে অ্যাপ প্রয়োজন তা এবং আরও অনেক কিছু দিয়ে এটি পরিকল্পিত। স্মার্ট কখনো এত সহজ ছিল না।
ca: Dissenyat per a oferir-vos tot allò que necessiteu d'un telèfon intel·ligent, amb aplicacions per a tot el que feu i més. La intel·ligència mai no ha estat tan senzilla.
cy: Wedi ei gynllunio i roi i chi popeth sydd ei angen mewn ffôn clyfar, gydag apiau ar gyfer pob gofyn a mwy. Mae clyfar yn syml.
kab: Yettwaxdem akken ak-d-imudd ayen tesriḍ, imir kan makken i tesriḍ, s yesnasen i wayen txedmeḍ udiɣ ugar. Weǧin Firefox OS ur yelli d afessas am ass-a.
my: အခြား ဆော့ဝဲများ နဲ့အတူ ဖုန်းတစ်လုံးမှာ သင်လိုအပ်မယ့် အရာအားလုံးကိုပေးစွမ်းနိုင်ဖို့ တီထွင်ထားပါတယ်။ အရမ်းရိုးရှင်းတဲ့ ဆန်းသစ်မှု သာဖြစ်ပါတယ်။
pt: Desenhado para lhe dar exatamente o que precisa num smartphone, com aplicações para tudo o que precisa. Inteligente nunca foi tão simples.
ur: آپ تم کرتے ہو سب اور اس سے زیادہ کے لئے اطلاقات کے ساتھ، ایک اسمارٹ فون میں کی ضرورت ہے صرف کیا آپ کو دینے کے لئے ڈیزائن. اسمارٹ اتنا آسان کبھی نہیں رہا ہے.
uz: Smartfoningizga kerakli barcha xususiyatlarni berish uchun tuzilgan. Ilova dasturlar yordamida ko‘pdan ko‘p ishlarni amalga oshirishingiz mumkin. Aqlli bo‘lish hech qachon hozirgidek oson bo‘lmagan.
xh: Yenzelwe ukukunika kanye le nto uyifunayo kwi-smartphone, ngeaplikheshini yako konke okwenzayo nangaphezulu. I-Smart ayizange yabalula kangaka.
zu: Yakhelwe ukukunika lokhu okudingayo ku-smartphone, nama-app akho konke okwenzayo nokunye. Ubuhlakani abukaze bube lula kanje.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
af: Firefox OS — Die aanpasbare foon — Oulike slimfoon-kenmerke, programme en vele meer
bn_bd: Firefox OS —একটি অসাধারন ফোন—অসাধারন স্মার্টফোনের বৈশিষ্ট্য, আ্যাপস এবং আরও
ca: Firefox OS — El telèfon adaptatiu — Característiques molt interessants de telèfon intel·ligent, aplicacions i altres
cy: Firefox OS — Y Ffôn Addasadwy — Nodweddion Ffôn Clyfar, Apiau a Mwy
kab: Fire OS — Tiliɣṛi tuḥrict — Timahilin ifazen n tiliɣriyin tizirazin, isnasen d wayen nniḍen
my: Firefox OS — ပြောင်းလွဲပြင်နိုင်သောဖုန်း — ကောင်းမွန်တဲ့ ဖုန်းစွမ်းဆောင်ရည်းများ၊ ဆော့ဝဲများနှင့် အခြား လုပ်ဆောင်ချက်များ
pt: Firefox OS — O telefone adaptativo — Funcionalidades e aplicações de smartphone fantásticas
ur: Firefox OS — حسب منشا فون — بہترین سمارٹ فون فیچر، ایپ اور مزید
uz: Firefox OS — Moslashuvchan telefon — Buyuk smartfon xususiyatlari, ilova dasturlari va boshqalar
xh: IFirefox OS — iFowuni Elungele Iimeko Zonke — Iinkalo Ezintle Zefowuni Echubekileyo, ii-Apps nokunye okungakumbi
zu: I-Firefox OS — I-Adaptive Phone — Amafisha Amahle kakhulu e-Smartphone , Ama-apps nokunye okuningi

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
af: Met Firefox OS-slimfone kry jy aanpasbare kenmerke en programme om die beste uit elke oomblik te haal en 'n beter toekoms vir die web te verseker.
bn_bd: ফায়ারফক্স ওএস স্মার্টফোন আপনাকে দিচ্ছে দারুণ অ্যাডাপ্টিভ ফিচারসমূহ এবং অ্যাপ যা আপনাকে প্রতিটি মূহুর্তকে সম্পূর্ণ করে এবং একটি উজ্জ্বল ভবিষৎ তৈরি করে।
ca: Els telèfons intel·ligents amb Firefox OS us donen grans característiques adaptatives i apps que us permeten viure cada moment al màxim, mentre construïu un futur brillant pel Web.
cy: Mae ffonau Firefox OS yn darparu nodweddion addasol gwych ac apiau sy'n caniatáu i chi fyw bob munud i'r eithaf ac adeiladu dyfodol mwy disglair i'r We.
kab: Tiliɣriyin tizirazin Firefox OS ttmuddut-d timahilin ifazen akked yesnasen ad k-yeǧǧen ad tidireḍ yal timirt di terdet-ik udiɣ ad ternuḍ i Web azekka i fazen.
my: Firefox OS ဖုန်းတွေဟာ သင့်ကို ကောင်းမွန်တဲ့ အင်တာနက်ကို တည်ဆောက်ရင်း အကောင်းဆုံး ပြောင်းလွဲပြင်နိုင်တဲ့ ဖုန်းစွမ်းဆောင်ရည်များ နှင့် ဆော့ဝဲများကိုသုံးနိုင်စေပါတယ်။
pt: Os smartphones com Firefox OS fornecem excelentes aplicações e funcionalidades adaptativas que permitem que possa viver todos os momentos em pleno e construir um futuro mais brilhante para a Web.
ur: فائر فاکس او ایس اسمارٹ فونز آپ عظیم انکولی خصوصیات اور آپ کو اس کے مکمل کرنے کے لئے ہر لمحے رہتے ہیں اور ویب کے لئے ایک روشن مستقبل کی تعمیر کرتے ہیں کہ ایپس دے.
uz: Firefox OS smartfonlari sizga buyuk moslashuvchanlik xususiyatlari va hayotingizning har lahzasidan rohat olishingizda yordam beradigan, internetning kelajagini yorqinlashtirish uchun tuzilgan ilova dasturlarni hadya qiladi.
xh: I-Firefox OS smartphones ikunika iimpawu ezilungele zonke iimeko neeaplikheshini ezikuvumela uphile umzuzu ngamnye ngokupheleyo uze wakhele iWebhu ubomi obuqaqambileyo.
zu: Ama-Firefox OS smartphone akunika amafisha amaningi aguqukayo kanye nama-app akuvumela ukuthi uphile futhi ujabulele umzuzu nomzuzu futhi uzakhele ikusasa eliqhakazile le-Inthanethi.

source: Firefox OS device illustration
af: Firefox OS-toestelillustrasie
bn_bd: ফায়ারফক্স ওএস ডিভাইসের বিবরণ
ca: Il·lustració d'un dispositiu amb Firefox OS
cy: Llun dyfais Firefox OS
kab: Tugna n wallal di Firefox OS
my: Firefox OS ဖုန်းသရုပ်ပြပုံ
pt: Ilustração do dispositivo Firefox OS
uz: Firefox OS qurilmasi tavirlari
xh: Umboniso wesixhobo se-Firefox OS
zu: Imifanekiso yedivayisi ye-Firefox OS

source: Designed to give you just what you need, just when you need it.
af: Dit gee jou presies wat jy nodig het, presies wanneer jy dit wil hê.
bn_bd: আপনার যখন প্রয়োজন, যা প্রয়োজন তা দিতেই পরিকল্পিত হয়েছে।
ca: Dissenyat per a oferir-vos tot allò que necessiteu, quan ho necessiteu.
cy: Wedi ei gynllunio i roi i chi beth rydych ei angen, ar yr adeg iawn.
kab: D wagi swa swa id k-ilaqen, akken kan id tesriḍ.
my: သင့်လိုအပ်ချက်ကို သင်လိုအပ်နေတဲ့အချိန်မှာ ပေးစွမ်းနိုင်ဖို့ တီထွင်ထားတယ်
pt: Desenhado para lhe dar exatamente o que precisa, quando precisa.
uz: Siz kerakli vaqtda kerakli narsalarni berish uchun tuzilgan.
xh: Yenzelwe ukukunika kanye le nto uyifunayo, nje xa uyifuna.
zu: Yakhelwe ukukunika lokhu okudongayo, ngesikhathi okudinga ngaso.

source: Give these a try
af: Probeer dit gerus
bn_bd: এইগুলো একবার ব্যবহার করে দেখুন
ca: Proveu-los
cy: Rhowch gynnig ar rhain
kab: Sekyed iman-ik
my: ဒါတွေကို စမ်းကြည့်ပါ
pt: Experimente isto
uz: Bularni bir sinab ko‘ring
xh: Zama ezi
zu: Awuzame lokhu

source: Scroll the homepage
af: Rol die tuisskerm
bn_bd: হোমপেজ স্ক্রল করুন
ca: Desplaceu la pàgina d'inici
cy: Sgrolio'r tudalen cartref
kab: Sedrurem agdil agejdan
my: စာမျက်နှာအားဆွဲချကြည့်ပါ
pt: Deslize a página inicial
uz: Bosh sahifaga o‘ting
xh: Skrola ikhasi lekhaya
zu: Pheqa ikhasi lokuqala

source: Swipe between apps
af: Sleep tussen programme
bn_bd: অ্যাপের মধ্যে সোয়াইপ করুন
ca: Canvieu entre apps
cy: Llusgo rhwng apiau
kab: Ddu seg usnas ɣer wayeḍ
my: အက်ပ်တစ်ခုနှင့်တစ်ခုကြား ဆွဲပွတ်ကြည့်ပါ
pt: Deslize entre aplicações
uz: Ilovalararo almashish
xh: Swayipa phakathi kweeaplikheshini
zu: Swayipha ushintshanise ama-app

source: Smart has never been so simple
af: Slim was nog nooit so maklik nie
bn_bd: স্মার্ট হওয়া এত সহজ ছিল না
ca: La intel·ligència no ha estat mai tan senzilla
cy: Dyw clyfar byth wedi bod mor hawdd
kab: D uḥric u fessus issin
my: အရမ်းရိုးရှင်းတဲ့ ဆန်းသစ်မှု သာဖြစ်ပါတယ်
pt: Inteligente nunca foi tão simples
ur: اسمارٹ اتنا آسان کبھی نہیں رہا ہے
uz: Qulaylik hech qachon bunchalik oddiy bo‘lmagan
xh: I-Smart ayizange yabalula kangaka
zu: Ubuhlakani abukaze bube lula kanje

source: interaction icon
af: interaksie-ikoon
bn_bd: মিথস্ক্রিয়া আইকন
ca: Icona d'interacció
cy: eicon rhyngweithio
kab: tignit n temyigawt
my: တုန့်ပြန်လှုပ်ရှား အိုင်ကွန်
pt: ícone de interação
ur: کی بات چیت کا آئکن
uz: o‘zaro muloqot nishonchasi
xh: Iayikhoni yentsebenziswano
zu: umfanekiso wokuxhumana

source: Scroll for what you need
af: Rol vir wat jy wil hê
bn_bd: আপনার যা প্রয়োজন তার জন্য স্ক্রল করুন
ca: Desplaceu-vos per trobar el que necessiteu
cy: Sgrolio am beth rydych ei angen
kab: Sedrurem akken ad tafeḍ ayen tesriḍ
my: သင်လိုချင်တဲ့ အရာကို ဆွဲယူကြည့်ပါ
pt: Deslize para o que precisa
ur: جو آپ کی ضرورت کے لئے طومار کریں
uz: Kerakli joyga o‘ting
xh: Skrola ufumane okufunayo
zu: Pheqa lokhu okudingayo

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
af: Sê totsiens aan meerdere tuisskerms. Alles wat jy wil hê, is hier op een netjiese, aaneenlopende rol. Wat wil jy nou meer hê?
bn_bd: একাধিক হোমস্ক্রিনকে বিদায় জানান। আপনার যা কিছু প্রয়োজন এখন একটি পরিষ্কার, অবিরত স্ক্রলে। এর চেয়ে সহজ কি হতে পারে?
ca: Digueu adéu a diverses pàgines d'inici. Tot allò que necessiteu ho teniu aquí, amb un desplaçament clar i continu. Què pot ser més fàcil?
cy: Dwedwch ffarwel i sgriniau cartref lluosog. Mae pob peth rydych eu hangen yma mewn un sgrolio hir, parhaus. Beth allai fod yn haws?
kab: Ini ar tufat i yegdilen igejdanen. Ayen akk id tesriḍ hatan dagi, sedrurem kan agdil. Fessus neɣ?
my: ပင်မစာမျက်နှာများတဲ့စတိုင်လ်ကို နှုတ်ဆက်လိုက်ပါတော့။ သင်လိုသမျှအားလုံးကို သန့်ရှင်းပြီး ဆွဲယူလို့ရတဲ့ မျက်နှာပြင်တစ်ခုတည်းမှာ သုံးရတာ ပိုမလွယ်ဘူးလား ?
pt: Diga adeus a múltiplos ecrãs iniciais. Tudo o que precisa está numa única zona de deslocamento, limpa e contínua. O que pode ser mais fácil?
ur: ایک سے زیادہ گھر کی سکرین کو الوداع کہنے. سب کچھ آپ کی ضرورت ہے وہیں سے ایک صاف، مسلسل کتاب میں نہیں ہے. آسان ہو سکتا ہے؟
uz: Ko‘plab uy ekranlari bilan xayrlashing. Sizga kerakli narsalarning hammasi bitta toza, davomiy siljiydigan sahifada joylashgan. Oson ekanmi?
xh: Yithi sala kakuhle kwizikrini zokuqala ezininzi. Yonke into oyifunayo ilapha kwinto enye, ukuqhuba uskrola. Yintoni enokuba lula ngaphezu koko?
zu: Shiya amakhasi okuqala anezikrini eziningi. Konke okudingayo ukuthola ngokupheqa kanye nje. Yini engaba lula ukudlula lokhu?

source: Search in a snap
af: Soek in 'n kits
bn_bd: একটি স্ন্যাপের মধ্যে অনুসন্ধান করুন
ca: Cerqueu en un instant
cy: Chwilio, chwap
kab: Senker anadi s tuqqna n tiṭ
my: Snap ထဲတွင်ရှာပါ
pt: Pesquise rapidamente
ur: تصویر میں تلاش کریں
uz: Bir chertishda izlang
xh: Khangela kwisnephu
zu: Sesha ngokuphazima kweso

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
af: Deursoek die web en die Firefox Marketplace, of besoek 'n webwerf direk, met die soekbalk bo-aan jou tuisskerm.
bn_bd: ওয়েবে বা ফায়ারফক্স মার্কেটপ্লেসে অনুসন্ধান করুন, অথবা কোন ওয়েবসাইট সরাসরি ভিজিট করুন — সবকিছুই আপনার হোমস্ক্রিনের উপরে অনুসন্ধান বার থেকে করতে পারেন।
ca: Cerqueu al Web i al Marketplace del Firefox, o visiteu directament un lloc web, des de la barra de cerca al capdamunt de la pàgina d'inici.
cy: Chwiliwch y We a'r Firefox Marketplace, neu ymweld â gwefan yn uniongyrchol — y cyfan o'r bar chwilio ar frig eich sgrin cartref.
kab: Nadi di Web akked Firefox Marketplace, neɣ rzu ɣer usmel s srid — akka ayagi seg ufeggag n unadi asawen n ugdil inek agejdan.
my: မီးမြေခွေး စျေးကွက် နှင့် အင်တာနက်ပေါ်တွင်ရှာပါ ဒါမှမဟုတ် ဝတ်ဆိုက်တစ်ခု တိုက်ရိုက်သုံးပါ — ဘာပဲလုပ်လုပ် သင့် ပင်မ စာမျက်နှာ ရဲ့ ထိပ်က ရှာဖွေဘားကနေ ရှာပါ
pt: Pesquise na Web e no Marketplace do Firefox, ou visite diretamente um sítio web — tudo a partir da barra de pesquisa no topo do ecrã inicial.
ur: ویب اور فائر فاکس بازار تلاش کریں، یا ایک ویب سائٹ کو براہ راست ملاحظہ کریں— تمام تلاش بار سے اپنے ہوم اسکرین کے سب سے اوپر ہے ۔
uz: Internet va Firefox do‘konidan izlang veb sahifaga tashrif buyuring — bularning hammasini uy ekraningizning tepasidagi qidiruv panelidan amalga oshirish mumkin.
xh: Khangela iWebhu nemarike ye-Firefox, okanye tyelela ngqo iwebhusayithi — zonke kwibha yokukhangela phezulu kwisikrini sakho sokuqala.
zu: Sesha i-Inthanethi kanye ne-Firefox Marketplace, noma uvakashele iwebhusayithi ngqo - konke kusekinobheni lokusesha phezulu esikrinini sekhasi lokuqala.

source: Swipe&nbsp;between apps
af: Sleep tussen programme
bn_bd: অ্যাপের মধ্যে সোয়াইপ করুন
ca: Navegueu&nbsp;per les apps
cy: Llusgo&nbsp;rhwng apiau
kab: Ddu s zreb seg usnas ɣer wayeḍ
my: အက်ပ်တစ်ခုနှင့်တစ်ခုကြား&nbsp;ပွတ်ဆွဲပါ
pt: Deslize&nbsp;entre aplicações
uz: Ilovalararo&nbsp;o‘ting
xh: Swayipa phakathi kweeaplikheshini
zu: Swayipha&nbsp;phakathi kwama-app

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
af: Kom in 'n kits uit by onlangs gebruikte programme. Sleep eenvoudig van die rand van die skerm af om deur al jou oop programme te wissel.
ca: Accediu en un instant a les últimes apps que heu utilitzat. Passeu el dit per la vora de la pantalla per moure-us per les apps obertes.
cy: Ewch at eich apiau diweddar yn sydyn. Llusgwch o ymyl y sgrin i gylchu drwy eich apiau agored i gyd.
kab: Kcem ɣer yesnasen i tesqedceḍ melmi kan s zreb. Zuɣeṛ s uḍaḍ-ik si ṭṭerf n ugdil akken akken ad tedduḍ seg usnas ɣer wayeḍ.
my: သင်လတ်တလောသုံးခဲ့တဲ့ အက်ပ်များကိုရယူပါ။ ဖန်သားပြင် အစွန်းမှ ဆွဲပတ်ယူပြီး သင်ဖွင့်ထားသော အက်ပ်များကို ပြန်ကြည့်ပါ
pt: Aceda às suas aplicações recentes num instante. Apenas deslize o dedo a partir do limite do ecrã para navegar entre todas as suas aplicações abertas.
ur: ایک فلیش میں اپنے حالیہ استعمال اطلاقات تک رسائی حاصل. بس آپ کی کھلی اطلاقات کے تمام کے ذریعے سائیکل کرنے کے لئے سکرین کے کنارے سے سوائپ کریں.
uz: So‘nggi foydalanilgan ilova dasturlaringizga bir lahzada kiring. Ekranning chetidan halqaga barcha ochiq ilova dasturlaringiz bo‘ylab silang.
xh: Fikelela kwiiaplikheshini ebezisetyenziswe kutsha nje kwiflesh. Swayipa nje ekoneni yeskrini ukujikela kuzo zonke iiaplikheshini zakho ezivulekileyo.
zu: Thola ama-app akho osanda kuwasebenzisa ngokukhulu ukushesha. Vele nje uswayiphe unqenqema lwesikrini ukuze uzungeze konke ngama-app akho avuliwe.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
af: Firefox OS se ontwerp pas by jou lewenstyl, en Adaptive App Search sal jou nie teleurstel nie Begin eenvoudig te tik, en jy kom vinnig, maklik uit by verwante programme en plaaslik inhoud. Dis slim en maklik — dis hoe elke soektog moet wees.
ca: El Firefox OS s'ha dissenyat per a adaptar-se a la vostra vida i amb l'aplicació de cerca adaptativa fa just això. Comenceu a teclejar per tenir accés ràpid i simple a les aplicacions relacionades i al contingut local. Intel·ligent i simple, com haurien de ser totes les cerques.
cy: Mae Firefox OS wedi ei gynllunio i fod yn rhan agos o'ch bywyd ac mae'r Ap Chwilio'n Addasol yn gwneud yr union beth. Teipiwch i gael mynediad cyflym a hawdd i apiau perthnasol a chynnwys lleol. Mae'n glyfar a syml — y ffordd dylai chwilio fod.
kab: Firefox OS yettwafṣel akked ad yeddu d mawek tettidireḍ, s useqdec n unadi uḥric n yesnasen, d wagi swaswa i yexeddem. Bdu sekcam kra n isekkilen akken ad tekcem ɣe unadi arurad u fessus i yesnasen icudden ɣer wayen tettnadid neɣ agbur n yibenk. Iḥrec u fessus — akka i yessefk ad yili.
my: Firefox OS ကို ပြောင်းလွဲနိုင်သော ရှာဖွေမှုဖြင့် သင့်နေ့စဉ်ဘဝနှင့် အဆင်ပြေအောင် ပြုလုပ်ထားပါတယ်။ စာ စစရေးရေးခြင်းမှာပဲ အက်ပ်များနှင့် ဒေသတွင်း ရလဒ်များ လျင်လျင်မြန်မြန်တက်လာမှာဖြစ်ပါတယ်။ ဆန်းသစ်တယ် ဒါ့အပြင် ရိုးရှင်းတယ် — ရှာဖွေခြင်း အတွက်လိုအပ်တဲ့ အရိုးရှင်းဆုံး လုပ်ဆောင်ချက်သာပါပါတယ်။
pt: O Firefox OS é desenhado para se ajustar à sua vida e com a aplicação de pesquisa adaptativa, faz precisamente isso. Comece a escrever para ter um acesso rápido e fácil a aplicações relacionadas e a conteúdo local. É inteligente e simples — o modo como toda a pesquisa deve ser.
ur: فائر فاکس او ایس آپ کی زندگی کو فٹ ہونے کے لئے ڈیزائن کیا گیا ہے اور اس کے ساتھ انکولی اطلاقات کی تلاش جو صرف یہ کرتا ہے. بس متعلقہ ایپس اور مقامی مواد پر تیز رفتار اور آسان رسائی حاصل کرنے ٹائپ کرنا شروع کریں. یہ ہوشیار اور آسان ہے - جس طرح سے ہر تلاش ہونا چاہئے.
uz: Firefox OS hayotingizni osonlashtirish uchun tuzilgan va Mos ilova dasturlarni izlash ham bunga yordam beradi. Tilingizga aloqador bo‘limdagi tegishli ilova dasturlarni tez topish va ulardan tez va qulay foydalanish uchun faqat ilova dastur nomini yozishingiz kerak bo‘ladi. Bu juda qulay va oson — izlaganlarigizni topishning eng oson yo‘li.
xh: I-Firefox OS yenzelwe ukulungela ubomi bakho kwaye ngoKhangelo lweAplikheshini elunga kwiimeko zonke, yenza into enjalo. Qalisa nje ukuchwetheza ukuze ukhawuleze ufumane ufikelelo olulula kwiiaplikheshini ezifanayo nesiqulatho sendawo yalapha. Intle kwaye ilula ngendlela olufanele lube yiyo ukhangelo ngalunye.
zu: I-Firefox OS yakhelwe ukuhambisana nempilo yakho nge-Adaptive App Search yenza lokho kanye. Vele uqale ubhale ukuze ukwazi ukungena ngokushesha nakalula kuma-app ahambisana nawo kanye nokuqukethwe kwasendaweni. Kuwubuhlakani futhi kulula - indlela okumele lonke usesho lube yiyo.

source: Apps for all you do
af: Programme vir alles wat jy doen
bn_bd: সকলের জন্য আপনি যে অ্যাপ করেছেন
ca: Aplicacions per tot allò que feu
cy: Apiau ar gyfer popeth rydych yn ei wneud
kab: Llan yesnasen id tesriḍ
my: သင်လုပ်ချင်တာတွေအတွက် အက်ပ်များ
pt: Aplicações para tudo o que faz
uz: Siz uchun kerakli ilova dasturlar
xh: Iiaplikheshini zako konke okwenzayo
zu: Ama-app akho konke okwenzayo

source: Stay connected
af: Bly gekoppel
bn_bd: সংযুক্ত থাকুন
ca: Connecteu-vos
cy: Cadwch mewn cysylltiad
kab: Qqim teqqneḍ
my: ချိတ်ဆက်ပြီး​ နေထိုင်ပါ
pt: Mantenha-se ligado
ur: جڑے رہیے
uz: Aloqada qoling
xh: Hlala uqhagamshelekile
zu: Hlala uxhunyiwe

source: Stay entertained
af: Bly vermaak
bn_bd: আনন্দে থাকুন
ca: Entreteniu-vos
cy: Byddwch wedi eich difyrru
kab: Qqim deg unezzeh
my: ဖျော်ဖြေခံပြီးနေထိုင်ပါ
pt: Mantenha-se entretido
uz: Hamisha xursand qoling
xh: Hlala wonwabile
zu: Hlala ujabule

source: Stay organized
af: Bly georganiseer
bn_bd: সংগঠিত থাকুন
ca: Organitzeu-vos
cy: Cadwch drefn ar bethau
kab: Seggem iman-ik
my: စီမံခန့်ခွဲပြီး နေထိုင်ပါ
pt: Mantenha-se organizado
ur: رہو منظم
uz: Tartibli bo‘lib qoling
xh: Hlala uzilungiselele
zu: Hlala uhlelekile

source: Search or enter address
af: Soek of tik adres
bn_bd: অনুসন্ধান বা ঠিকানা দিন
ca: Feu una cerca o poseu l'adreça
cy: Chwiliwch neu rhowch gyfeiriad
kab: Nadi neɣ sekcem tansa
my: ရှာဖွေ (သို့) လိပ်စာထည့်သွင်း
pt: Pesquise ou digite um endereço
uz: Izlang yoki manzilni kiriting
xh: Khangela okanye ngenisa idilesi
zu: Sesha noma faka ikheli

source: 12:34 PM
my: 12:34 ညနေ
ur: 12:34 بعد دوپہر
xh: 12:34 EMINI
zu: 12:34 NTAMBAMA

source: Phone
af: Telefoon
bn_bd: ফোন
ca: Telèfon
cy: Ffôn
kab: Tiliɣri
my: ဖုန်း
pt: Telefone
ur: فون
uz: Telefon
xh: Umnxeba
zu: Ucingo

source: Camera
af: Kamera
bn_bd: ক্যামেরা
ca: Càmera
cy: Camerâu
kab: Takamiṛat
my: ကင်မရာ
pt: Câmara
uz: Kamera
xh: Ikhamera
zu: Ikhamera

source: Video
bn_bd: ভিডিও
ca: Vídeos
cy: Fideo
kab: Tavidyut
my: ဗီဒီယို
pt: Vídeo
xh: Ividiyo
zu: Ividiyo

source: E-Mail
af: E-pos
bn_bd: ই-মেইল
ca: Correu electrònic
cy: E-bost
kab: Imayl
my: အီးမေလ်း
ur: ای میل
uz: E-pochta
xh: I-imeyile
zu: I-imeyli

source: Messages
af: Boodskappe
bn_bd: বার্তাসমূহ
ca: Missatges
cy: Negeseuon
kab: Iznan
my: စာတိုများ
pt: Mensagens
ur: پیغامات
uz: Xabarlar
xh: Imiyalezo
zu: Imiyalezo

source: Calendar
af: Kalender
bn_bd: ক্যালেন্ডার
ca: Calendari
cy: Calendr
kab: Awitay
my: ပြက္ခဒိန်
pt: Calendário
ur: کیلنڈر
uz: Taqvim
xh: Ikhalenda
zu: Ikhalenda

source: Browser
af: Blaaier
bn_bd: ব্রাউজার
ca: Navegador web
cy: Porwr
kab: Iminig
my: ဘရောင်ဇာ
pt: Navegador
ur: براؤزر
uz: Brauzer
xh: Ibhrawuza
zu: Bheka

source: Clock
af: Horlosie
bn_bd: ঘড়ি
ca: Rellotge
cy: Cloc
kab: Tamrilt
my: နာရီ
pt: Relógio
ur: گھڑی
uz: Soat
xh: Iwotshi
zu: Iwashi

source: Contacts
af: Kontakte
bn_bd: পরিচিতি
ca: Contactes
cy: Cysylltiadau
kab: Inermisen
my: အဆက်အသွယ်များ
pt: Contactos
uz: Aloqalar
xh: Abantu oqhagamshelana nabo
zu: Oxhumana nabo

source: Music
af: Musiek
bn_bd: সংগীত
ca: Música
cy: Cerddoriaeth
kab: Aẓawan
my: တေးဂီတ
pt: Música
ur: موسیقی
uz: Musiqa
xh: Umculo
zu: Umculo
