Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index.lang.po
Languages: af, bn_bd, ca, cy, es_mx, gd, hi_in, hr, kab, km, ku, ms, my, nn_no, pt, sw, ta, ur, uz, xh, zu

source: Get Firefox OS
af: Kry Firefox OS
bn_bd: Firefox OS সংগ্রহ করুন
ca: Baixeu el Firefox OS
cy: Estyn Firefox OS
es_mx: Obtén Firefox OS
gd: Faigh Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस लाएँ
hr: Nabavite Firefox OS
km: យក Firefox OS
ku: Firefox OSê bistîne
ms: Dapatkan Firefox OS
my: မီးမြေခွေးစနစ်အား ရယူပါ
pt: Obter o Firefox OS
sw: Pata Firefox OS
ta: Firefox OSஐ பெறவும்
ur: Firefox OS حاصل کریں
uz: "Firefox OS"ni yuklab oling
xh: Fumana iFirefox OS
zu: Thola i-Firefox OS

source: The Adaptive Phone
af: Die aanpasbare foon
bn_bd: অভিযোজিত ফোন
ca: El telèfon adaptatiu
cy: Y Ffôn Addasol
es_mx: El teléfono adaptable
gd: Am fòn sùbailte
hi_in: अनुकूलनीय फोन
hr: Prilagodljiv telefon
km: ទូរស័ព្ទ​ដែល​អាច​សម្រប​បាន
ku: Telefona Hevsaz
ms: Penyesuaian Telefon
my: လိုအပ်သလို အသုံး ပြုနိုင်သော ဖုန်း
pt: O telefone adaptativo
sw: Simu Inayojirekebisha
ta: தகவமைப்பு பேசி
ur: حسب منشا فون
uz: Moslashuvchan telefon
xh: IFowuni Elungele Iimeko
zu: I-Adaptive Phone

source: The Features
af: Die kenmerke
bn_bd: বৈশিষ্ট সমূহ
ca: Les funcions
cy: Nodweddion
es_mx: Las características
gd: Na feartan aige
hi_in: विशेषताएँ
hr: Mogućnosti
km: លក្ខណ​ពិសេស
ku: Taybetî
ms: Ciri-Ciri
my: စွမ်းဆောင်ရည်များ
pt: As funcionalidades
sw: Vipengele
ta: அம்சங்கள்
ur: فیچر
uz: Xususiyatlar
xh: Iinkalo
zu: Amafisha

source: The Mission
af: Die missie
bn_bd: উদ্দেশ্য
ca: La missió
cy: Cenhadaeth
es_mx: La misión
gd: Ar misean
hi_in: हमारा लक्ष्य
hr: Misija
km: បេសកកម្ម
ku: Mîsyon
ms: Misi
my: မျှော်မှန်းချက်
pt: A missão
sw: Dhamira
ta: நோக்கம்
ur: مہم
uz: Vazifa
xh: Injongo
zu: Umgomo

source: The Devices
af: Die toestelle
bn_bd: ডিভাইস
ca: Els dispositius
es_mx: Los dispositivos
gd: Na h-uidheaman
hi_in: मौजूदा उपकरण
hr: Uređaji
km: ឧបករណ៍
ms: Peranti
my: ပစ္စည်းကိရိယာများ
pt: Os dispositivos
sw: Vifaa
ta: சாதனங்கள்
uz: Qurilmalar
xh: Izixhobo
zu: Amadivayisi

source: Get a phone
af: Kry 'n foon
bn_bd: একটি ফোন নিন
ca: Aconseguiu un telèfon
cy: Prynu ffôn
es_mx: Consigue un teléfono
gd: Faigh fòn
hi_in: फ़ोन पाएँ
hr: Nabavite telefon
kab: Awi-d tiliɣṛi
km: យក​ទូរស័ព្ទ
ku: Telefonekê bistîne
ms: Dapatkan telefon
my: ဖုန်းတစ်လုံး ရယူပါ
nn_no: Få ein telefon
pt: Obter um telefone
sw: Pata simu
ta: ஒரு பேசியை பெறுக
ur: فون لیں
uz: Telefon oling
xh: Fumana ifowuni
zu: Thola ifoni

source: Social
af: Sosiaal
bn_bd: সামাজিক
gd: Sòisealta
hi_in: सामाजिक
hr: Društveno
km: សង្គម
ku: Civakî
ms: Sosial
my: လူမှုရေး
sw: Kijamii
ta: சமூகம்
uz: Ijtimoiy
xh: Eyezentlalo
zu: Okokuxhumana nomphakathi

source: Photos
af: Foto's
bn_bd: ছবিসমূহ
ca: Fotos
es_mx: Fotos
gd: Dealbhan
hi_in: तस्वीरें
hr: Slike
km: រូបថត
ku: Wêne
ms: Foto
my: ဓါတ်ပုံများ
pt: Fotos
sw: Picha
ta: படங்கள்
uz: Fotosuratlar
xh: Iifoto
zu: Izithombe

source: Music
af: Musiek
bn_bd: সংগীত
ca: Música
es_mx: Música
gd: Ceòl
hi_in: संगीत
hr: Glazba
km: តន្ត្រី
ku: Muzîk
ms: Muzik
my: ဂီတ
pt: Música
sw: Muziki
ta: இசை
uz: Musiqa
xh: Umculo
zu: Umculo

source: Maps
af: Kaarte
bn_bd: মানচিত্র
ca: Mapes
es_mx: Mapas
gd: Mapaichean
hi_in: नक्शे
hr: Karte
km: ផែនទី
ku: Nexşe
ms: Peta
my: မြေပုံများ
pt: Mapas
sw: Ramani
ta: வரைபடங்கள்
uz: Xaritalar
xh: Iimephu
zu: Amabalazwe

source: Dual SIM
af: Dubbel-SIM
bn_bd: ডুয়াল সিম
ca: SIM Dual
hi_in: ड्यूल सिम
my: SIM နှစ်ကဒ်သုံး
sw: SIM pacha
ta: இரட்டை சிம்
uz: Ikkita SIM kartalik
zu: I-SIM embaxambili

source: Messages
af: Boodskappe
bn_bd: বার্তাসমূহ
ca: Missatges
es_mx: Mensajes
gd: Teachdaireachdan
hi_in: संदेश
hr: Poruke
km: សារ
ku: Peyam
ms: Mesej
my: စာတိုများ
pt: Mensagens
sw: Ujumbe
ta: செய்திகள்
uz: Xabarlar
xh: Imiyalezo
zu: Imiyalezo

source: Marketplace
af: Markplek
bn_bd: মার্কেটপ্লেস
gd: A' mhargaid
hi_in: मार्केटप्लेस
km: ឃ្លាំង​កម្មវិធី
my: စျေးကွက်
ta: சந்தை
uz: Do‘kon
xh: Imarike
zu: Indawo yokuthengisa

source: Make every <br>moment count
af: Laat elke <br>oomblik tel
bn_bd: প্রত্যেক মূহূর্ত কে <br>গ্রহণযোগ্য করে তুলুন
ca: Que compti <br>cada moment
cy: Gwneud i <br>bob munud gyfrif
es_mx: Haz que cada <br>momento cuente
gd: Cuir gach mionaid <br>gu làb-fheum
hi_in: हर पल को <br> महत्वपूर्ण बनाएँ
hr: Iskoristite svaki <br>trenutak
km: ធ្វើឲ្យ​មាន <br>ចលនា​គ្រប់​ពេល
ku: Hemû kêliyan <br>bide hejmartin
ms: Jadikan setiap <br>saat bermakna
my: အချိန်တိုင်းက ​<br>အမှတ်တရရှိနေပါစေ
pt: Fazer com que <br>cada momento conte
sw: Fanya kila <br>muda mfupi uhesabike
ta: ஒவ்வொரு <br>தருணத்தையும் கணக்கிடு
uz: Har lahzani <br>hisoblang
xh: Yenza umzuzu <br>ngamnye ubale
zu: Yenza lelo nalelo <br>thuba libe elibalulekile

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
af: Jou behoeftes verander van die een oomblik tot die volgende. Dis waarom Firefox OS dieselfde doen. Dit gee jou die mag om elke oomblik ten volle te benut en aan 'n beter wêreld deel te neem.
bn_bd: প্রতি মূহূর্তেই আপনার চাহিদা বদলাচ্ছে। Firefox OS ও তাই করছে। এটি আপনাকে আপনার প্রত্যেকটি মুহূর্তকে অনুধাবন করতে এবং একটি উন্নততর বিশ্বে অংশগ্রহণ করার পূর্ণ শক্তি দিচ্ছে।
ca: Les vostres necessitats canvien constantment. Aquesta és la raó per la qual el Firefox OS també ho fa. Us dóna el poder de viure cada moment al màxim i de participar en un món millor.
cy: Mae eich anghenion yn newid bob munud. Dyna pam mae Firefox OS yn gwneud yr un peth. Mae'n rhoi'r grym i chi i fyw pob munud i'w lawnder a bod yn rhan o fyd gwell.
es_mx: Necesitas cambiar de un momento a otro. Es por eso que Firefox OS hace lo mismo. Te da el poder de vivir cada momento y participar en un mundo mejor.
gd: Bidh feum agad air diofar rudan aig diofar amannan. Agus sin an rud a nì Firefox OS dhut ri linn sin. Bheir e comas dhut gach mionaid a chur gu làn-fheum agus pàirt a ghabhail ann an saoghal nas fhearr.
hi_in: आपकी आवश्यकताएँ पल-पल बदलते हैं. इसी लिए फ़ायरफ़ॉक्स ओएस वैसा ही करता है. हर पल को पूरी तरह जीने और एक बेहतर दुनिया में भाग लेने की शक्ति देता है.
hr: Vaše se potrebe mijenjaju sa svakim trenutkom, a Firefox OS čini upravo to. Daje vam snagu da iskoristite svaki trenutak i sudjelujete u boljem svijetu.
km: តម្រូវ​ការ​របស់​អ្នក​ផ្លាស់ប្ដូរ​ជាបន្តបន្ទាប់ ដែល Firefox OS ក៏​ធ្វើ​ដូចនោះ​ដែរ។ វា​ផ្ដល់​ឲ្យ​អ្នក​នូវ​ថាមពល​ដើម្បី​រស់​នៅ​ពេញលេញ និង​ចូលរួម​ធ្វើឲ្យ​ពិភពលោក​ប្រសើរ​ឡើង។
ku: Pêdiviyên te kêliyê carekê diguherin. Loma Firefox OS heman tiştî dike. Ev hêzê dide te da ku hemû kêliyan di cîhaneke çêtir de têr û tijî bijî.
ms: Keperluan anda berubah daripada sewaktu masa ke yang akan datang. Sebab itu Firefox juga sama seperti anda. Ia berikan anda kuasa untuk bersama setiap masa sehingga ia sepenuhnya dan bersama dalam dunia lebih baik.
my: သင့်လိုအပ်သည့်အရာများသည် အချိန်တိုင်း ပြောင်းလဲနေသည်။ ထိုလိုအပ်သည့်အရာများကို ဖြည့်ဆည်းရန် မီးမြေခွေးစနစ် ဖြစ်ပေါ်လာရခြင်းဖြစ်သည်။ အချိန်ပြည့် ရှင်သန်နေထိုင်ရန်နှင့် ပိုမိုကောင်းမွန်သော ကမ္ဘာတွင် ရှိနေရန် ယင်းစနစ်က အားပြုပေးသည်။
pt: As suas necessidades mudam de um momento para o outro. É por isto que o Firefox OS faz o mesmo. Dá-lhe o poder de viver completamente cada momento e de participar num mundo melhor.
sw: Mahitaji yako yanabadilika mara kwa mara. Hiyo ndio sababu ya Firefox OS kufanya hivyo pia. Inakupea nguvu ya kuishi kila muda ipasavyo na kushiriki katika dunia njema.
ta: உங்களின் தேவை தருணத்திற்கு தருணம் மாறுபடலாம். அதை தான் Firefox OS செய்கிறது. உங்களுக்கு அது ஒவ்வொரு நொடியையும் அனுபவிக்ககூடிய முழுமையான சக்தியையும் சிறந்த உலகத்தில் பங்கேற்ககூடிய வாய்ப்பையும் அளிக்கிறது.
ur: آپ کی ضروریات لمحہ بر لمحہ بدلتی ہیں۔ اسی لیے Firefox OS بھی یہ ہی کرتا ہے۔ یہ آپ کو ہر لمحے کا پورا فائدہ اٹھانے کی طاقت اور ایک بہتر دنیا میں حصہ لینے کی طاقت دیتا ہے۔
uz: Ehtiyojlaringiz lahzadan lahzaga qarab o‘zgaradi. Shuning uchun Firefox OS xuddi shu holda o‘zgaradi. U sizga dunyoni yaxshilashda ishtirok etish va uni to‘ldirishda har lahzada yashashning kuchini beradi.
xh: Iimfuno zakho ziyatshintsha ukusuka kule nto zibe yileya. Yiloo nto esenjenjalo noFirefox OS. Ikunika amandla okuphila umzuzu ngamnye ngokupheleleyo nokuthi ube nenxaxheba kwihlabathi elingcono.
zu: Izidingo zakho ziyashintshashintsha ngokuhamba kwesikhathi. Yingakho i-Firefox OS nayo yenze njalo. Ikunikeza amandla okuphila sonke isikhathi ngako konke okusemandleni ube yingxenye yomhlaba ongcono.

source: Get a Firefox OS smartphone today
af: Kry 'n Firefox OS-slimfoon vandag nog
bn_bd: আজই একটি Firefox OS স্মার্টফোন সংগ্রহ করুন
ca: Obteniu avui un telèfon intel·ligent amb el Firefox OS
cy: Prynwch ffôn clyfar Firefox OS heddiw
es_mx: Consigue hoy un teléfono inteligente con Firefox OS
gd: Faigh fòn tapaidh le Firefox OS an-diugh
hi_in: आज ही एक फ़ायरफ़ॉक्स ओएस स्मार्टफ़ोन लाएँ
hr: Nabavite Firefox OS smartphone danas
km: យក​ទូរស័ព្ទ​ទំនើប Firefox OS ថ្ងៃនេះ
ku: Îro telefoneke jîr ya Firefox OSê bistîne
ms: Dapatkan telefon pintar Firefox OS hari ini
my: မီးမြေခွေးစနစ်သုံးစမတ်ဖုန်းကို ယနေ့ပင် ရယူလိုက်ပါ
pt: Obter um smartphone com Firefox OS hoje
sw: Pata simu ya Firefox OS leo
ta: இன்றே ஒரு Firefox OS சாதனத்தை பெறுக
ur: آج ہی ایک Firefox OS سمارٹ فون لیجیے
uz: "Firefox OS" smartfonni bugun oling
xh: Fumana ifowuni echubekileyo yeFirefox OS namhlanje
zu: Thola i-Firefox OS smartphone namuhla

source: Sign up for our monthly newsletter and get the latest on Firefox OS
af: Sluit aan vir ons maandelikse nuusbrief en kry die jongste nuus op Firefox OS
bn_bd: আমাদের মাসিক সংবাদপত্র পেতে এবং Firefox OS সম্পর্কিত সর্বশেষ তথ্যগুলো জানতে সাইন আপ করুন
ca: Subscriviu-vos al butlletí mensual per tenir les darreres notícies sobre el Firefox OS
cy: Ymunwch a derbyn ein cylchlythyr misol a chael y diweddaraf ar Firefox OS
es_mx: Suscríbete para nuestro boletín mensual y obtén las últimas noticias de Firefox OS
gd: Clàraich airson na cuairt-litreach mhìosail againn is gheibh thu na naidheachdan as ùire air Firefox OS ann
hi_in: हमारे मासिक न्यूज़लेटर के लिए साइन अप करें और फ़ायरफ़ॉक्स ओएस पर नवीनतम जानकारी पाएँ
hr: Pretplatite se na naš mjesečni newsletter da biste primali najnovije vijesti o Firefox OS-u
km: ចុះឈ្មោះ​ដើម្បី​ទទួល​បាន​ព្រឹត្តិបត្រ​ប្រចាំខែ និង Firefox OS កំណែ​ចុងក្រោយ​បំផុត
ku: Bibe endamê/a bultena me ya mehane û agahiyên dawî yên Firefox OSê bistîne
ms: Daftarlah untuk surat berita bulanan kami dan dapatkan berita mengenai Firefox OS
my: ကျွန်ုပ်တို့၏ လစဉ် သတင်းလွှာနှင့် မီးမြေခွေးစနစ်၏ နောက်ဆုံးရသတင်းများ ရယူရန် စာရင်းပေးသွင်းပါ
pt: Subscreva à nossa newsletter mensal e obtenha as últimas novidades sobre o Firefox OS
sw: Jiandikishe kwa jarida letu la kila mwezi na upate yaliyojiri katika Firefox OS
ta: மாத செய்திமடல் பெற பதிவு செய்து, Firefox OS பற்றிய உடனடி செய்திகளை பெறுங்கள்
ur: ہمارے ماہانہ نیوز لیٹر کے لیے سائن اپ کریں اور Firefox OS کی تازہ ترین خبریں حاصل کریں
uz: Oylik yangiliklar xabarlariga obuna bo‘ling va "Firefox OS"dagi so‘nggi yangiliklarga ega bo‘ling
xh: Bhalisela ileta yethu yeendaba efumaneka nyanga zonke uze ufumane iFirefox OS
zu: Sayinela ukuthola incwadindaba uthole konke okusha nge-Firefox OS

source: It adapts, so you <br>can too
af: Dis aanpasbaar en dus kan jy <br>ook wees
bn_bd: এটি খাপ খাইয়ে নেয়, তাই আপনিও<br>পারবেন
ca: S'adapta i us permet adaptar-vos
cy: Mae'n addasu, fel bod <br>modd i chi hefyd
es_mx: Se adapta, así que <br> tu también
gd: Tha e sùbailte <br>air do shon-sa
hi_in: यह अनुकूलनीय है, <br> आप भी हो सकते हैं
hr: Prilagođava se, <br>da biste mogli i vi
km: វា​ប្រែប្រួល ដូច្នេះ <br>អាច
ku: Ev hevsaz e, loma <br>tu jî dikarî
ms: Ia disesuaikan, dan anda <br>seharusnya
my: သင်အဆင်ပြေဖို့အတွက် <br>အလိုအလျောက်ထိန်းညှိပေး
pt: Adapta-se, para que <br>você também possa
sw: Inapata uzoefu, kwa hivyo pia <br> wewe unaweza
ta: இது மாறுகிறது, எனவே உங்களாலும் <br>முடியும்
uz: U moslashadi, shunday ekan <br>siz ham
xh: Ilungele imeko, nawe <br>unako
zu: Ihambelana nesimo, ukuze nawe <br> ukwazi ukwenzenjalo

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
af: Firefox OS voorsien jou behoeftes, pas by elke situasie aan en lewer onmiddellik die <br>inligting wat jy benodig.
bn_bd: Firefox OS আপনার চাহিদা বোঝে, তাই এটি সব ধরনের পরিস্থিতির সাথে খাপ খাইয়ে নেয় এবং তৎক্ষনাৎ আপনার প্রয়োজনীয় <br>তথ্যটি সরবরাহ করে।
ca: El Firefox OS s'anticipa a les vostres necessitats, s'adapta a totes les situacions i us lliura a l'instant la informació que voleu.
cy: Mae Firefox OS yn rhagweld eich anghenion, mae'n addasu i bob sefyllfa ac yn syth yn darparu'r <br>wybodaeth rydych ei eisiau.
es_mx: Firefox OS anticipa tus necesidades, se adapta a cada situación e instantáneamente te entrega <br>la información que quieres.
gd: Tha Firefox OS a' dèanamh ro-bheachdachadh air na dh'fheumas tu, tha e 'ga dhèanamh freagarrach <br>a-rèir an t-suidheachaidh 's bheir e dhut dìreach am fiosrachadh air a bheil feum agad.
hi_in: फ़ायरफ़ॉक्स ओएस आपकी आवश्यकताओं का भांफ लेता है, हर स्थिति के लिए अनुकूल होता है और तुरन्त आपके द्वारा चाही गई <br> जानकारी देता है.
hr: Firefox OS predviđa vaše potrebe, prilagođava se svakoj situaciji, te trenutno donosi <br>informacije koje tražite.
km: Firefox OS គិត​ជាមុន​ពី​តម្រូវ​ការ​របស់​អ្នក សម្រប​តាម​គ្រប់​ស្ថានការណ៍ និង​ផ្ដល់​ព័ត៌មាន​បន្ទាន់ <br>ដែល​អ្នក​ចង់បាន។
ku: Firefox OS texmîn dike ka pêdiviyên te çi ne, xwe adapteyî hemû rewşan dike û agahiyên tu dixwazî <br>tavilê pêşkêş dike.
ms: Firefox OS menjangka kehendak anda, disesuaikan untuk setiap situasi dan menghantar sepantas <br>infomasi yang anda mahu.
my: မီးမြေခွေးစနစ်သည် သင်လိုအပ်သည့်အရာများကို ကြိုမြင်သည်။ အခြေအနေပေါ်မူတည်ပြီး လိုက်လျောညီထွေဆောင်ရွက်သည်။ ယင်းနောက် သင်လိုအပ်သည့် အချက်အလက်ကို ချက်ခြင်း အရောက်သယ်ပို့သည်။
pt: O Firefox OS antecipa as suas necessidades, adapta-se a cada situação e entrega de forma instantânea a <br>informação que você quer.
sw: Firefox OS inatarajia mahitaji yako, inajizoesha kwa kila hali na papo hapo inatoa <br> habari unayotaka.
ta: Firefox OS உங்கள் தேவைகளை அறிந்து, ஒவ்வொரு தருணத்திற்கும் தகவமைக்கிறது, உங்களுக்கு தேவையான தகவல்களை<br>உடனடியாக தருகிறது.
uz: Firefox OS ehtiyojlaringizni bashorat qiladi, har qanday holatga moslashadi va bit lahzada sizga kerakli <br>ma’lumotlarni yetkazib beradi.
xh: IFirefox OS ilungele iimfuno zakho, ilungela zonke iimeko ize ngoko nangoko ikunike <br>inkcazelo oyifunayo.
zu: I-Firefox OS ihlala ilindele ukusiza izidingo zakho, ihambelana nesimo sonke futhi ikulethela ngokushesha <br>imininingwane oyidingayo.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
af: Dit sluit gewilde, bekende programme in, maar ook plaaslike inhoud wat die meeste vir jou en jou lewe beteken.
bn_bd: এতে শুধু জনপ্রিয় এবং বিখ্যাত অ্যাপসই নয়, আরো রয়েছে স্থানীয় বিষোয়বস্তু যা আপনার এবং আপনার জীবনের কাছে অনেক কিছু।
ca: Això inclou aplicacions populars i conegudes, però també contingut local que us interessi i que sigui important per a la vostra vida.
cy: Mae hynny'n cynnwys apiau poblogaidd gan enwau mawr, ond hefyd cynnwys lleol sy'n golygu llawer i chi a'ch bywyd.
es_mx: Eso incluye lo popular, las aplicaciones de renombre, pero también contenido local que mas quieres para tu vida.
gd: Tha seo a' gabhail a-steach aplacaidean le luchd-leasachaidh mòra ach cuideachd an t-susbaint a tha cudromach dhut-sa.
hi_in: इसमें लोकप्रिय, बड़े नाम वाले ऐप्स भी शामिल हैं, लेकिन साथ ही स्थानीय सामग्री भी है जो आपको और आपके जीवन के लिए सबसे अधिक मायने रखती है.
hr: To uključuje popularne aplikacije, ali i lokalni sadržaj koji vam mnogo znači.
km: ​រួមបញ្ចូល​នូវ​​ប្រជាប្រិយភាព ឈ្មោះ​កម្មវិធី​ធំៗ ព្រមទាំង​មាតិកា​មូលដ្ឋាន​ដែល​សម​បំផុត​សម្រាប់​អ្នក និង​ជីវិត។
ku: Di nav vê de bernameyên navdar yên mezin hene, lê her wisa naverokên bêtir têkildarî te û têkildarî jiyana te jî hene.
ms: Ini termasuk aplikasi popular, nama-nama besar , termasuk juga kandungan lokal yang sangat bermakna kepada anda dan hidup anda.
my: ဤတွင် ရေပန်းစားသော၊ နာမည်ကြီးသော အက်ပ်များ အပြင် ဒေသတွင်း အက်ပ်များပါ ပါဝင်ပါတယ်။
pt: Isto inclui aplicações populares e conhecidas, mas também conteúdo local que tem valor para si e para a sua vida.
sw: Hiyo ni pamoja na maarufu, programu zenye jina kubwa, na pia matukio ya hapo ulipo yanayo maana kwako na maisha yako.
ta: அதில் பிரபலமான, பெரிய பெயர்பெற்ற பயன்பாடுகள் உள்ளடங்கியுள்ளது, அதே வேளையில் உங்களுக்கும் உங்கள் வாழ்க்கைக்கும் தேவையான உள்ளூர் உள்ளடக்கமும் உள்ளது.
ur: اس میں شامل ہیں معروف، بڑے نام والی ایپس، لیکن مقامی مواد بھی جو آپ اور آپ کی زندگی کے لیے سب سے زیادہ معنی رکھتا ہے۔
uz: Unga mashhur, qimmatli ilova dasturlar qo‘shilgan, ammo undagi mavjud ilova dasturlar ham hayotingizda juda kerak bo‘ladi.
xh: Oko kuquka ii-apps ezithandwayo, ezinamagama amakhulu, kodwa nezalapha ekhaya loo nto ke ithetha lukhulu kuwe nakubomi bakho.
zu: Lokho kubandakanya ama-app athandwayo namakhulu, kodwa futhi nemininingwane yakuleli esho lukhulu kuwe nasempilweni yakho.

source: Adaptive App Search
af: Aanpasbare programsoektog
bn_bd: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান
ca: Cerca d'aplicacions adaptativa
cy: Chwilio Apiau Addasol
es_mx: Búsqueda de aplicaciones adaptable
gd: Lorg aplacaidean so-fhreagarrach
hi_in: अनुकूलनीय ऐप्स खोज
hr: Prilagođeno pretraživanje
km: ស្វែងរក​កម្មវិធី​ដែល​​អាច​សម្រប​បាន
ku: Lêgerîna Sepanê ya Hevsaz
ms: Mencari Aplikasi Adaptif
my: ပြောင်းလွဲနိုင်သောအက်ပ်ရှာဖွေခြင်း
pt: Pesquisa adaptativa da aplicação
sw: Utafutaji wa programu ulio na uzoefu
ta: தகவமைக்கப்பட்ட பயன்பாடு தேடல்
ur: حسب منشا ایپ تلاش
uz: Moslashuvchan ilova dastur qidiruvi
xh: Ukukhangela i-App Okulungele Imeko
zu: Ukucinga i-Adaptive App

source: Type a word or subject you’re interested in
af: Tik 'n woord of onderwerp in waarin jy belangstel
bn_bd: আপনার পছন্দের একটি শব্দ বা বিষয় লিখুন
ca: Escriviu una paraula o un tema que us interessi
cy: Teipiwch air neu bwnc sydd o ddiddordeb i chi
es_mx: Escribe una palabra o tema en el que estés interesado
gd: Cuir a-steach facal no cuspair a tha ùidh agad ann
hi_in: जो खोजना चाहते हैं, वह शब्द या विषय टाइप करें
hr: Upišite riječ ili temu koja vas zanima
km: វាយ​ពាក្យ ឬ​ប្រធានបទ​ដែល​អ្នក​ចាប់អារម្មណ៍
ku: Peyvek yan jî mijareke ku bala te dikişîne binivîse
ms: Taip perkataan atau subjek yang anda minati
my: သင်စိတ်ဝင်စားသည့် အကြောင်းအရာ (သို့) စကားလုံး ရေးထည့်ပါ
pt: Escreva uma palavra ou assunto que tenha interesse para si
sw: Ingiza jina au mada ambayo una nia nayo
ta: உங்களுக்கு விருப்பமான வார்த்தை அல்லது தலைப்பை உள்ளீடு
ur: کوئی لفظ یا موضوع لکھیں جس میں آپ کو دلچسپی ہو
uz: Qiziqqan mavzungiz bo‘yicha so‘z yozing
xh: Chwetheza igama okanye umbandela onomdla kuwo
zu: Bhala igama nom aisihloko othanda ukuzwa ngaso

source: Find exactly what you want — and more
af: Vind presies wat jy graag wil hê — en vele meer
bn_bd: ঠিক যেমনটি আপনি খুঁজছেন - এবং আরও অনেক কিছু
ca: Trobeu exactament allò que voleu i molt més
es_mx: Encuentra exactamente que lo quieres — y más
gd: Gheibh thu dìreach na tha a dhìth ort —agus mòran a bharrachd
hi_in: पता लगाएँ कि आप क्या चाहते हैं — और काफी कुछ
hr: Saznajte točno što vas zanima i više
km: ស្វែងរក​អ្វី​ជាក់លាក់​ដែល​អ្នក​ចង់​បាន — និង​ច្រើន​ទៀត
ku: Tişta ku bi temamî dixwazî — û zêdetir bibîne
ms: Ketahui perkara yang anda mahu sebenarnya - dan banyak lagi
my: သင်လိုအပ်တာကို(လိုတာမှန်သမျှ) တိကျစွာ ရှာပါ
pt: Encontre exatamente o que quer — e mais
sw: Pata nini hasa unataka — na zaidi
ta: உங்களின் தேவைக்கேற்ப கண்டுபிடிக்க — மேலும் கூடுதலாகவும்
uz: Xohlaganingizni toping — va ko‘proq
xh: Fumana kanye le nto uyifunayo — nokunye okungakumbi
zu: Thola lokho okufunayo ngqo— nangaphezulu

source: Get instant access or save apps to your phone
af: Verkry onmiddellike toegang of stoor programme na jou foon
bn_bd: তাৎক্ষণিক প্রবেশাধিকার পান অথবা অ্যাপস সংরক্ষণ করুন
ca: Obteniu accés instantani a aplicacions o deseu-les al telèfon
cy: Mynediad yn syth neu gadw apiau ar eich ffôn
es_mx: Obtener acceso instantáneo o salvar las aplicaciones en tu teléfono
gd: Faigh inntrigeadh sa bhad no sàbhail aplacaidean air an fhòn agad
hi_in: तत्काल पहुँच पाएँ या अपने फ़ोन में ऐप्स सहेजें
hr: Dobijte trenutni pristup ili spremite aplikacije na vaš telefon
km: ចូល​ដំណើរការ​ភ្លាមៗ ឬ​រក្សាទុក​កម្មវិធី​ទៅ​ទូរស័ព្ទ​របស់​អ្នក
ku: Têketina demildest bistîne yan jî bernameyan li ser telefona xwe tomar bike
ms: Dapatkan akses segera atau simpan app ke telefon anda
my: ချက်ခြင်း အသုံးပြုပါ (သို့) အက်ပ်များကို သင့်ဖုန်းထဲတွင် သိမ်းပါ
pt: Obtenha acesso instantâneo ou guarde aplicações no seu telefone
sw: Pata ufikiaji wa papo hapo au kuhifadhi programu katika simu yako
ta: உடனடியாக அணுக அல்லது பயன்பாடுகளை உங்களுடைய பேசியில் சேமிக்க
ur: فوری رسائی حاصل کریں یا اپنے فون پر ایپس محفوظ کریں
uz: To‘g‘ridan-to‘g‘ri ruxsat oling va ilova dasturlarni telefoningizga saqlang
xh: Fumana indlela ekhawulezileyo okanye ugcine ii-apps kwifowuni yakho
zu: Thola ukungena ngaleso sikhathi noma londoloza ama-app efonini yakho

source: Discover more apps on Firefox Marketplace
af: Ontdek meer programme op Firefox Markplek
bn_bd: Firefox Marketplace এ আরও অ্যাপস খুঁজুন
ca: Descobriu més aplicacions al Firefox Marketplace
es_mx: Descubre más aplicaciones en Firefox Marketplace
gd: Fidir barrachd aplacaidean air margaid Firefox
hi_in: फ़ायरफॉक्स मार्केटप्लेस पर अधिक ऐप्स खोजें
hr: Otkrijte više aplikacija na Firefox Marketplaceu
my: မီးမြေခွေးစျေးကွက်မှာ အက်ပ်များရှာဖွေပါ
pt: Descubra mais aplicações no Firefox Marketplace
sw: Gundua programu tumizi zaidi katika Firefox Marketplace
ta: பயர்பாக்ஸ் சந்தையில் கூடுதலான பயன்பாடுகளைக் காண
uz: "Firefox Marketplace" do‘konidagi ko‘pgina ilova dasturlarni kashf qiling
xh: Fumana iiaplikheyishini ezingaphezulu kwiFirefox Marketplace
zu: Thola amanye ama-app ku-Firefox Marketplace

source: Have it all
af: Kry dit alles
bn_bd: এটাতে সব আছে
ca: Tingueu-ho tot
cy: Cael y cyfan
es_mx: Puedes tenerlo todo
gd: Roghadh is taghadh dhut
hi_in: सब आपके लिए
hr: Imajte sve
km: មាន​វា​ទាំងអស់
ku: Hemû yên te ne
ms: Dapatkan kesemuanya
my: အားလုံးရယူပါ
pt: Tenha tudo
sw: Kuwa na yote
ta: இவை அனைத்தையும் வைத்திரு
ur: تمام حاصل کریں
uz: Hammasiga egalik qiling
xh: Yiba nazo zonke
zu: Thola konke
