Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index.lang.po
Languages: af, bn_bd, ca, cy, es_mx, gd, hi_in, hr, kab, km, ku, ms, my, nn_no, pt, sw, ta, ur, uz, xh, zu

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
af: Die meeste slimfone word deur 'n klein groepie mense gemaak, alles op een plek en heel moontlik baie ver van waar jy woon. Firefox OS-fone is anders. Hulle word deur 'n groot, wêreldwye gemeenskap gemaak en is die enigste slimfone wat werklik jou behoeftes verstaan en hul diens lewer.
bn_bd: বেশিরভাগ স্মার্ট ফোনগুলো কিছু সীমিত সংখ্যক মানুষ দ্বারা তৈরি, যারা হয়ত একই জায়গায় থাকেন, আপনার বাসস্থান থেকে অনেক দূরে। Firefox OS ফোনগুলো অন্যরকম। এগুলো একটি বৃহৎ বৈশ্বিক সম্প্রদায় দ্বারা নির্মিত এবং শুধুমাত্র এই স্মার্ট ফোনগুলোই আপনার চাহিদা ও প্রয়োজন বুঝে এবং তা সরবরাহ করে।
ca: Un petit grup de persones s'encarrega de fer la majoria de telèfons intel·ligents en un mateix lloc, probablement prou lluny d'on viviu. Els fa una comunitat global gegantina i són els únics telèfons intel·ligents que entenen i us aporten allò que voleu i necessiteu.
cy: Mae'r rhan fwyaf o ffonau clyfar yn cael eu gwneud gan nifer fechan o bobl, mewn n lle, yn bell o le rydych chi'n byw. Mae ffonau Firefox OS yn wahanol. Maen nhw'n cael eu gwneud gan gymuned fyd eang enfawr a nhw yw'r unig ffonau clyfar sy'n deall ac yn darparu'r hyn rydych chi ei eisiau a'i angen.
es_mx: La producción de la mayoría de teléfonos inteligentes suele concentrarse en un grupo reducido de personas y en un mismo lugar. Probablemente, bastante lejos de donde tú vives. Los teléfonos Firefox&nbsp;OS son muy diferentes. Creados por una gran comunidad global, son los únicos teléfonos inteligentes que entienden y ofrecen todo lo que tú quieres y necesitas.
gd: Tha a' chuid as motha dhen na fònaichean tapaidh 'gan leasachadh le grunnan beag de chompanaidhean, san aon àite agus fad air falbh uat mar is trice. Tha fònaichean Firefox OS eadar-dhealaichte. 'S e coimhearsnachd eadar-nàiseanta mhòr mhòr a tha 'gan leasachadh agus chan eil fòn tapaidh eile a tha ann a thuigeas na tha a dhìth ort agus a bheir sin dhut mar a nì Firefox OS.
hi_in: ज़्यादातर स्मार्टफ़ोन काफी कम लोगों द्वारा एक ही जगह पर बनाए जाते हैं, जो आपसे बहुत दूर हो सकती है. फ़ायरफ़ॉक्स ओएस फ़ोन अनूठा हैं. यह एक विशाल वैश्विक समुदाय द्वारा बनाया गया है और केवल यही एक स्मार्टफ़ोन है जो आपकी चाहत और ज़रूरत के अनुसार काम करता है.
hr: Većinu smartphonea izrađuje manji broj ljudi, na jednom mjestu, vjerojatno daleko od mjesta gdje živite. Firefox OS telefoni su drugačiji. Njih razvija ogromna globalna zajednica i to su jedini smartphonei koji razumiju i odgovaraju na ono što želite i trebate.
km: ទូរស័ព្ទ​​ទំនើប​ជា​ច្រើន​ត្រូវ​បាន​បង្កើត​ដោយ​មនុស្ស​មួយ​ក្រុម​តូច, ដែល​មាន​ទីតាំង​តែ​មួយ, ប្រហែល​ជា​មាន​ទីតាំង​ឆ្ងាយ​ពី​កន្លែង​ដែល​អ្នក​​​អ្នក​រស់​នៅ។ ទូរស័ព្ទ Firefox OS មាន​ភាព​ខុស​គ្នា។ ពួក​វា​ត្រូវ​បាន​បង្កើត​ឡើង​ដោយ​សហគមន៍​ជា​សកល ហើយ​ជា​ទូរស័ព្ទ​ទំនើប​​ដែល​បំពេញ​តម្រូវ​ការ​របស់​អ្នក។
ku: Piraniya telefonên jîr bi hejmareke hindik ya mirovan hatine çêkirin ku ev mirov li devereke reng e li welatê te dûr in. Telefonên Firefox OSê cuda ne. Ev telefon ji hêla civakeke gerdûnî ve hatine çêkirin ku tenê ev telefon in ku dizanin ka tu ji telefonên jîr çi fêm dikî û çi hêvî dikî.
ms: Kebanyakkan telefon pintar di bangunkan oleh sebilangan kecil orang, semua dalam satu tempat, kemungkinan berada jauh dari tempat tinggal anda. Telefon Firefox OS adalah berbeza. Ia dibangunkan oleh sebuah komuniti yang besar dan hanya telefon pintar yang faham dan sampaikan apa sahaja yang ada mahu dan perlukan.
my: စမတ်ဖုန်းတော်တော်များများဟာ လူနည်းနည်း နှင့် ယခုသင်နေထိုင်သည့် နေရာနှင့် ဝေးလံသော နေရာတစ်နေရာထဲမှာ လုပ်ထားတာဖြစ်ပါတယ်။ Firefox OS ကတော့ ကွဲပြားပါတယ်။ Firefox OS ကိုတော့ ကြီးမားတဲ့​ကွန်မြူနတီတစ်ခု အကူအညီဖြင့် သင့်ကို နားလည်သော ဖုန်းများ အဖြစ် ဖန်တီးထားတာဖြစ်ပါတယ်။
pt: A maioria dos smartphones são feitos por um pequeno grupo de pessoas, todas num único lugar, provavelmente bastante longe de onde você vive. Os telefones com Firefox OS são diferentes. São feitos por uma enorme comunidade global e são os únicos smartphones que compreendem e entregam o que você quer e precisa.
sw: Simu nyingi zinatengenezwa na idadi ndogo ya watu, wote katika sehemu moja, pengine mbali kiasi na unakoishi. Simu za Firefox OS ni tofauti. Zinatengenezwa na jamii kubwa ya kimataifa na ndizo simu tu zinazoelewa na kutoa kile unataka na kuhitaji.
ta: பெரும்பாலான திறன்பேசிகள், நீங்கள் வாழும் இடத்திற்கு வெகுதொலைவில் ஒரிடத்தில் உள்ள சிறு எண்ணிக்கையிலான மக்களால் உருவாக்கப்பட்டது. Firefox OS திறன்பேசிகள் மாறுபட்டது. இது மிகப்பெரிய உலகலாவிய சமூகத்தால் உருவாக்கப்பட்டு உங்கள் தேவையை புரிந்துகொண்டு அதை வழங்கும் ஒரே திறன்பேசி ஆகும்.
ur: زیادہ تر سمارٹ فون تھوڑے سے لوگ بناتے ہیں، تمام ایک ہی جگہ پر، عموماْ جو آپ کی رہائشی علاقے سے کافی دور ہوتی ہے۔ Firefox OS فون مختلف ہیں۔ یہ اہک بہت بڑی ہمہ گیر کمیونٹی کے ذریعے بنتے ہیں اور وہ واحد سمارٹ فون ہیں جو آپ کی چاہتوں اور ضروریات کو سمجھتے اور پورا کرتے ہیں۔
uz: Ko‘pgina smartonlar bitta joydagi, sizdan uzoqda joylashgan kam sonli odamlar yordamida tayyorlanadi. Firefox OS esa umuman boshqacha.U ulkan dunyo hamjamiyati tomonidan qilingan hamda tushunish va kerakli, xohlagan narsalaringizni bajarish oson bo‘lgan yagona smartfon hisoblanadi.
xh: Inkoliso yeefowuni ezichubekileyo zenziwe ligcuntswana labantu, bonke bendawonye, mhlawumbi kude nendawo ohlala kuyo wena. Ifowuni zeFirefox OS zahlukile zona. Zona zenziwe luluntu oluninzi oluphuma mbombo zone zomhlaba yaye lwazi nje iifowuni nokulukunika oko ukufunayo noko ukusweleyo.
zu: Ama-smartphone amaningi enziwe yidlanzana labantu, bonke abasendaweni eyodwa, futhi mhlawumbe kude nalapho uhlala khona. Amafoni akwa-Firefox OS ahlukile. Enziwa wumphakathi omkhulu womhlaba kanti yiwo kuphela ama-smartphone akuqonda futhi akunikeza lokho okufunayo nokudingayo.

source: The best of the Web
af: Die beste van die web
bn_bd: ওয়েবের সেরা
ca: El millor del web
cy: Y gorau o'r We
es_mx: Lo mejor de la Web
gd: Gràinnean-mullaich an lìn
hi_in: यहाँ है वेब का बेहतरीन
hr: Najbolje od Weba
km: បណ្ដាញ​ដែល​ល្អ​បំផុត
ku: Başoya Webê
ms: Yang terbaik dari laman sesawang
my: ဝဘ်ရဲ့ အကောင်းဆုံး
pt: O melhor da Web
sw: Nzuri zaidi ya Mtandao
ta: வலையில் சிறந்தது
ur: ویب کا بہترین
uz: Internetdagi eng zo‘r
xh: Okona kungcono kwiWebhu
zu: Okuyingcwenga kuWebhu

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
af: Firefox het blaaiery vir altyd verander deur die gebruikers eerste te stel en 'n nuwe vlak van keuse en innovering aanlyn te bied. Ons doen dit nou weereens met Firefox OS, terwyl ons dieselfde verbeterde blaaiervaring op jou slimfoon beskikbaar stel. Jy kan nou aanlyn beheer neem van jou lewe en die web optimaal benut, ongeag waar jy is.
bn_bd: Firefox ব্যবহারকারীর অগ্রাধিকার, পছন্দের বৈচিত্র্য এবং অনলাইনে নতুন ধারা প্রবর্তন করে ব্রাউজিং-এ নতুন যুগের সূচনা করেছে। Firefox OS দ্বারা আমরা এর পুনরাবৃত্তি করছি,আপনার স্মার্টফোন-এ ব্রাউজিং এর শ্রেষ্ঠ অভিজ্ঞতা এনে। যেখানেই থাকুন না কেন আপনি যেন আপনার অনলাইন জীবনকে সম্পূর্ণ নিয়ন্ত্রণ করতে পারেন এবং ওয়েবের সকল সুবিধা নিতে পারেন।
ca: El Firefox ha canviat la forma de navegar posant els usuaris primer i oferint un nou nivell d'elecció i d'innovació en línia. Ara ho tornem a fer amb el Firefox OS, aportant la mateixa experiència superior de navegació al vostre telèfon intel·ligent. Així podeu tenir el control de la vostra navegació i aconseguir el millor que el web us ofereix sense preocupar-vos d'on aneu.
cy: Mae Firefox wedi newid pori'r we am byth drwy roi defnyddwyr yn gyntaf a chynnig lefel newydd o ddewis ac arloesedd ar-lein. Nawr rydym yn gwneud hynny eto gyda Firefox OS tra'n cynnig yr un profiad pori rhagorol ar eich ffôn clyfar. Felly cymrwch afael ar eich bywyd ar-lein a chael y gorau mae'r we'n gallu ei gynnig lle bynnag yr ewch chi.
es_mx: Firefox hizo posible un nuevo paradigma en el que se da prioridad a los usuarios y se ofrece un nuevo nivel de elección e innovación en Internet, cambiando la navegación para siempre. Ahora volvemos a hacerlo de nuevo con Firefox&nbsp;OS, llevando esta misma experiencia mejorada de navegación a tu teléfono inteligente. De esta forma, puedes tener el control sobre tu vida digital y obtener lo mejor de la Web sin importar donde estés.
gd: Thug Firefox buan-atharrachadh air saoghal nam brabhsairean 's e a' cur prìomh-chudrom air na cleachdaichean agus a' toirt dhaibh roghainnean is tionnsgnadh ùr air loidhne. Agus tha sinn a' dèanamh an aon rud a-rithist a-nis le Firefox OS, a' toirt dhut teicneolas a cheart cho math air an fhòn tapaidh agad. Gabh smachd air do shaoghal air loidhne 's cuir an lìon gu làn-fheum, ge be càit an dèid thu.
hi_in: फ़ायरफ़ॉक्स ने उपयोक्ताओं को आगे रखकर नए स्तर के चुनाव की पेशकश और ऑनलाइन नवाचार के द्वारा ब्राउज़िंग को हमेशा के लिए बदल दिया है. फ़ायरफ़ॉक्स ओएस में हम आपके स्मार्टफ़ोन के लिए वही बेहतर ब्राउज़िंग अनुभव ला रहे हैं. इसलिए आप अपने ऑनलाइन जीवन पर नियंत्रण रख सकते हैं और कहीं भी वेब का अच्छा उपयोग कर सकते हैं.
hr: Firefox je zauvijek promijenio surfanje webom stavljajući korisnike na prvo mjesto i nudeći novu razinu izbora i inovacije. Sada činimo isto s Firefox OS-om, sa superiornim iskustvom surfanja na vašem smartphoneu.
km: Firefox បាន​ប្ដូរ​ការ​រក​មើល​ដោយ​ដាក់​អ្នក​ប្រើ​​ដំបូង​ ហើយ​ផ្ដល់​កម្រិត​​ថ្មី​នៃ​ជម្រើស និង​​ការ​ផ្លាស់​ប្ដូរ​នៅ​លើ​បណ្ដាញ។ ឥឡូវ​នេះ​យើង​កំពុង​តែ​ធ្វើ​វា​​ទាំងអស់​​​​ម្ដងទៀត​ជាមួយ Firefox OS, ខណៈ​ពេល​ដែល​មាន​ភាព​ល្អ​ប្រសើរ​ និង​បទពិសោធន៍​លើ​ទូរស័ព្ទ​ទំនើប​របស់​អ្នក។ ដូច្នេះ​អ្នក​អាច​ពិនិត្យ​នៅ​លើ​បណ្ដាញ ហើយ​ទទួល​បាន​បណ្ដាញ​ដែល​ល្អ​បំផុត​ដែល​គ្មាន​បញ្ហា​នៅ​ទី​កន្លែង​ណា​ដែល​អ្នក​ទៅ។
ku: Piştî ku Firefoxê bikarhêner xistin rêza pêşî, gera li ser înternetê ji bo heta hetayê guhert û niha asteke nû ya hilbijartin û guherînê pêşkêş dike. Niha em van tiştan hemû bi Firefox OSê dikin, wekî ku em ceribandina gera herî baş ya li ser telefonên jîr pêşkêş dikin. Tu dikarî jiyana xwe ya online kontrol bikî û Weba herî baş bistînî.
ms: Firefox mengubah pengalaman pelayaran selama-lamanya dengan mendahulukan pengguna dan menawarkan satu aras pemilihan yang baharu dan berinovasi secara atas talian. Kini kami mengulanginya sekali lagi dengan Firefox OS, namun masih membawa pengalaman pelayaran dengan mutu yang sama kepada telefon pintar anda. Jadi anda boleh mengawal hidup anda di atas talian dan mendapatkan yang terbaik daripada Web walau di mana sahaja anda berada.
my: မီးမြေခွေး သည် အင်တာနက်အသုံးပြုခြင်းအား သုံးဆွဲသူများ ကို ရှေ့ထားခြင်းနှင့် အခြားရွေးချယ်စရာ ဆန်းသစ်မှုများအား ပေးစွမ်းပြီး ပြောင်းလဲခဲ့ပါတယ်။ ယခုလဲ မီးမြေခွေး OS အားအသုံးပြုပြီး ကောင်းမွန်တဲ့ အင်တာနက်အသုံးပြုနိုင်စွမ်းအား သင်စမတ်ဖုန်းပေါ်သို့ သယ်ဆောင်လာခဲ့ပါပြီ။ သင်ဘယ်သွားသွား အင်တာနက်ပေါ်ရှိ အချက်အလက်များ ရယူပြီး သင့်ဘဝကို ထိန်းချုပ်နိုင်ပါပြီ။
pt: O Firefox mudou o navegação para sempre colocando os utilizadores primeiro e oferecendo um novo nível de escolha e inovação na Internet. Agora estamos a fazê-lo novamente com o Firefox OS, trazendo a mesma experiência de navegação superior para o seu smartphone. Para que possa assumir o controlo da sua vida na Internet e ter o melhor que a Web tem para oferecer, onde quer que vá.
sw: Firefox ilibadili kuvinjari milele kwa kuweka watumiaji kwanza na kutoa ngazi mpya ya chaguo na ubunifu matandaoni. Sasa tunafanya hivyo tena na Firefox OS,huku tukileta huo uzoefu mkuu wa kuvinjari kwa simu yako. Hivyo unaweza kuchukua udhibiti wa maisha yako mtandaoni na kupata yaliyo bora katika mtandao popote uendapo.
ta: பயனர்களை முதன்மைபடுத்துவதன் மூலமும் ஒரு புதிய நிலையிலான விருப்பதேர்வினை வழங்குவதன் மூலமும் இணையத்தின் புதுமைகள் மூலமும் பயர்பாக்ஸ் உலாவலை நிலையாக மாற்றியுள்ளது. அதே சிறந்த உலாவல் அனுபவத்தை உங்கள் திறன்பேசிக்கு கொண்டுவருவதன் மூலம், மீண்டும் நாங்கள் Firefox OS செய்கிறோம். நீங்கள் எங்கு சென்றாலும் வலைதளங்கள் தருவதில் சிறந்தவற்றை பெற்று உங்கள் இணைய வாழ்க்கையின் கட்டுபாட்டை பெறுங்கள்.
ur: Firefox نے صارفیں کو آگے رکھ کر اور پسند اور تجدید کی نئی سطح پیش کر کے براؤزنگ کو ہمیشہ کے لیے بدل دیا۔ اب ہم Firefox OS کے ساتھ یہ سب پھر سے کرنے لگے ہیں، وہ ہی بہترین براؤزنگ تجربہ آپ کے سمارٹ فون تک لاتے ہوئے۔ تاکہ آپ اپنی آن لائن زندگی کو اپنے ہاتھ میں لیں اور جہاں کہیں بھی ہوں ویب کی ویب کی بہترین پیش کش حاصل کریں۔
uz: Firefox foydalanuvchilarni birinchi o‘ringa qo‘ygan va internetni ko‘rishni o‘zgartirgan. U yangi darajadagi tanlov va internetdagi innovatsiyani taklif qiladi. Endi biz buni Firefox OS bilan yana va yana qilamiz, bu ajoyib ishni inetnetda smarfoningiz orqali qilasiz.Shuningdek, onlayn hayotingizni nazorat ostiga olishingiz mumkin va eng zo‘r internetni olish sizni qayerda bo‘lishingizdan qay’i nazar mustaqillikni taklif qiladi.
xh: IFirefox ikuguqule ngonaphakade ukubhrawuza ngokubeka abasebenzisi kwindawo yokuqala nokubanika ukhetho nokuqulunqa izinto ezintsha kwi-intanethi. Ngoku senza konke ngeFirefox OS, ngelixa sikwaphethe amava afanayo asemagqabini okubhrawuza kwifowuni yakho echubekileyo. Ngoko ungazenzela into oyifunayo ngobomi bakho kwi-intanethi uze ufumane okona kungcono kwiWebhu naphi na apho uya khona.
zu: I-Firefox ishintshe indlela yokubrawuza ngokuba ibeke phambili abasebenzisi iphinde ihlinzeke ngokungakhethwa kukho okusha kanye nobuciko be-inthanethi. Manje sesiyaphind afuthi nge-Firefox OS, njengoba sikulethela ukubrawuza okuseqophelweni elifanayo ku-smartphone yakho. Ukuze ukwazi ukulawula impilo yakho ku-inthanethi uthole okungcono kakhulu okuhlinzekwa yiWebhu.

source: For partners &amp; developers:
af: Vir vennote &amp; ontwikkelaars:
bn_bd: অংশীদারদের জন্য &amp; developers:
ca: Per a socis i desenvolupadors:
cy: Partneriaid a datblygwyr:
es_mx: Para socios y desarrolladores:
gd: Airson com-pàirtichean ⁊ luchd-leasachaidh:
hi_in: साझेदार और डेवलपर के लिए:
hr: Za partnere i razvijatelje:
km: សម្រាប់​ដៃ​គូ &amp; អ្នក​អភិវឌ្ឍន៍៖
ku: Ji bo hevkar û pêşvebiran:
ms: Untuk rakan kongsi &amp; pembangun:
my: အကျိုးတူစီးပွားဖက်များနှင့် တီထွင်ဆောင်ရွက်သူများအတွက်
pt: Para parceiros e programadores:
sw: Kwa washirika &amp; waendelezi:
ta: பங்குதாரர்கள் &amp; உருவாக்குநருக்காக:
ur: شریک &amp; ڈیولپر کے لیے
uz: Hamkorlar &amp; dasturchilar uchun:
xh: Kumahlakani &amp; nabaphuhlisi:
zu: Okophathina &amp; nabaqambi:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
af: Leer meer omtrent vennootskapgeleenthede <a href="%(link)s">Besoek die Firefox OS-vennoottuiste</a>
bn_bd: পার্টনারশীপের সুযোগ সম্পর্কে জানুন<a href="%(link)s">Firefox OS পার্টনার সাইট ভিজিট করুন</a>
ca: Més informació sobre les oportunitats d'associació <a href="%(link)s">Visiteu la pàgina d'associats del Firefox OS</a>
cy: Dysgwch am gyfleoedd partneriaethol <a href="%(link)s">Ewch i wefan partneriaid Firefox OS</a>
es_mx: Infórmate sobre cómo puedes asociarte <a href="%(link)s"> Visita la página web de socios de Firefox&nbsp;OS</a>
gd: Barrachd fiosrachaidh air cothroman com-pàirteachais <a href="%(link)s">Tadhail air làrach-lìn com-pàirtichean Firefox OS</a>
hi_in: साझेदारी के अवसरों के बारे में जानें <a href="%(link)s">फ़ायरफ़ॉक्स ओएस साझेदार के साइट पर जाएँ</a>
hr: Saznajte o partnerskim prilikama na <a href="%(link)s">Firefox OS partner stranici</a>
km: ស្វែងយល់​បន្ថែម​អំពី​ឱកាស​ភាព​ជា​ដៃ​គូ <a href="%(link)s">សូម​មើល​តំបន់​បណ្ដាញ​ដៃ​គូ​របស់ Firefox OS </a>
ku: Derbarê firsendên hevkariyê de bêtir bizane <a href="%(link)s">Serdana malpera hevkaran ya Firefox OSê bike</a>
ms: Ketahui lanjut mengenai peluang rakan kongsi di <a href="%(link)s">Lawat halaman rakan kongsi Firefox OS</a>
my: တွဲဖက်လုပ်ကိုင်သူ အခွင့်အလမ်းများအား လေ့လာပါ<a href="%(link)s"> မီးမြေခွေး OS တွဲဖတ်လုပ်ကိုင်သူ ဝတ်ဆိုဒ်ကို ကြည့်ရှုပါ</a>
pt: Para saber mais sobre oportunidades de parceria <a href="%(link)s">visite o sítio de parceiros do Firefox OS</a>
sw: Soma kuhusu nafasi za ushirika <a href="%(link)s">Tembelea tovuti ya mshirika wa Firefox OS</a>
ta: பங்குதாரர்களுக்கான வாய்ப்புகளை தெரிந்துகொள்ளுங்கள் <a href="%(link)s">Firefox OS அவர்களுக்கான தளத்தை பாருங்கள்</a>
ur: شراکت کے مواقعوں کے بارے میں جانیں۔ Firefox OS<a href="%(link)s"> کی شریک سائٹ کا مصاحبہ کریں</a>
uz: Hamkorlik imkoniyatlari haqida o‘rganing <a href="%(link)s">Firefox OS hamkorlik sayiga tashrif buyuring</a>
xh: Funda ngamathuba okuba lihlakani lethu <a href="%(link)s">Tyelela isayithi yamahlakani eFirefox OS</a>
zu: Funda mayelana namathuba ophathina <a href="%(link)s">Vakashela isayithi yophathina be-Firefox OS

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
af: Kry jou program op Firefox OS <a href="%(link)s">Stuur dit aan Firefox Markplek</a>
bn_bd: আপনার অ্যাপ Firefox OS এ পেতে চাইলে <a href="%(link)s">Firefox Marketplace এ জমা দিন</a>
ca: Poseu la vostra aplicació al Firefox OS <a href="%(link)s">Envieu-la al Firefox Marketplace</a>
es_mx: Incluye tu aplicación en Firefox OS <a href="%(link)s">Envíala a Firefox Marketplace</a>
gd: Cuir an aplacaid agad air Firefox OS <a href="%(link)s">Cuir air margaid Firefox</a> e
hi_in: फ़ायरफ़ॉक्स ओएस पर अपने ऐप्स पाएँ <a href="%(link)s">फ़ायरफ़ॉक्स मार्केटप्लेस में इसे जमा करें</a>
hr: Ponudite svoju aplikaciju na Firefox OS-u, <a href="%(link)s">pošaljite je na Firefox Marketplace</a>
my: သင့်အက်ပ်အား မီးမြေခွေး OS ပေါ်တွင်သုံးနိုင်အောင်လုပ်ပြီး <a href="%(link)s">မီးမြေခွေး စျေးကွက် ပေါ်သို့ တင်ပါ</a>
pt: Tenha a sua aplicação no Firefox OS, <a href="%(link)s">submeta a mesma para o Firefox Marketplace</a>
ta: உங்கள் பயன்பாட்டை Firefox OS இல் பெறுங்கள் <a href="%(link)s">அதை பயர்பாக்ஸ் சந்தைக்கு சமர்ப்பியுங்கள்</a>
uz: "Firefox OS"dagi ilova dasturingizni oling <a href="%(link)s">Uni "Firefox Marketplace"ga jo‘nating</a>
xh: Fumana iaplikheyishini yakho kwiFirefox OS <a href="%(link)s">Yinikezele kwiFirefox Marketplace</a>
zu: Thola i-app ku-Firefox OS <a href="%(link)s">Yilethe ku-Firefox Marketplace</a>

source: For users:
af: Vir gebruikers:
bn_bd: ব্যবহারকারীদের জন্যঃ
ca: Per a usuaris:
cy: Defnyddwyr:
es_mx: Para usuarios:
gd: Airson cleachdaichean:
hi_in: उपयोक्ताओं के लिए:
hr: Za korisnike:
km: សម្រាប់​អ្នក​ប្រើ៖
ku: Ji bo bikarhêneran:
ms: Untuk pengguna:
my: အသုံးပြုသူများအတွက်
pt: Para utilizadores:
sw: Kwa watumiaji?
ta: பயனர்களுக்காக:
ur: صارفین کے لیے:
uz: Foydalanuvchilar uchun:
xh: Kubasebenzisi:
zu: Okwabasebenzisi:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
af: Ingeval jy hulp nodig het <a href="%(link)s">Kry dit by jou vriende by Mozilla Ondersteuning</a>
bn_bd: যদি সামান্য সাহায্য দরকার হয়<a href="%(link)s">আপনার মোজিলা সাপোর্ট-এর বন্ধুদের সাহায্য নিন</a>
ca: En cas que necessiteu un cop de mà <a href="%(link)s">Aconseguiu-lo dels vostres amics de Mozilla Support</a>
cy: Rhag ofn bod angen ychydig o gymorth <a href="%(link)s">Mae cymorth ar gael gan Mozilla Support</a>
es_mx: Si necesitas que te ayuden <a href="%(link)s">Pregunta a tus amigos de la Ayuda de Mozilla</a>
gd: Ma bhios beagan cuideachaidh a dhìth ort, <a href="%(link)s">gheibh thu sin o do charaidean aig ionad taic Mozilla</a>
hi_in: आपको मदद की जरूरत है? <a href="%(link)s">मोज़िला समर्थन के अपने मित्रों से पाएँ</a>
hr: Ako vam je potrebna pomoć, potražite je na <a href="%(link)s">Mozilla Support stranici</a>
km: ក្នុង​ករណី​ដែល​អ្នក​ត្រូវ​ការ​ជំនួយ <a href="%(link)s"> ទទួល​យល់​វា​ពី​មិត្តភ័ក្ដិ​របស់​អ្នក​នៅ​ការ​គាំទ្រ​របស់ Mozilla </a>
ku: Eger hinek alîkarî bivê <a href="%(link)s">Hevalên ji Desteka Mozillayê dê alîkariya te bikin</a>
ms: Dalam kes jika anda perlukan bantuan <a href="%(link)s">Dapatkan dari rakan anda di Mozilla Support</a>
my: အကယ်လိုသင့် အကူအညီ လိုအပ်ပါက <a href="%(link)s"> မိုဇီလာရှိ သင့်သူငယ်ချင်းများကို မေးကြည့်ပါ</a>
pt: Se precisar de uma pequena ajuda, <a href="%(link)s">obtenha a mesma dos seus amigos no apoio da Mozilla</a>
sw: Ikiwa unahitaji usaidizi <a href="%(link)s">Upate kutoka kwa marafiki wajo wa Usaidizi wa Mozilla</a>
ta: உங்களுக்கு உதவி தேவைப்பட்டால் <a href="%(link)s">மொசில்லா ஆதரவில் உள்ள உங்கள் நண்பர்களிடம் இருந்து பெறுங்கள்</a>
ur: اگر آپ کو کچھ مدد کی ضرورت ہے تو اسے <a href="%(link)s">Mozilla Support پر اپنے دوستوں سے حاصل کریں</a>
uz: Agar sizga biroz yordam kerak bo‘lsa, <a href="%(link)s">Uni "Mozilla qo‘llab-quvvatlash"dagi do‘stlaringizdan oling</a>
xh: Xa ngaba ufuna uncedo oluthile <a href="%(link)s">Lufumane kubahlobo bakho abanika iNkxaso ngeMozilla</a>
zu: Uma udinga usizo oluncane <a href="%(link)s">Luthole kubangani bakho ku-Mozilla Support</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
af: Al jou vrae sal beantwoord word <a href="%(link)s">Lees ons ekstra nuttige GV</a>
bn_bd: আপনার সব প্রশ্নের উত্তর দেয়া হবে<a href="%(link)s">আমাদের অধিক সহায়ক প্রশ্নক্রম পড়ুন</a>
ca: Respondrem les vostres preguntes. <a href="%(link)s">Llegiu les PMF</a>
es_mx: Responderemos a todas tus preguntas <a href="%(link)s">Lee nuestras superútiles FAQ</a>
gd: Freagairt air ceist sam bith sna <a href="%(link)s">CÀBHA againn a tha air leth cuideachail</a>
hi_in: आपके सभी सवालों का जवाब दिया जाएगा <a href="%(link)s">अधिक मदद के लिए बारंबार पूछे जाने वाले सवाल पढ़ें</a>
hr: Sva vaša pitanja će biti odgovorena <a href="%(link)s">Pročitajte odgovore na često postavljena pitanja</a>
km: សំណួរ​របស់​អ្នក​ទាំងអស់​នឹង​ត្រូវ​បាន​ឆ្លើយ <a href="%(link)s">អាន​ FAQ ខាង​ក្រៅ​របស់​យើង</a>
ms: Semua soalan anda akan dijawab <a href="%(link)s">Baca FAQ tambahan kami</a>
my: သင်၏ မေးခွန်းအားလုံး ဖြေပေးပါမယ် <a href="%(link)s"> ကျွန်တော်တို့ရဲ့ FAQ ကိုလည်း ဖတ်ကြည့်ပါ</a>
pt: Todas as suas questões serão esclarecidas, <a href="%(link)s">consulte a nossa super-útil FAQ</a>
sw: Maswali yako yote yatajibiwa <a href="%(link)s">Soma FAQ yetu yenye usaidizi mwingi</a>
ta: உங்களின் எல்லா கேள்விகளுக்கும் பதிலளிக்கப்படும் <a href="%(link)s">எங்களின் கூடுதலான அடிக்கடி வினவப்படும் கேள்விகளை படியுங்கள்</a>
uz: Barcha savollaringizga javob beriladi <a href="%(link)s">Qo‘shimcha FAQ yordamini o‘qing</a>
xh: Yonke imibuzo yakho iya kuphendulwa <a href="%(link)s">Funda iFAQ yethu eluncedo olukhulu</a>
zu: Yonke imibuzo yakho izophendulwa <a href="%(link)s">Funda ama- FAQ awusizo</a>

source: Email app
af: E-posprogram
bn_bd: ইমেইল অ্যাপ
ca: Aplicació del correu electrònic
cy: Ap e-bost
es_mx: Aplicación de correo electrónico
gd: Aplacaid a' phuist
hi_in: ईमेल ऐप्प
hr: Aplikacije e-pošte
km: កម្មវិធី​អ៊ីមែល
ku: Bernamoka Epeyamê
ms: App emel
my: အီးမေလ်း အက်ပ်
pt: Aplicação de email
sw: Programu ya barua pepe
ta: மின்னஞ்சல் பயன்பாடு
ur: ای میل ایپ
uz: E-pochta ilova dasturi
xh: I-app ye-imeyili
zu: Thumela i-app nge-imeyli

source: Contacts app
af: Kontakte-program
bn_bd: পরিচিতি অ্যাপ
ca: Aplicació dels contactes
cy: Ap cysylltiadau
es_mx: Aplicación de contactos
gd: Aplacaid an luchd-aithne
hi_in: संपर्क ऐप्प
hr: Aplikacija kontakata
km: កម្មវិធី​ទំនាក់ទំនង
ku: Bernamoka Peywendiyan
ms: Hubungi apl
my: လိပ်စာသိမ်း အက်ပ်
pt: Aplicação de contactos
sw: Programu ya anwani
ta: தொடர்புகள் பயன்பாடு
ur: رابطہ افراد ایپ
uz: Kontaktlar ilova dasturi
xh: I-app yabantu oqhagamshelana nabo
zu: Ama-app ezinombolo

source: Messages app
af: Boodskappe-program
bn_bd: বার্তা অ্যাপ
ca: Aplicació dels missatges
cy: Ap negeseuon
es_mx: Aplicación de mensajería
gd: Aplacaid nan teachdaireachdan
hi_in: संदेश ऐप्प
hr: Aplikacija poruka
km: កម្មវិធី​សារ
ku: Bernamoka Peyaman
ms: App mesej
my: စာတိုအက်ပ်
pt: Aplicação de mensagens
sw: programu ya Ujumbe
ta: செய்திகள் பயன்பாடு
ur: پیغامات ایپ
uz: Xabarlar ilova dasturi
xh: I-app yemiyalezo
zu: I-app yemiyalezo
