Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index.lang.po
Languages: af, bn_bd, ca, cy, es_mx, gd, hi_in, hr, kab, km, ku, ms, my, nn_no, pt, sw, ta, ur, uz, xh, zu

source: Camera app
af: Kameraprogram
bn_bd: ক্যামেরা অ্যাপ
ca: Aplicació de la càmera
cy: Ap camera
es_mx: Aplicación de cámara
gd: Aplacaid a' chamara
hi_in: कैमरा एप्प
hr: Aplikacija kamere
km: កម្មវិធី​ម៉ាស៊ីន​ថត
ku: Bernamoka Kamerayê
ms: App kamera
my: ကင်မရာ အက်ပ်
pt: Aplicação de câmara
sw: Programu ya Kamera
ta: படகருவி பயன்பாடு
ur: کیمرہ ایپ
uz: Kamera ilova dasturi
xh: I-app yekhamera
zu: I-app yekhamera

source: Facebook app
af: Facebook-program
bn_bd: ফেসবুক অ্যাপ
ca: Aplicació del Facebook
cy: Ap Facebook
es_mx: Aplicación de Facebook
gd: Aplacaid Facebook
hi_in: फ़ेसबुक एप्प
hr: Facebook aplikacija
km: កម្មវិធី Facebook
ku: Bernamoka Facebookê
ms: App Facebook
my: ဖေစ့်ဘုတ် အက်ပ်
pt: Aplicação do Facebook
sw: Programu ya Facebook
ta: முகநூல் பயன்பாடு
ur: Facebook ایپ
uz: Facebook ilova dasturi
xh: I-app kaFacebook
zu: I-app ye-Facebook

source: Maps app
af: Kaarte-program
bn_bd: মানচিত্র অ্যাপ
ca: Aplicació dels mapes
cy: Ap mapiau
es_mx: Aplicación de mapas
gd: Aplacaid nam mapaichean
hi_in: नक्शे ऐप्प
hr: Aplikacija karata
km: កម្មវិធី​ផែន​ទី
ku: Bernamoka Nexşeyê
ms: App peta
my: မြေပုံအက်ပ်
pt: Aplicação de mapas
sw: Programu ya Ramani
ta: வரைபட பயன்பாடு
ur: نقشہ ایپ
uz: Xaritalar ilova dasturi
xh: I-app yeemaphu
zu: I-app yamabalazwe

source: Photos app
af: Foto's-program
bn_bd: ছবি অ্যাপ
ca: Aplicació de les fotos
cy: Ap lluniau
es_mx: Aplicación de imágenes
gd: Aplacaid nan dealbhan
hi_in: तस्वीरें ऐप्प
hr: Aplikacija slika
km: កម្មវិធី​រូបថត
ku: Bernamoka Wêneyan
ms: App foto
my: ဓာတ်ပုံအက်ပ်
pt: Aplicação de fotografias
sw: Programu tumizi ya picha
ta: படங்கள் பயன்பாடு
ur: تصاویر ایپ
uz: Fotosuratlar ilova dasturi
xh: I-app yeefoto
zu: I-app yezithombe

source: Music app
af: Musiekprogram
bn_bd: সংগীত অ্যাপ
ca: Aplicació de la música
cy: Ap cerddoriaeth
es_mx: Aplicación de música
gd: Aplacaid a' chiùil
hi_in: संगीत ऐप्प
hr: Aplikacija glazbe
km: កម្ម​វិធី​តន្ត្រី
ku: Bernamoka Muzîkê
ms: App muzik
my: သီချင်းအက်ပ်
pt: Aplicação de música
sw: Programu tumizi ya muziki
ta: இசை பயன்பாடு
ur: موسیقی ایپ
uz: Musiqa ilova dasturi
xh: I-app yomculo
zu: I-app yomculo

source: Radio app
af: Radioprogram
bn_bd: রেডিও অ্যাপ
ca: Aplicació de la ràdio
cy: Ap radio
es_mx: Aplicación de radio
gd: Aplacaid an rèidio
hi_in: रेडियो ऐप्प
hr: Raido aplikacija
km: កម្មវិធី​វិទ្យុ
ku: Bernamoka Radyoyê
ms: App radio
my: ရေဒီယို အက်ပ်
pt: Aplicação de rádio
sw: Programu tumizi ya redio
ta: வானொலி பயன்பாடு
ur: ریڈیو ایپ
uz: Radio ilova dasturi
xh: I-app kanomathotholo
zu: I-app yomsakazo

source: We work with a number of providers to offer Firefox OS on a variety of devices.
af: Ons werk saam met 'n aantal verskaffer om Firefox OS op 'n verskeidenheid toestelle beskikbaar te stel.
bn_bd: বিভিন্ন ডিভাইসে Firefox OS দেয়ার জন্য আমরা বেশ কিছু সরবরাহকারীর সাথে কাজ করছি।
ca: Treballem amb uns quants proveïdors per a oferir el Firefox OS en diversos dispositius.
cy: Rydym yn gweithio gyda nifer o ddarparwyr i gynnig Firefox OS ar amrywiaeth o ddyfeisiau.
es_mx: Trabajamos con una serie de proveedores para ofrecerte Firefox OS en una amplia gama de dispositivos.
gd: Tha sinn ag obair còmhla ri diofar sholaraichean gus Firefox OS a thairgsinn air diofar uidheaman.
hi_in: अनेक प्रकार के उपकरणों पर फ़ायरफॉक्स ओएस की पेशकश करने के लिए हम अनेक प्रदाताओं के साथ काम करते है
hr: Surađujemo s brojnim pružateljima usluga koji nude Firefox OS na raznim uređajima.
km: យើង​ធ្វើ​ការ​ជាមួយ​ក្រុម​ហ៊ុន​ផ្ដល់ ដើម្បី​ផ្ដល់ Firefox OS នៅ​ពេល​ផ្លាស់ប្ដូរ​ឧបករណ៍។
ku: Em bi hin peydekaran re dixebitin ku Firefox OSê ji bo cîhazên cur bi cur pêşkêş dikin.
ms: Kami bekerjasama dengan beberapa pembekal untuk menawarkan Firefox OS dalam pelbagai jenis peranti.
my: မီးမြေခွေး OS အား အချို့ဖုန်းများ မှာသုံးနိုင်ရန် ထုတ်ဝေသူအချို့နဲ့ လက်တွဲပြီး ဆောင်ရွက်ထားပါတယ်
pt: Nós trabalhamos com vários fornecedores para oferecer o Firefox OS numa variedade de dispositivos.
sw: Tunafanya kazi na idadi fulani ya watoa huduma kutoa Firefox OS katika aina mbalimbali ya vifaa.
ta: Firefox OS பலதரப்பட்ட சாதனத்தில் வழங்க நாங்கள் பல வழங்குனர்களுடன் பணிபுரிந்து வருகிறோம்.
ur: ہم Firefox OS کو کئی قسم کے آلات پر پیش کرنے کے لیے متعدد مہیا کنندوں کے ساتھ کام کرتے ہیں۔
uz: Biz "Firefox OS"ni har xil qurilmalarga taklif qiluvchi ko‘plab xizmat ko‘rsatuvchilar bilan birga ishlaymiz.
xh: Sisebenza ngababoneleli abaliqela ukuze sivelise iFirefox OS ngezixhobo ezahlukeneyo.
zu: Sisebenza nabahlinzeki abaningi ukuze sihlinzeke nge-Firefox OS kumadivayisi ahlukahlukene.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
af: Kies een uit die onderstaande lys om 'n Firefox OS-slimfoon in jou land te kry.
bn_bd: আপনার দেশে একটি Firefox OS স্মার্টফোন পাওয়ার জন্য নীচের তালিকা থেকে যে কোন একটি বাছাই করুন।
ca: Trieu-ne un de la llista següent per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Dewiswch un o'r rhestr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
es_mx: Elige uno de la lista para obtener un teléfono Firefox OS en tu país.
gd: Tagh fear san liosta gu h-ìosal airson fòn tapaidh le Firefox OS air fhaighinn 'nad dhùthaich.
hi_in: अपने देश में फ़ायरफॉक्स ओएस स्मार्टफ़ोन प्राप्त करने के लिए नीचे दी गई सूची से किसी एक को चुनें.
hr: Odaberite jedan na popisu da biste nabavili Firefox OS smartphone u svojoj zemlji.
km: ជ្រើស​មួយ​ពី​បញ្ជី​ខាងក្រោម ដើម្បី​ទទួល​បាន​ទូរស័ព្ទ​ទំនើប Firefox OS នៅ​ក្នុង​ប្រទេស​របស់​អ្នក។
ku: Ji lîsteya jêrê yekê hilbijêre ku li welatê xwe telefoneke jîr ya Firefox OSê bistînî.
ms: Pilih satu dari senarai berikut untuk mendapatkan telefon pintar Firefox OS di negara anda.
my: မီးမြေခွေး OS စမတ်ဖုန်းအား သင့်နိုင်ငံတွင်ဝယ်ယူရန် အောက်တွင် တစ်ခုရွေးပါ
pt: Escolha um país da lista abaixo para obter um smartphone Firefox OS no seu país.
sw: Chagua moja kutoka kwa orodha hapa chini kupata simu ya Firefox OS katika nchi yako.
ta: உங்கள் நாட்டில் Firefox OS ஐ பெற இங்குள்ள பட்டியலிருந்து நாட்டை தேர்ந்தெடுக்கவும்.
ur: اپنے ملک میں Firefox OS سمارٹ فون حاصل کرنے کے لیے نیچے دی گئی فہرست میں سے ایک منتخب کریں۔
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi ro‘yxatdan birini tanlang.
xh: Khetha abe mnye kuluhlu olungezanti ukuze ufumane ifowuni echubekileyo yeFirefox OS kwilizwe lakho.
zu: Khetha okukodwa ohlwini ngezansi ukuze uthole i-Firefox OS smartphone ezweni lakho.

source: Click on the provider below to get a Firefox OS smartphone in your country.
af: Klik op die onderstaande verskaffer om 'n Firefox OS-slimfoon in jou land te kry.
bn_bd: আপনার দেশে একটি Firefox OS স্মার্টফোন পাওয়ার জন্য নীচের সরবরাহকারীকে ক্লিক করুন।
ca: Feu clic al proveïdor de més avall per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Cliciwch ar y darparwr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
es_mx: Haz clic en el proveedor para conseguir un teléfono Firefox&nbsp;OS en tu país.
gd: Briog air an t-solaraiche gu h-ìosal airson fòn tapaidh Firefox OS fhaighinn 'nad dhùthaich.
hi_in: अपने देश में फ़ायरफॉक्स ओएस स्मार्टफ़ोन प्राप्त करने के लिए नीचे दिए गए प्रदाता पर क्लिक करें.
hr: Kliknite na pružatelja usluge da biste nabavili Firefox OS smartphone u svojoj zemlji.
km: ចុច​លើ​ក្រុម​ហ៊ុន​ផ្ដល់​ខាងក្រោម​​ដើម្បី​ទទួល​បាន​ទូរស័ព្ទ​ទំនើប​ Firefox OS នៅ​ក្នុង​ប្រទេស​របស់​​អ្នក។
ku: Li ser peydakera jêrê bitikîne ku telefoneke jîr ya Firefox OSê li welatê xwe bistînî.
ms: Klik pada pembekal berikut untuk mendapatkan telefon pintar Firefox OS di negara anda.
my: မီးမြေခွေး OS စမတ်ဖုန်းကို သင့်နိုင်ငံတွင် ဝယ်ယူရန် အောက်ရှိထုတ်ဝေသူများထဲမှ တစ်ခုရွေးပါ
pt: Clique no fornecedor abaixo para obter um smartphone Firefox OS no seu país.
sw: Bonyeza kwa mtoa huduma hapa chini kupata simu ya FirefoxOS katika nchi yako.
ta: உங்கள் நாட்டில் Firefox OS ஐ பெற இங்குள்ள சேவை வழங்குநரை தேர்ந்தெடுக்கவும்.
ur: اپنے ملک میں Firefox OS سمارٹ فون حاصل کرنے کے لیے نیچے دیے گئے مہیا کنندہ پر کلک کریں۔
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi xizmat ko‘rsatuvchidan birini tanlang.
xh: Cofa kumboneleli ongezantsi ukuze ufumane ifowuni echubekileyo yeFirefox OS.
zu: Chofoza kumhlonzeki ongezansi ukuze uthole i-Firefox OS ezweni lakho.

source: Sign up for our monthly newsletter
af: Sluit aan vir ons maandelikse nuusbrief
bn_bd: আমাদের মাসিক হাল নাগাদ সংবাদ পেতে নিবন্ধন করুন
ca: Subscriviu-vos al butlletí mensual
cy: Ymunwch er mwyn derbyn ein cylchlythyr misol
es_mx: Suscríbete a nuestro boletín mensual
gd: Clàraich airson na cuairt-litreach mhìosail againn
hi_in: हमारे मासिक न्यूज़लेटर के लिए साइन अप करें
hr: Pretplatite se na naš mjesečni newsletter
km: ចុះឈ្មោះ​សម្រាប់​សំបុត្រ​សារព័ត៌មាន​ប្រចាំខែ
ku: Ji bo bultena me ya mehane xwe tomar bike
ms: Daftar untuk surat berita bulanan kami
my: ကျွနု်ပ်တို့၏ လစဉ် စာပို့စာရင်းတွင် မှတ်ပုံတင်ပါ
pt: Subscreva à nossa newsletter mensal
sw: Jiandikishe kwa jarida letu la kila mwezi
ta: மாத செய்திமடலை பெற பதிவு செய்க
ur: ہمارے ماہانہ نیوز لیٹر کے لیے سائن اپ کریں
uz: Oylik yangilik xatlaridan ro‘yxatdan o‘ting
xh: Bhalisela ileta yethu yeendaba yeenyanga zonke
zu: Sayinela incwadindaba yethu yanyangazonke

source: Thank you for signing up!
af: Dankie dat jy aangesluit het!
bn_bd: সাইন আপ করার জন্য আপনাকে ধন্যবাদ!
ca: Gràcies per subscriure-us!
cy: Diolch am ymuno!
es_mx: ¡Gracias por suscribirte!
gd: Tapadh leat airson clàradh!
hi_in: साइन अप करने के लिए धन्यवाद!
hr: Hvala što ste se pretplatili
km: អរគុណ​សម្រាប់​ការ​ចុះ​ឈ្មោះ!
ku: Spas ku te xwe tomar kir!
ms: Terima kasih kerana mendaftar!
my: မှတ်ပုံတင်ခြင်း အတွက် ကျေးဇူးတင်ပါတယ်
pt: Obrigado por subscrever!
sw: Ahsante kwa kujiadnikisha!
ta: பதிவு செய்தமைக்கு நன்றி!
ur: سائن اپ کرنے کا شکریہ!
uz: Ro‘yxatdan o‘tganingiz uchun rahmat!
xh: Enkosi ngokubhalisa!
zu: Siyabonga ngokuba uyisayinele!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
af: Firefox OS — Die aanpasbare foon — Oulike slimfoon-kenmerke, programme en vele meer
bn_bd: Firefox OS —একটি অসাধারন ফোন—অসাধারন স্মার্টফোনের বৈশিষ্ট্য, আ্যাপস এবং আরও
ca: Firefox OS — El telèfon adaptatiu — Característiques molt interessants de telèfon intel·ligent, aplicacions i altres
es_mx: Firefox OS — El teléfono adaptativo — Grandes características para teléfonos inteligentes, fantásticas aplicaciones y mucho más
gd: Firefox OS — am fòn gleusmhor — sàr-innealan, aplacaidean is mòran a bharrachd airson fòn tapaidh
hi_in: फ़ायरफ़ॉक्स ओएस — अनुकूलनीय फोन — अच्छी स्मार्टफ़ोन सुविधाएँ, ऐप्स और काफी कुछ
hr: Firefox OS — prilagodljivi telefon — sjajne smartphone mogućnosti, aplikacije i više
km: Firefox OS — The Adaptive Phone — លក្ខណៈ​ទូរស័ព្ទ​ទំនើប​, កម្មវិធី និង​ជា​ច្រើន​ទៀត
ku: Firefox OS — Telefona Adaptîv — Ji bo Telefonên Jîr Taybetiyên Bêhempa Bernamok û Zêdetir
ms: Firefox OS — Telefon yang sesuai — Ciri-ciri Smartphone, Aplikasi dan banyak lagi
my: မီးမြေခွေး OS — ပြောင်းပြင်နိုင်သောဖုန်း — ကောင်းမွန်တဲ့ စမတ်ဖုန်း လုပ်ဆောင်ချက်များ၊ အက်ပ်များ စသည်
pt: Firefox OS — O telefone adaptativo — Funcionalidades e aplicações de smartphone fantásticas
sw: Firefox OS — Simu Tohozi — Vipengele Vikubwa Vya Simu, Programu tumizi na Zaidi
ta: Firefox OS — தகவமைக்கத்தக்க திறன்பேசி — சிறந்த திறன்பேசிக்கான அம்சங்கள், பயன்பாடுகள், இன்னும் கூ்டுதலாக
uz: Firefox OS — Moslashuvchan telefon — Buyuk smartfon xususiyatlari, ilova dasturlari va boshqalar
xh: IFirefox OS — iFowuni Elungele Iimeko Zonke — Iinkalo Ezintle Zefowuni Echubekileyo, ii-Apps nokunye okungakumbi
zu: I-Firefox OS — I-Adaptive Phone — Amafisha Amahle kakhulu e-Smartphone , Ama-apps nokunye okuningi

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
af: Bekyk die weergawe-notas <a href="%(link)s">Lees meer oor kenmerke, veranderinge en vele meer</a>
bn_bd: ভার্সন নোট গুলি দেখুন<a href="%(link)s">পড়ুন ফিচার সমূহ, পরিবর্তন সমূহ এবং অন্যান্য</a>
ca: Consulteu les notes de la versió <a href="%(link)s">Llegiu sobre les característiques, canvis i d'altres.</a>
es_mx: Lee las notas de la versión <a href="%(link)s">Infórmate sobre las características, los cambios y mucho más</a>
gd: Faic barrachd fiosrachadh air an tionndadh seo <a href="%(link)s">'s tu a' leughadh mu na chaidh atharrachadh ann</a>
hi_in: संस्करण नोट्स देखें <a href="%(link)s">सुविधाओं, परिवर्तन और अधिक के बारे में पढ़ें</a>
hr: Provjerite bilješke izdanja, <a href="%(link)s">pročitajte o mogućnostima, novinama i više</a>
km: មើល​​ការ​ចំណាំ​កំណែ <a href="%(link)s">អាន​អំពី​លក្ខណៈ, ការ​ផ្លាស់ប្ដូរ និង​ច្រើន​ទៀត</a>
ku: Têbiniyên versiyonê bibîne <a href="%(link)s">Derbarê taybetî, guherîn û mijarên din de bixwîne</a>
ms: Lihat nota versi <a href="%(link)s">Baca tentang ciri, perubahan dan lagi</a>
my: ဗားရှင်း မှတ်ချက်များအား ကြည့်ပါ။ <a href="%(link)s"> လုပ်ဆောင်ချက်များ၊ ပြောင်းလဲချက်များ စသည်</a>
pt: Consultar as notas da versão <a href="%(link)s">saber mais sobre funcionalidades, anterações, etc.</a>
sw: Angalia maelezo ya toleo <a href="%(link)s">Soma kuhusu vipengele, mabadiliko na zaidi</a>
ta: பதிப்பு குறிப்புகளை பார் <a href="%(link)s">அம்சங்கள், மாற்றங்கள் மற்றும் பலவற்றை தெரிந்துகொள்ளுங்கள்</a>
uz: Versiya qaydlarini ko‘rish <a href="%(link)s">Xususiyatlar, o‘zgarishlar va boshqalar haqida o‘qing</a>
xh: Bona amagqabantshintshi ohlelo <a href="%(link)s">Funda ngeenkalo, iinguqu nokunye okungakumbi</a>
zu: Buka amanothi eveshini <a href="%(link)s">Funda mayelana namafisha, izinguquko nokunye okuningi</a>

source: Discover more apps on the Firefox Marketplace
cy: Darganfod rhagor o apiau ar Firefox Marketplace
km: រក​មើល​កម្មវិធី​បន្ថែម​នៅ​លើ​ឃ្លាំង​កម្មវិធី Firefox
ku: Di Firefox Marketplaceê de zêdetir sepanan bibîne
ms: Temui lebih banyak app di Firefox Marketplace
ur: Firefox Marketplace پر اور ایپس کا پتا لگائیں

source: Get your app on Firefox OS <a href="%(link)s">Submit it to the Firefox Marketplace</a>
cy: Rhowch eich ap ar Firefox OS <a href="%(link)s">Cyflwyno i Firefox Marketplace</a>
km: ទទួល​បាន​កម្មវិធី​របស់​អ្នក​នៅ​លើ Firefox OS <a href="%(link)s">ស្នើ​វា​​ទៅ​ទីផ្សារ Firefox </a>
ku: Bila bernameya te li ser Firefox OSê be <a href="%(link)s">Bernameyê bixe nav Firefox Marketplace</a>ê
ms: Dapatkan app anda di Firefox OS <a href="%(link)s">Hantarkan ia ke Firefox Marketplace</a>
ur: اپنے ایپ کو Firefox OS پر لائیں <a href="%(link)s">اسے Firefox Marketplace میں جمع کریں</a>

source: Firefox OS — Just what you need — Great smartphone features, apps and more
kab: Fire OS — D ayen kan i tesriḍ — Timahilin ifazen n tiliɣiyin tizirazin, isnasen d wayen nniḍen
nn_no: Firefox OS — Akkurat det du treng— Flotte smarttelefonfunksjonar, appar og mykje meir

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
kab: Firefox OS yettwaxdem akken ak-d-imudd ayen tesriḍ, imir kan makken i tesriḍ. Yuss-ad s yesnasen i wayen txedmeḍ udiɣ tzemreḍ ad tesidreḍ ugar n yesmenyifen inek si timdelt n Firefox. Weǧin ur yelli d afessas am ass-a.
nn_no: Firefox OS er laga for å gje deg det du treng, når du treng det. Det kjem med appar for alt det du gjer og du kan henta andre favorittar frå Firefox Marketplace. Det har aldri vore enklare å vera smart.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
kab: Yettwaxdem akken ak-d-imudd ayen tesriḍ, imir kan makken i tesriḍ, s yesnasen i wayen txedmeḍ udiɣ ugar. Weǧin Firefox OS ur yelli d afessas am ass-a.
nn_no: Utforma for å gje deg akkurat det du treng å få ut av ein smarttelefon, med appar for alt du gjer, pluss litt til. Det har aldri vore enklare å vera smart.

source: Sign me up
kab: Kcem
nn_no: Registrer meg

source: Experience Firefox OS on your Android device
kab: Seqdec Firefox OS ɣef yibenk inek Android
nn_no: Opplev Firefox OS på Android-eininga di

source: Introducing Firefox OS 2.5 Developer Preview, an experimental app that lets you use Firefox OS on your Android device.
kab: Asizwer n Firefox OS 2.5 Developer Preview, asnas armitan ara k-yeǧǧen ad tesqedceḍ Firefox OS ɣef yibenk inek Android.
nn_no: Vi introduserar Firefox OS 2.5 Developer Preview, ein eksperimentell app som lèt deg bruka Firefox OS på Android eininga di.

source: Get the Android App
kab: Awi-d asnas Android
nn_no: Last ned Android-appen

source: In the news
kab: Deg isallen
nn_no: I nyhenda

source: See more
kab: Wali ugar
nn_no: Vis meir

source: The Web is the platform
kab: Web d talɣubliṭ
nn_no: Det er nettet som er plattforma

source: Firefox OS is the first truly open mobile platform built entirely on Web technologies. If you can build for the Web using HTML and CSS, you can build Firefox OS.
kab: Firefox OS d talɣubliṭ tazirat yeldin yebnan akk ɣef tetiknulujiyin Web. Ma tzemred ad tebnuḍ i Web s useqdec n HTAM akked CSS, tzemreḍ ad tebnuḍ s Firefox OS.
nn_no: Firefox OS er den fyrste verkeleg opne mobilplattforma som fullstendig er bygd på nett-teknologiar. Om du kan byggja nettet med HTML og CSS, kan du byggja Firefox OS.

source: The most customization
kab: Udmawanen yufraren
nn_no: Maksimal tilpassing

source: Make Firefox OS your own with apps and add-ons from the Firefox Marketplace, and keep all your favorite items front and centre with Pin the Web.
kab: Err Firefox OS d aylak s yesnasen akked izegrar si Firefox Marketplace, udiɣ eǧǧ akk iferdisen inek inurifen zdat u di tlemmast akked Pin n Web.

source: The most control
kab: Ugar n usenqed
nn_no: Full kontroll

source: From Do Not Track to Private Browsing with Tracking Protection, Firefox OS is designed keep you in control of your browsing activity.
kab: S lmendad n tmahilin am Ur yisfuɣul ara, tunigin tusligt akked ummesten mgal asfuɣel, Firefox OS yettwafṣel akken ad yeḥrez asenqed n warmud inek n tunigin.
nn_no: Frå Ikkje spor til Privat nettlesing med Sporingsvern, er Firefox OS laga for at du skal ha kontroll over nettlesaraktiviteten din.

source: Visit the Participation Hub
kab: Rzu ɣer usmel n uttekki

source: Want to make Firefox OS even better? Get all the resources, tools and documentation you need from the Participation Hub.
kab: Tebɣiḍ ad tesnernid Firefox OS? Awi-d akk tiɣbula, Akk ifecka akked tsemlit it esriḍ seg usmel n uttekki.

source: Check it out
kab: Ddu ɣer usmel n uttekki

source: Learn more at MDN
kab: Issin ugar ɣef MDN
nn_no: Lær meir på MDN

source: Want to do even more with Firefox OS? Head over to the Mozilla Developer Network to learn more about platform guides, Firefox OS add-ons and more.
kab: Tebɣid ad twalid ugar ɣef Firefox OS? Ddu ɣer Mozilla Developer Network akken ad tessineḍ ugar s useqdec n yemniren n telɣubliṭ, izegrarn Firefox OS, d wayen nniden.

source: Visit MDN
kab: Rzu ɣer MDN
nn_no: Vitja MDN

source: Ready to try Firefox OS 2.5 Developer Preview on your Android device?
kab: Theggaḍ i uɛrad n Firefox OS 2.5 Developer Preview ɣef yibenk inek Android?

source: Want the full Firefox OS 2.5 experience?
kab: Tebɣiḍ akk tarmit Firefox OS 2.5?

source: Flash your phone
kab: Flaci tileɣri yinek

source: Sign up to get the latest Firefox OS news and more
kab: Kcem akken ad tawiḍ isallen ineggura n Firefox OS d wayen nniḍen
nn_no: Registrer deg for siste nytt om Firefox OS og mykje meir

source: Sign up now
kab: Kcem tura
