Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index-new.lang.po
Languages: af, bn_bd, ca, cy, kab, my, pt, ur, uz, xh, zu

source: FM Radio
bn_bd: এফএম রেডিও
ca: Ràdio FM
cy: Radio FM
kab: Ṛṛadyu FM
my: FM ရေဒီယို
pt: Rádio
ur: ایف ایم ریڈیو
xh: IRediyo ye-FM
zu: I-FM Radio

source: Settings
af: Instellings
bn_bd: সেটিং
ca: Paràmetres
cy: Gosodiadau
kab: Iɣewwaṛen
my: အပြင်အဆင်များ
pt: Definições
ur: سیٹنگیں
uz: Sozlamalar
xh: Iisethingi
zu: Amasethingi

source: Gallery
af: Galery
bn_bd: গ্যালারি
ca: Galeria
cy: Oriel
my: ပြခန်း
pt: Galeria
uz: Galleriya
xh: Igalari
zu: Igalari

source: Usage
af: Verbruik
bn_bd: ব্যবহার
ca: Utilització
cy: Defnydd
kab: Aseqdec
my: သုံးဆွဲထားမှု
pt: Utilização
uz: Foydalanish
xh: Usetyenziso
zu: Ukusetshenziswa

source: Add more from the Firefox Marketplace
af: Voeg meer by uit die Firefox Marketplace
bn_bd: ফায়ারফক্স মার্কেটপ্লেস থেকে আরো যোগ করুন
ca: Afegiu-ne més del Marketplace del Firefox
cy: Ychwanegwch ragor o'r Firefox Marketplace
kab: Sider ugar n yesnasen si Firefox Marketplace
my: မီးမြေခွေးစျေးကွက်မှ ထပ်ထည့်ပါ
pt: Adicione mais do Marketplace do Firefox
ur: فائرفاکس بازار سے مزید شامل کریں
uz: Firefox do‘konidan ko‘proq qo‘shing
xh: Faka okuninzi kwi-Firefox Marketplace
zu: Faka okunye ku-Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
af: Kry al die gewildste speletjies en sosialenetwerk-programme hier.
bn_bd: সব জনপ্রিয় গেম এবং সামাজিক যোগাযোগ অ্যাপ এখানে পাবেন।
ca: Aquí trobareu els jocs més populars i les apps de les xarxes socials.
cy: Mae'r gemau mwyaf poblogaidd a'r apiau rhwydweithio cymdeithasol i gyd yma.
kab: Isnasen i ẓeḍwan n tmetti akked uraren yettwasnen llan dagi.
my: ရေပန်းစားနေသော ဂိမ်းများ နှင့် ဆိုရှယ်အက်ပ်များအားလုံးအား ဒီတွင်ရယူပါ
pt: Obtenha os jogos e aplicações de redes sociais mais populares a partir daqui.
ur: تمام سب سے زیادہ مقبول کھیل اور سوشل نیٹ ورکنگ ایپس یہیں پر حاصل کریں.
uz: Barcha mashhur o‘yinlar va ijtimoiy tarmoq ilova dasturlarini aynan shu yerdan yuklab oling.
zu: Thola yonke imidlalo edumile kanye nama-app ezinkundla zokuxhumana khona la.

source: Go to the Marketplace
af: Gaan na die Marketplace
bn_bd: মার্কেটপ্লেসে যাও
ca: Vés al Marketplace
cy: Ewch i'r Marketplace
kab: Ddu ɣer Marketplace
my: စျေးကွက် သို့သွားပါ
pt: Ir para o Marketplace
ur: بازار تشریف لے جائیں
uz: Marketplace’ga o‘ting
zu: Yiya ku-Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
af: * Vooraf geïnstalleerde programme wissel volgens vervaardiger en operateur.
bn_bd: *প্রি-ইনস্টলকৃত অ্যাপ প্রস্তুতকারক এবং অপারেটর ভেদে আলদা হতে পারে।
ca: * Les apps instal·lades poden variar segons el fabricant i l'operadora.
cy: * Gall apiau wedi eu gosod ymlaen llaw amrywio yn ôl gwneuthurwr a darparwr.
my: * ထုတ်ဝေသူနှင့် ဝန်ဆောင်ပေးသူများ ပေါ်မူတည်ပြီး ကြိုတင်တပ်ဆင်ထားသော အက်ပ်များ ကွဲပြားနိုင်သည်
pt: * As aplicações pré-instaladas podem variar consoante os fabricantes e operadores.
ur: پہلے سے تنصیب شدہ ایپپس مختلف ہو سکتی ہیں سازوں اور آپریٹرز کے لہاظ سے
uz: * Oldindan o‘rnatilgan ilova dasturlar ishlab chiqaruvchilar va operatorlarga tegishli bo‘lishi mumkin.
xh: * Ukufakela kwangaphambi iiaplikheshini kungahluka ngabenzi nabasebenzisi.
zu: * Ama-app afika efakiwe angahlukana kuye ngabakhiqizi kanye nabalawuli.

source: In the news
af: In die nuus
bn_bd: খবরে
ca: A les notícies
cy: Yn y newyddion
kab: Deg isallen
my: သတင်းများတွင်
pt: Nas notícias
ur: خبروں میں
uz: Yangiliklarda
xh: Ezindabeni
zu: Ezindabeni

source: See more
af: Sien meer
bn_bd: আরও দেখুন
ca: Més informació
cy: Gweld rhagor
kab: Wali ugar
my: ဆက်ကြည့်ပါ
pt: Ver mais
ur: مزید دیکھی
uz: Ko‘proq ko‘rish
xh: Bona okuninzi
zu: Bona okunye

source: Mozilla community photo
af: Mozilla-gemeenskapfoto
bn_bd: মজিলা কমিউনিটি ছবি
ca: Fotografia de la comunitat Mozilla
cy: Llun cymuned Mozilla
my: မိုဇီလာ ကွန်မြူနတီ ဓာတ်ပုံ
pt: Fotografia da comunidade Mozilla
ur: موزیلا کموینٹی کی تصویر
uz: Mozilla jamoasi rasmi
xh: Ifoto yoluntu lwe-Mozilla
zu: Isithombe somphakathi we-Mozilla

source: Powered by the Mozilla community
af: Aangedryf deur die Mozilla-gemeenskap
bn_bd: মজিলা কমিউনিটি দ্বারা চালিত
ca: Funciona amb la comunitat Mozilla
cy: Yn cael ei yrru gan cymuned Mozilla
my: မိုဇီလာ ကွန်မြူနတီ မှ နောက်ခံထောက်ပံ့ထားသည်
pt: Suportado pela comunidade da Mozilla
uz: Mozilla jamoasi tomonidan yaratilgan
xh: Siyiphathelwe luluntu lwe-Mozilla
zu: Inikwa amandla umphakathi we-Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
af: Mozilla is 'n niewinsorganisasie met 'n passievolle wêreldwye gemeenskap. Sáám kan ons méér tot stand bring, selfs met plaaslike fokus, om die web beter en toegankliker vir almal orals te kan maak.
ca: Mozilla és una organització sense ànim de lucre impulsada per una comunitat global apassionada. Tots plegats, som capaços de crear i innovar amb els interessos locals en ment, mentre fem un Web millor i més accessible a tothom i a tot arreu.
cy: Mae Mozilla yn gorff dim er elw sy'n cael ei yrru gan gymuned fyd eang brwdfrydig. Gyda'n gilydd, rydym yn gallu creu ac arloesi ar faterion lleol, tra'n gwneud y We'n le gwell ar gyfer pawb, ymhob man.
my: မိုဇီလာ သည် တက်ကြွသော ကွန်မြူနတီဖြင့် တည်ဆောက်ထားသော အကျိုးစီးပွား မရှာ အဖွဲ့အစည်းတစ်ခုဖြစ်သည်။ အင်တာနက် အားပိုမိုကောင်းမွန်အောင် ၊ လူတိုင်းသုံးဆွဲနိုင်အောင် လုပ်ဆောင်ရင်း ဆန်းသစ်မှူများကို အတူတကွဲ ဖန်တီးလျက်ရှိပါတယ်။
pt: A Mozilla é uma organização sem fins lucrativos alimentada por uma apaixonada comunidade global. Juntos somos capazes de criar e inovar com os interesses locais em mente, enquanto tornamos a Web melhor e mais acessível para todos e em qualquer lugar.
ur: موزیلا ایک پرجوش عالمی برادری کی طرف سے ایندھن ایک غیر منافع بخش تنظیم ہے. ساتھ ساتھ، ہم ہر جگہ ویب سب کے لئے بہتر اور زیادہ قابل رسائی بنانے کے دوران پیدا کرنے اور ذہن میں مقامی مفادات کے ساتھ اختراعات کرنے، قابل ہیں.
uz: Mozilla o‘z hissasini qo‘shuvchi xalqaro jamoa tomonidan qo‘llab-quvvatlanadigan notijorat tashkilot. Birgalikda biz miyangizdagi mahalliy qiziqishlaringiz yordamida yangiliklar yaratishimiz va ishlab chiqishimiz mumkin. Bu bilan internetni yanada yaxshilashimiz va har qanday yerdagi har qanday inson uchun yanada qulay qilishimiz mumkin.
xh: I-Mozilla ngumbutho ongenzi nzuzo oqhutywa ngamatsha-ntliziyo oluntu lwelizwe jikelele. Sikunye, sinako ukwenza nokuzisa inguqulelo sithathela ingqalelo umdla wendawo , ngelixa sisenza ngcono iWebhu ze ifikeleleke ngakumbi kumntu wonke naphi na.
zu: I-Mozilla yinhlangano engenzi nzuzo egqugquzelwa umphakathi onentshisekelo emhlabeni jikelele. Sisonke, siyakwazi ukusungula nokuqhamuka namasu amasha sibe sicabanga ngabantu basendaweni, sibe sithuthukisa i-inthanethi siphinde siyenze itholakale kuwo wonke umuntu.

source: Learn more about Mozilla
af: Meer inligting oor Mozilla
bn_bd: মজিলা সম্পর্কে আরও জানুন
ca: Més informació sobre Mozilla
cy: Dysgu rhagor am Mozilla
kab: Issin ugar ɣef Mozilla
my: မိုဇီလာ အကြောင်းလေ့လာပါ
pt: Saber mais sobre a Mozilla
uz: Mozilla haqida ko‘proq o‘rganing
xh: Funda ngakumbi malunga ne-Mozilla
zu: Funda kabanzi nge-Mozilla

source: Need Help?
af: Benodig hulp?
bn_bd: সহায়তা প্রয়োজন?
ca: Necessiteu ajuda?
cy: Angen Cymorth?
kab: Tesriḍ tallalt?
my: အကူအညီ လိုလား။
pt: Precisa de ajuda?
ur: مدد کی ضرورت ہے؟
uz: Yordam kerakmi?
xh: Ufuna uncedo?
zu: Udinga usizo?

source: Firefox OS Support
af: Firefox OS-steundiens
bn_bd: ফায়ারফক্স ওএস সাপোর্ট
ca: Assistència del Firefox OS
cy: Cefnogaeth Firefox OS
kab: Tallalt n Firefox OS
my: Firefox OS အထောက်အပံ့
pt: Apoio para o Firefox OS
uz: Firefox OS yordami
xh: Inkxaso ye-Firefox OS
zu: I-Firefox OS Support

source: Find My Device
af: Vind my toestel
ca: Troba el meu dispositiu
cy: Canfod fy Nyfais
kab: Af-d ibenk-iw
my: ကျွနု်ပ်၏ ဖုန်းအား ရှာပါ
pt: Localizar o meu dispositivo
uz: Qurilmamni topish
xh: Fumana Isixhobo Sam
zu: Thola Idivayisi Yami

source: For Developers
af: Vir ontwikkelaars
bn_bd: ডেভেলপারদের জন্য
ca: Per a desenvolupadors
cy: Ar gyfer Datblygwyr
kab: I yineflayen
my: ဝတ်ဆိုက်များဖန်တီးသူများ အတွက်
pt: Para programadores
ur: ڈیولپرز کے لیے
uz: Dasturchilar uchun
xh: Kwabaphuhlisi
zu: Okwabaqambi

source: Mozilla Developer Network
af: Mozilla-ontwikkelaarsnetwerk
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক
ca: Mozilla Developer Network{ok}
cy: Rhwydwaith Datblygwyr Mozilla
kab: Aẓeṭṭa n ineflayen n Mozilla
pt: Rede de desenvolvimento da Mozilla
uz: Mozilla dasturchilar tarmog‘i
xh: INethiweki yokuPhuhlisa iMozilla
zu: I-Inthanethi yomsunguli we-Mozilla

source: Mozilla Appmaker
bn_bd: মজিলা অ্যাপমেকার
my: မိုဇီလာ အက်ပ်ဖန်တီးဆော့ဝဲ
xh: I-Mozilla Appmaker
zu: I-Mozilla Appmaker

source: Firefox OS devices
af: Firefox OS-toestelle
bn_bd: ফায়ারফক্স ওএস ডিভাইস
ca: Dispositius amb Firefox OS
cy: Dyfeisiau Firefox OS
kab: Ibenkan Firefox OS
my: Firefox OS ဖုန်းများ
pt: Dispositivos Firefox OS
uz: Firefox OS qurilmalari
zu: Amadivayisi e-Firefox OS

source: Where is Firefox OS available?
af: Waar is Firefox OS beskikbaar?
bn_bd: ফায়ারফক্স ওএস কোথায় পাওয়া যায়?
ca: On es pot trobar el Firefox OS?
cy: Lle mae Firefox OS ar gael?
kab: Anida yella Firefox OS?
my: Firefox OS ကို ဘယ်မှာရနိုင်မလဲ?
pt: Onde é que o Firefox OS está disponível?
uz: Firefox OS qayerda bor?
xh: Ifumaneka phi i-Firefox OS?
zu: Itholakalaphi i-Firefox OS?

source: Other Firefox OS versions
af: Ander Firefox OS-weergawes
bn_bd: ফায়ারফক্স ওএস এর অন্যান্য সংস্করণ
ca: Altres versions del Firefox OS
cy: Fersiynau eraill o Firefox OS
kab: Ileqman nniḍen n Firefox OS
my: အခြား Firefox OS ဗားရှင်းများ
pt: Outras versões do Firefox OS
uz: Boshqa Firefox OS versiyalari
xh: Ezinye iinguqulelo ze-Firefox OS
zu: Amanye amaveshini e-Firefox OS

source: For Partners
af: Vir vennote
bn_bd: অংশীদারদের জন্য
ca: Per socis
cy: Ar gyfer Partneriaid
kab: I yimendiden
my: ပူးပေါင်းဆောင်ရွက်သူများအတွက်
pt: Para parceiros
uz: Hamkorlar uchun
xh: Yamaqabane
zu: Esibambisene nabo ebhizinisini

source: Partnership opportunities
af: Vennootgeleenthede
bn_bd: অংশীদারীর সুযোগ
ca: Oportunitats com a socis
cy: Cyfleoedd ar gyfer Partneriaid
kab: Asumer i yimendiden
my: ပူးပေါင်းဆောင်ရွက်မှု အခွင့်အလမ်းများ
pt: Oportunidades de parceria
uz: Hamkorlik imkoniyatlari
xh: Amathuba obuqabane
zu: Amathuba okusebenzisana nathi

source: We work with a number of providers to offer Firefox OS on a variety of devices.
af: Ons werk saam met 'n aantal verskaffers om Firefox OS op 'n verskeidenheid toestelle beskikbaar te stel.
bn_bd: বিভিন্ন ডিভাইসে Firefox OS দেয়ার জন্য আমরা বেশ কিছু সরবরাহকারীর সাথে কাজ করছি।
ca: Treballem amb uns quants proveïdors per a oferir el Firefox OS en diversos dispositius.
cy: Rydym yn gweithio gyda nifer o ddarparwyr i gynnig Firefox OS ar amrywiaeth o ddyfeisiau.
kab: Nemmahal akked deqs n isaǧǧawen akken Firefox OS ad yili yewjed di deqs n wanawen n ibenkan.
my: ဖုန်းမျိုးစုံတွင် Firefox OS သုံးနိုင်ရန်အတွက် ပူးပေါင်းဆောင်ရွက်သူများ နှင့်အတူ ကြိုးစားလုပ်ဆောင်ထားသည်
pt: Nós trabalhamos com vários fornecedores para oferecer o Firefox OS numa variedade de dispositivos.
ur: ہم Firefox OS کو کئی قسم کے آلات پر پیش کرنے کے لیے متعدد مہیا کنندوں کے ساتھ کام کرتے ہیں۔
uz: Biz "Firefox OS"ni har xil qurilmalarga taklif qiluvchi ko‘plab xizmat ko‘rsatuvchilar bilan birga ishlaymiz.
xh: Sisebenza ngababoneleli abaliqela ukuze sivelise iFirefox OS ngezixhobo ezahlukeneyo.
zu: Sisebenza nabahlinzeki ngosizo abaningi ukuze i-Firefox OS iphume ngamadivayisi ahlukahlukene.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
af: Kies een uit die onderstaande lys om 'n Firefox OS-slimfoon in jou land te kry.
bn_bd: আপনার দেশে একটি Firefox OS স্মার্টফোন পাওয়ার জন্য নীচের তালিকা থেকে যে কোন একটি বাছাই করুন।
ca: Trieu-ne un de la llista següent per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Dewiswch un o'r rhestr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
kab: Fren si tebdart agi akken ad tawiḍ tiliɣri tazirazt s Firefox OS di tmurt-ik.
my: သင့်နိုင်ငံမှာ Firefox OS ဖုန်းတစ်လုံးဝယ်ယူရန် အောက်တွင် တစ်ခုရွေးပါ
pt: Escolha um país da lista abaixo para obter um smartphone Firefox OS no seu país.
ur: اپنے ملک میں Firefox OS سمارٹ فون حاصل کرنے کے لیے نیچے دی گئی فہرست میں سے ایک منتخب کریں۔
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi ro‘yxatdan birini tanlang.
xh: Khetha abe mnye kuluhlu olungezanti ukuze ufumane ifowuni echubekileyo yeFirefox OS kwilizwe lakho.
zu: Khetha okukodwa ohlwini ngezansi ukuze uthole i-Firefox OS smartphone ezweni lakho.

source: Click on the provider below to get a Firefox OS smartphone in your country.
af: Klik op die onderstaande verskaffer om 'n Firefox OS-slimfoon in jou land te kry.
bn_bd: আপনার দেশে একটি Firefox OS স্মার্টফোন পাওয়ার জন্য নীচের সরবরাহকারীকে ক্লিক করুন।
ca: Feu clic al proveïdor de més avall per aconseguir un telèfon intel·ligent amb el Firefox OS al vostre país.
cy: Cliciwch ar y darparwr isod i brynu ffôn clyfar Firefox OS yn eich gwlad.
kab: Sit ɣef usaǧǧaw daw-a akken ad tawiḍ tiliɣri tazirazt s Firefox OS di tmurt-ik.
my: သင့်နိုင်ငံမှာ Firefox OS ဖုန်းတစ်လုံးဝယ်ယူရန် အောက်ရှိပူးပေါင်းဆောင်ရွက်သူတစ်ခုခုကို နှိပ်ပါ
pt: Clique no fornecedor abaixo para obter um smartphone Firefox OS no seu país.
ur: اپنے ملک میں Firefox OS سمارٹ فون حاصل کرنے کے لیے نیچے دیے گئے مہیا کنندہ پر کلک کریں۔
uz: "Firefox OS" o‘rnatilgan smartonni mamlakatingizda olish uchun pastdagi ro‘yxatdan birini tanlang.
xh: Cofa kumboneleli ongezantsi ukuze ufumane i-Firefox OS smartphone.
zu: Chofoza kumhlinzeki ongezansi ukuze uthole i-Firefox OS ezweni lakho.

source: Sign up for our monthly newsletter
af: Sluit aan vir ons maandelikse nuusbrief
bn_bd: আমাদের মাসিক হাল নাগাদ সংবাদ পেতে নিবন্ধন করুন
ca: Subscriviu-vos al butlletí mensual
cy: Ymunwch er mwyn derbyn ein cylchlythyr misol
kab: Jerred ɣer yizen-neɣ n telɣut n waggur
my: ကျွနု်ပ်တို့၏ စာပို့စာရင်းတွင် မှတ်ပုံတင်ပါ
pt: Subscreva a nossa newsletter mensal
ur: ہمارے ماہانہ نیوز لیٹر کے لیے سائن اپ کریں
uz: Oylik yangilik xatlaridan ro‘yxatdan o‘ting
xh: Bhalisela ileta yethu yeendaba yeenyanga zonke
zu: Sayinela incwadindaba yethu yanyangazonke

source: Thank you for signing up!
af: Dankie dat jy aangesluit het!
bn_bd: সাইন আপ করার জন্য আপনাকে ধন্যবাদ!
ca: Gràcies per subscriure-us!
cy: Diolch am ymuno!
kab: Tanemmirt ɣef ujerred!
my: မှတ်ပုံတင်ခြင်းအတွက် ကျေးဇူးတင်ပါတယ်!
pt: Obrigado por subscrever!
ur: سائن اپ کرنے کا شکریہ!
uz: Ro‘yxatdan o‘tganingiz uchun rahmat!
xh: Enkosi ngokubhalisa!
zu: Siyabonga ngokuba uyisayinele!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
af: Sluit aan vir ons maandelikse nuusbrief en kry die jongste nuus oor Firefox OS
bn_bd: আমাদের মাসিক সংবাদপত্র পেতে এবং Firefox OS সম্পর্কিত সর্বশেষ তথ্যগুলো জানতে সাইন আপ করুন
ca: Subscriviu-vos al butlletí mensual per tenir les darreres notícies sobre el Firefox OS
cy: Ymunwch a derbyn ein cylchlythyr misol a chael y diweddaraf ar Firefox OS
kab: Jerred ɣer yizen-neɣ n telɣut n waggur u rmes akk isallen ineggura ɣef Firefox OS
my: နောက်ဆုံး Firefox OS သတင်းများရယူရန်အတွက် စာပို့စာရင်းတွင် မှတ်ပုံတင်ပါ
pt: Subscreva a nossa newsletter mensal e obtenha as últimas novidades sobre o Firefox OS
ur: ہمارے ماہانہ نیوز لیٹر کے لیے سائن اپ کریں اور Firefox OS کی تازہ ترین خبریں حاصل کریں
uz: Oylik yangiliklar xabarlariga obuna bo‘ling va "Firefox OS"dagi so‘nggi yangiliklarga ega bo‘ling
xh: Bhalisela ileta yethu yeendaba efumaneka nyanga zonke uze ufumane iFirefox OS
zu: Sayinela ukuthola incwadindaba uthole konke okusha nge-Firefox OS
