Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/os/index.lang.po
Languages: af, bn_bd, ca, cy, es_mx, gd, hi_in, hr, kab, km, ku, ms, my, nn_no, pt, sw, ta, ur, uz, xh, zu

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
af: Firefox OS het al die tonne kenmerke wat jy graag in die eerste plek op 'n slimfoon wou gehad het. Dit pas perfek by jou lewe sodat jy maklik by die wêreld rondom jou kan inpas.
bn_bd: প্রথমত Firefox OS এমন কিছু বৈশিষ্ট্য সম্বলিত যার কারণে আপনি একটি স্মার্ট ফোন নিতে চাইবেন। এটি আপনার জীবনের সাথে সংগতিপূর্ণ ফলে আপনি আপনার চারপাশের পরিবেশের সাথে মানিয়ে নিতে পারেন।
ca: El Firefox OS està equipat amb les característiques que des de sempre us han fet desitjar tenir un telèfon intel·ligent. S'adapta perfectament a la vostra vida perquè pugueu adaptar-vos al món que us envolta.
cy: Mae Firefox OS y llawn nodweddion roeddech chi eu heisiau ar eich ffôn clyfar yn y lle cyntaf. Mae'n gwneud i'r dim ac i'r dim ar gyfer y byd o'ch hamgylch chi.
es_mx: Firefox OS dispone de todas las características que desde siempre te han hecho desear tener un teléfono inteligente. De adapta a tu vida perfectamente para que tu puedas adaptarte al mundo que te rodea.
gd: Tha Firefox OS loma-làn dhe na gleusan a thug ort fòn tapaidh fhaighinn sa chiad dol a-mach. Tha e cho iomchaidh dhan t-saoghal agad-sa 's a ghabhas.
hi_in: फ़ायरफ़ॉक्स ओएस उन सभी सुविधाओं से लैस है, जो पहली नज़र में ही आपको इस स्मार्टफ़ोन की ओर खींचेगा. यह पूरी तरह से आपके माकूल है, इसलिए आसपास की दुनिया के आप अनुकूल हो सकते हैं.
hr: Firefox OS je prepun mogućnosti zbog kojih ste uopće htjeli smartphone. Savršeno se uklapa u vaš život, kako biste se mogli uklopiti u svijet oko vas.
km: Firefox OS ត្រូវ​បាន​វេច​ខ្ចប់​ជាមួយ​លក្ខណ​ពិសេស​ជា​ច្រើន​ដែល​ធ្វើឲ្យ​អ្នក​ចង់បាន​ទូរស័ព្ទ​ទំនើប​នេះ​មុន​គេ។ វា​សក្ដិសម​នឹង​ជីវិត​អ្នក​បំផុត ដូច្នេះ​អ្នក​ក៏​អាច​ធ្វើឲ្យ​វា​សក្ដិសម​សម្រាប់​មនុស្ស​ជុំវិញ​ពិភពលោក​ផង​ដែរ។
ku: Di Firefox OSê de taybetiyên sereke ku tu ji telefoneke jîr hêvî dikî hene. Ev taybetî yekser li jiyana te tên bi vê jî dikevî cîhana derdora xwe.
ms: Firefox OS penuh dengan ciri-ciri yang menjadikan kamu mahu telefon pintar di tempat pertama. Ia sesuai dengan kehidupan anda dengan sempurna supaya anda boleh menyesuaikan diri dengan dunia di sekeliling anda.
my: Firefox OS တွင်စမတ်ဖုန်းတစ်လုံး တွင်သင်လိုချင်သော စွမ်းဆောင်ချက်များပါဝင်ပါတယ်။ သင့် ဘဝနဲ့ ကိုက်ညီပြီး သင်နှင့်အတူ နေရာတိုင်းမှာ ရှိနေမှာဖြစ်ပါတယ်။
pt: O Firefox OS contém as funcionalidades que fizeram com que quisesse um smartphone. Encaixa-se perfeitamente na sua vida para que possa fazer parte do mundo à sua volta.
ta: Firefox OS கொண்டுள்ள வசதிகளால் உங்களுக்கு ஒரு திறன்பேசி முதலிடத்தில் தேவைப்படும். இது உங்கள் வாழ்க்கையை சுற்றியுள்ள உலகத்துடன் கச்சிதமாக பொருத்தும்.
ur: Firefox OS میں وہ فیچر بھرے ہوئے ہیں جن کی وجہ سے آپ کو سمارٹ فون رکھنے کا دل کیا۔ یہ آپ کی زنگی میں فٹ ہوتا ہے تاکہ آپ اپنے ارد گرد کی دنیا میں فٹ ہو سکیں۔
uz: "Firefox OS" o‘zida siz smartfonda birinchi o‘rinda bo‘lishini xohlagan xususiyatlarni jamlagan. U sizning hayotingizga ajoyib iz qoldiradi, shunday ekan siz atrofingizdagi dunyoga ham iz qoldiring.
xh: IFirefox OS izele ziinkalo ezikwenza ufune ifowuni echubekileyo zisuka nje. Ivela ihambelane kakuhle gqitha nawe ukuze wena uhambelane nehlabathi elikungqongileyo.
zu: I-Firefox OS iyachichima ngamafisha akwenza wafuna i-smartphone kwasekuqaleni. Ingena khaxa empilweni yakho ukuze nawe uhambisane nakho konke okwenzeka kulo mhlaba ophila kuwo.

source: Made for the moments of your life
af: Gemaak vir die oomblikke van jou lewe
bn_bd: আপনার জীবনের মুহূর্ত গুলোর জন্য তৈরি
ca: Creat per als millors moments de la vostra vida
cy: Ar gyfer adegau pwysig eich bywyd
es_mx: Hecho para los momentos de tu vida
gd: Caran do shaoghail-sa
hi_in: यह आपके जीवन के लम्हों के लिए बना है
hr: Stvoren za trenutke vašeg života
km: បង្កើត​ឡើង​សម្រាប់​ចលនា​ជីវិត​របស់​អ្នក
ku: Ji bo kêliyên jiyana te hatine çêkirin
ms: Dibuat untuk saat-saat dalam hidup anda
my: သင့်ဘဝ၏ အချိန်တိုင်းအတွက် ပြုလုပ်ထားခြင်း ဖြစ်သည်။
pt: Feito para os momentos da sua vida
sw: Imetengenezewa muda wa maisha yako
ta: உங்கள் வாழ்க்கையின் சிறந்த தருணங்களுக்காக உருவாக்கப்பட்டது
ur: آپ کی زندگی کے لمحات کے لیے بنا
uz: Hayotingiz lahzalari uchun qilingan
xh: Yenzelwe izihlandlo ezikhethekileyo ebomini bakho
zu: Yenzelwe amathuba abalulekile empilweni yakho

source: Moments with friends
af: Oomblikke saam met vriende
bn_bd: বন্ধুদের সাথে কাটানো মুহূর্ত
ca: Moments amb els amics
cy: Adegau gyda ffrindiau
es_mx: Momentos con los amigos
gd: Car còmhla ri caraidean
hi_in: लम्हें दोस्तों के साथ
hr: Trenuci s prijateljima
km: ចលនា​ជាមួយ​មិត្តភក្ដិ
ku: Kêliyên bi hevalan re
ms: Saat-saat bersama rakan
my: သူငယ်ချင်းများနှင့် ရှိနေချိန်
pt: Momentos com amigos
sw: Muda mfupi na marafiki
ta: நண்பர்களுடனான தருணம்
ur: دوستوں کے ساتھ لمحات
uz: Do‘stlar bilan lahzalar
xh: Izihlandlo nabahlobo bakho
zu: Izikhathi nabangani

source: Import your contacts directly from Facebook and share updates instantly.
af: Voer jou kontakte direk van Facebook in en deel bywerkings onmiddellik.
bn_bd: ফেইসবুক থেকে আপনার পরিচিতি গুলো নিয়ে আসুন এবং তাৎক্ষণিক ভাবে আপডেট শেয়ার করুন।
ca: Importeu els vostres contactes directament des del Facebook i compartiu les actualitzacions a l'instant.
cy: Mewnforiwch eich cysylltiadau'n syth o Facebook a rhannu diweddariadau'n syth.
es_mx: Importa tus contactos directamente desde Facebook y comparte tus actualizaciones instantáneamente.
gd: Ion-phortaich an luchd-aithne agad o Facebook fhèin is ùraich do naidheachd fad na h-ùine.
hi_in: फ़ेसबुक से सीधे अपने संपर्क आयात करें और अद्यतन तत्काल साझा करें.
hr: Uvezite svoje kontakte izravno iz Facebooka i brzo podijelite novosti.
km: នាំចូល​ទំនាក់ទំនង​របស់​អ្នក​ដោយ​ផ្ទាល់​ពី Facebook និង​ចែករំលែក​បច្ចុប្បន្នភាព​ដោយ​ភ្លាមៗ។
ku: Peywendiyan rasterast ji Facebookê bîne û tiştên nû tevilê parve bike.
ms: Mengimport kenalan anda secara langsung dari Facebook dan berkongsi kemas kini serta-merta.
my: သင့် အဆက်အသွယ်များကို ဖေစ့်ဘုတ်ဆီမှ တိုက်ရိုက်သွင်း ယူပြီး သတင်းများကိုမျှဝေပါ
pt: Importe os seus contactos diretamente do Facebook e partilhe atualizações de forma instantânea.
sw: Leta anwani zako moja kwa moja kutoka Facebook na ushiriki sasisho mara moja.
ta: முகநூலில் இருந்து நேரடியாக தொடர்புகளை இறக்கி நிலைகளை உடனடியாக பகிர தொடங்குகள்.
ur: Facebook سے اپنے رابطہ افراد براہ راست درآمد کریں اور تازہ کاریاں فوراْ شیئر کریں۔
uz: "Facebook"dan to‘g‘ridan-to‘g‘ri kontaktlaringizni import qiling va yangilanishlarni osongina bo‘lishing.
xh: Gqithisa abantu oqhagamshelana nabo ngqo ukusuka kuFacebook uze wabelane ngezihlaziywayo ngokukhawuleza.
zu: Ithutha izinombolo kusuka ku-Facebook yabelane ngokwenzekayo ngokushesha.

source: Creative moments
af: Kreatiewe oomblikke
bn_bd: সৃজনশীল মুহূর্তগুলো
ca: Moments creatius
cy: Adegau creadigol
es_mx: Momentos creativos
gd: Car cruthachail
hi_in: रचनात्मक लम्हें
hr: Kreativni trenuci
km: ចលនា​បែប​ច្នៃប្រឌិត
ku: Demên afirîneriyê
ms: Saat-saat kreatif
my: တီထွင်ဖန်တီးနေချိန်များ
pt: Momentos criativos
sw: Muda mfupi wenye ubunifu
ta: ஆக்க தருணங்கள்
ur: تخلیقی لمحات
uz: Ijodiy lahzalar
xh: Izihlandlo zobuchule
zu: Izikhathi zokuciko

source: Take photos on the go then make them amazing using built-in style filters.
af: Neem foto's in aksie en omskep hulle dan in 'n meesterstuk deur die ingeboude stylfilters te gebruik.
bn_bd: চলতে চলতে ছবি তুলুন তারপর নির্মিত স্টাইল ফিল্টার ব্যবহার করে সেগুলিকে আকর্ষণীয় করে তুলুন।
ca: Feu fotografies excepcionals sobre la marxa amb els filtres d'estil incorporats.
cy: Cymrwch luniau a'u gwneud yn anhygoel drwy ddefnyddio hidlau arddull camera'r ffôn.
es_mx: Toma fotografías en movimiento y luego hazlas increíbles usando filtros y estilos.
gd: Tog dealbhan fìor-mhath air an rathad is cuir dreach mìorbhaileach orra leis na criathragan a tha 'na bhroinn.
hi_in: झटपट फ़ोटो लें, और फिर मौजूद स्टाइल फ़िल्टर के उपयोग से उन्हें गज़ब का बनाएँ.
hr: Fotografirajte u pokretu i potom stvorite nevjerojatne fotografije koristeć ugrađene filtre.
km: ថតរូប​ជាបន្តបន្ទាប់ រួច​បង្កើត​ជា​រូបភាព​ចម្លែកៗ​ដោយ​ប្រើ​តម្រង​រចនាប័ទ្ម​ដែល​ជាប់​មក​ស្រាប់។
ku: Dema tu digerî wêneyan bikişîne û bi parzûnên hundirîn tiştên nûwaze çêke.
ms: Ambil gambar di mana sahaja kemudian membuat mereka yang menakjubkan dengan menggunakan terbina dalam penapis gaya.
my: သွားလာရင် ဓာတ်ပုံများ ရိုက်ယူကာ နဂိုပါရှိသော စတိုင်လ်များဖြင့် လှပအောင်ပြုလုပ်ပါ
pt: Tire fotografias em qualquer lugar e torne-as fantásticas com os filtros e estilos fornecidos.
ta: போகிற போக்கில் படங்களை எடுத்து பின் அதை உள்ளார்ந்த பாணி வடிப்பிகள் மூலம் பிரமாதப்படுத்துங்கள்.
ur: چلتے پھرتے تصویریں لیں اور درساختہ فلٹروں کو استعمال کر کے ان کو زبردست بنائیں۔
uz: Yo‘lma-yo‘l suratga oling va ularni so‘ngra ichki filterlardan foydalanib ajoyib ko‘rinishga keltiring.
xh: Thatha iifoto useluhambe uze uzihombise zibe ntle ngokusebenzisa iifiltha zesimbo ezikuyo.
zu: Ishutha izithombe bese izenza zibe zinhle isebenzisa izisefi ezakhelwe kuyo.

source: Moments that entertain
af: Oomblikke wat onthaal
bn_bd: উপভোগ্য মূহুর্তগুলো
ca: Moments que entretenen
cy: Adegau difyr
es_mx: Momentos que entretienen
gd: Car mànrain
hi_in: मज़ेदार लम्हें
hr: Trenuci zabave
km: ចនលនា​នៃ​ការ​កម្សាន្ត
ku: Demên şadiyê
ms: Saat-saat yang menggembirakan
my: ဖျော်ဖြေရေးကြည့်ရှုခံစားချိန်များ
pt: Momentos que divertem
ta: மகிழ்வூட்டும் தருணங்கள்
ur: لمحات جو آپ کا دل خوش کریں
uz: Ko‘ngil ochish uchun lahzalar
xh: Izihlandlo ezonwabisayo
zu: Izikhathi zenjabulo

source: Listen to your favorite songs, artists and radio stations, all from one device.
af: Luister na jou gunstelingliedjies en radiostasies – alles van een toestel.
bn_bd: একটি মাত্র ডিভাইস থেকে আপনার পছন্দের সব গান, শিল্পী ও রেডিও ষ্টেশন গুলো শুনুন।
ca: Escolteu les vostres cançons, artistes i estacions de ràdio preferides, tot des d'un dispositiu.
cy: Gwrando ar eich hoff ganeuon, artistiaid a gorsafoedd radio, y cyfan o un ddyfais.
es_mx: Escucha tus canciones favoritas, artistas y estaciones de radio, todo desde un dispositivo.
gd: Èist ris na h-òrain, an luchd-ciùil 's na stèiseanan rèidio as fhearr leat air an aon uidheam ann.
hi_in: एक ही उपकरण से अपने पसंदीदा गानों, कलाकारों और रेडियो स्टेशनों को सुनें.
hr: Slušajte omiljene pjesme, izvođače i radio stanice. Sve s jednog uređaja.
km: ស្ដាប់​ចម្រៀង សិល្បករ និង​ស្ថានីយ​វិទ្យុ​​ដែល​អ្នក​ចូលចិត្ត​ទាំងអស់​ពី​ឧបករណ៍​តែមួយ។
ku: Bi cîhazekê li stran, hunermend û radyoyên jê hez dikî guhdarî bike.
ms: Dengarkan lagu, artis dan stesen radio kegemaran anda, semuanya dari satu peranti.
my: သင့်စိတ်ကြိုက် သီချင်းများ၊ အဆိုတော်များ နှင့် ရေဒီယိုများအား တစ်နေရာထဲမှနားထောင်ပါ။
pt: Ouça as suas músicas, artistas e estações rádio favoritas, tudo num único dispositivo.
ta: உங்களுக்கு பிடித்த பாடல்கள், கலைஞர்கள் மற்றும் வானொலிகளை கேழுங்கள், அனைத்தையும் ஒரே சாதனத்தில்.
ur: ایک ہی آلے سے، اپنے سارے پسندیدہ گانے، فن کار اور ریڈیو سٹیشنوں کو سنیں۔
uz: Bitta qurilma orqali sevimli qo‘shiqlar, qo‘shiqchilar va radio stansiyalarni tinglash.
xh: Phulaphula iingoma ozithandayo, iimvumi nezikhululo zikanomathotholo, zonke nje kwisixhobo esinye.
zu: Lalela amaculo akho ayintandokazi, abaculi neziteshi zomsakazo, konke kudivayisi eyodwa.

source: Moments in between
af: Oomblikke tussenin
bn_bd: মাঝের মুহূর্তগুলো
ca: Mentre us desplaceu
cy: Adegau ar daith
es_mx: Momento en el medio
gd: Car eadar dà àite
hi_in: बीच के लम्हें
hr: Trenuci u međuvremenu
km: ចលនា​រវាង
ku: Demên geriyanê
ms: Detik diantara
my: ကြားထဲမှာ အခိုက်အတန့်လေးများ
pt: Momentos em viagem
ta: இடை நிகழும் தருணங்கள்
ur: درمیان کے لمحات
uz: Oraliqdagi lahzalar
xh: Izihlandlo zaxa useluhambeni
zu: Izikhathi eziphakathi nendawo

source: Get to where you’re going with directions, traffic and local transit information.
af: Arriveer by jou bestemming met aanwysings, verkeer en plaaslike transito-inligting.
bn_bd: দিকনির্দেশনা, ট্র্যাফিক এবং স্থানীয় পরিবহন সংক্রান্ত তথ্য সহকারে যেখানে যাচ্ছেন সেখানে পৌঁছান।
ca: Arribeu on aneu amb indicacions i informació del tràfic i trànsit locals.
cy: Mynd i ar daith gyda chyfarwyddiadau, gwybodaeth am draffig a theithio lleol.
es_mx: Llega a tu destino con indicaciones de dirección e información de tráfico y tránsito local.
gd: Ruigidh tu do cheann-uidhe leis an stiùireadh 's am fiosrachadh trafaig is còmhdhalach a gheibh thu air.
hi_in: दिशा, ट्रैफ़िक और स्थानीय पारगमन जानकारी के साथ इच्छित स्थान पर जाएँ.
hr: Stignite na odredište prateći navigaciju uz informacije o prometu i lokalnom prijevozu.
km: ទៅ​កន្លែង​ណាមួយ​ដោយ​មាន​ព័ត៌មាន​អំពី​ទិស ចរាចរ និង​កន្លែង​ឆ្លងកាត់។
ku: Bi rênîşandan û agahiyên veguhestinên herêmî xwe bigihîne dera ku tu diçiyê.
ms: Pergi ke mana sahaja dengan info arah, trafik dan persinggahan lokal.
my: သင်သွားမည့်နေရာ အား လမ်း နှင့် ဒေသတွင်း လမ်းရပ် အချက်အလက်များအား ရယူပါ
pt: Saiba para onde está a ir, com direções, informações de tráfego e de trânsito locais.
sw: Pata ambapo utaenda na maelekezo, msongamano wa magari na habari za mitaa.
ta: வழிகள், நெரிசல் மற்றும் உள்ளூர் போக்குவரத்து தகவல்களுடன் செல்லும் இடங்களுக்கு சென்றிடுங்கள்.
ur: جہاں آپ جانا چاہتے ہیں ادھر ہدایات، آمدورفت اور مقامی راستے کی معلومات کے ذریعے پہنچیں۔
uz: Borayotgan joyingiz yo‘nalishlarini, qatnovlarini va mahalliy odam tashuvchi texnikalar reysi ma’lumotlarini oling.
xh: Fika kwindawo oya kuyo ngezalathiso, ngenkcazelo yezothutho neyasekuhlaleni.
zu: Fika lapho uya khona ngemiyalelo yendlela, imininingwane yesiminyaminya emgaqweni ohamba kuwo.

source: Moments of choice
af: Oomblikke van keuse
bn_bd: পছন্দের মুহূর্ত
ca: Moments per triar
hi_in: चुनाव के लम्हें
my: ရွေးချယ့်ရမည်အခိုက်အတန့်
pt: Momentos de escolha
sw: Muda mfupi wa kuchagua
ta: தருணங்களின் தேர்வு
uz: Tanlov lahzalari
zu: Izikhathi zokuzikhethela

source: Take full control of calls and messages with dual SIM and dual standby functionality.
af: Neem volle beheer van oproepe en boodskappe met dubbel-SIM en die dubbelbystandsfunksionaliteit.
bn_bd: ডুয়াল সিম ও ডুয়াল স্ট্যান্ডবাই সুবিধার সাথে কল ও বার্তার পরিপূর্ণ নিয়ন্ত্রণ আপনার হাতে।
ca: Preneu el control de les trucades i els missatges amb les funcionalitats de SIM dual i estat de repòs dual.
hi_in: दोहरे सिम और दोहरी अतिरिक्त कार्यशीलता के साथ कॉल और संदेश का पूरा नियंत्रण रखे.
my: SIM နှစ်ခုသုံးစနစ် ကိုသုံးဆွဲပြီး ခေါ်ဆိုမှုများ နှင့် စာတိုများအား ပိုမိုကောင်းမွန်စာထိန်းချုပ်သုံးဆွဲပါ
pt: Tenha controlo absoluto de chamadas e mensagens com dual SIM e dupla funcionalidade de espera.
sw: Chukua udhibiti kamili wa simu na ujumbe kwa SIM pacha na utendaji.
ta: இரட்டை சிம் உடன் அழைப்புகள் மற்றும் செய்திகளின் முழு கட்டுப்பாட்டையும் இரட்டை காத்திருப்பு செயல்பாட்டையும் எடுங்கள்.
uz: Ikkita SIM karta bilan birga qo‘ng‘iroqlar va xabarlarni to‘liq hamda ikkalasini kutish rejimiga o‘rkazish funksiyasini boshqaradi.
zu: Lawula zonke izingcingo nemiyalezo nge-SIM embaxambili futhi eyenza umsebenzi wama-SIM amabili iyodwa.

source: Moments of connection
af: Oomblikke van verbinding
bn_bd: যোগাযোগের মুহূর্তগুলো
ca: Moments de connexió
cy: Adegau cysylltu
es_mx: Momentos para conectar
gd: Car a' dèanamh ceangal
hi_in: जुडाव के लम्हें
hr: Trenuci povezivanja
km: ចលនា​នៃ​ទំនាក់ទំនង
ku: Demên peywendiyê
ms: Detik penyambungan
my: ဆက်သွယ်မှု အခိုက်အတန့်များ
pt: Momentos de ligação
sw: Muda mfupi wa uhusiano
ta: தருணங்களின் இணைப்பு
ur: کنکشن کے لمحات
uz: Ulanish lahzalari
xh: Izihlandlo zonxibelelwano
zu: Izikhathi zokuxhumana

source: Stay in touch with family and friends by email and text message.
af: Bly in kontak met familie en vriende deur middel van e-pos en teksboodskappe.
bn_bd: পরিবার ও বন্ধুদের সাথে ইমেইল এবং মুঠো বার্তার সাহায্যে সংযুক্ত থাকুন।
ca: Mantingueu el contacte amb la família i els amics per correu electrònic i missatges de text.
cy: Cadwch ewn cysylltiad â'ch teulu a ffrindiau drwy e-byst a thecst.
es_mx: Sigue en contacto con tus amigos y familiares por correo electrónico y mensajes de texto.
gd: Cum ann an co-luadar le do theaghlach 's do charaidean air a' phost-d is teachdaireachdan teacsa.
hi_in: ईमेल और पाठ संदेश द्वारा परिवार और दोस्तों के साथ संपर्क में रहें.
hr: Ostanite u kontaktu s obitelji i prijateljima putem e-pošte i SMS poruka.
km: រក្សា​ទំនាក់ទំនង​ជាមួយ​គ្រួសារ និង​មិត្តភក្ដិ​ដោយ​សរសេរ​អ៊ីមែល និង​សារ​អត្ថបទ។
ku: Bi peyam û epeyaman bi malbat û hevalan re di têkiliyê de be.
ms: Kekal berhubung dengan keluarga dan rakan dengan emel dan pesanan teks.
my: မိသားစု၊ သူငယ်ချင်းများ နှင့် အီးမေလ်း သို့ စာတိုပေးပို့ပြီး အဆက်အသွယ်ရှိနေပါစေ
pt: Mantenha-se em contacto com família e amigos por email e mensagens de texto.
sw: Kaa katika mawasiliano na familia na marafiki kwa ujumbe na barua pepe.
ta: மின்னஞ்சல் மற்றும் உரை செய்திகள் மூலம் நண்பர்களுடனும் குடும்பத்தினருடனும் தொடர்பிலிருங்கள்.
ur: ای میل اور متن پیغام کے ذریعے خاندان اور دوستوں کے ساتھ رابطے میں رہیں۔
uz: Do‘stlaringiz bilan e-pochta va matn xabarlari orqali doimo aloqada qoling.
xh: Hlala unxibelelene nosapho nabahlobo nge-imeyili nemiyalezo ebhaliweyo.
zu: Xhumana nomndeni nabangani nge-imeyli kanye nemiyalezo.

source: Moments of discovery
af: Oomblikke van ontdekking
bn_bd: আবিস্কারের মুহূর্তগুলো
ca: Moments de descobertes
cy: Adegau o ddarganfod
es_mx: Momentos para descubrir
gd: Car rùrachaidh
hi_in: खोज़ के लम्हें
hr: Trenuci otkrića
km: ចលនា​នៃ​របកគំហើញ
ku: Demên vedozînê
ms: Detik penemuan
my: တွေ့ရှိမှု အခိုက်အတန့်များ
pt: Momentos de descoberta
sw: Muda mfupi wa ugunduzi
ta: கண்டறியும் தருணங்கள்
ur: دریافت کے لمحات
uz: Kashf etish lahzalari
xh: Izihlandlo zokufumanisa ulwazi
zu: Izikhathi zokuthola

source: Find the best apps from around the world and your own backyard.
af: Kry die beste programme van regoor die wêreld en plaaslik.
bn_bd: আপনার চারপাশের বিশ্ব এবং আপনার নিজস্ব ক্ষেত্র থেকে বেছে নিন সর্বোৎকৃষ্ট অ্যাপটি।
ca: Trobeu les millors aplicacions d'arreu del món i del vostre entorn.
cy: Darganfod yr apiau gorau yn lleol ac ar draws y byd.
es_mx: Encuentra las mejores aplicaciones de todo el mundo y de tu entorno más cercano.
gd: Lorg na h-aplacaidean as fhearr o cheithir ceàrnan an t-saoghail 's o do cheàrn-sa fhèin.
hi_in: दुनिया भर के और अपने आसपास के सर्वश्रेष्ठ एप्स खोजें.
hr: Pronađite najbolje aplikacije iz cijelog svijeta i vašeg dvorišta.
km: រកមើល​កម្មវិធី​ល្អ​បំផុត​នៅ​ជុំវិញ​ពិភពលោក និង​នៅ​តំបន់​របស់​អ្នក។
ku: Bernameyên herî baş yên cîhanê û yên taxa xwarê bibîne.
ms: Cari aplikasi terbaik daripada seluruh dunia dan dari kawasan anda sendiri.
my: ကမ္ဘာတစ်ဝှမ်း ရှိ အကောင်းဆုံး အက်ပ်များ အပြင် သင့်အနီးအနားရှိအက်ပ်များပါ ရှာဖွေပါ
pt: Encontre as melhores aplicações de todos o mundo e da sua região.
ta: உலகின் மற்றும் உங்கள் சொந்த இடத்தில் இருந்து சிறந்த பயன்பாடுகளை காணுங்கள்.
ur: دنیا بھر اور اپنے میدان سے بہتریں ایپس ڈھونڈیں۔
uz: Butun dunyo va o‘zingizning orqa eshigingizdan eng zo‘r ilova dasturlarni toping.
xh: Fumanisa ii-apps ezingcono kwihlabathi lonke nasekuhlaleni.
zu: Thola ama-app ahamba phambili emhlabeni jikelele khona la emva kwendlu.

source: Transform the future
af: Transformeer die toekoms
bn_bd: ভবিষ্যৎ বদলে দিন
ca: Transformeu el futur
cy: Trawsnewid y dyfodol
es_mx: Cambia el futuro
gd: Atharraich coltas nan làithean ri teachd
hi_in: भविष्य बदलें
hr: Oblikujte budućnost
km: បន្លាស់ប្ដូរ​អនាគត
ku: Siberojê veguherîne
ms: Mengubah masa depan
my: အနာဂတ်ကို ပြောင်းလဲလိုက်ပါ
pt: Transforme o futuro
sw: Badilisha yajayo
ta: எதிர்காலத்தை மாற்றுங்கள்
ur: مستقبل کی ہیئت بدلیں
uz: Kelajakni yangidan tuzing
xh: Guqula ikamva
zu: Guqula ikusasa

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
af: Ons wil graag 'n verskil maak en nie 'n wins nie. As jy Firefox OS kies, help jy om saam 'n beter toekoms vir die web en gebruikers regoor die wêreld te skep.
bn_bd: আমরা একটি পরিবর্তন আনার জন্য কাজ করি কোন লাভের জন্য নয়। যখন আপনি Firefox OS কে নির্বাচন করবেন তখন আপনি ওয়েবের জন্য এবং এর ব্যবহারকারীদের জন্য একটি উজ্জ্বল ভবিষ্যৎ নির্মাণে সহায়তা করবেন।
ca: Volem marcar diferències, no fer benefici. Quan trieu el Firefox OS, ajudeu a construir un futur millor per al web i per als usuaris d'arreu.
cy: Rydym yma i wneud gwahaniaeth nid elw. Wrth ddewis Firefox OS, rydych yn rhan o adeiladu dyfodol mwy disglair i'r We a defnyddwyr ym mhob man.
es_mx: Nuestro objetivo es marcar la diferencia, no obtener beneficios. Cuando eliges Firefox&nbsp;OS, estás contribuyendo en la construcción de un futuro mejor para Internet y sus usuarios en todo el mundo.
gd: Tha sinn a' dèanamh diofar 's chan e prothaid. Cuiridh tu ri leasachadh còir an lìn airson a h-uile duine 's tu a' cleachdadh Firefox OS.
hi_in: हम बदलाव लाना चाहते हैं, न कि लाभ कमाना. जब आप Firefox OS चुनते हैं, तो आप वेब और दुनियाभर के उपयोगकर्ताओं के लिए उज्जवल भविष्य का निर्माण करने में मदद करते हैं.
hr: Ovdje smo da bismo napravili razliku, ne profit. Kad odaberete Firefox OS, pomažete u izgradnji svijetlije budućnosti za Web i korisnike diljem svijeta.
km: យើង​ធ្វើការ​ដើម្បី​ភាព​ខុសប្លែក​គ្នា មិនមែន​ដើម្បី​ប្រាក់ចំណេញ​ទេ។ ពេល​អ្នក​ជ្រើស​យក Firefox OS, អ្នក​នឹង​ជួយ​ធ្វើឲ្យ​តំបន់បណ្ដាញ​ប្រសើរ​ឡើង ព្រមទាំង​អ្នកប្រើ​គ្រប់​កន្លែង។
ku: Em ji bo guherînê li virê ne, ne ji bo berjewendiyên xwe. Dema ku tu Firefox OSê hildibijêrî, tu dibî alîkar ku ji bo Webê û ji bo bikarhênerên hemû deveran siberojeke ron bê avakirin.
ms: Kami bersedia membuat perbezaan, tanpa keuntungan. Apabila anda memilih Firefox OS, anda membantu membina masa depan yang lebih cerah untuk web dan pengguna di mana-mana sahaja.
my: ကျွနု်ပ်တို့သည် ကွဲပြားဆန်းသစ်မှုကို ပြုလုပ်ရန် ပေါ်ထွက်လာခြင်းဖြစ်သည်။ အကျိုးအမြတ်အတွက် မဟုတ်ပါ။ သင် မီးမြေခွေးစနစ်ကို ရွေးချယ်ခြင်းသည် ဝဘ်ကို ပိုမိုတောက်ပသော အနာဂတ် တည်ဆောက်ရာတွင်နှင့် နေရာတိုင်းရှိ အသုံးပြုသူများကို ကူညီနေခြင်း ဖြစ်သည်။
pt: Estamos à procura de fazer a diferença e não o lucro. Quando escolhe o Firefox OS, está a ajudar a construir um futuro mais brilhante para a Web e para os utilizadores de todo o mundo.
sw: Tuko nje kufanya jambo tofauti, si kupata faida. Ukichagua Firefox OS, unasaidia kujenga baadaye Brighter kwa ajili ya Mtandao na watumiaji kila mahali.
ta: நாங்கள் மாற்றத்தை உருவாக்குவாக்கவே இருக்கிறோம், இலாபத்திற்காக அல்ல. Firefox OS தேர்ந்தேடுப்பதன் மூலம் நீங்கள், இணையத்திற்கும் பயனர்களுக்கான வளமான எதிர்காலத்திற்கு உதவுகிறீர்கள்.
ur: ہم تبدیلی کے لیے یہاں ہیں، منافع کے لیے نہیں۔ جب آپ Firefox OS کا انتخاب کرتے ہیں، تو آپ ویب اور صارفین کے لیے ایک بہتر مستقبل بنانے میں مدد کرتے ہیں۔
uz: Bizning farq qilish niyatimiz yo‘q, foyda ham emas. "Firefox OS"ni tanlash bilan siz internet va butun dunyodagi foydalanuvchilar uchun kelajakni yorqinlashtirib qurishga yordam berasiz.
xh: Sizokwenza umahluko, hayi inzuzo. Xa ukhetha iFirefox OS, unceda ekwakheni ikamva eliqaqambileyo leWebhu nelabasebenzisi kwiindawo zonke.
zu: Silapha ukuze senze umehluko, hhayi inzuzo. Uma ukhetha i-Firefox OS, usiza ukwakha ikusasa eliqhakazile leWebhu nabasebenzisi kuzo zonke izindawo.

source: From our community to yours
af: Vanaf ons gemeenskap na joune
bn_bd: আমাদের সম্প্রদায় থেকে আপনাদের সম্প্রদায়ে
ca: De la nostra comunitat a la vostra
cy: O'n cymuned ni i'ch un chi
es_mx: De nuestra comunidad a la tuya
gd: O ar coimhearsnachd-ne dha do choimhearsnachd-sa
hi_in: हमारे समुदाय से आपके में
hr: Od naše zajednice, za vašu
km: ពី​​សហគមន៍​របស់​ពួក​យើង​ទៅ​របស់​អ្នក
ku: Ji civaka me bo cenabê te
ms: Dari komuniti kami kepada anda
my: ကျွနု်ပ်တို့၏အသိုင်းအဝိုင်းမှ သင့်ထံသို့
pt: Da nossa comunidade para a sua
sw: Kutoka kwa jamii yetu hadi kwa yako
ta: எங்கள் சமுகங்களிலிருந்து உங்களுக்கு
ur: ہماری کمیونٹی سے آپ کی تک
uz: Bizning hamjamiyatimizdan sizlarga
xh: Ukusuka kuluntu lwethu ukuya kolwakho
zu: Kusuka emphakathini wethu kuya kowakho
