Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/partners/index.lang.po
Languages: dsb

source: Firefox OS, Marketplace, Android — Partners
dsb: Firefox OS, wikowanišćo, Android — partnarje

source: Get involved
dsb: Cyńśo sobu

source: Contact our business development team to get on board.
dsb: Stajśo se z našym wuwijarskim teamom do zwiska, aby was pśiwzeł.

source: First Name
dsb: Pśedmě

source: Last Name
dsb: Familijowe mě

source: Title
dsb: Titel

source: Company
dsb: Pśedewześe

source: Website
dsb: Websedło

source: Phone
dsb: Telefon

source: Interest:
dsb: Zajmy:

source: Firefox for Android
dsb: Firefox za Android

source: Other
dsb: Druge

source: Interest
dsb: Zajmy

source: Submit my request
dsb: Napšašowanje wótpósłaś

source: Thanks for your interest in partnering with us
dsb: Źěkujomy se, až cośo naš partnaŕ byś

source: We will review your request and get back to you about possibilities and opportunities soon.
dsb: Buźomy wašo napšašowanje pśeglědowaś a was skóro wó móžnosćach a šansach informěrowaś.

source: Overview
dsb: Pśeglěd

source: Explore the site
dsb: Wuslěźćo sedło

source: Unleash the future
dsb: Napórajśo pśichod

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
dsb: Dawamy ze swójimi mobilnymi produktami póbitowarjam mobilneje telefonije, zgótowarjam telefonow a wuwijarjam móžnosć, póśěgi k jich kupcam direktnje zastojaś, pśiměriś a pólěpšyś: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Wikowanišćo Firefox</a> a <a %(url3)s>Firefox za Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
dsb: Firefox OS jo wótwórjonosć, bźezbariernosć a šanse do 29 krajow z wušej 50 zawjeźenjami na wikach a 14 globalnymi póbitowarjami donjasł - a ten trend pókšacujo se w lěśe 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
dsb: Woglědajśo se, což móžośo pśez <a %(url1)s>Firefox OS</a>, <a %(url2)s>wikowanišćo Firefox</a> a <a %(url3)s>Firefox za Android</a> za mobilne rědy wócakowaś.

source: See more partners
dsb: Wobhladajśo se dalšnych partnarjow

source: Recent news
dsb: Aktualne nowosći

source: Firefox OS Unleashes the Future of Mobile
dsb: Firefox OS napórajo pśichod mobilnych rědow

source: Be a partner
dsb: Buźćo partnaŕ

source: Just what your customers need
dsb: Rowno to, což waše kupce trjebaju

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
dsb: Dajo se lažko wužywaś. Dajo se lažko pśiměriś. Firefox OS jo wótwórjona platforma, kótaraž pśipomaga wětšemu wobźělenjeju w gódnotnem rjeśazu.

source: The Web is the platform
dsb: Web je platforma

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
dsb: Firefox OS jo njewótwisny alternatiwny ekosystem bźez pšawidłow a wobgranicowanjow eksistujucych proprietarnych platformow.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
dsb: Naše partnarje su wjeduce w branžy, kótarež su gódnotu spóznali, kótaruž móžo diferencěrowane póbitowanje jich celowym wikam pśinjasć.

source: Made by Firefox
dsb: Pśez Firefox zgótowany

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
dsb: Za zachadnych 15 lět smy rozsudnje na pónowjenju a wugótowanju weba wobźělone byli, aby jen wótwórjony a pśistupny za wšych wobchowali. Ako wuslědk našych prócowanjow stawa se pěśina wšeje webaktiwity źinsa pśez produkty Firefox.

source: The Open Web advantage
dsb: Lěpšyna wótwórjonego weba

source: With Firefox OS you can:
dsb: Z Firefox OS móžośo:

source: Create unique user experiences to deliver on specific market needs
dsb: Jadnorazowe wužywarske dožywjenja napóraś, aby wy specifiskim pótrěbnosćam wikow wótpowědował.

source: Own and control your relationship with your consumers
dsb: Waše póśěgi k swójim kupcam woplěwaś a kontrolěrowaś

source: Explore alternative business models
dsb: Alternatiwne wobchodne modele wuslěźiś

source: Stimulate increased Internet use
dsb: Pówušone wužywanje interneta stimulěrowaś

source: Level the playing field against other OS and marketplace providers
dsb: Fairne wuměnjenja napśeśiwo drugim póbitowarjam źěłowych systemow a wikowanišćow napóraś

source: Firefox OS at home
dsb: Firefox OS doma

source: Firefox OS will power new Panasonic UHD TVs unveiled at CES
dsb: Na Consumer Electronics Show (CES) k wěsći dane: Firefox OS buźo nowe UHD-telewizory zgótowarja Panasonic góniś

source: The power of the Web is coming to Panasonic TVs later this year
dsb: Móc weba pśiźo w tom lěśe pózdźej do telewizorow Panasonic

source: HTML5 apps for all
dsb: HTML5-nałoženja za wšych

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
dsb: Namakajśo nowu wašnju, se na ekosystemje wobźěliś, kótaraž wuznamjenjujo nejwěcej woblubowane nałoženja swěta, ako teke wěcej relewantne na cel wusměrjone wopśimjeśe, aby wy lokalnym pótrěbnosćam swójich kupcow wótpowědował.

source: Your own business model
dsb: Waš swójski wobchodny model

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
dsb: Pówětšćo swój wobchod, z tym až kombiněrujośo swójske plany płaśenja kupcow z póbitowanjami našeje słužby wótwórjonego žrědła. Pśiměrśo kupowanje a nazgónjenja z nałoženjami, aby swójim specifiskim pótrěbnosćam wótpowědował.

source: Revolutionary content discovery
dsb: Rewolucionarne nadejźenje wopśimjeśa

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
dsb: Eksperty nałoženjow a cłonki zgromaźeństwa Mozilla z cełego swěta pomagaju, relewantne wopśimjeśe na Wikowanišću Firefox identificěrowaś. To zawěsćujo, až waše kupce mógu wopśimjeśe lažko namakaś, kótarež jich zajmujo.

source: Testimonials
dsb: Reference

source: See what Box, SoundCloud and others have to say
dsb: Glědajśo, což Box, SoundCloud a druge kśě groniś

source: Join the Conversation
dsb: Pśizamkniśo se konwersaciji

source: Follow @firefoxapps on Twitter
dsb: Slědujśo @firefoxapps na Twitter

source: Read more on the Apps Blog
dsb: Wěcej na blogu nałoženjow cytaś

source: A direct path to your customers
dsb: Direktna droga k wašym kupcam

source: Marketplace offers:
dsb: Wikowanišćo bitujo:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
dsb: Wótlicenje póbitowarja, kótarež dajo se wam na mobilnem ekosystemje wobźěliś a direktne póśěgi z kóńcnymi wužywarjami wuwijaś.

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
dsb: Regal póbitowarja, źož móžośo swóje powěsći, wopśimjeśe a zběrki nałoženjow zastojaś, kótarež su za waše kupce a za waše wiki relewantne.

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
dsb: Jadnorazowy mechanizm za namakanje wopśimjeśa z fryšnymi, pšawidłownje zaktualizěrowanymi, relewantnymi nałoženjami, kótarež su na lokalne potrěbnosći kupcow wusměrjone.

source: Commitment from well-known, tier 1 developers
dsb: Pśenjasenje pśez derje znatych, wuznamnych wuwijarjow

source: Lower barriers to entry for local app developers in both resource and cost
dsb: Niše zastupne bariery za wuwijarjow lokalnych nałoženjow pó resursach a kostach

source: Become a Marketplace developer
dsb: Buźćo wuwijarja wikowanišća

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
dsb: Nałoženja, kótarež kupce mógu lažko namakaś a na kótarež maju pśistup pśez wšake platformy, rědy a źěłowe systemy

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
dsb: Fleksibelne wobchodne modele, inkluziwnje wabjenje a opcije za monetarizaciju někotarych płaśenjow, kótarež wólažcuju płaśenja w nałoženju

source: Optional carrier billing in regional currencies
dsb: Opcionalne póbitowarske wótlicenje w regionalnych pjenjezach

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
dsb: Móžnosć, se ze stami milionow wužywarjow a pódpěrarjow Firefox z cełego swěta zwězaś

source: Access to relatively untapped markets
dsb: Pśistup na relatiwnje njedotyknjone wiki

source: Developer hub
dsb: Wuwijarske kśicnišćo

source: Learn how to make HTML5 apps for an open marketplace
dsb: Wukniśo, kak napórajośo HTML5-nałoženja za zjawne wikowanišćo

source: Have an app?
dsb: Maśo nałoženje?

source: Submit it to Firefox Marketplace today
dsb: Źinsa k wikowanišćoju Firefox pósłaś

source: A superior mobile experience
dsb: Wurědne mobilne dožywjenje

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
dsb: Ze zwězanymi funkcijami a nejnowšym we wěstośe a priwatnosći, jo naš wuběrny wobglědowak alternatiwa k wótzamknjonym platformam a bitujo gódnotnu móžnosć, se z wužywarjami smartfonow a tabletow na ten samski nałog zwězaś.

source: Customize relationships
dsb: Póśěgi pśiměriś

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
dsb: Stajśo swójim wužywarjam swójsku wariantu Firefox za Android a Wikowanišćo Firefox k dispoziciji, za wěcej pśejmajuce wužywarske dožywjenje, kótaraž pówušujo widobnosć wašogo wikoweje marki.

source: Create new value
dsb: Nowu gódnotu napóraś

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
dsb: Stupśo do eksostystema Firefox, aby lěpšynu móžnosćow ako Wikowanišco Firefox a WebRTC wužywał. Móžośo nowe webwopśimjeśe zwobrazniś abo do žywjeńskego ruma swójogo kupca integrěrowaś , aby nowe póbitowanja napórali, kótarež su njewótwisne wót platformy.

source: Learn more about partner opportunities.
dsb: Zgóńśo wěcej wó móžnosćach partnarstwa

source: Stand out <br>from the crowd
dsb: Z manje <br>wusegowaś

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
dsb: Wužywajśo lěpšynu našogo diferencěrowanego póbitowanja, mócneje marki a lubosć kupcow za ekosystem Firefox, aby wobrot a wužywanje datow pówušył.

source: Firefox for Android lets you:
dsb: Firefox za Android dajo wam:

source: Customize the experience
dsb: Dožywjenje pśiměriś

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
dsb: Pśidajśo swóju wikowu marku a wopśimjeśe, aby wobjadmisća kupcow rozmnožył, zwězanosć pólěpšył a pśichodny wobrot pówušył.

source: Build new differentiated offerings
dsb: Nowe diferencěrowane póbitowanja wuwijaś

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
dsb: Integrěrujśo słužby direktnje do wobglědowaka, aby se z wobgranicowanjow specifiskich platformow zgótowarjow wulichował.

source: Step into the Firefox ecosystem
dsb: Stupśo do ekosystema Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
dsb: Zwužytkujśo Wikowanišćo Firefox, technologiju WebRTC, direktnu wótličeńsku pódpěru za kupce, pytańske pólěpšenja, nowe mrokowsłužby Firefox a wěcej.

source: Partner Opportunities
dsb: Móžnosći partnarjow

source: For Developers
dsb: Za wuwijarjow

source: For Operators & Manufacturers
dsb: Za póbitowarjow a zgótowarjow

source: Mobile
dsb: Mobilny

source: Firefox Marketplace — Developer testimonials
dsb: Wikowanišćo Firefox — Reference wuwijarjow

source: Get it on Google Play
dsb: Z Google Play se wobstaraś

source: Watch our wrap-up video from Mobile World Congress 2013
dsb: Woglědajśo se našo wideozespominanje z Mobile World Congress 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
dsb: Mozilla a jogo partnarje pśigótuju se na start prědnych smartfonow z Firefox OS

source: Watch the daily <br>MWC video recap
dsb: Woglědajśo se wšedne <br>wideozespominanje z MWC

source: Fox Den &amp; other <br>MWC events
dsb: Fox Den a druge <br>MWC-zarědowanja

source: Firefox tweets from <br>MWC in Barcelona
dsb: Firefox šwikoco z <br>MWC w Barcelonje

source: View the version notes
dsb: Wersijowe informacije pokazaś

source: Read about features, changes and more
dsb: Wo funkcijach, změnach a wěcej cytaś

source: Description
dsb: Wopisanje

source: Please enter your first name.
dsb: Pšosym zapódajśo swójo pśedmě.

source: Please enter your last name.
dsb: Pšosym zapódajśo swójo familijowe mě.

source: Please enter your company name.
dsb: Pšosym zapódajśo mě swójogo pśedewześa.

source: Please supply a valid URL.
dsb: Pšosym pódajśo płaśiwy URL.

source: Please enter a valid email address
dsb: Pšosym zapódajśo płaśiwu e-mailowu adresu

source: Address
dsb: Adresa

source: City
dsb: Město

source: State/Province
dsb: Zwězkowy kraj

source: Country
dsb: Kraj

source: Zip
dsb: Postowa licba

source: Register for a session
dsb: Za pósejźenje registrěrowaś

source: Map
dsb: Kórta

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
dsb: Firefox na MWC 2015 &ndash; hala 3, wustajanišćo 3C30

source: Schedule
dsb: Plan

source: Firefox at MWC 2015 &ndash; Schedule of Events
dsb: Firefox na MWC 2015 &ndash; plan zarědowanjow

source: Download PDF
dsb: PDF ześěgnuś

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
dsb: W swójom prědnem lěśe smy z 4 hardwarowymi partnarjami, 7 póbitowarjami mobilneje telefonije a 16 pśedawańskimi startami wótwórjonosć, pśistupnosć a móžnosći do 15 krajow donjasli.

source: Partner with us
dsb: Buźćo naš partnaŕ

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
dsb: Pódpěrany wót někotarych z nejwětšych mjenjow w industriji, jo Firefox OS wótwórjona platforma, kótaryž spěchujo wětše wobźělenje na gódnotnem rjeśazu. <a %(url)s>Informěrujśo se, kak móžośo pśinosowaś</a> abo <a href="%(url2)s">zgóńśo wěcej, což to gronijo za pśetrjebowarjow</a>.

source: View available Firefox OS devices
dsb: K dispoziciji stojece rědy Firefox OS pokazaś

source: Made of the Web
dsb: Pśez web zgótowany

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
dsb: Cele z pomocu HTML5 a drugich wótwórjonych webstandardow napórany, jo Firefox OS bźez pšawidłow a wobgranicowanjow eksistěrujucych specifiskich platformow.

source: The difference the Open Web makes
dsb: Rozdźěl, kótaryž wótwórjony web wucynijo

source: Firefox OS offers:
dsb: Firefox OS bitujo:

source: A level playing field against other OS and marketplace providers
dsb: Fairne wuměnjenja napśeśiwo drugim póbitowarjam źěłowych systemow a wikowanišćow

source: Greater participation in the value chain
dsb: Wětše wobźělenje na gódnotnem rjeśazu

source: Ownership and control over relationships with customers
dsb: Swójstwowe pšawo a kontrola nad póśěgami z kupcami

source: Customized phones that meet the specific needs of various target markets
dsb: Pśiměrjone telefony, kótarež wótpowěduju specifiskim pótrěbnosćam wšakich celowych wikow

source: Contact our business development team to get on board
dsb: Stajśo se z našym pśekupowańskim wuwijarskim teamom do zwiska, aby sobu cynił

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
dsb: Namakajśo nowy nałog, se na ekosystemje wobźěliś, kótaryž wuznamjenjujo se pśez nejpopularnjejše nałoženja a teke relewantnjejše, zaměrne wopśimjeśe, aby lokalnym pótrěbosćam kupcow wótpowědował. Glejśo, kak to móžo <a %(url1)s>póbitowarjam a zgótowarjam</a> a teke <a %(url2)s>wuwijarjam</a> pomagaś.

source: Your needs
dsb: Waše pótrěbnosći

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
dsb: Pówětšćo swójo pśekupowanje, z tym až kombiněrujośo swójske plany płaśenja kupcow z póbitowanjami našeje słužby wótwórjonego žrědła, dobydniśo nowe wótbywanišća a pśiměrśo kupowanje a nazgónjenja z nałoženjami, aby swójim specifiskim pótrěbosćam wótpowědował.

source: Our experience
dsb: Našo nazgónjenje

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
dsb: Naša dopokazana wuspěšna bilanca póbitowanja wuběrnych wužywarskich dožywjenjow a póbitowanje wopśimjeśa wjelickemu globalnemu publikumoju pśedobywa se pśez wšykno, což cynimy. Naše dodanki stajaju stam milionow wužywarjow swětodaloko wopśimjeśe k dispoziciji.

source: The world’s largest developer community
dsb: Nejwětše zgromaźeństwo wuwijarjow swěta

source: Micro-targeted content for every use-case to meet customers’ local needs
dsb: Wopśimjeśe wusměrjone na celowe kupki za kuždy nałožowański pad, aby lokalnym pótrěbnosćam kupcow wótpowědował

source: Apps that customers can access across multiple platforms, devices and operating systems
dsb: Nałoženja, na kótarež kupce mógu pśez wšake platformy, rědy a źěłowe systemy pśistup měś

source: Flexible business models and multiple payment monetization options
dsb: Felksibelne pśekupowańske modele a někotare móžnosći monetarizacije zapłaśenjow

source: The ability to connect with hundreds of millions of Firefox supporters around the world
dsb: Móžnosć, se ze stami milionow pódpěrarjow Firefox z cełego swěta zwězaś

source: A superior Web experience
dsb: Wurědne webdožywjenje

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
dsb: Z wusokim wugbaśim, rozšyrjonymi funkcijami pśesegajucymi platformy a z nejnowšymi wěstotnymi funkcijami, jo naš wurědny wobglědowak alternatiwa k zawrjonym platformam, z tym až dawa wam fleksibelnosć wugótowaś, pśedawaś a wótlicowaś, kak se wam góźi. <a %(url)s>Dalšne informacije wó partnarskich móžnosćach.</a>

source: Strengthen customer relationships
dsb: Póśěgi kupcow zmócniś

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
dsb: Załožćo swójske jadnorazowe markowe wótrězki za Firefox za Android a wikowanišćo Firefox za wěcej pśejmajuce wužywarske dožywjenje a aby widobnosć wašogo wikowego znamjenja pówušył.

source: Create new value for both you and your users
dsb: Napórajśo nowu gódnotu za sebje a swójich wužywarjow

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
dsb: Wužyjśo lěpšynu słužbnych móžnosćow ako wikowanišćo Firefox a WebRTC, aby nowe póbitowanja napórał, kótarež su njewótwisne wót platformy a aby direktne wótlicenje kupcow natwarił.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
dsb: Wužyjśo lěpšynu našeje mócneje wikoweje marki a słužbnych póbitowanjow, aby waš produkt diferencěrował a wobrot pówušył.

source: Build new service offerings
dsb: Nowe słužbne póbitowanja wuwijaś

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
dsb: Integrěrujśo słužby direktnje do wobglědowaka z wikowanišćom Firefox a WebRTC, aby se z wobgranicowanjow specifiskich platformow zgótowarjow wulichował.

source: Direct customer billing
dsb: Direktne wótlicenje kupcow

source: Grow your business by combining your own customer payment plans with our open source service offerings.
dsb: Pówětšćo swójo pśekupowanje, z tym až kombiněrujośo swóje plany płaśenja kupcow z póbitowanjami našeje słužby wótwórjonego žrědła.
