Repository: alvinlaz96/mozilla-lang
Catalog: hsb/templates/mozorg/emails/education.po
Languages: hsb

source: Thanks for your interest in Mozilla's educational initiative, Webmaker. We promote web literacy around the world with hands-on making and interest-driven learning.
hsb: Dźakujemy so za waš zajim na kubłanskej iniciatiwje Mozilla Webmaker. Spěchujemy webkompetencu w cyłym swěće přez aktiwne jednanje a wuknjenje na zakładźe zajimow.

source: Here are a few resources to help you get started.
hsb: Tu su někotre resursy, zo bychmy wam pomhali, započeć.

source: # Make Something With the Web
hsb: # Wutworće něsto z webom

source: We believe making and learning go hand-in-hand. Try our open suite of tools to create, animate and remix web content and improve your web skills as you go:
hsb: Wěrimy, zo činjenje a wuknjenje ruku w ruce dźetej. Wuprobujće naše darmo přistupne nastroje, zo byšće webwobsah wutworił, animował a znowa měšał a swoje webznajomosće polěpšił:

source: # Webmaker Mentors
hsb: # Mentorojo Webmaker

source: Webmaker Mentors are fiercely unconventional technologists, thinkers, and creators. We care about empowering everyone to be makers of the web – and pushing the limits of what's possible online.
hsb: Mentorojo Webmaker su z rozpalitosću njekonwencionelni technologojo, myslerjo a tworićeljo. Prócujemy so, kóždeho wukmanić, tworićeljo weba być - a mjezy toho překročować, štož je móžno online.

source: We help learners make amazing things on the web and level up their digital skills as they go. We promote radical inclusion and support learning anywhere - in our homes, offices, neighborhoods and online.
hsb: Pomhamy wuknjacym, wobdźiwajomne wěcy we webje činić a niwow jich digitalnych kmanosćow. Spěchujemy radikalne zapřijimanje a popděrujemy wuknjenje hdźežkuli - doma, w běrowach, w susodstwje a online.

source: Please introduce yourself on our community mailing list. We don't bite!
hsb: Prošu předstajće so na rozsyłanskej lisćinje našeho zhromadźenstwa. Njekusnjemy!

source: # Webmaker Teaching Kits
hsb: # Wučbne srědki Webmaker

source: These teaching kits are full of activities and resources to help you facilitate learning sessions with a focus on webmaking. You'll find everything you need, from a pedagogical overview to tips on assessing participants' progress. Print them out, load them on your tablet or phone or simply use them as inspiration:
hsb: Tute wučbne nastroje su połne aktiwitow a resursow, zo bychu wam pomhali, wuknjenske posedźenja z fokusom na wuhotowanju webstronow wosnadnić. Namakaće wšitko, štož trjebaće, wot pedagogiskeho přehlada hač do pokiwow k pohódnoćenju pokroka wobdźělnikow. Wućišćće je, nakładujće je na swój tablet abo telefon abo wužiwajće je prosće jako inspiraciju:

source: Mozilla is deeply committed to identifying the skills, competencies and literacies necessary to read, write and participate on the web, and our teaching kits align with the Web Literacy Standard.
hsb: Mozilla je jara angažowany, kmanosće, kompetency a znajomosće identifikować, kotrež su trěbne, zo by we webje čitało, pisało a so wobdźěliło, a naše wučbne nastroje wusměrjeja so na standard webznajomosćow.

source: # Webmaker Events
hsb: # Podawki Webmaker

source: Attending or organizing a Webmaker event is a great way to put these teaching kits and skills into practice. Gather your friends and family, grab a computer, and start making the web.
hsb: Wobdźělenje na podawku Webmaker abo jeho organizowanje je wulkotna móžnosć, zo by tute nastroje a znajomosće w praksy nałožiło. Zhromadźće swojich přećelow a swójbu, hrabńće ličak a započńće web wuhotować.

source: Find an event near you: https://webmaker.org/events
hsb: Namakajće podawk w swojej bliskosći: https://webmaker.org/events

source: And check out tips on organizing a hands-on Webmaker event: https://webmaker.org/guides
hsb: Wobhladajće sej pokiwy wo organizowanju interaktiwneho podawka Webmaker : https://webmaker.org/guides

source: # Let's teach the web!
hsb: # Wučmy web!

source: Thank you for your interest in education and teaching the web. Please feel free to use and remix these resources and to share your experiences with the Webmaker Mentor community.
hsb: Dźakujemy so za waš zajim na kubłanju a wučenju weba. Wužiwajće a měšejće tute resursy znowa a dźělće swoje nazhonjenja ze zhromadźenstwom mentorow Webmaker.

source: All the best,
hsb: Wšo dobre,

source: -- The Mozilla Webmaker Mentor team
hsb: -- Mentorowy team Mozilla Webmaker
