Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/new/horizon.lang.po
Languages: cak

source: Free Web Browser
cak: Sipan chi Okik'amaya'l

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, macOS, Linux, Android and iOS today!
cak: Taqasaj Mozilla Firefox, jun sipan okik'amaya'l. Firefox nuk'un ruma jun ajronojel moloj ri majun ch'akoj rutzeqelib'en, ri nusamajij rij chi ri winaqi' tik'oje' kiq'ij pa ri k'amab'ey. ¡Wakami tak'ulu' Firefox richin Windows MacOS, Linux, Android chuqa' iOS!

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox for Windows, Mac OS X, Linux, Android and iOS today!
cak: Taqasaj Mozilla Firefox, jun sipan okik'amaya'l. Firefox nuk'un ruma jun ajronojel moloj ri majun ch'akoj rutzeqelib'en, ri nusamajij rij chi ri winaqi' tik'oje' kiq'ij pa ri k'amab'ey. ¡Wakami tak'ulu' Firefox richin Windowsm Mac OS X, Linux, Android chuqa' iOS!

source: The last independent browser.
cak: Ri ruk'isib'al mama' kanob'äl.

source: Enjoy online freedom.
cak: Jeb'ël ri jamalil pa k'amab'ey.

source: Thanks for choosing Firefox. Your download should begin automatically. If not, <a id="%(id)s" href="%(fallback_url)s">click here</a>.
cak: Matyox ruma xacha' ri Firefox. Pa ruyonil xutikirisaj ri aqasanik. We mani, <a id="%(id)s" href="%(fallback_url)s">tapitz'a' wawe'</a>.

source: Browse Freely
cak: Tik'asäx kinok pa k'amaya'l

source: You’re browsing freely with the latest version of Firefox.
cak: Tik'asäs atokinäq pa k'amaya'l rik'in ri ruk'isib'äl ruwäch Firefox.

source: <a href="%(url)s">Update</a> your Firefox for the latest in speed and privacy.
cak: <a href="%(url)s">Tik'ex ruwäch</a> ri Firefox richin ri ruk'isib'äl pa ruwi' aninem chuqa' ichinanem.

source: You’re using a pre-release version of Firefox.
cak: Tajin nawokisaj jun nab'ey ruwäch chi Firefox.

source: Congrats! You’re using the latest version of Firefox.
cak: ¡Kakikot! Tajin nawokisaj ri ruk'isib'äl ruwäch chi Firefox.

source: Give Firefox a tune up
cak: Taya' jun chojmirisanïk chi re ri Firefox

source: Refresh Firefox
cak: Tak'exa' ruwäch Firefox

source: Looking for more info?
cak: ¿La nakanoj ch'aqa' chik etamab'äl?

source: Want a fresh copy?
cak: ¿La nawajo' jun chik wachib'enïk?

source: Get Firefox for Android and iOS.
cak: Tak'ulu' Firefox richin Android chuqa' iOS.

source: Learn more about Firefox for Mobile
cak: Tawetamaj ch'aqa' chik chi rij ri ajoyonib'äl Firefox

source: Discover all the ways to take Firefox on the go
cak: Ke'awila' ronojel ri taq rub'anikil richin nak'waj awik'in ri Firefox

source: Download Firefox for another platform
cak: Tiqasäx Firefox richin jun chik nuk'uche'el

source: Please follow <a href="%(url)s">these instructions</a> to install Firefox.
cak: Tab'ana' utzil ke'awoqaj <a href="%(url)s">re taq k'utunem</a> richin niyak ri Firefox.

source: Freedom is fast
cak: Ri jamalil janila aninäq

source: Go anywhere you want on the Web — with a quickness.
cak: Tib'an b'enam pa xab'achike ruk'ojlib'al ri Ajk'amaya'l — rik'in aninem.

source: Freedom is personal
cak: Ri jamalil awichin

source: Enjoy the most built-in privacy tools of any browser.
cak: Jeb'ël tik'asäs ronojel ri janila e tz'aqät taq rusamajib'al ichinanem pa xab'achike okik'amaya'l.

source: Freedom is yours
cak: Awichin ri jamalil

source: Use the only browser built for people, not profit.
cak: Tawokisaj ri ruyonil tz'aqät okik'amaya'l kichin winaqi', ri majun ch'akoj rojqan.

source: Firefox for other platforms
cak: Firefox richin ch'aqa' chik taq nuk'uche'el

source: Download Firefox <span>for Windows</span>
cak: Tiqasäx Firefox <span>richin Windows</span>

source: Download Firefox <span>for macOS</span>
cak: Tiqasäx Firefox <span>richin macOS</span>

source: Download Firefox <span>for Linux</span>
cak: Tiqasäx Firefox <span>richin Linux</span>
