Repository: alvinlaz96/mozilla-lang
Catalog: cak/lightbeam/lightbeam.lang.po
Languages: cak

source: Menu
cak: K'utüy samaj

source: Home
cak: Tikirib'äl

source: About
cak: Tawetamaj qawäch

source: Lightbeam for Firefox
cak: Lightbeam richin Firefox

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
cak: Lightbeam jun rutz'aqat Firefox, ri nrokisaj silonel taq tz'etoj, nuk'üt chawäch ri nimaläj taq ruxaq k'amaya'l chuqa' ri ta ruxaq k'amaya'l kichin aj rox winaqi', achoq kik'in yatzijon pa Ajk'amaya'l.

source: Shine a Light on Who’s Watching You
cak: Ke'atzu' ri yetzeto awichin

source: See who’s tracking you online
cak: Tawetamaj achike yatz'eto pa k'amab'ey.

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
cak: Toq atokinäq pa k'amaya'l, Lightbeam nuk'üt pe ri tz'aqät runimilem Ajk'amaya'l wakami, nitz'aqatisäx taq ruch'akul ri man e saqsöj ta chuwäch ri loman winäq.

source: Download Lightbeam for Firefox
cak: Tiqasäx Lightbeam richin Firefox

source: Get it from Mozilla Add-Ons
cak: Tawila' pa Mozilla Add-Ons

source: How Lightbeam Works
cak: Achike rub'eyal nisamäj Lightbeam

source: Download and run the Lightbeam add-on in your Firefox browser.
cak: Taqasaj chuqa' tatzija' ri Lightbeam tz'aqat pa ri Firefox akanob'al.

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
cak: Lightbeam xtunük' jun kitz'ib'axik taq molojri'ïl chi kijujunal ri taq ruxaq k'amaya'l xke'atz'ët chuqa' chi kijujunal ri ruxaq kik'amaya'l aj rox ri xke'uxqanëx pa ri akanob'al:

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
cak: Lightbeam nuwachib'ej kitz'etik re taq molojri'ïl re', richin nuya' ketal ri taq tzijonem chi kikojol ri taq ruxaq k'amaya'l junelïk e'atz'eton chuqa' ri taq ruxaq kik'amaya'l aj rox.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
cak: Ligthbeam junelïk xkerutz'aqatisaj taq wachib'äl toq xkatokiyaj pa Ajk'amaya'l. Pa xab'achike ramaj yatikïr nachüp ri Lightbeam, rik'in ruchupuk o relesaxik ri tz'aqat. Ri taq atzij pa Lightbeam tikirel yeyak o yeyuj el pan aninäq.

source: Tracking & privacy
cak: Kanoxïk & ichinanem

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
cak: Man konojel ta ri taq kanoxïk man e ütz ta. K'ïy taq samaj nikikuqub'a' kik'u'x chi rij ri etamab'äl naya' chi ke richin nikutzilaj ri awetamab'al pa k'amab'ey.

source: But tracking can happen without the user’s knowledge.
cak: Xa xe chi ri kanoxïk nitikïr nik'ulwachitäj, akuchi' majun retaman ri winäq.

source: That’s not okay for some.
cak: Chi kiwäch jujun, ri ri' man ütz ta.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
cak: K'o ta chi ja rat ri yana'ojin jampe', achike rub'eyal chuqa' we nawajo' nakomonij ri awetamab'al pa ruwi' okem pa k'amaya'l. Röj niqaya' rejqalem ri ch'ajch'öj samaj chuqa' ri taqel qataqanem nuch'ojij chi tiya' kuchuq'a' ri winaqi' — rik'in taq samajib'äl achi'el chuqa' rik'in taq etamab'äl.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
cak: Tajin niqanük' re cholb'äl re' rik'in jalajöj taq xe'el, richin niqayäk kik'u'x ri winaqi' chi nikitz'ët ri rub'anikil kanoxïk, achi'el jun rutz'aqat chuqa' richin yenik'öx ri taq tzijonem e k'o pa Ajk'amaya'l.

source: Visualize your data
cak: Tatz'eta' ri awetamab'al

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
cak: Chi rij naqasaj chuqa' nayäk ri Lightbeam tz'aqat richin Firefox, re re' xtutikirisaj yeruk'üt pe pa ri ramaj ri taq ruxaq k'amaya'l xke'atz'ët chuqa' konojel ri aj rox yetz'eto re taq ruxaq re'.

source: Analyze your connections
cak: Ke'anik'oj ri taq awokem pa k'amaya'l

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
cak: Toq yek'iyïr ri taq atz'etoj, yatikïr nachäp rutz'etik naqaj ri kikojol ri taq nimaläj chuqa' aj rox taq ruxaq k'amaya'l, ri e'uxqanen chi kikojol ri taq atzij. Chuqa' yatikïr natikirisaj chuqa' nayäk ri awetamab'al pa xab'achike ramaj.

source: To help us, you can contribute your data to our Lightbeam database.
cak: Richin yojato, yatikïr yato'on rik'in ri taq awetamab'al richin ri rucholxe'el rutzij ri Lightbeam.

source: Supported by the Ford Foundation
cak: To'on ruma ri Ford Moloj

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
cak: Ri rusamaj ri Ford Moloj, nuya' retal chi kinuk'ik taq rutzijol richin yeruto' ri winaqi' chi niq'ax pa kiwi' chi rij ri kikanoxik taq tzij pa k'amab'ey achib'ilan apo kik'in ri taq rutzil — chuqa' ri taq ruk'ayewal

source: Learn more
cak: Tetamäx ch'aqa' chik

source: About Lightbeam
cak: Chi rij ri Lightbeam

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
cak: Ligthbeam yeruk'üt ri taq ximoj chi kikojol ri taq ruxaq k'amaya'l xke'atz'ët chuqa' ri taq aj rox ruxaq k'amaya'l, ri e tzijïl pa ri ruxaq ri'.

source: How the add-on works
cak: Achike rub'eyal nisamäj ri tz'aqat.

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
cak: Tajin nokisäx ka'i' jalajöj taq tz'etoj silon taq wachib'äl — wachib'äl chuqa' cholb'äl — Lightbeam nuya' q'ij chawe najäch pa (oxi' | ka'i') peraj richin nanik'oj chi kijujunal, naya' retal akuchi' nikixïm ki' rik'in ri asamaj pa k'amab'ey chuqa' nusüj k'ïy taq rub'eyal richin yato'on rik'in re ruyonil tz'etoj re' richin ri Ajk'amaya'l.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
cak: Tajin nokisäx oxi' jalajöj taq tz'etoj silon taq wachib'äl — wachib'äl, q'ijub'äl chuqa' cholb'äl — Lightbeam nuya' q'ij chawe najäch pa (oxi' | ka'i') peraj richin nanik'oj chi kijujunal pa ruwi' ramaj chuqa' k'ojlib'äl, naya' retal akuchi' nikixïm ki' rik'in ri asamaj pa k'amab'ey chuqa' nusüj k'ïy taq rub'eyal richin yato'on rik'in re ruyonil tz'etoj re' richin ri Ajk'amaya'l.

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
cak: Ri rutz'etoj wachib'äl kan ruk'amon wi pe nuq'alajisxaj jun tz'etoj pa ri ramaj kichin chi kijujunal ri ruxaq k'amaya'l ri xke'atz'ët chuqa' ronojel ri taq kik'utuj aj rox kib'anon chi re ri awokik'amaya'l.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
cak: Ri wachib'äl tz'etoj chuqa' e k'o nuk'uj taq chayub'äl, ri nuya' q'ij richin ye'atz'ët ch'aqa' chik ruwäch taq tzij rik'in jun tz'etoj.

source: The List view provides more options for drilling down into individual sites.
cak: Ri cholb'äl tz'etoj nuya' ch'aqa' chik taq cha'oj richin yakanon chi kipam ri taq ichinan ruxaq k'amaya'l.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
cak: Ri taq rajowaxik ruxaq k'amaya'l pa ri cholb'äl tz'etoj, nuya' q'ij chawe ye'aq'ät ri taq ruxaq k'amaya'l, ri nikixïm ki' rik'in ri Firefox awokik'amaya'l, ye'atz'ët taq ruxaq k'amaya'l ri nawajo' ye'atz'ët o chuqa' ye'awewaj taq ruxaq k'amaya'l ri man nawajo' ta chi yeq'alajin pe.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
cak: Lightbeam chuqa' nuya' chawe jun rupas etamab'äl, ri nuq'alajisaj taq rutz'aqat kib'anikil chi rij ri ruxaq k'amaya'l xacha' chuqa' ri taq ruxaq k'amaya'l e'atz'eton.

source: The origins of Lightbeam
cak: Ri taq rukutamil Lightbeam

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
cak: Lightbeam xutikirisaj pa ruwuq rik' ri juna' 2011 achi'el Collusion, jun nuk'samaj pa ruwi' b'anöy rukema' Mozilla<a href="%s">Atul Varma</a>.

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
cak: Tzeqeliben ruma ri wuj, <em>The Filter Bubble</em>,Atul xunük' jun soltojtob'enel chi tz'aqat richin nik'ut ri rub'eyal nub'än richin nikanon chuqa' yerumöl ri taq tzij pa Ajk'amaya'l

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
cak: Pa ruka'n rik'in ri juna' 2012, Gary Kovacs, pa ri q'ijul ri' CEO richin Mozilla, xuk'üt ri tz'aqat Collusion pa jun<a href="%s">TED tzijonem</a> (wakami jun chi ke ri TED tzijonem yalan nitz'et), akuchi' nuq'alajisaj pa ruwi' ri kanoxïk pa k'amab'ey.

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
cak: Pa rub'elej rik' ri juna' 2012, Mozilla xutün ruchuq'a' kik'in rutijoxela' <a href="%s">Emily Carr richin Na'ojil + Wachib'enïk</a> richin nikinük' chuqa' niya' kisamajib'al taq tz'etoj chi re ri tz'aqat.

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
cak: Rik'in ruto'ik ri Ford Moloj chuqa' ri Natural Sciences and Engineering Research Council (NSERC), Collusion xnuk' chik achi'el Lightbeam chuqa' xelesäx pa rutz'apijäb' ri juna' 2013.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
cak: Richin nasik'ij ch'aqa' chik pa ruwi' ri to'ïk, tatz'eta' <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
cak: Na'ojil chuqa' ri ruch'owik ri junelïk rojqaxik

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
cak: Pa Mozilla, niqana'ojij chi konojel k'o chi nik'oje' ri taq samajib'äl kik'in richin yeq'ijun chi rij ri kichinaxik pa k'amab'ey chuqa' ri nimolo' richin ri retamab'al.

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
cak: Rik'in ri Lightbeam tz'aqat chuqa' ri ruk'u'x rusamaj rucholxe'el taq tzij, niqaya' apo jun utziläj (chuqa' jamäl) temeb'äl pa ruwi' rujikilib'anem tinamït, ri nuya' ruq'ij chi tinimär ri na'oj, nitikirisäx ri ch'ob'oj, pa ruk'isib'äl kerusamajij ri taq rujaloj na'ojil pa ruk'ojlib'al kanoxïk chuqa' ichinanem.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
cak: Lightbeam jun nimaläj samaj, jun uchuq'a' nuk'un ruma ri Mozilla chuqa' ri e ruto'onela' richin nikiya' chi ke ri ruwinaq Ajk'amaya'l rik'in jun nïm chajinïk chuqa' ch'ajch'öj rusamajixik ri ichinan etamab'äl.

source: Learn more about online tracking and privacy
cak: Tasik'ij ch'aqa' chik pa ruwi' ri online kanoxïk chuqa' ichinanem

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
cak: Ri <a href="%s">Mozilla Moloj</a> jun moloj man rutzeqelib'en ta ch'akoj, ri yerutikirsaj taq rejqalem ri jaqäl k'amaya'l chijun ri ruwach'ulew. Ri nimaläj rutinamital Mozilla nuya' retal chi tajin nik'iyirisäx rejqalem ri ichinanem pa k'amab'ey chuqa' yeruto' cha'el taq na'oj, ri nikisamajij ri na'oj ri' pa jalajöj rub'anikil.

source: Data formats in Lightbeam
cak: Rub'anikil taq tzij pa Lightbeam

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
cak: Tatz'eta' ri <a href="%s">wujil pa Github</a> richin netamäx ch'aqa' chik chi kij ri taq kib'anikil taq yakb'äl e'okisan pa Lightbeam.

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
cak: Tatz'eta' ri <a href="%s">wujil pa Github</a> richin netamäx ch'aqa' chik chi kij ri taq ruk'amal yakb'äl e'okisan pa Lightbeam chuqa' richin nitz'et ri taq kib'anikil ri taq tzij, ri ye'okisäx, we nacha' chi yato'on rik'in ri kicholxe'el taq tzij.

source: Partners of Lightbeam
cak: Rutojonela' Lightbeam

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
cak: Ri <a href="%s">Ford Moloj</a> jun moloj man rutzeqelib'en ta ch'akoj, ri nusamajij ri taqel rutaqanem ri rutikirisaxik nusamajij ri rutzil winäq.

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
cak: Re re' nikiya' ri tob'äl chi ke ri taq nimamoloj chuqa' moloj taq samaj richin ri kinimirsaxik junawachil ejqalem, ruch'utinirisaxik ri meb'a'il chuqa' ri winäq meq'aton tzij, kito'ik ri kiq'i'oj winaqi' chuqa' ri rub'anikil aj ruwach'ulew to'ïk.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
cak: Ri <a href="%s">Winaqilal + Interactive Media (SIM) Centre</a> pa Nimatijob'äl Emily Carr richin na'ojil chuqa' wachib'enïk yekito' k'ïy taq nimasamaj richin wachib'enïk chuqa' k'ïy k'oxom, akuchi' nuya' q'ij chi ke ri taq nimamoloj pa ruwi' ri tz'ukunel ch'ob'oj, etamanel wachib'enïk chuqa' kijikilib'anem tijonela' chuqa' ri tijonela', ri e na'owinäq pa British Columbia’s.
