Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: br, bs, fi, is, kab, kk, lt, lv, mai, ne, pt, ta, tr, uz

source: Fast, Free Android Browser for Tablets and Phones | Firefox
kk: Планшеттер және телефондар үшін жылдам, тегін Android браузері | Firefox
lt: Sparti ir laisva interneto naršyklė „Android“ planšetėms ir telefonams | Firefox
ta: ஆண்ட்ராய்டு கைப்பேசி தட்டைக்கணினிகளுக்கான கட்டற்ற வேகமான உலாவி | பயர்பாக்ஸ்

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
br: Firefox evit Android — Merdeer Web hezoug — Meur a zoare da bersonelaat ha gwareziñ ho prevezded
bs: Firefox za Android — Mobilni web pretraživač — Više načina za prilagođavanje i zaštitu vaše privatnosti
fi: Firefox Androidille — Mobiili verkkoselain — Helpompaa mukauttaa ja varjella tietosuojaasi
is: Firefox fyrir Android — Mobile Web browser — Fleiri leiðir til að sérsníða og verja friðhelgina
kab: Firefox i android — Anaram Web Aziraz — Deqs n tarrayin i waggan akked ummesten n tbaḍnit inek
kk: Android үшін Firefox — Мобильді веб браузері — Баптаудың және жекелігіңізді қорғаудын көбірек түрі
lt: „Firefox“ „Android“ įrenginiams – mobilioji naršyklė – daugiau būtų individualizuoti ir apsaugoti jūsų privatumą
lv: Firefox Android ierīcēm — Mobilais Tīmekļa pārlūks — Vēl vairāk veidu kā pielāgot un pasargāt savu privātumu
mai: Firefox Android कलेल — मोबाइल वेब ब्राउज़र — अहाँक गोपनीयताक रक्षा कलेल आओर मनपसिन्न बदलाव कलेल तैयार अछि
pt: Firefox para Android — Navegador — Mais formas de personalizar e proteger a sua privacidade
ta: ஆண்ட்ராய்டு பயர்பாக்ஸ் — கைப்பேசி இணைய உலாவி — உங்களின் தனிமையையும் தனிபயனாக்கத்தையும் பல வழிகளில் செய்ய
tr: Android için Firefox — Mobil Web tarayıcısı — Özelleştirmenin ve gizliliğinizi korumanın daha fazla yolu
uz: Android uchun Firefox — Mobil veb brauzer — Moslash va maxfiyligingizni himoya qilish uchun ko‘pgina yo‘llar

source: Join the millions browsing better on tablets and phones. Firefox is fast and private. Install Firefox for Android now!
kk: Планшеттер және телефондарда жақсырақ шолатын миллиондаған адамдар қатарына қосылыңыз. Firefox жылдам әрі жекелікті қорғайды. Android үшін Firefox-ты қазір орнатыңыз!
lt: Prisijunkite prie milijonų, planšetėse ir telefonuose jau naršančių geriau. „Firefox“ yra sparti ir gerbia jūsų privatumą. Įsidiekite „Firefox“ „Android“ įrenginiams dabar!
ta: பலகங்கள் மற்றும் கைபேசிகளில் செம்மையாக உலாவும் ஆயிரமாயிரம் நபர்களில் ஒருவராக இணையுங்கள். Firefox தனிமையானது வேகமானது. Android இயங்குதளத்திற்கான Firefox உலாவியை இப்போதே நிறுவுங்கள்!

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
br: N'eus nemet Firefox evit Android a ginnig kement a doareoù da lakaat ho merdeiñ hezoug da vezañ ho hini da vat
bs: Samo Firefox za Andorid pruža tako mnogo načina da učini tvoje iskustvo mobilnog pretraživanja zaista tvojim
fi: Vain Firefox Androidille antaa niin monia tapoja selata verkkoa omalla tavallasi
is: Eingöngu Firefox fyrir Android býður svona margar leiðir til að sérsníða þína eigin upplifun á netinu
kab: Ala Firefox i Android id-yettmuddun deqs n iberdan akken ad tinigeḍ s wudem iwatan s uziraz inek
kk: Тек Android үшін Firefox мобильді интернетті қолдануды өздік қылудың соншама тәсілін ұсынады
lt: Tik „Firefox“ „Android“ įrenginiams suteikia tiek daug būtų paversti naršyklę sava ir suasmeninti saityno naršymą
lv: Tikai Firefox Android ierīcēm piedāvā tik dažādus veidus, lai pielāgotu mobilās pārlūkošanas pieredzi tieši jums.
mai: Android कलेल Firefox मोबाइल ब्राउज़िंग केर तजुर्बा सही मायना मे ख़ास बनाबै केर अनेक विकल्प देत अछि.
pt: Apenas o Firefox para o Android oferece tantas formas de tornar a sua experiência de navegação na web verdadeiramente sua
ta: பல்வேறு வழிகளில் ஆண்ட்ராய்டு பயர்பாக்ஸ் கைப்பேசி உலாவல் அனுபவம் உங்களுடையதாக்குகிறது
tr: Mobil gezinti deneyiminizi kendinize özgü yapabilmenin bu kadar fazla yolunu sadece Android için Firefox sunabilir
uz: Faqat Android uchun Firefox mobil qurilmalaridan koʻrish tajribangizni haqiqatda oʻzingizniki qilishingiz uchun koʻp uslublarni tavsiya qiladi

source: Firefox for Android
br: Firefox evit Android
bs: Firefox za Android
fi: Firefox Androidille
is: Firefox fyrir Android
kab: Firefox i Android
kk: Android үшін Firefox
lt: „Firefox“ „Android“ įrenginiams
lv: Firefox Android ierīcēm
mai: एंड्रायडक लेल फायरफाक्स
ne: Android लागि Firefox
pt: Firefox para Android
ta: ஆண்ட்ராய்டிற்கான பயர்பாக்ஸ்
tr: Android için Firefox
uz: Android uchun Firefox

source: We make it Firefox.
br: Firefox a vez graet anezhañ.
bs: Napravili smo Firefox.
fi: Me teemme siitä Firefoxin.
is: Við bjuggum til Firefox.
kab: Nesnulfu-d Firefox
kk: Біз оны Firefox қыламыз.
lt: Mes kuriame „Firefox“ naršyklę.
lv: Mēs to izdarījām Firefox.
mai: हम मिलजुल कए Firefox बनाबैत छी
ne: हामी यसलाई Firefox बनाउछौ।
pt: Nós desenvolvemos o Firefox.
ta: நாம் பயர்பாக்ஸிற்க்காக செய்தோம்.
tr: Bildiğiniz Firefox.
uz: Biz uni Firefox qildik.

source: You make it your own.
br: Grit eñ ho hini
bs: Učinite ga svojim.
fi: Sinä teet siitä itsesi näköisen.
is: Þú aðlagar svo að þínum þörfum.
kab: D kečč ara ixedmen ayen nniḍen
kk: Сіз оны өздік етесіз.
lt: Jūs ją paverčiate sava.
lv: Padari to par savu.
mai: अहाँ एकरा अपनाबैत छी
ne: तपाईँ यसलाई आफ्नो बनाउनुहोस्।
pt: Você torna-o único.
ta: உங்களுடையதை நீங்களே உருவாக்குங்கள்.
tr: Ama sadece sizin bildiğiniz Firefox da olabilir.
uz: Siz uni o‘zingizniki qilasiz.

source: The features you love.
br: Keweriusterioù a garit
bs: Funkcije koje volite.
fi: Ominaisuudet, joista pidät.
is: Eiginleikar sem þú getur ekki verið án.
kab: Timihilin i tḥemled
kk: Сіз ұнататын мүмкіндіктер.
lt: Jūsų mėgstamos savybės.
lv: Iespējas, ko mīli.
mai: मनपसि‍न्न सुविधा सँ युक्त
ne: तपाईँले प्रेम गर्ने विशेषताहरू।
pt: As funcionalidades de que gosta.
ta: நீங்கள் விரும்பும் அம்சங்கள்.
tr: Sevdiğiniz özellikler.
uz: Siz sevgan xususiyatlar.

source: The privacy you trust.
br: Ar prevezded a fiziit enni.
bs: Privatnost kojoj vjerujete.
fi: Tietosuoja, johon luotat.
is: Friðhelgin sem þú treystir.
kab: Rnu-yas tabaḍnit
kk: Сіз сенетін жекелік.
lt: Privatumas, kuriuo galite pasikliauti.
lv: Privātums, kam tu uzticies.
mai: भरोसा लायक गोपनीयता
ne: तपाईँको भरोसा पाएको गोपनीयता।
pt: A privacidade em que confia.
ta: நீங்கள் நம்பும் தனிமை.
tr: Güvendiğiniz gizlilik.
uz: Siz ishongan maxfiylik.

source: Our most customizable Firefox for Android yet.
br: Ar Firefox war Android a zo tu personelaat ar muiañ.
bs: Naš najprilagodljiviji Firefox za Andorid do sad.
fi: Helpoimmin mukautettava Firefox Androidille tähän mennessä.
is: Aðlögunarmesta útgáfan af Firefox fyrir Android hingað til.
kab: Hatan lqem n Firefox i Android i yettwasaganen ugar n wiyaḍ akka ar ass-a.
kk: Біздің баптаулары ең көп Android үшін Firefox
lt: Plačiausios individualizavimo galimybės. Tai – „Firefox“ „Android“ įrenginiams.
lv: Mūsu pielāgojamākais Firefox Android ierīcēm līdz šim.
mai: अखैन धरि Android लेल सबसँ अनुकूल Firefox.
ne: Android को लागि हाम्रो सबै भन्दा अनुकूल गर्न मिल्ने Firefox।
pt: O nosso Firefox mais personalizável para o Android.
ta: இதுவரை காணாத கூடுதல் தனிபயனாக்கத்தைக் கொடுக்கும் நம்ம ஆண்ட்ராய்டு பயர்பாக்ஸ்.
tr: Android için şimdiye dek yaptığımız en özelleştirilebilir Firefox.
uz: Bizning eng qulay Android uchun Firefox’imiz.

source: Download on Google Play
br: Pellgargañ war Google Play
bs: Preuzmite sa Google Play-a
fi: Lataa Google Play -sivustolta
is: Fáanlegur á Google Play
kab: Sider si Google Play
kk: Оны Google Play-ден жүктеп алыңыз
lt: Parsisiųskite iš „Google Play“
lv: Lejupielādē "Google Play" veikalā
mai: गूगल प्ले सँ डाउनलोड करू
ne: गुगल प्लेमा डाउनलोड गर्नुहोस्
pt: Descarregar do Google Play
ta: Google Play வில் பதிவிறக்கவும்
tr: Google Play'den indirin
uz: Google Play’dan yuklab olish

source: Uniquely yours
br: Ho hini eo hepken
bs: Jedinstveno vaš
fi: Ainutlaatuisesti sinun
is: Algjörlega þinn
kab: I kečč kan
kk: Бірегей түрде сіздікі
lt: Paruošta patikti
lv: Unikāli tavs
mai: अहाँक लेल खास
ne: विशिष्टरूपमा तपाईँको
pt: Exclusivamente seu
ta: உங்களுடையது தனித்துவமானது
tr: Tamamen sizin
uz: Faqat sizniki

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
br: N'eus nemet Firefox evit Android a ginnig kement a doareoù da lakaat<br> ho merdeiñ hezoug da vezañ ho hini da vat.
bs: Samo Firefox za Android pruža tako mnogo načina da učini<br> tvoje iskustvo mobilnog pretraživanja zaista tvojim.
fi: Vain Firefox Androidille antaa näin monia tapoja selata<br> verkkoa omalla tavallasi.
is: Einungis Firefox býður uppá svona margar leiðir til að gera<br> vef upplifun þína á handhægu tæki virkilega þína eigin.
kab: Ala Firefox i Android id-yettmuddun deqs n iberdan akken <br>ad tinigeḍ s wudem iwatan s uziraz inek
kk: Тек Android үшін Firefox мобильді интернетті қолдануды<br> өздік қылудың соншама тәсілін ұсынады.
lt: Tik „Firefox“ „Android“ įrenginiams suteikia tiek daug galimybių<br> individualizuoti saityno naršymą kelyje ir paversti naršyklę sava.
lv: Tikai Firefox Android ierīcēm piedāvā tik dažādus veidus, lai pielāgotu mobilās pārlūkošanas pieredzi tieši jums.
mai: Android कलेल Firefox मोबाइल <br> ब्राउज़िंग केर तजुर्बा सही मायना मे विशेष बनाबैत अछि.
pt: Apenas o Firefox para o Android oferece tantas formas de fazer <br> a sua experiência de navegação na web verdadeiramente sua.
ta: பல வழிகளில் உங்கள் உலாவல் அனுபவத்தை<br> உங்களுடையாக்குவது ஆண்ட்ராய்டு பயர்பாக்ஸ் மட்டுமே.
tr: Mobil gezinti deneyiminizi kendinize özgü yapabilmenin<br> bu kadar fazla yolunu sadece Android için Firefox sunabilir.
uz: Faqat Android uchun Firefox shuncha ko‘p usullar bilan <br> mobil telefon orqali internetnni ko‘rish tajribalaringizni oshiradi.

source: Smarter sharing for all
br: Ar rannadur speredekoc'h evit an holl dud
bs: Pametnije dijeljenje za sve
fi: Älykkäämpää jakamista kaikille
is: Vitrænni deiling fyrir alla
kab: Beṭṭu uḥric imeṛṛa
kk: Барлығы үшін ақылдырақ бөлісу
lt: Sumanesnis dalijimasis
lv: Gudrāka dalīšanās ar visiem
mai: साझा करबाक क नीक सुविधा
ne: सबैका लागि स्मार्ट साझेदारी
pt: Partilha mais inteligente para todos
ta: அனைவருக்குமான அறிவார்ந்த பகிர்வு
tr: Daha akıllı paylaşım
uz: Hamma uchun aqlli bo‘lishish

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
br: An doare ar muiañ azasaus da rannañ kement tra, Quick Share a dalc'h soñj eus ho arloadoù arveret ar muiañ evit skoazell ac'hanoc'h da gas titouroù d'an doare ma fell deoc'h.
bs: Najprilagodljiviji način za djeljenje bilo čega, Quick Share pamti vaše najčešće korištene aplikacije da vam pomogne upravo na način kako vi želite.
fi: Quick Share on joustavin tapa jakaa mitä tahansa. Se muistaa viimeksi käyttämäsi sovellukset ja auttaa sinua sanomaan asiasi juuri sillä tavalla kuin itse haluat.
is: Auðveldasta leiðin til að deila hverju sem er! Quick Share man eftir smáforritum sem notuð voru síðast til að hjálpa þér að miðla á þinn eigin hátt.
kab: Abrid ifazen i beṭṭu n yal taɣawsa, beṭṭu arurad iceffu ɣef yesnasen i tesseqdaceḍ s waṭas akken ak-d-imidd afus ad tessuffɣeḍ awal akken tebɣiḍ.
kk: Кез-келген нәрсемен бөлісудің ең икемді жолы, жылдам бөлісу, ақпаратпен сіз қалайтын тәсілмен бөлісуге көмектесу үшін, жуырда қолданылған қолданбаларды есте сақтайды.
lt: Mūsų naršyklė įsimena paskiausiai dalijimuisi nuorodomis jūsų naudotas programas, taip paspartindama ir supaprastindama patį dalijimosi procesą.
lv: Visērtākais veids, lai dalītos ar jebko, Quick Share funkcija atceras tavas nesen izmantotās aplikācijas, lai palīdzētu tev izpaustiestieši tā, kā tu vēlies.
mai: कोनो चीज साझा करबाक सबसे नीक जरिया, क्व‍िक शेयर अहाँक हाल मे उपयोग करल एप्प मोन राखैत अछि जाहि सँ अहाँ अपन कोनो पुरान शब्द कए फेर सँ जेना चाहि उपयोग कए सकैत छी ।
pt: A forma mais adaptável de partilhar qualquer coisa, a partilha rápida memoriza as suas aplicações utilizadas recentemente para o ajudar a partilhar o que quer da forma que pretende.
ta: தகவமைப்பு வழியில் எதையும் பகிர, நீங்கள் விரும்பிய வார்த்தையை நினைத்தவாறு பெற விரைவு பகிர்வு உங்களின் அண்மைய பயன்பாடுகளை நினைவுப்படுத்தி உதவுகிறது.
tr: Her şeyi paylaşmanın en uyumlu yolu olan Hızlı Paylaşım, son kullandığınız uygulamaları hatırlar ve beğendiğiniz bir şeyi anında paylaşmanıza yardımcı olur.
uz: Biror narsani bo‘lishishning eng moslashuvchan usuli, "Tezkor bo‘lishish" aynan siz xohlaganingizdek so‘zni olishga yordam beruvchi eng so‘nggi foydalangan ilova dasturlaringizni eslab qoladi.

source: See how it works
br: Sellit penaos ez a en-dro
bs: Pogledajte kako radi
fi: Näin se toimii
is: Sjáðu hvernig þetta virkar
kab: Wali amek iteddu
kk: Бұл қалай жұмыс жасайтынын қарау
lt: Pažiūrėkite, kaip tai veikia
lv: Redzi kā tas darbojas
mai: देखू कोन तरहेँ चलैत अछि
ne: यसले कसरी काम गर्छ हेर्नुहोस्
pt: Ver como funciona
ta: எப்படி வேலை செய்கிறதென்று பார்
tr: Nasıl çalıştığını görün
uz: Uning qanday ishlashini ko‘ring

source: All your faves, front and center
bs: Sve vaše omiljene stvari na jednom mjestu
fi: Kaikki suosikkisi
is: Allt uppáhaldið þitt fremst fyrir miðju
kab: Akk agbur inek, yettwakcam imir imir
kk: Таңдамалыларыңыз көз алдында
lt: Patogiai grupuojamos mėgstamiausios svetainės
lv: Visi tavi favorīti tavā acu priekšā
mai: सभ मनपसिन्न चीज सामना मे आओर बीचोबीच
ne: सबै तपाईका फ़व फ्रंट र सेन्टर
pt: Os seus favoritos, à frente e ao centro
ta: உங்களுக்கு விருப்பமானவை முன் மற்றும் நடுவே
tr: Sevdiğiniz her şey ortada
uz: Barcha sevimli o‘yinlaringiz oldinda va markazda

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
bs: Prilagodite svoje početne panele sa bilo kojim web sadržajem i pristupite vašim omiljenim sadržajima &mdash; kao što su Instagram i Pocket Hits &mdash; odmah.
fi: Voit mukauttaa kotipaneelejasi millä tahansa verkkosisällöllä ja käyttää suosikkisyötteitäsi, esim. Instagram tai Pocket Hits, välittömästi.
is: Hægt að sérsníða heimasvæðið með þvi vef efni sem þú vilt og þá getur þú fengið aðgengi að uppáhálds straumunum þínum &mdash; eins og Instagram og Pocket Hits &mdash; tafarlaus.
kab: Sagen igalisen n ugdil inek agejdan s usekcem n ugbur Web. Tzemreḍ ihi ad tkecmeḍ imir imir ɣer isuddam inek i tḥemleḍ am Instagram neɣ Pocket Hits.
kk: Үй панельдерін өзіңіз қалайтын веб құраманы көрсететіндей баптап, Instagram және Pocket Hits сияқты таңдамалы арналарға қол жеткізіңіз.
lt: Papildykite savo pradžios tinklalapį jūsų norimu saityno turiniu – taip galėsite nedelsiant matyti savo mėgstamiausius sklaidos kanalus, kaip antai „Instagram“ ar „Pocket Hits“.
lv: Piepildi savu 'Mājas" paneli ar jebkuru tīmekļa saturu, ko vēlies un piekļūsti savām mīļākajām "barotnēm" &mdash; tādām, kā Instagram un Pocket Hits &mdash; nekavējoties.
mai: अपन पसंदीदा वेब सामग्री सँ अपन होम पैनल केँ सजाबू आओर अपन पसंदीदा फ़ीड जेना कि इंस्टाग्राम आओर पॉकेट हिट्स तक फ़ौरन पहुँचू.
pt: Personalize os seus painéis iniciais com qualquer conteúdo Web que queira e aceda às suas fontes favoritas &mdash; como o Instagram e Pocket Hits &mdash; instantaneamente.
ta: இன்ஸ்டாகிராம் பேக்கெட் ஹிட்ஸ் போன்ற ஓடைகளை &mdash; உடனுக்குடன் அணுக இணையத்தின் எந்த உள்ளடக்கத்துடனும் &mdash; முகப்பு பலகத்தைத் தனிப்பயனாக்கலாம்.
tr: Giriş ekranı panellerinizi istediğiniz Web içeriğiyle özelleştirin ve Instagram, Pocket Hits gibi sevdiğiniz akışlara anında erişin.
uz: Uy panellaringizni Instagram va Pocket Hits kabi sevimli tasmlaringizga kirish va har qanday xohlagan veb saytingiz bilan moslang.

source: A touch more personal
br: Un daol personeloc'h
bs: Više ličan dodir
fi: Hieman persoonallisempaa
is: Persónulegri snerting
kab: Asferfed udmawan
kk: Икемді жекешелендіру
lt: Suasmenintas prisilietimas
lv: Pieskaries vēl personiskāk
mai: निहायत निजी स्पर्श
ne: एक अधिक व्यक्तिगत स्पर्श
pt: Um toque mais pessoal
ta: கூடுதல் சுய தொடுதல்
tr: Daha kişisel bir dokunuş
uz: Ko‘proq shaxsiy teginish

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
bs: Prikažite početne panele u bilo kojem redosljedu želite ili ih dodajte, sakrijte i izbrišite kako vam odgovara da bi svoje favorite držali na jednom mjestu.
fi: Voit järjestää kotipaneelisi haluamaasi järjestykseen ja lisätä, piilottaa tai poistaa niitä niin kuin hyväksi näet, niin että suosikkisi ovat yhden sipauksen päässä.
is: Raðaðuð heimasvæðinu hvernig sem þér líkar eða bættu við, feldu og eyddu þeim eins og þú þarft til að hafa uppáhaldið þitt í einnar snertingar fjarlægð.
kab: Snifel amsizzwer n igalisen deg usebtar inek agejdan, fren-iten, kkes-iten neɣ rnu-ten tikelt nniḍen akken ad teH§erzeḍ ixataren ɣef afus.
kk: Таңдамалыларыңызды бір шерту қашықтығында ұстау үшін, үй панельдерін өзіңіз қалайтын ретпен сұрыптап, қосып, жасырып не өшіруге болады.
lt: Savo pradžios tinklalapio skiltis galite išdėstyti norima tvarka, pridėti naujų, paslėpti, grąžinti ir šalinti esamas – darykite su jomis ką tik širdis geidžia. Laikykite savo mėgstamiausias svetaines pasiekiamas vienu ekrano bakstelėjimu.
lv: Novieto savus mājas īsinājumus jebkurā secībā, vai pievieno, dzēs tos pēc ieskatiem, lai tavas mīļākās lapas vienmēr būtu viena pieskāriena attālumā .
mai: अपन होम पैनल केँ पसंदीदा क्रम मे सजाबू आओर चीज केँ सुविधानुसार राखू, नुकाबू या हटाबू ताकि छूए भर सँ काज भ जाए.
pt: Mostre os seus painéis iniciais em qualquer ordem que queira e adicione, oculte ou elimine-os como achar necessário para manter os seus favoritos a um toque de distância.
ta: ஒரு தொடுதலில் உங்கள் முகப்பு பலகங்களை எந்த வரிசையிலும் காட்ட, மறைக்க அழிக்குமாறு வைக்க முடியும்.
tr: Giriş ekranı panellerinizi istediğiniz sırada görüntüleyin veya sevdiğiniz siteleri bir dokunuş uzaklığında tutmak için panelleri ekleyin, gizleyin, silin.
uz: Uyingiz panellarini xohlagan tartibingizda ko‘ring yoki qo‘shing, yashiring va sizga yoqqanlarini bir bosishda ochish maqsadida saqlash uchun joylashtiring.

source: Learn more
bs: Saznajte više
fi: Lue lisää
is: Læra meira
kab: Issin ugar
kk: Көбірек білу
lt: Išsamiau
lv: Uzzināt vairāk
mai: आओर जानू
ne: अझ जान्नुहोस्
pt: Saiba mais
ta: மேலும் அறிய
tr: Daha fazla bilgi alın
uz: Ko‘proq o‘rganish

source: Any search you like
bs: Izaberite bilo koji pretraživač
fi: Haluamasi haulla
is: Hvaða leit sem er
kab: Rnu imseddayen inek n unadi
kk: Сіз қалайтын кез-келген іздеу
lt: Ieškokite kaip jums patogiau
lv: Jebkurš meklētājs pēc izvēles
mai: मनचाही चीज़ खोजू
ne: तपाईंलाई मनपर्ने कुनै खोज
pt: Qualquer pesquisa que queira
ta: நீங்கள் விரும்பிய தேடல்
tr: İstediğiniz arama motoru
uz: Sizga yoqqan har qanday qidiruv

source: Add any search engine and make it your default.
br: Ouzhpennañ ur c'heflusker bennak hag arverit anezhañ dre ziouer
bs: Dodajte bilo koji pretraživač i učinite ga zadanim.
fi: Voit lisätä minkä tahansa hakukoneen ja tehdä siitä oletushakukoneen.
is: Bættu við hvaða leitarvél sem er og stilltu sem sjálfgefna.
kab: Rnu amsedday n unadi i tebɣiḍ s sbadu yiwen degsen d amezwer.
kk: Кез-келген іздеу жүйесін қосып, оны негізгі ретінде орнатыңыз.
lt: Pridėkite bet kokią norimą ieškyklę ir skirkite ją numatytąja.
lv: Pievieno jebkuru meklētāju un padari to par galveno.
mai: कोनो भी सर्च इंजन जोड़ू आओर ओकरा तयशुदा बनाबू.
ne: कुनै पनि खोज इन्जिन थप्नुहोस र यसलाई तपाईँको पूर्वनिर्धारित बनाउनुहोस्।
pt: Adicione um motor de pesquisa e torne-o predefinido.
ta: எந்த தேடல் பொறியையும் சேர்த்து முன்னிருப்பாக அமைக்கவும்.
tr: İstediğiniz her arama motorunu ekleyip varsayılan yapabilirsiniz.
uz: Xohlagan qidiruv tizimingizni o‘rnating va uni standart sifatida tanlang.

source: Or change it any time to the one that best matches your search and privacy needs.
bs: Ili ga primijenite bilo kada u neki koji najbolje odgovara vašim potrebama pretraživanja i privatnosti.
fi: Voit myös vaihtaa sen koska tahansa sellaiseen, joka vastaa parhaiten haku- ja tietosuojatarpeitasi.
is: Eða breyttu um leitarvél þegar þér hentar til að koma til móts við þínar þarfir.
kab: Neɣ snifel-it melmi tebɣiḍ. Faṛs tagnitt seg unadi yinek s uḥraz n tbaḍnit n isefka yinek.
kk: Немесе оны кез-келген уақытта іздеу және жекелік талаптарыңызға сай келетін іздеу жүйесіне алмастырыңыз.
lt: Bet kuriuo metu ją galite pakeisti kita – labiau tenkinančia grąžinamais rezultatais ar privatumu.
lv: Vai nomaini jebkurā laikā pret citu, kas vislabāk atbilst jūsu meklēšanas un privātuma prasībām.
mai: या फेर अपन खोज आओर गोपनीयता केर ज़रूरत केर हिसाब सँ जखन चाहू बदलू.
ne: कुनै पनि समयमा तपाईँको खोज र गोपनिय चाहनासँग मिल्ने कुनै एउटामा परिवर्तन गर्नुहोस्।
pt: Ou altere-o a qualquer momento para o que melhor se enquadrar nas suas necessidades de pesquisa e privacidade.
ta: அல்லது உங்களின் தனிமைக்கும் தேடலுக்கும் தகுந்தவாறு தேவையானவற்றை எந்நேரத்திலும் மாற்றிக்கொள்ள இயலும்.
tr: Arama ve gizlilik ihtiyaçlarınıza uyan başka bir arama motoruna istediğiniz an geçebilirsiniz.
uz: Yoki xohlagan vaqtingizda eng yaxshi topadigan va maxfiyligingiz uchun mos keladiganiga almashtiring.

source: Change your language
br: Kemmañ ho yezh
bs: Promijenite jezik
fi: Vaihda kieltä
is: Veldu tungumálið þitt
kab: Snifel tutlayt-inek
kk: Тілін өзгерту
lt: Rinkitės naudojamą kalbą
lv: Izvēlieties valodu
mai: अपन भाषा बदलू
ne: आफ्नो भाषा परिवर्तन गर्नुहोस्
pt: Altere o seu idioma
ta: உங்கள் மொழியை மாற்று
tr: Dilinizi değiştirin
uz: Tilingizni o‘zgartiring

source: Read and save articles easily
bs: Čitajte i spašavajte članke brzo i lahko
fi: Lue ja tallenna artikkeleita helposti
is: Lesa og vista greinar á auðveldan hátt
kab: Ɣeṛ u sekles imagraden inek s wudem fessusen
kk: Мақалаларды жеңіл түрде оқу және сақтау
lt: Patogiai skaitykite ir saugokite straipsnius
lv: Lasiet un saglabājiet rakstus
mai: पढ़ू आओर लेख केँ आसानी सँ सहेजू
ne: लेखहरू पढ्नुहोस र सजिलै बचत गर्नुहोस
pt: Ler e guardar artigos facilmente
ta: எளிமையாகக் கட்டுரைகளைப் படித்து சேமி
uz: Maqolalarni o‘qing va osongina saqlang

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
bs: Uživajte u mnogo ugodnijem iskustvu čitanja sa prikazom čitača i listom za čitanje.
fi: Nauti paremmasta lukukokemuksesta lukunäkymän ja lukulistan avulla.
is: Njóttu þægilegrar upplifunar fyrir lestur með lesham og leslista.
kab: Ɣaṛ s useqdec n uskar n tɣuṛi akked tebdart n tɣuṛi.
kk: Оқу көрінісі және оқу тізімі көмегімен ыңғайлырақ оқудан рахат алыңыз.
lt: Mėgaukitės nekliudomu skaitymu – išbandykite skaitymo rodinį ir skaitinių sąrašą.
lv: Izbaudiet patīkamāku lasīšanu ar Lasīšanas režīmu un Lasīšanas sarakstu.
mai: आब पठन दृश्य आओर पठन सूची केर मदद सँ पढ़ए क आनंद लिअ.
pt: Aproveite uma melhor experiência de leitura com a vista e lista de leitura.
ta: வாசகர் பார்வை மற்றும் வாசகர் பட்டியல்களுடன் வாசிப்பை இனிமையாக அனுபவித்து மகிழுங்கள்.
uz: "O‘qish ko‘rinishi" va "O‘qish ro‘yxati" yordamida o‘qishdan rohatlaning.

source: Access your saved articles even when you’re not online.
bs: Pristupite svojim sačuvanim člancima čak i kada niste na vezi.
fi: Lue tallennettuja artikkeleitasi ilman verkkoyhteyttä.
is: Fáðu aðgang að vistuðum skjölum jafnvel þótt þú sért ekki tengdur netinu.
kab: Kcem ɣer imagraden yettwakelsen ticki ur teqqined ara.
kk: Сақталған мақаларға желіде емес болғанда да қатынауға болады.
lt: Pasiekite įsimintus straipsnius net neturėdami ryšio su internetu.
lv: Nepazaudējiet saglabātos rakstus pat tad, kad neesat pie interneta.
mai: ऑनलाइन नहि हए पर भी अपन सहेजल सामग्री क उपयोग करू.
ne: तपाईं अनलाइन हुनुहुन्न भनेपनि आफ्नो बचत गरिएको लेखहरू पहुँच गर्नुहोस्।
pt: Aceda aos seu artigos mesmo se não estiver ligado à rede.
ta: நீங்கள் இணையத்தில் இல்லாத போதும் சேமித்த கட்டுரைகளை அனுகலாம்.
uz: Onlayn bo‘lmaganingizda ham saqlab qo‘ygan maqolalaringizni o‘qiy olasiz.
