Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: br, bs, fi, is, kab, kk, lt, lv, mai, ne, pt, ta, tr, uz

source: Learn more about Reading List
bs: Saznajte više o listi za čitanje
is: Fræðast meira um leslista
kab: Issin ugar ɣef tebdart n tɣuṛi
kk: Оқу тізімі туралы көбірек білу
lt: Susipažinkite su skaitinių sąrašu
mai: पठन सूची केर संबंध मे बेसी जानू
ne: Reading List को बारेमा थप जन्नुहोस्
pt: Saber mais sobre a Lista de leitura
ta: வாசிப்புப் பட்டியல்பற்றி மேலும் அறிக

source: Learn more about Reader View
bs: Saznajte više o prikazu čitača
is: Fræðast meira um lesham
kab: Issin ugar ɣef uskar n tɣuṛi
kk: Оқу көрінісі туралы көбірек білу
lt: Sužinokite daugiau apie skaitymo rodinį
mai: पठन दृश्य केर बारे मे अधिक जानू
ne: Reader View को बारेमा थप जन्नुहोस्
pt: Saber mais sobre a Vista de leitura
ta: வாசகர் பார்வைபற்றி மேலும் அறிக

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
bs: Promijenite jezik pretraživača brže i jednostavnije, bez potrebe za promjenom postavki za cijeli uređaj ili čak ponovnog pokretanja pretraživača.
fi: Voit vaihtaa selaimen kieltä vaivattomasti, ilman että sinun tarvitsee muuttaa koko laitteen asetuksia tai edes käynnistää selainta uudelleen.
is: Breyttu tungumáli vafrans hratt og auðveldlega, án þess að breyta fyrir allt tækið eða endurræsa vafrann þinn.
kab: Snifel tutlayt n iminig inek s zereb, s wudem fessusen war ma tesnifleḍ iɣewwaṛen n yibenk inek imeṛṛa, neq war tesnekreḍ tikelt nniḍen iminig inek.
kk: Құрылғы баптауларын өзгертпей, және, тіпті браузерді қайта іске қоспай-ақ, браузер тілін жылдам әрі оңай түрде өзгертіңіз.
lt: Naršyklės sąsajos kalbą bet kuriuo metu galite greitai ir nesudėtingai pakeisti. Tam nereikės nei keisti įrenginio nuostatų, nei perleisti naršyklės.
lv: Maini pārlūka valodu ātri un vienkārši, nav nepieciešams mainīt iekārtas iestatījumus vai pārstartēt pārlūku.
mai: अपन ब्राउज़र केर भाषा जल्दी आओर आसानी सँ बदलू - ब्राउज़र फेर सँ चालू करए या डिवाइस केर सेटिंग बदलए केर ज़रूरत नहि अछि.
ne: यन्त्रको सबै सेटिङ्गलाई परिवर्तन नगरी अथवा पुनःसुचारु नगरी, ब्राउजरको भाषा सजिलो र छिटो परिवर्तन गर्नुहोस्।
pt: Altere o idioma do seu navegador rápida e facilmente, sem ter de alterar as definições para todo o seu dispositivo ou de reiniciar o seu navegador.
ta: விரைவாகவும் எளிமையாகவும் உங்கள் சாதனத்தின் மொழியை முழுமையாக மாற்றாமலும் உலாவியை மீள்துவக்காமலும் உலாவின் இடைமுகப்பு மொழியை மாற்றலாம்.
tr: Tüm cihazınızın ayarlarını değiştirmek zorunda kalmadan ve hatta tarayıcınızı bile yeniden başlatmadan, dilinizi kolayca değiştirebilirsiniz.
uz: Butun qurilmangiz uchun sozlamalarni o‘zgartirmasdan yoki brauzerni qayta ishga tushirmasdan, tez va oson brauzeringiz tilini o‘zgartiring.

source: Take it to the big screen
br: Lakait anezhañ war ar skramm braz
bs: Prenesite na veliki ekran
fi: Vie se isolle ruudulle
is: Farðu með efnið á stóra skjáinn
kab: Agbur inek ɣef ugdil meqqṛen
kk: Оны үлкен экранға апарыңыз
lt: Žiūrėkite vaizdą dideliame ekrane
lv: Paņem līdzi uz lielo ekrānu
mai: एकरा पैघ पर्दा पर लए जाउ
ne: ठुलो स्क्रिनमा यसलाई लैजानुहोस्
pt: Leve-o para o grande ecrã
ta: பெரிய திரைக்கு எடுத்துச்செல்லவும்
tr: Dev ekrana taşıyın
uz: Uni katta ekranga oling

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
bs: Pošaljite video i web sadržaj sa svog pametnog telefona ili tableta na bilo koji TV koji podržava mogućnost prijenosa.
fi: Voit lähettää videota ja verkkosisältöä älypuhelimesta tai tabletista mihin tahansa televisioon, joka tukee sitä.
is: Sendu myndbönd og vef efni frá snjallsímanum þínum eða töflu yfir á sjónvörp sem styðja streymi.
kab: Azen agbur n tvidyut akked web si tiliɣṛi yinek tazirazt neq tafelwit n usenqed ɣer TV yemṣadan.
kk: Смартфон не планшеттен видео немесе веб құрамасын қолдауы бар ағындық мүмкіндіктерге ие теледидарға жіберіңіз.
lt: Norimą vaizdo įrašą ar kitą saityno turinį galite išsiųsti iš savo telefono ar planšetės į bet kurį atitinkamomis transliacijos priėmimo galimybėmis pasižymintį televizorių.
lv: Sūti video un tīmekļa saturu no sava viedtālruņa vai planšetdatora uz jebkuru TV, kas atbalsta straumēšanu.
mai: समर्थित स्ट्रीमिंग क्षमता सँ लैस कोनो भी टीवी कलेल अपन स्मार्टफ़ोन अथवाटैबलेट सँ वीडियो आओर वेब सामग्री पठाबू.
ne: तपाईंको स्मार्टफोन अथवा ट्याब्लेट बाट भिडियो र वेब सामग्रीलाई प्रसारण गर्न योग्य सुसज्जित उपकरणमा पठाउने
pt: Envie vídeo e conteúdo Web do seu smartphone ou tablet para qualquer TV equipada com as capacidades de transmissão suportadas.
ta: உங்கள் திறன்பேசி அல்லது கைக்கணினியிலிருந்து ஓடை திறனுள்ள தொலைக்காட்சியுடன் காணொளியையும் வலை உள்ளடக்கங்களையும் அனுப்பவும்.
tr: Desteklenen akış teknolojileriyle uyumlu televizyonlara akıllı telefon veya tabletinizden video ve Web içeriği gönderebilirsiniz.
uz: Video va veb kontentni smartfoningiz yoki planshetingizdan har qanday oqim bilan ishlay oladigan jihozli televizorga jo‘nating.

source: Keep your private info private
br: Mirit ho roadennoù prevez prevesaet
bs: Sačuvajte vaše privatne informacije privatnim
fi: Pidä yksityistietosi yksityisinä
is: Haltu einkamálunum sem einkamálum
kab: YEssefk isefka yinek udmawanen ad qqimen d udmawanen
kk: Жеке деректеріңіз жеке болып қала береді
lt: Išlaikykite savo privačius duomenis paslaptyje
lv: Paturi savu privāto informāciju privātu
mai: अपन निजी जानकारी गोपनीय राखू
ne: आफ्नो निजी जानकारी निजी राख्न
pt: Mantenha a sua informação privada
ta: உங்கள் சுய தகவலை தனியாக வைத்திருக்கவும்
tr: Özel bilgileriniz özel kalsın
uz: Maxfiy ma’lumotlaringizni maxfiy saqlang

source: We believe your personal information belongs to you.
br: Krediñ a reomp hag ho titouroù personel zo deoc'h e piaou.
bs: Mi vjerujemo da vaše lične informacije pripadaju vama.
fi: Mielestämme sinun henkilökohtaiset tietosi kuuluvat sinulle.
is: Við teljum að persónulegu upplýsingar þínar tilheyri þér.
kab: Talɣut inek tudmawant ala kečč i teɛna.
kk: Сіздің жеке деректеріңізге тек сіз өзіңіз ие екендігіне сенеміз.
lt: Mes esame įsitikinę, kad jūsų privati informacija priklauso tik jums.
lv: Mēs uzskatām, ka tava personīgā informācija pieder tev.
mai: हमार माननाय अछि जे अहाँक व्यक्तिगत जानकारी पर सिर्फ़ अहाँक हक अछि.
ne: हामीलाई विश्वास छ तपाईंको व्यक्तिगत सुचनाहरू तपाईसँग हुनुपर्छ।
pt: Nós acreditamos que a sua informação pessoal pertence-lhe a si.
ta: உங்கள் சுயத் தகவல் உங்களுடையது என்பதை நாங்கள் நம்புகிறோம்.
tr: Biz, kişisel bilgilerinizin sadece size ait olduğuna inanıyoruz.
uz: Biz sizga tegishli bo‘lgan shaxsiy ma’lumotlaringizga ishonamiz.

source: Firefox for Android is filled with features to help keep it that way.
br: Firefox evit Android a endalc'h keweriusterioù gant ar bal da virout eñ er mod-se.
bs: Firefox za Android sadrži mnoštvo mogućnosti da tako i ostane.
fi: Firefox Androidille on täynnä ominaisuuksia, joiden avulla tuo on totta myös jatkossa.
is: Firefox fyrir Android er uppfullt af eiginleikum til að halda því þannig áfram.
kab: Deqs n tmahilin n Firefox i Android ara k-d-imudden afus akken aten-tḥerzeḍ.
kk: Android үшін Firefox осыны қолдауға арналған мүмкіндіктерге толы.
lt: „Firefox“ „Android“ įrenginiams savybės įkūnija šį mūsų tikėjimą.
lv: Firefox Android ierīcēm ir pildīts ar funkcijām, kas palīdzēs to tā paturēt .
mai: Android कलेल Firefox एहन सुविधा सँ लैस अछि जे अहाँक गोपनीयता कायम बनल रहै.
pt: O Firefox para o Android está carregado de funcionalidade para o ajudar a manter isto assim.
ta: ஆண்ட்ராய்டு பயர்பாக்ஸ் நிரம்பிய அம்சங்களுடன் உதவும் விதத்தில் அமைந்துள்ளது.
tr: Android için Firefox, bilgilerinizin kontrolünü size veren özelliklerle dolu.
uz: Android uchun Firefox ushbu usulda yordam beradigan xususiyatlar bilan to‘ldirilgan.

source: Private Browsing with<br> Tracking Protection
br: Merdeiñ prevez gant<br> Gwarez Heuliañ
bs: Privatno pretraživanje sa<br> zaštitom od praćenja
is: Huliðsgluggi með<br> vörn gegn því að fylgst sé með þér
kab: Tunigin tusligt s <br> Ummesten mgal asfuɣel
kk: Бақылаудан қорғанысы бар<br> жекелік шолу
lt: Privatusis naršymas su<br> apsauga nuo stebėjimo
mai: प्राइवेट ब्राउज़िंग केर साथ<br> ट्रैकिंग सुरक्षा
ne: गोप्य ब्राउजिङ्गसँग<br> ट्रयाकिङ सुरक्षा
ta: அந்தரங்க உலாவல்<br> தடப் பாதுகாப்புடன்

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
br: Merdeit hep na vefe enrollet ho roll istor, ho enklaskoù pe ho toupinoù. Difennet e vo ivez d'un trede heuliañ ac'hanoc'h etrezek ar Web.
bs: Pretražujte bez historije, pretraga ili sačuvanih kolačiča, i blokirajte skrivena treća lica kako vas ne bi pratila putem weba.
is: Vafraðu um vefinn án þess að ferilsaga, leitarsaga eða smákökur verði vistaðar, og lokaðu á að einhver annar aðili geti fylgst með þér á vefnum.
kab: Inig s war asekles n umazray inek, anadi neɣ inagan n tuqqna, u sewḥel wis kraḍ uffiren seg uḍfaṛ inek di Web.
kk: Тарихы, іздеулер немесе cookies сақталмайтындай интернетті шолыңыз, және жасырын үшінші жақтарға сізді бақылауға жол бермеңіз.
lt: Naršykite, nekaupdami naršymo ir paieškos žurnalo, neįrašydami slapukų, ir neleisdami nematomoms trečiosioms šalims sekti jūsų kelionę po saityną.
mai: ब्राउज कएने बिनु अपन इतिहास, खोज अथवा कुकीज़ सहेजू, एवं नुकाएल तेसर पक्ष केँ ब्लॉक करू वेब पर अहाँक पीछा करए सँ.
ne: ईतिहास नराखी ब्राउज गर्ने, खोजीहरू अथवा कुकिज संरक्षण गर्ने, र वेबबाट तपाईंलाई पछ्याउने टोलीबाट लुकाउने र रोक्ने
ta: வரலாறு,தேடல்கள், சேமிக்கப்படும் குக்கீகள் அல்லாமல் உலாவவும் மறைவான மூன்றாம் தரப்பினர் தங்களை இணையத்தில் பின்தொடருவதையும் தடுங்கள்.

source: Learn more about Private Browsing
br: Gouzout hiroc'h a-zivout ar Merdeiñ Prevez
bs: Saznajte više o privatnom pretraživanju
is: Fræðast meira um huliðsglugga
kab: Issin ugar ɣef tunigin tusligt
kk: Жекелік шолу туралы көбірек білу
lt: Sužinokite daugiau apie privatųjį naršymą
mai: प्राइवेट ब्राउज़िंग केर संबंध मे अधिक जानू
ne: निजी ब्राउजिङ्गका बारेमा अझ धेरै जान्नुहोस
ta: அந்தரங்க உலாவல் பற்றி மேலும் அறிய

source: Clear history
br: Skarzhañ ar roll istor
bs: Očistite historiju
fi: Tyhjennä historia
is: Hreinsa ferli
kab: Sfeḍ amazray
kk: Тарихты тазарту
lt: Žurnalo valymas
lv: Notīrīt vēsturi
mai: इतिहास मेटाबू
ne: इतिहास हटाउनुहोस्
pt: Limpar histórico
ta: வரலாற்றைத் துடை
tr: Geçmişi temizle
uz: Tarixni tozalash

source: Delete your browsing history, passwords and more in a single tap.
br: Dilamit ho roll istor, ho kerioù-tremen ha muioc'h c'hoazh gant ur stokadenn hepken.
bs: Izbrišite svoju historiju pretraživanja, lozinke i više s jednim dodirom.
fi: Voit poistaa sivuhistoria, salasanat ja muuta, yhdellä hipaisulla.
is: Eyddu ferli þínu, lykilorðum og fleiru með einni snertingu.
kab: Kkes amazray inke ntuinigin, awalen inek uffiren d wayen nniḍen d ayen fessusen s waṭas.
kk: Шолулар тарихын, парольдерді және т.б. бір шертумен өшіру.
lt: Išvalykite savo naršymo žurnalą, įsimintus slaptažodžius ir kitką vienu bakstelėjimu.
lv: Dzēs savu pārlūkošans vēsturi, paroles un vēl vairāk ar vienu pieskārienu.
mai: अपन ब्राउज़िंग इतिहास, कूटशब्द आओर दीगर चीज एक झटका मे मेटाबू.
ne: एक क्लिकले तपाईंको ब्राउजिङ्ग ईतिहास, गोप्यशब्द र अरु धेरै नष्ट हुन्छ।
pt: Apague o histórico de navegação, as palavras-passe e muito mais com um simples toque.
ta: உங்கள் உலாவல் வரலாற்றையும், கடவுச்சொற்களையும் பிறவற்றையும் ஒரே தொடுதலில் அழிக்கவும்.
tr: Tek bir dokunuşla tarama geçmişinizi, parolaları ve daha fazlasını temizleyebilirsiniz.
uz: Ko‘rish tarixi, parollar va boshqa ko‘plab narsalarni bir bosishda o‘chiring.

source: Choose the private data you want to remove whenever you need to do so.
br: Dibabit ar roadennoù prevez a fell deoc'h dilemel d'ar mare ma fell deoc'h en ober
bs: Odaberite privatne podatke koje želite ukloniti kad god imate potrebu za to.
fi: Voit valita ne yksityistiedot, jotka haluat poistaa, aina kun sinun tarvitsee tehdä niin.
is: Veldu einkagögn sem þú vilt fjarlæga hvenær sem þú þarft þess.
kab: Kkes isefka i tebɣiḍ, melmi tebɣiḍ.
kk: Өшіру керек кезінде қандай жеке деректерді өшіру керектігін таңдаңыз.
lt: Norimus privačius duomenis galite pašalinti kada panorėję.
lv: Izvēlies un dzēs jebkurus savus privātos datus.
mai: जरूरत केर मुताबिक मेटाएल जाए बला डेटा केँ चुनू.
ne: आफ्नो व्यक्तिगत डाटाहरू रोज्नुहोस् जुन आवश्यक खन्डमा नष्ट गर्न मिल्छ।
pt: Escolha os dados privados que pretende remover sempre que necessitar de o fazer.
ta: உங்கள் தனிப்பட்ட தரவை எப்பொழுது வேண்டுமானலும் தேர்ந்தெடுத்து நீக்க இயலும்.
tr: Gerektiği zaman hangi özel verilerinizin silineceğini siz seçin.
uz: Xohlagan vaqtingizda o‘chirishni xohlagan maxfiy ma’lumotlaringizni tanlang.

source: Learn how to clear your history
br: Deskiñ penaos skarzhañ ho roll istor
bs: Saznajte kako očistiti historiju
fi: Lue lisää siitä, kuinka sivuhistoria poistetaan
is: Lærðu að hreinsa ferlið þitt
kab: Issin amek ara tsefḍeḍ amazray inek
kk: Тарихты тазартуды үйреніңіз
lt: Sužinokite, kaip išvalyti žurnalą
lv: Iemācies, kā notīrīt savu pārlūka vēsturi
mai: जानू कि अहाँक इतिहास कोन तरहेँ मेटाएत
ne: इतिहास कसरी हटाउने सिक्नुहोस्
pt: Saber mais sobre como limpar o seu histórico
ta: எப்படி உங்கள் வரலாற்றைத் துடைப்பது என அறியவும்
tr: Geçmişinizi temizlemeyi öğrenin
uz: Tarixingingizni qanday tozalashni o‘rganish

source: Guest browsing
bs: Gostujuće pretraživanje
fi: Vierasselaus
is: Gesta vöfrun
kab: Tunigin n inebgi
kk: Қонақ шолу режимі
lt: Svečio naršymas
lv: Viesu pārlūkošana
mai: अतिथि ब्राउज़िंग
ne: अतिथि ब्राउजिङ्ग
pt: Navegação de convidado
ta: விருந்தினர் உலாவல்
tr: Konuk oturumu
uz: Mehmon sifatida ko‘rish

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
bs: Podijelite svoj pretraživač sa prijateljima i familijom bez brige o tome da ćete vidjeti aktivnosti jedni drugih.
fi: Voit jakaa selaimen perheen ja ystävien kanssa, ilman huolta että näette toistenne tekoja verkossa.
is: Deildu vafranum þínum með vinum og fjölskyldu án þess að hafa áhyggjur af því að sjá hvað þið eruð að gera á netinu.
kab: Kečč akked twacult-inek tesseqdacem yiwin n iminig. Yal yiwen ad yesɛu anekcum ines ɣer isefka yines kan.
kk: Интернеттегі бір-бірінің әрекеттерін көретінінен қорықпай, өз браузеріңізбен достар және отбасыңызбен бөлісіңіз.
lt: Leiskite savo naršykle naudotis draugams ir šeimos nariams ir nesijaudinkite, kad pamatysite vieni kitų naršymo pėdsakus.
lv: Dalies ar savu pārlūku ar ģimeni un draugiem, nebaidoties, ka redzēsiet viens otra tīmekļa aktivitātes.
mai: अपन-अपन ऑनलाइन गतिविधि केर चुगली केर चिंता कएने बिनु अपन ब्राउज़र अपन दोस्तआओर परिवार सँग उपयोग करू.
ne: एक अर्काको अनलाइन कृयाकलापको चिन्ता नगरि आफ्नो ब्राउजर साथी र परिवार सँग साझेदारी गर्नुहोस्।
pt: Partilhe o seu navegador com amigos e família sem se preocupar que possam ver a atividade de ambos online.
ta: உங்கள் இணையச் செயல்களை மற்றவர்கள் பார்த்துவிடுவார்கள் எனக் கவளைப்படாமல் உலாவியை நண்பர்களுடனும் குடும்பத்தினருடனும் பகிரவும்.
tr: İnternette yaptıklarınızı arkadaşlarınızın görme derdi olmadan, tarayıcınızı onlarla paylaşabilirsiniz.
uz: Brauzeringizni do‘stlaringiz va oilangiz bilan bir-birining onlayn faoliyatini ko‘rishingizdan xavotir olmasdan baham ko‘ring.

source: Learn how to share your browser
bs: Saznajte kako podijeliti pretraživač
fi: Lue lisää kuinka jaat selaintasi
is: Fá að vita hvernig þú deilir vafranum þínum
kab: Wali amek ara tebḍud iminig inek
kk: Браузермен бөлісуді үйрену
lt: Sužinokite, kaip galima paskolinti naršyklę
lv: Uzziniet, kā dalīties ar savu pārlūku
mai: जानू कि अपन ब्राउज़र केँ साझा केना करब
ne: तपाईँको ब्राउजर कसरी बाड्ने सिक्नुहोस्
pt: Aprenda a partilhar o seu navegador
ta: உங்கள் உலாவியை எப்படி பகிர்வது என்று தெரிந்துக்கொள்ள
uz: Brauzeringizni qanday bo‘lishishni o‘rganing

source: See how Guest Browsing works
br: Gwellit penaos ez a ar merdeiñ kouviad en-dro
bs: Pogledaj kako pretraživanje za goste radi
fi: Katso kuinka vierasselaus toimii
is: Sjáðu hvernig gesta vöfrun virkar
kab: Issin ugar qef tunigin n inebgi
kk: Қонақ шолу қалай жұмыс істейтінін қарау
lt: Pamatykite, kaip veikia svečio naršymo seansas
lv: Apskati kā strādā Viesu pārlūkošana
mai: जानू कि अतिथि ब्राउज़िंग कोन तरहेँ काज करैत अछि
ne: अतिथि ब्राउजिङ्गले कसरी काम गर्छ हेर्नुहोस्
pt: Saiba como funciona a navegação como convidado
ta: விருந்தினர் உலாவல் எப்படி வேலைச் செய்கிறது எனப் பார்க்கவும்
tr: Konuk oturumunun nasıl çalıştığını görün
uz: Mehmon sifatida ko‘rish qanday ishlashini ko‘rish

source: Don’t leave home without being in Sync
br: Arabat mont kuit hep goubredañ da gentañ-penn
bs: Ne napuštajte kuću bez sinhronizacije
fi: Älä poistu kotoa synkronoimatta ensin
is: Ekki fara að heiman án þess að vera í Sync-i
kab: Ur teffeɣ ara war ma teddiḍ ɣer Sync
kk: Синхрондауды баптамағанша, үйден шықпаңыз
lt: Į kelionę – tik su „Sync“
lv: Nepamet māju bez sinhronizācijas
mai: सिंक कएने बिनु घर नहि छोड़ू
ne: Sync नभई कृपया घर नछोड्नुहोस्
pt: Não saia de casa sem o Sync
ta: ஒத்திசைவுச் செய்யாமல் வீட்டை விட்டு வெளியேச் செல்ல வேண்டாம்
tr: Senkronize olmadan evden çıkmayın
uz: Sinxronlash amalga oshmasdan uyni tashlab ketmang

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
br: Dezougenit ho gerioù-tremen, sinedoù, ivinelloù digoret ha mui e pep lec'h ez it.
bs: Ponesite svoje lozinke, zabilješke, otvorene tabove i više kuda god idete.
fi: Ota mukaasi salasanat, kirjanmerkit, avoimet välilehdet ja muuta, minne vain.
is: Taktu lykilorðin þín, bókarmerki, opna flipa og fleira með þér hvert sem þú ferð.
kab: Awalen uffiren, ticrad n isebtar akke yiccaren yeldin ad ddun yid-k sanida teddiḍ.
kk: Парольдер, бетбелгілер, ашық беттер және т.б. қайда барсаңыз да, өзіңізбен бірге ұстаңыз.
lt: Kur bekeliautumėte, neškitės savo įrašytus slaptažodžius, adresyną, atvertas korteles ir kitką.
lv: Ņem līdzi savas paroles, grāmatzīmes, atvērtās cilnes un vairāk jeb kur, kur dodies.
mai: अपन कूटशब्द, पुस्तचिह्न, खुलल टैब केर सँग आओर दीगर चीज़ अपना साथ लए जाउ जतए भी अहाँ जाउ.
ne: तपाईंको पुस्तकचिनोहरू, गोप्यशब्दहरू, खुल्ला ट्याबहरू र अरू धेरैलाई आफु जहाँ हुनुहुन्छ त्यहाँ ल्याउनुहोस्।
pt: Leve as suas palavras-passe, marcadores, separadores e muito mais para todo o lado.
ta: நீங்கள் செல்லும் இடமெல்லாம் உங்கள் புத்தகக் கடவுச்சொற்களையும் குறிகளையும் திறந்த கீற்றுகளையும் எடுத்துச் செல்லலாம்.
tr: Gittiğiniz her yere parolalarınızı, yer imlerinizi, açık sekmelerinizi ve daha fazlasını götürebilirsiniz.
uz: Parollaringiz, xatcho‘plaringiz, ochiq ichki oynalaringiz va ko‘pgina boshqa narsalarni qayerda bo‘lishingizdan qat’i nazar yetkazib beradi.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
bs: Koristite sinhronizaciju na svome pametnom telefonu ili tabletu za pristup bilo čemu što trebate s desktopa &mdash; i obrnuto &mdash; bez potrebe za pamćenjem URL-ova.
fi: Voit käyttää Sync-toimintoa älypuhelimella tai tabletilla päästäksesi käsiksi mihin tahansa pöytäkoneellasi olevaan, ja päinvastoin, ilman että sinun tarvitsee muistaa verkko-osoitteita ulkoa.
is: Notaðu snjallsímann þinn eða töflu til að ná í það sem þú þarfnast af borðvél þinni &mdash; og öfugt &mdash; án þess að muna heitin á svæðum.
kab: Seqdec Synch ɣer tiliqri yinek tazirazt neɣ tafelwit n uselkem akken ad tkecmeḍ ɣur-s seg uselkim inek (neɣ akken nniḍen) war ma tecfiḍ ɣef tensiwin URL.
kk: Смартфон не планшетте синхрондауды жұмыс үстелінен алу керек нәрсеге қол жеткізу үшін қолданыңыз (және кері ретпен) &mdash; ол үшін сілтемелерді есте сақтау керек емес.
lt: „Sync“ pagalba savo telefone ar planšetėje galite prieiti prie kompiuteryje atvertų kortelių, įrašytų slaptažodžių ir kitko. Sinchronizacija veikia abiem kryptimis. Jums niekada neteks perrašinėti tinklalapių adresų.
lv: Sinhronizē savu tālruni vai planšetdatoru ,lai piekļutu visam, kas nepieciešams no personālā datora vai otrādi, bez vajadzības atcerēties mājaslapu adreses.
mai: अपन स्मार्टफ़ोन, टैबलेट आओर डेस्कटॉप केर बीच बगैर यूआरएल याद केर आवाजाही करबाक लेल सिंक क उपयोग करू.
pt: Utilize o Sync no seu smartphone ou tablet para aceder ao que precisar do seu computador &mdash; e vice-versa &mdash; sem ter de memorizar os URL.
ta: URLகளை பற்றிக் கவளை படாமல் ஒத்திசைவைப் பயன்படுத்தி உங்கள் மேசைக் கணினியிலிருந்து தேவையானவற்றை &mdash; கைக்கணினியில் அணுகவும் &mdash; இதற்கு நேர்மாறாக அணுகவும் முடியும்.
tr: Hiçbir adresi hatırlamak zorunda kalmadan, masaüstünüzde ziyaret ettiğiniz sitelere akıllı telefon veya tabletinizden erişmek için Sync’i kullanın.
uz: Sinxronlashdan xohlagan joyingizda kompyuteringizdan kirish kerak bo‘lganda &mdash; va aksincha &mdash; URL manzillarni eslab qolmasdan kirish uchun smartfoningizda yoki planshetingizda foydalaning.

source: Learn more about Sync
br: Deskiñ muioc'h a draoù diwar-benn Sync
bs: Saznajte više o sinhronizaciji
fi: Lue lisää Sync-toiminnosta
is: Fræðast meira um Sync
kab: Issin ugar ɣef umtawi
kk: Sync туралы көбірек біліңіз
lt: Sužinokite apie „Sync“ daugiau
lv: Uzziniet vairāk par Sinhronizāciju
mai: सिंक केर बारे मे बेसी जानू
ne: Sync बारेमा थप जान्नुहोस्
pt: Saber mais sobre o Sync
ta: ஒத்திசைவு பற்றி மேலும் அறிய
tr: Sync hakkında bilgi alın
uz: Sinxronlash haqida ko‘proq o‘rganing

source: Choose Firefox
br: Dibabit Firefox
bs: Izaberite Firefox
fi: Valitse Firefox
is: Veldu Firefox
kab: Fren Firefox.
kk: Firefox-ты таңдаңыз
lt: Rinkitės „Firefox“
lv: Izvēlieties Firefox
mai: फ़ायरफ़ॉक्स चुनू
ne: Firefox छान्नुहोस्
pt: Escolha o Firefox
ta: பயர்பாக்சை தேர்ந்தெடு
tr: Firefox’u seçin
uz: Firefox’ni tanlang

source: Supported devices
br: Trevnadoù skoret
bs: Podržani uređaji
fi: Tuetut laitteet
is: Styður
kab: Ibenkan yettusefraken
kk: Қолдауы бар құрылғылар
lt: Palaikomi įrenginiai
lv: Atbalstītas ierīces
mai: समर्थन पाएल युक्ति
ne: समर्थित यन्त्रहरू
pt: Dispositivos suportados
ta: ஆதரிக்கபப்டும் சாதனங்கள்
tr: Desteklenen cihazlar
uz: Mos tushadigan qurilmalar

source: Release notes
bs: Napomene o izdanju
fi: Julkaisutiedot
is: Útgáfu glósur
kab: Iwenniten n lqem
kk: Шығарылым ескертпесі
lt: Laidos apžvalga
lv: Laidiena piezīmes
mai: रिलीज नोट्स
ne: जारी पत्रहरू
pt: Notas de lançamento
ta: வெளியீட்டு குறிப்புகள்
tr: Sürüm notları
uz: Reliz izohlari

source: Do not track
br: Na heuliañ ma roudoù
bs: Nemoj me pratiti
fi: Älä seuraa
is: Ekki rekja
kab: UR sfuɣul ara
kk: Бақыламау
lt: Nestebėti („Do Not Track“)
lv: Nesekot
mai: ट्रैक नहि करू
ne: ट्र्याक नगर्नुहोस्
ta: பின்தொடர வேண்டாம்
tr: Beni İzleme
uz: Kuzatmang
