Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: br, bs, fi, is, kab, kk, lt, lv, mai, ne, pt, ta, tr, uz

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
bs: Omogućite ovu Firefox inovaciju da vam pomogne u kontroli kako se vaše informacije pretraživanja skupljaju i koriste online.
fi: Ota käyttöön tämä Firefox-innovaatio, joka auttaa sinua päättämään, kuinka selaustietojasi kerätään ja käytetään verkossa.
is: Virkjaðu þennan eiginleika sem Firefox hannaði til að sjórna hvernig upplýsingar um vöfrun þína er safnað og notað á netinu.
kab: Rmed aɣewwaṛ agi n Firefox aken ad tḥerzeḍ asenqed ɣef ulqaḍ akked d useqdec s srid n isefka yinek n tunigin.
kk: Шолу деректеріңіз жиналу және онлайн қолданылуды басқарудан қол үзбеу үшін бұл Firefox инновациясын іске қосыңыз.
lt: Įgalinę šią „Firefox“ inovaciją, jūs pats spręsite, kam ir kaip jūsų leidžiate kaupti ir naudoti duomenis apie jūsų naršymo įpročius ir pomėgius.
lv: Iespējo šo Firefox jaunievedumu, lai palīdzētu tev kontrolēt, kā tava tīmekļošanas informācija tiek ievākta un izmantota tīmeklī.
mai: ई फ़ायरफ़ॉक्स नवाचार केर ज़रिये अहाँ अपन ब्राउज़िंग केर दौरान देल गेल सूचना केर इस्तेमाल केँ नियंत्रित कए सकैत अछि.
pt: Ative esta inovação do Firefox para o ajudar a manter o controlo sobre como a sua informação de navegação é recolhida e utilizada online.
ta: பயர்பாக்ஸின் இக்கண்டுபிடிப்பைச் செயல்படுத்தி இணையத்தில் உங்கள் உலாவல் தகவல் சேகரிக்கப்படுவதையும் பயன்படுத்துவதையும் கட்டுப்பாட்டில் இருக்க உதவுகிறது.
tr: Bu Firefox yeniliğini etkinleştirerek, internette gezinti bilgilerinizin nasıl toplandığını ve kullanıldığını kontrol altında tutabilirsiniz.
uz: Ushbu Firefox innovatsiyasini yoqish sizga yig‘ilgan va onlayn foydalanilgan ko‘rish ma’lumotlaringizni boshqaruvda bo‘lishiga yordam berish uchundir.

source: Learn more about Do Not Track
br: Gouzout muioc'h a draoù diwar-benn "Na heuliañ ma roudoù"
bs: Saznajte više o Nemoj me pratiti
fi: Lue lisää Älä seuraa -toiminnosta
is: Læra meira um ekki rekja valmöguleikann
kab: Issin ugar ɣer Ur Yisfuɣul Ara
kk: Do Not Track туралы көбірек біліңіз
lt: Sužinokite apie „Do Not Track“ antraštę daugiau
lv: Lasīt vairāk par "Do Not Track" funkciju
mai: डू नॉट ट्रैक केर बारे मे बेसी सीखू
ne: Do Not Track को बारेमा थप जान्नुहोस्
pt: Saiba mais acerca da opção Impedir monitorização
ta: தடமறிய வேண்டாம் பற்றி மேலும் அறியவும்
tr: Beni İzleme hakkında bilgi alın
uz: "Kuzatmang" haqida ko‘proq o‘rganing

source: Private Browsing
bs: Privatno pretraživanje
fi: Yksityisselaus
is: Huliðsgluggi
kab: Tunigin tusligt
kk: Жекелік шолу
lt: Privatusis naršymas
lv: Privāta pārlūkošana
mai: निजी ब्राउज़िंग
ne: निजी ब्राउजिङ्ग
pt: Navegação privada
ta: தனிப்பட்ட உலாவல்
tr: Gizli tarama
uz: Maxfiy ko‘rish

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
br: Pa vez gweredekaet, Firefox evit Android ne asant ket toupinoù, na ne zalc'h soñj eus gerioù-tremen pe ne enroll nep a lec'hienn hag ho poa gweladennet.
bs: Kada je aktivirano, Firefox za Android neće prihvatati kolačiće, pamtiti lozinke ili snimke bilo koje stranice koju ste posjetili.
fi: Tässä tilassa Firefox Androidille ei hyväksy evästeitä, tallenna salasanoja tai pidä kirjaa sivustoista, joilla olet käynyt.
is: Þegar búið er að virkja þá mun Firefox fyrir Android ekki taka á móti smákökum, muna eftir lykilorðum eða skrá vefsvæði sem þú heimsækir.
kab: Ticki yettwarmed, Firefox i Android ur iqebbel ara inagan n tuqqna udiɣ ur iceffu ara ɣef wawalen uffiren neq asmle aniɣer id terziḍ.
kk: Белсендірілген кезде, Android үшін Firefox cookies қабылдамай, парольдерді және сіз қараған ешбір сайт адресін сақтамайды.
lt: Įgalinus šią veikseną, „Firefox“ jūsų įrenginyje neleis svetainėms įrašyti slapukų, nesiūlys įsiminti slaptažodžių ir nepildys naršymo žurnalo.
lv: Kad aktivizēts, Firefox Android ierīcēm nesaglabās sīkdatnes, paroles vai lapas, ko būsi apmeklējis.
mai: सक्रिय कएल जाए केर बाद Android कलेल Firefox कुकीज़ स्वीकार नहि करत, कूटशब्द याद नहि राखत या अहाँक द्वारा देखल कोनो साइट केँ रिकॉर्ड नहि करताह.
pt: Se ativa, o Firefox para o Android não aceitará cookies nem memorizará palavras-passe ou outras informações sobre os sítios visitados.
ta: இதைச் செயல்படுத்தும்போது ஆண்ட்ராய்டு பயர்பாக்ஸ் நினைவிகளை ஏற்காது, கடவுச்சொற்களை நினைவில் கொள்ளாது அல்லது நீங்கள் பார்த்த தளங்களை மறந்துவிடும்.
tr: Gizli tarama açıkken Android için Firefox çerezleri kabul etmez, parolaları hatırlamaz ve ziyaret ettiğiniz siteleri kaydetmez.
uz: Yoqilganda, Android uchun Firefox kukilarni, parollarni eslab qolishni yoki siz kirgan saytlardagi yozuvni qabul qilmaydi.

source: Learn how to open a private window
br: Deskit penaos digeriñ ur prenestr prevez
bs: Saznajte kako otvoriti privatni prozor
fi: Lue, kuinka avaan yksityisikkunan
is: Læra hvernig opna á einkaglugga
kab: Issin amek ara d-teldiḍ asfaylu n tunigin tusligt
kk: Жекелік шолу терезесін қалай ашуға болатынын біліңіз
lt: Išmokite atverti privatųjį langą
lv: Uzziniet, kā atvērt privātās pārlūkošanas logu
mai: निजी विंडो खोलबाक तरीका जानू
ne: निजी विन्डो कसरी खोल्ने सिक्नुहोस्
pt: Saiba como abrir uma janela privada
ta: அந்தரங்க சாளரத்தை எப்படி திறப்பது என்று கற்றுகொள்ள
tr: Gizli pencere açmayı öğrenin
uz: Maxfiy oynani qanday ochishni o‘rganing

source: See how Private Browsing works
br: Gwellit penaos ez a ar merdeiñ prevez en-dro
bs: Pogledajte kako privatno pretraživanje radi
fi: Näin yksityisselaus toimii
is: Sjá hvernig huliðsgluggi virkar
kab: Issin ugar ɣef tunigin tusligt
kk: Жекелік шолу қалай жұмыс істейтінін қарау
lt: Sužinokite, kaip veikia privatusis naršymas
lv: Uzziniet kā privātā pārlūkošana darbojas
mai: जानू कि निजी ब्राउज़िंग कोन करहेँ काज करैत अछि
ne: गोप्य ब्राउजिङ्गले कसरी काम गर्छ हेर्नुहोस्
pt: Veja como a navegação privada funciona
ta: தனிப்பட்ட உலாவல் எப்படி வேலைச் செய்கிறது எனப் பார்க்கவும்
tr: Gizli taramanın nasıl çalıştığını görün
uz: Maxfiy ko‘rish qanday ishlashini ko‘ring
