Repository: alvinlaz96/mozilla-lang
Catalog: ha/mozorg/home/index.lang.po
Languages: ha

source: Home of the Mozilla Project
ha: Gidan Ayyukan Mozilla

source: Read more
ha: Daɗa karatu

source: Community
ha: Al'umma

source: Continue to mozilla.org
ha: Ci gaba zuwa mozilla.org

source: Discover <br>what drives our mission
ha: Gano <br> abinda ke yiwa manufarmu jagora

source: See the principles <br>that guide everything <br>we do.
ha: Kalli ƙa'idojinmu <br> da su ke nuna mana duk <br> abubuwan da muke yi.

source: Read the <br>Mozilla Manifesto
ha: Karanta <br>Tsarin Mozilla

source: Mozilla Developer Network
ha: Haɗi na Masu samar da Mozilla

source: Learn about Mozilla Advocacy
ha: Koyi abinda Mozilla take Hanƙoro

source: Understand your privacy online
ha: Ka gane tsare sirrinka na yanar gizo

source: Download Firefox
ha: Sauke Firefox

source: Learn more
ha: Daɗa koyo

source: Make the Web you want
ha: Samarda Yanar gizon da kafi so

source: Build a Web page or app in minutes<br> — no coding required.
ha: Gina shafin yanar gizo ko aikace-aikace a mintina<br> — ba'a bukatar lamba.

source: Become a Webmaker
ha: Zama Mai samar da yanar gizo

source: Teach the Web
ha: Koyar da Yanar gizo

source: Let’s build a Web that’s open <br>and made by everyone.
ha: Bari mu gina Yanar gizo wadda take buɗaɗɗiya <br> kuma wadda kowa ya yi.

source: Build an app <br>in seconds
ha: Gina aikace-aikace <br> a diƙiƙoƙi

source: Volunteer <br>with Mozilla
ha: Ɗan sa-kai <br> tare da Mozilla

source: Introducing Firefox Developer Edition
ha: Gabatar da Samfurin Mai samarwa

source: The only browser made only for developers.
ha: Mai gewayawa wadda aka yi ta domin masu samarwa kaɗai.

source: Get Firefox Developer Edition
ha: Sami Samfurin Mai samarwa na Firefox

source: Try the best Firefox yet
ha: Baka jarraba mafi kyawun Firefox ba tukuna

source: Made with a mission to put you first.
ha: Wadda aka yi domin ajiyeka a farko.

source: Learn more about Firefox
ha: Daɗa koyo dangane da Firefox

source: Put your Firefox on your Android
ha: Saka Firefox a Android taka

source: The features <br>you love. <br>The privacy <br>you trust.
ha: Kamanni <br> da ka ke so. <br> Sirrin kanka da ka gasgata.

source: Learn about <br>Firefox for Android
ha: Koyo dangane da <br>Firefox domin Android

source: Official Mozilla gear is here
ha: Linzamin Gwamnatin Mozilla na nan

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
ha: Na'ura mai manufa. <br>Kayayyaki masu dalili. <br> Kaya masu kyautatawa.

source: Get your Mozilla gear
ha: Sami na ka linzamin Mozilla

source: Help Mozilla users
ha: Taimakawa masu amfani da Mozilla

source: Help millions <br>get the most from their <br>favorite browser.
ha: Taimakawa miliyoyi <br> sami mafi yawa daga <br>mai kewayawar da aka fi ƙauna.

source: Join our support team
ha: Shiga ƙungiyarmu ta masu taimakawa

source: Reply
ha: Bayar da amsa

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
ha: Ta mai da hankali wajen <strong>ka, tsare sirrinka</strong> da <strong> buɗaɗɗiyar yanar gizo</strong>

source: active Mozillians <br>worldwide
ha: 'Yan Mozilla <br>na duniya

source: upcoming events <br>around the globe
ha: Taruka masu zuwa <br> daga sassan duniya

source: languages and counting, <br>on every continent
ha: yaruka da ƙirga, <br>a ko wace nahiyar duniya

source: Get Involved with Mozilla today
ha: Shiga a dama da kai tare da Mozilla a yau

source: Upcoming events
ha: Taruka masu zuwa

source: Next event
ha: Taron gaba

source: See all events
ha: Kalli duk taruka

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
ha: Kwatanta farashi, duba yanayi, saurari waƙa, aika da tweet da sauransu yanzu daga Firefox.

source: Careers
ha: Sana'oi

source: Learn about the benefits of working at Mozilla and view open positions around the world.
ha: Koyi amfanin aiki da Mozilla kuma ka kalli matakai buɗaɗɗu a duk faɗin duniya.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
ha: Sami amsoshin tambayoyinku dangane da Firefox da kuma duk kayyaykin Mozilla daga ma'aikanmu masu bayar da tallafi

source: Discover more
ha: Sake ganowa

source: Help us celebrate 10 years of Firefox.
ha: Taimaka mana mu yi bikin cika shekaru 10 na Firefox.

source: Donate to Mozilla
ha: Bada gudun mawa ga Mozilla

source: Your gift helps us build the Internet the world needs.
ha: Kyautarka na taimaka mana gina Intanet wadda duniya ke bukata.

source: Donate today
ha: Bada gudun mawa yau

source: Meet<br> Firefox Hello
ha: Haɗu da <br> Firefox Barka

source: The easiest way to connect for free over video.
ha: Hanya mafi sauƙi domin haɗawa kyauta ta bidiyo.

source: Try Firefox Hello
ha: Jarraba Firefox Barka
