Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/download.lang.po
Languages: gn_py

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
gn_py: Mozilla Aguaratata, kundahára ndojehepyme'ẽiva, omotenondéva atyguasu yvoragua ndohekáiva pirapire hembiapóre oipytyvõva puruharakuérape ha upéicha omoakãrapu'ã hag̃ua ñandutípe opavavetépe g̃uarã.

source: Different by Design
gn_py: Opavave mba'éva. Opavavépe g̃uarã.

source: Proudly <span>non-profit</span>
gn_py: <span>Ndohekáiva pirapire</span> ha jerovu upévare

source: Innovating <span>for you</span>
gn_py: Ñembopyahu <span>ndéve g̃uarã</span>

source: Fast, flexible, <span>secure</span>
gn_py: Pya'e, ambuekuaa, <span>tekorosã</span>

source: Thanks for choosing Firefox!
gn_py: ¡Aguyje eiporavo haguére Aguaratata!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
gn_py: Ne ñemboguejy oñepyrũta ijeheguiete sapy'aitépe. Péicha ndoikóiramo, <a href="%s">eikutu ko'ápe</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
gn_py: Atyguasuháicha pirapire'ỹ rehegua, roguereko sãso rombopyahu hag̃ua ndéve g̃uarã ha roñeñandu sã'ỹre avavete ndive.

source: Welcome to the only browser <em>that puts you first.</em>
gn_py: Tereg̃uahẽporãite kundahára <em>nde ha'ehápe tenondeguaite.</em>

source: Mozilla Firefox Web Browser
gn_py: Mozilla Aguaratata kundahára
