Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/download_button.lang.po
Languages: gn_py

source: Download Firefox
gn_py: Firefox mboguejy

source: Download now
gn_py: Emboguejy ko'ág̃a

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
gn_py: Nde apopyvusu ndoguerekopái <a href="%(url)s">tekotevẽmby</a> eipurukuaa hag̃ua Firefox.

source: <span>Firefox Beta</span> for Android
gn_py: <span>Firefox Beta</span> Android-pe g̃uarã

source: <span>Firefox Aurora</span> for Android
gn_py: <span>Firefox Aurora</span> Android-pe g̃uarã

source: <span>Firefox</span> for Android
gn_py: <span>Firefox</span> Android-pe g̃uarã

source: Get it free on Google Play
gn_py: Eguereko reiete Google Play rupive

source: <span>Firefox</span> for iOS
gn_py: <span></span> iOS- pe g̃uarã

source: Get it free from the App Store
gn_py: Eguerekokuaa reiete App Store guive

source: Free Download
gn_py: Ñemboguejy reigua

source: Update your Firefox
gn_py: Embohekopyahu nde Firefox

source: Supported Devices
gn_py: Mba'e'oka heseguáva

source: Get it on Google Play
gn_py: Eguerekóta Google Play rupi

source: Get Firefox for Android
gn_py: Jeguereko Firefox Android pe g̃uarã

source: Download on the App Store
gn_py: Emboguejy App Store pe

source: Get Firefox for iOS
gn_py: Jeguereko Firefox iOS pe g̃uarã

source: What’s New
gn_py: Mba'epyahu

source: Systems &amp; Languages
gn_py: Apopyvusu ha Ñe'ẽnguéra
