Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/newsletter.lang.po
Languages: gn_py

source: Your email address:
gn_py: Ne ñandutiveve kundaharape:

source: Available Languages
gn_py: Ñe'ẽnguéra eipurukuaáva

source: Language:
gn_py: Ñe'ẽ:

source: Select country
gn_py: Eiporavo tetã

source: Country:
gn_py: Tetã:

source: Sign me up!
gn_py: ¡Añemboheraguapyse!

source: We will only send you Mozilla-related information.
gn_py: Ore roguerahauka marandu Mozilla rehegua añónte.

source: Thanks for Subscribing!
gn_py: ¡Aguyje eñemboheraguapýre!

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
gn_py: Eñemboheraguapy ñembohekopyahu jasyguávape ha eñemoĩ Mozilla marandu tapiápe, oĩhápe avei heta mba'e pyahu iporãva eipuru hag̃ua hekopete nde Firefox kundahára. Kóva ha'e mb'ae tuichavéva ñaime hag̃ua ñomongeta tapiápe!

source: Read all about it in our <span>newsletter</span>
gn_py: Emoñe'ẽmba ko'ãva ore <span>marandúpe</span>

source: Your newsletter subscription has been confirmed.
gn_py: Oñemoneĩma ne ñemboheraguapy voletĩme.

source: Firefox & You
gn_py: Firefox ha Nde

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
gn_py: Peteĩ marandu jasyguáva ha marandu'i oñemoñe'ẽva ndéve ehasaporãve hag̃ua ne rembiasa Firefox ndive mba'erechaha ha Android mba'e'okápe avei.

source: Firefox OS News
gn_py: Marandu Firefox OS

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
gn_py: Peteĩ marandu jasyguáva ha marandu'i hecharamóva mba'éichapa eguenohẽkuaa mba'e iporãvéva OS Firefox mba'e'okágui, oikehápe umi ipyahuvéva hesegua ha tembipuru'i Firefox Marketplace pegua.

source: Mozilla Communities
gn_py: Mozilla Atyguasu

source: Bringing you the best new opportunities to help support the open Web.
gn_py: Ha ome'ẽ ndéve pa'ũ tuicháva neipytyvõ hag̃ua eguerekóvo peteĩ ñanduti ijurujáva.

source: A monthly newsletter on how to get involved with Mozilla on your campus.
gn_py: Peteĩ marandu'i jasyguáva mab'éichapa eipytyvõta Mozilla-pe rehegua.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
gn_py: Peteĩ marandu'i jasyguáva emboheko tapia hag̃ua apopyre Firefox Affiliates.

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
gn_py: Marandu mboguatahárape g̃uarã Firefox&nbsp;OS, Firefox Marketplace rehegua ha heta tembipuru'i Ñanduti ijurujáva mba'éva.

source: Firefox for desktop
gn_py: Firefox mba'erechahápe g̃uarã

source: Don’t miss the latest announcements about our desktop browser.
gn_py: Aní okañy ndehegui marandu ipyahuvéva ne kundahára mba'erechaha rehegua.

source: Firefox for Android
gn_py: Firefox Android-pe g̃uarã

source: Keep up with releases and news about Firefox for Android.
gn_py: Emboheko tapia mba'ekuaharã ha marandu rupi Firefox Android-pe g̃uarã rehegua.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
gn_py: Marandu'i ha ñe'ẽmondo ne mohendaha guive oñeha'ãva omboheko Ñanduti sãso ha ijurujáva.

source: Know when the coolest apps hit the Marketplace for your platform:
gn_py: Eikuaa araka'épa umi tembipuru'i ipyahuvéva oĩ Marketplace-pe emboguejykuaáva:

source: Firefox OS smartphone owner?
gn_py: Smartphone Firefox OS jára?

source: Don’t miss important news and updates about your Firefox OS device.
gn_py: Ani emboyke marandu ha ñembohekopyahu ne mba'e'oka Firefox OS iporãva rehegua.

source: Beta News
gn_py: Beta marandu

source: Manage your <span>Newsletter Subscriptions</span>
gn_py: Eñangareko nde <span>Ñemboheraguapy voletĩ megua</span>

source: Manage your Email Preferences
gn_py: Eñangareko ne ñanduti veve eguerohoryvéva

source: We love sharing updates about all the awesome things happening at Mozilla.
gn_py: Rohecharamo umi ñembohekopyahu opaite mba'e jeguerovia'ỹva oikóva Mozilla ryepýpe.

source: Set your preferences below to make sure you always receive the news you want.
gn_py: Emopyenda eguerohoryvéva ikatu hag̃uáicha akóinte eguereko umi marandu eipotáva.

source: Newsletters
gn_py: Voletĩnguéra

source: Getting too much email from us?
gn_py: Eguereko hetaiterei ñanduti veve ore mba'éva?

source: Not interested in our newsletters, but like those special announcements? No problem.
gn_py: Ndoikuaaséi ñane marandu, ag̃akatu umi marandu oñemomba'evévaicha. Ndaipóri apañuãi.

source: We can keep in touch with occasional messages that matter most to you.
gn_py: Ikatu ñañomongeta ñe'ẽmondo sapy'aguáva emomba'eguasuvéva rupi.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
gn_py: Ehechajeýke umi mba'e ndereheguáva, ha roñe'ẽme'ẽ eguerekóvo ñanduti veve eikotevẽvéva.

source: I’m interested in:
gn_py: Aipota pe:

source: Subscribe
gn_py: Añemboheraguapy

source: Unsubscribe
gn_py: Aheja ñemboheraguapy

source: Remove me from all Mozilla emails
gn_py: Chepe'apaite opavave Mozilla ñanduti vevégui

source: Save Preferences
gn_py: Eñongatu eguerohoryvéva

source: Thanks for updating your email preferences.
gn_py: Aguyje embohekopyahúre ñandutiveve jeguerohory.

source: You send too many emails.
gn_py: Og̃uahẽ chéve hetaiterei ñandutiveve.

source: Your content wasn't relevant to me.
gn_py: Pe hetepy naiporãmbái chéve.

source: Your email design was too hard to read.
gn_py: Pe ñanduti veve moha'ãnga ndaha'éi hasy'ỹva imoñe'ẽ.

source: I didn't sign up for this.
gn_py: Nasẽi gueteri ko ñemboheraguapýgui.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
gn_py: Aimeseve Mozilla ndive Facebook ha Twitter-pe.

source: Submit
gn_py: Mondo

source: Thanks for telling us why you’re leaving.
gn_py: Aguyje ndéve emombe'ure oréve mba'ére reho.

source: Thanks! Please check your inbox to confirm your subscription.
gn_py: ¡Aguyje! Ikatúpiko ehecha nde jeikeha rendápe emoneĩ hag̃ua ne ñemboheraguapy.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
gn_py: Ndéve og̃uahẽta ñanduti veve mozilla@e.mozilla.org-gui emoneĩ hag̃ua ne ñemboheraguapy. Nderehecháiramo, ejeporeka ñandutiveve jepota'ỹva mboguahápe. Emoneĩva'erã ne ñemboheraguapy og̃uahẽ hag̃ua ndéve ore kuatiahai'i.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
gn_py: Emoĩve ore kundaharape guerahaukaha: mozilla@e.mozilla.org ne kundaharapére eikua hag̃uáicha akóinte rog̃uahẽtaha ne ñanduti vevépe.

source: Get Firefox news
gn_py: Ejapyhy marandu Firefox-gui

source: YOUR EMAIL HERE
gn_py: NE ÑANDUTIVEVE

source: Sign me up
gn_py: Che añemboheraguapyse

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
gn_py: Aime porã marandu che Mozilla reheguápe oñemohesakãhápe <a href="%s">ko temiñemi purureko rehegua</a>

source: The supplied link has expired. You will receive a new one in the next newsletter.
gn_py: Ndoikovéima juajuha me'ẽmbyre. Og̃uahẽta ndéve peteĩ ipyahúva haipyre upeiguávape.

source: Something is amiss with our system, sorry! Please try again later.
gn_py: Oĩ mba'e noĩporãiva ore opopyvusúpe, oreñyrõmína. Eha'ãjey ag̃amieve.

source: English&nbsp;only
gn_py: &nbsp;inglés-pe añoite

source: Newsletter Subscriptions
gn_py: Ñemboheraguapy haipyrépe

source: Newsletter confirm
gn_py: Emoneĩ haipyre

source: Format:
gn_py: Ysaja:

source: You’ve been unsubscribed.
gn_py: Ehejáma ñemboheraguapy.

source: We’re sorry to see you go.
gn_py: Rombyasy eho haguére.

source: Would you mind telling us why you’re leaving?
gn_py: ¿Ikatúpiko emombe'u mba'ere eho?

source: Other…
gn_py: Ambue mba'e…

source: While here, why not check out some more Firefox awesomeness.
gn_py: Reiméma rupi ko'ápe, mba'érepa nderehechavéi ambue mba'e Firefox rehegua ehecharamótava

source: Get up and go
gn_py: Ñembo'y ha jeguatápe

source: It’s your Web anywhere you go.
gn_py: Pe Ñanduti nemba'ete eho ehohápe.

source: Get Firefox for mobile!
gn_py: ¡Eguereko Firefox pumbyry popeguápe g̃uarã!

source: Added extras
gn_py: Ambueguáva

source: Make Firefox do more with add-ons.
gn_py: Eñeha'ã Firefox ojapóvo hetave mba'e umi moĩbaha ndive.

source: Find out how!
gn_py: ¡Ehechakuaa mba'éichapa!

source: About us
gn_py: Ore rehegua

source: What’s Mozilla all about?
gn_py: Mba'épa Mozilla

source: We’re glad you asked!
gn_py: ¡Rovy'aiterei eporandu haguére!

source: A monthly newsletter packed with tips to improve your Firefox experience.
gn_py: Peteĩ haipyre jasyguáva henyhẽva ñemoñe'ẽgui embohekoporãve hag̃ua ne rembiasa Firefox ryepýpe.

source: Firefox OS news, tips, launch information and where to buy.
gn_py: Marandu, kuaapyrã araka'épa osẽta ha moõpa ikatu ejogua Firefox&nbsp;OS.

source: Be the first to know when Firefox is available for iOS devices.
gn_py: Nderaẽte eikuaa Firefox ojepurukuaa jave iOS mba'e'okápe.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
gn_py: Ehechakuaa umi ipyahu ha oikoitevéva HTML5 rembipuru'i Firefox&nbsp;OS-pe.

source: Get a weekly tip on how to super-charge your Firefox experience.
gn_py: Og̃uahẽ ndéve ñemoñe'ẽ arapokõindy pegua mba'éichapa embohetavéta ne rembiasa Firefox-pe.

source: Read about the latest features for Firefox desktop and mobile before the final release.
gn_py: Emoñe'ẽ umi ipyahuvéva tembiaporã Firefox mesa ariguápe g̃uarã ha pumbyry popeguápe oñeguenohẽ mboyve.

source: News from the Mozilla Project.
gn_py: Marandu Mozilla Apopyrã rehegua.

source: Periodic email updates about our annual international film competition.
gn_py: Ñembohekopyahu tapia ñanduti veve rupi ore ñeha'ãguasu ta'ãngamyipavẽ arapygua ary peguáva.

source: Email updates for vouched Mozillians on mozillians.org.
gn_py: Ñembohekopyahu ñanduti veve rupi mozilla guápe g̃uarã oñeñe'ẽporãva mozillians.org-pe.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
gn_py: Peteĩ tembiaporape tekombo'evusugua ymaveguáva 2008 guive 2011 peve, ko'ág̃a opytareíva ha oku'ejeýva Firefox Student Ambassadors rembiaporapéramo.
