Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/australis/firefox_tour.lang.po
Languages: cak

source: Take a quick tour
cak: Kapalaqin pan aninäq

source: Welcome to Firefox
cak: Ütz apetik pa Firefox

source: Committed to you, your privacy and an open Web.
cak: Qapeyon qi' awik'in, rik'in ri awichinaxik chuqa' rik'in jun jaqäl ajk'amaya'l.

source: Learn how to customize your Firefox
cak: Tawetamaj nawichinaj ri Firefox

source: Add and view bookmarks from the same spot
cak: Ke'atz'aqatisaj chuqa' ke'atz'eta' taq yaketal xa xe pa jun k'ojlib'äl

source: Learn more about the new Firefox
cak: Tawetamaj ch'aqa' chik pa ruwi' ri k'ak'a' Firefox

source: Grouped together for quick, easy access
cak: Junam etzub'ajin richin jun aninäq chuqa' man k'ayew ta okem

source: Your favorite sites are<br> closer than ever
cak: Ri ajowan taq ruxaq ak'amaya'l e k'o<br> janila naqaj

source: Add features and styles with add-ons
cak: Ke'atz'aqatisaj taq samaj chuqa' taq b'anikil kik'in taq tz'aqat

source: Have Firefox on another device?
cak: ¿La k'o jun chik awokisaxel rik'in Firefox?

source: Designed so you can<br> make it your own
cak: Wachib'en chi ri <br> tok awichin

source: You don’t have to start over. Access your history, bookmarks and more.
cak: Man k'atzinel natikirisaj chik. Katok pa ri anatab'al, taq yaketal chuqa' ch'aqa' chik.

source: There’s Never Been a Better Time for Firefox
cak: Majub'ey k'o janila ajowab'äl pa Firefox achi'el wakami

source: There’s never been a better time for a browser that answers only to you.
cak: Majub'ey k'o janila ajowab'äl pa jun okik'amaya'l achi'el wakami, ri nisamäj awuma rat.

source: Opens new window
cak: Tajaqa' jun k'ak'a' tzuwäch

source: It’s the fastest, most flexible Firefox ever.
cak: Ja re' ri janila aninel chuqa' jalel Firefox pa ri ronojel juna'.

source: Open tour
cak: Tijaq b'enam

source: Using an older version of Sync?
cak: ¿Tajin nawokisaj jun ojer ruwäch chi Ximojri'ïl?

source: Save sites with a single click
cak: Tiyak ruxaq k'amaya'l rik'in jun pitz'

source: There’s never been a better time for Firefox
cak: Majub'ey k'o janila ajowab'äl pa Firefox achi'el wakami

source: Close tour
cak: Titz'apïx b'enam

source: Thousands of ways to<br> make Firefox do more
cak: Yejino' taq rub'eyal richin<br> nab'än chi ri Firefox k'ïy tisamäj

source: Now easier to find, use and manage
cak: Wakami man k'ayew ta richin nilitäj, nokisäx chuqa' ninuk'samajïx

source: See what’s new
cak: Tatz'eta' ri k'ak'a'

source: Frequently asked questions
cak: Jutaqil taq k'utunïk

source: Enjoy seamless browsing between devices with Sync
cak: Tawik'owisaj ak'u'x rik'in ri ütz okem pa k'amaya'l chi kikojol ri taq okisaxel rik'in Sync

source: Move or remove any button to match
cak: Tasiloj o tayuju' xab'achike pitz'b'äl achi'el nawajo'

source: How you use Firefox is unique
cak: Xa xe jun rub'eyal nawokisaj ri Firefox

source: Add and view bookmarks from a new location
cak: Ke'atz'aqatisaj chuqa' ke'atz'eta' taq yaketal pa jun k'ak'a' k'ojlib'äl

source: Take the tour to see what’s new
cak: Tawoqaj ri b'enam richin natz'ët achike k'ak'a' k'o

source: It looks like you’re already using Sync
cak: Achi'exa tajin chik nawokisaj Sync

source: Create an account from the menu panel
cak: Tatz'uku' jun rub'i' taqoya'l chupam ri rupas k'utsamaj

source: Use the star to create bookmarks
cak: Tawokisaj ri ch'umil richin ye'anük' taq yaketal

source: Share your vision
cak: Takomonij atzub'al

source: Not now
cak: Wakami mani

source: Let’s go
cak: Jo'

source: <span>Previous:</span> Customize
cak: <span>Chuwäch:</span> Tichinäx

source: <span>Next:</span> Add-ons
cak: <span>Jun chik:</span> Taq tz'aqat

source: <span>Previous:</span> Menu
cak: <span>Chuwäch:</span> K'utsamaj

source: <span>Next:</span> Bookmarks
cak: <span>Jun chik:</span> Taq yaketal

source: <span>Next:</span> Customize
cak: <span>Jun chik:</span> Tichinäx

source: <span>Previous:</span> Add-ons
cak: <span>Chuwäch:</span> Taq tz'aqat

source: Learn about the new design
cak: Tawetamaj chi rij ri k'ak'a' wachib'enïk

source: It starts with the new,<br> intuitive menu
cak: Tatikirisaj rik'in ri k'ak'a',<br> yonil k'utsamaj

source: The features you use most, all in one place
cak: Ri taq b'anikil ri yalan ye'awokisaj, ronojel xa xe pa jun k'ojlib'äl

source: How you use the Web is unique
cak: Xa xe jun rub'eyal nawokisaj ri Ajk'amaya'l

source: Get started with Sync
cak: Tatikirisaj rik'in Sync

source: Putting your privacy first
cak: Ninab'eyisäx ri awichinaxik

source: Where did my add-on bar go?
cak: ¿Akuchi' xb'e wi ri kicholob'al taq tz'aqat?

source: Your favorite features, all in one place
cak: Ri ajowel taq ab'anikil, ronojel pa jun k'ojlib'äl

source: When you use Firefox, you help shape the future of the Web.
cak: Rik'in nawokisaj ri Firefox, yato'on rik'in ri runuk'ik Ajk'amaya'l ri chwa'q kab'ij.

source: Start browsing
cak: Tachapa' ri okem pa k'amaya'l

source: Your favorite sites<br> are closer than ever
cak: Ri taq ruxaq k'amaya'l e k'o<br> janila naqaj chuwäch ojer

source: Helps you do just about anything online
cak: Yatruto chub'anik b'ama ronojel ri nawajo' pa k'amab'ey

source: Want to connect another device?
cak: ¿La nawajo' nawokisaj jun chik okisaxel?

source: What kind of Web do you want?
cak: ¿Achike ruwäch chi ajk'amaya'l nawajo'?

source: It starts with the redesigned,<br> intuitive menu
cak: Tatikirisaj rik'in ri k'ak'a',<br> yonil k'utsamaj

source: Easy to find, use and manage
cak: Wakami man k'ayew ta richin yakanon, nawokisaj chuqa' nanuk'samajij

source: Keep your Firefox in Sync
cak: Junelïk tik'oje' ri aFirefox pa Ximojri'ïl

source: Access your bookmarks, passwords and more from any device.
cak: Katok pa ri taq awetal, ewan taq tzij chuqa' ch'aqa' chik pa xab'achike okisaxel.
