Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/australis/fx36_tour.lang.po
Languages: cak

source: Open tour
cak: Tijaq b'enam

source: Close tour
cak: Titz'apïx b'enam

source: Not now
cak: Wakami mani

source: Take the tour to see what’s new
cak: Tawoqaj ri b'enam richin natz'ët achike k'ak'a' k'o

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
cak: Firefox Hello ja ri' ri man k'ayew ta rub'eyal richin yatzijon kik'in ri taq awachib'il chuqa' taq awach'alal pa sipan silowachib'äl.

source: Powered by %s
cak: B'anon ruma %s

source: Start browsing
cak: Tachapa' ri okem pa k'amaya'l

source: The features you use most, all in one place
cak: Ri taq b'anikil ri yalan ye'awokisaj, ronojel xa xe pa jun k'ojlib'äl

source: Connect with anyone over video right from Firefox
cak: Katzijon rik'in xab'achike winäq rik'in rusilowachib'al Firefox

source: Get to know Firefox Hello
cak: Tawetamaj ruwäch ri Firefox Hello

source: <span>Previous:</span> Firefox Hello
cak: <span>Chuwäch:</span> Firefox Hello

source: Meet Hello
cak: Tawetamaj ruwäch Hello

source: The easiest way to connect for free over video with anyone, anywhere
cak: Ri man k'ayew ta rub'eyal richin yatok pa silowachib'äl xab'achoj ik'in, xab'akuchi'.

source: Show me how
cak: Tak'utu' chi nuwäch achike rub'eyal

source: Did you know?
cak: ¿La awetaman chi?

source: You can have free video conversations right from your Firefox browser.
cak: Yatikïr choj yatzijon majun natöj pa jikïl silowachib'äl chupam ri Firefox awokik'amaya'l.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
cak: ¿La nawajo' yatzijon kik'in awachib'il chijun ri ruwach'ulew? ¿Nanimaq'ijuj ruq'ij winäq toq man yatikïr ta yak'oje' kik'in? Tatojtob'ej Firefox Hello — ri man k'ayew ta rub'eyal richin yatzijon pa silowachib'äl xab'achoj ik'in, xab'akuch', majun natöj.

source: <span>Next:</span> Get started
cak: <span>Jun chik:</span> Tatikirisaj

source: Free video conversations,<br> right from Firefox
cak: Sipan taq tzijonem silowachib'äl,<br>choj pa Firefox

source: No account, sign-in or downloads required
cak: Man najowäx ta rub'i' taqoya'l, nitikirisäx molojri'ïl o taq qasanïk

source: Simply start a conversation and share a link
cak: Xa xe tatikirisaj jun tzijonem chuqa' takomonij ri ximonel tzij

source: Invite anyone, anywhere to join
cak: Tapeyoj xab'achike, xab'akuchi' richin tutunu' pe ri'

source: Keep conversations one click away
cak: Ke'awichinaj taq tzijonem rik'in jun pitz' rukojol

source: Add Hello to your toolbar so it’s here whenever you need it.
cak: Tatz'aqatisaj ri Hello pa ri rucholob'al asamajib'al; chi ri' xtik'oje' wi junelïk xtik'atzin pe chawe.

source: Add it now
cak: Titz'aqatisäx wakami

source: Later
cak: Jub'a' chik na

source: Perfect!
cak: ¡Ütz!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
cak: Wakami man k'ayew ta rokisaxik ri Hello. Richin nasiloj o nayüj el ri pokob', xa xe tajaqa' ri k'utsamaj chi ri' tacha' Tichinäx.

source: Try it now
cak: Tatojtob'ej wakami

source: Want to add it later?
cak: ¿La nawajo' natz'aqatisaj pa jun chik mej?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
cak: Majun k'ayewal. Xa xe tajaqa' ri k'utsamaj, tacha' ri Tichinäx richin naqirirej apo ri ruwachib'al Hello pa kicholob'al taq samajib'äl.

source: As easy as saying hello
cak: Man k'ayew ta, achi'el nab'ij achike ab'anon

source: Start a video conversation with a single click
cak: Titikirisäx jun tzijonem pa silowachib'äl toq nipitz' pa ruwi'

source: Invite a friend to talk by sending them a link
cak: Ke'apeyoj ri awachib'il richin yixtzijon, rik'in rutaqik jun ximonel tzij chi ke

source: Anyone can join — with or without Firefox
cak: Konojel yetikïr nikitün pe ki' — rik'in o man rik'in ta Firefox

source: Here when you need it
cak: Re re' ja chi toq nib'ek'atzin pe chawe

source: Start and join conversations right from your toolbar.
cak: Jumul tatikirisaj chuqa' tatunu' awi' pa taq rutzijonem ri kicholob'al taq samajib'äl.

source: Let’s go
cak: Jo'

source: Take a quick tour
cak: Kapalaqin pan aninäq

source: It’s the fastest, most flexible Firefox ever.
cak: Ja re' ri janila aninel chuqa' jalel Firefox pa ri ronojel juna'.

source: Welcome to Firefox
cak: Ütz apetik pa Firefox

source: Committed to you, your privacy and an open Web.
cak: Qapeyon qi' awik'in, rik'in ri awichinaxik chuqa' rik'in jun jaqäl ajk'amaya'l.

source: Get to know Hello
cak: Tuk'uluj chawe ri Hello

source: <span>Next:</span> Firefox Hello
cak: <span>Jun chik:</span> Firefox Hello

source: It starts with the new,<br> intuitive menu
cak: Tatikirisaj rik'in ri k'ak'a',<br> yonil k'utsamaj

source: Grouped together for quick, easy access
cak: Junam etzub'ajin richin jun aninäq chuqa' man k'ayew ta okem

source: <span>Previous:</span> Menu
cak: <span>Chuwäch:</span> K'utsamaj

source: <span>Next:</span> Search
cak: <span>Jun chik:</span> Kanob'äl

source: Connect over video with anyone, anywhere
cak: Katzijon pa silowachib'äl xab'achoj ik'in, xab'akuchi'

source: It’s free! No account, sign-in or downloads required
cak: ¡Sipan! Man najowäx ta rub'i' taqoya'l, nitikirisäx molojri'ïl o k'o naqasaj

source: Choose how you want to search
cak: Tacha' rub'eyal nawajo' yakanon

source: <span>Next:</span> Bookmarks
cak: <span>Jun chik:</span> Taq etal

source: Introducing a smarter <br>way to search
cak: Tajin nik'ut jun na'owinäq rub'anikil <br>ricin nikanöx

source: Search suggestions appear as you type
cak: Taq chilab'enïk richin yakanon, yeq'alajin pe toq yatz'ib'an

source: Choose the right site for every search
cak: Tacha' ri ütz chi ruxaq k'amaya'l kichin jujun taq kanoxïk

source: Use the star to create bookmarks
cak: Tawokisaj ri ch'umil richin ye'anük' taq etal

source: <span>Previous:</span> Search
cak: <span>Chuwäch:</span> Tikanöx

source: Your favorite sites<br> are closer than ever
cak: Ri taq ruxaq k'amaya'l e k'o<br> janila naqaj chuwäch ojer

source: Add and view bookmarks from the same spot
cak: Ke'atz'aqatisaj chuqa' ke'atz'eta' taq etal xa xe pa jun k'ojlib'äl

source: Save sites with a single click
cak: Tiyak ruxaq k'amaya'l rik'in jun pitz'
