Repository: alvinlaz96/mozilla-lang
Catalog: wo/firefox/whatsnew.lang.po
Languages: wo

source: Hooray! Your Firefox is up to date.
wo: Waaw! Sa Firefox yees na.

source: Your Firefox is out of date.
wo: Sa firefox dafa maggat.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
wo: Ngir kaarange, ñi ngi lay digal nga yeesal ak <a href="{url}">sumb bi mujj te gëna baax</a>.

source: You’re running an unknown version of Firefox.
wo: Yaa ngiy dawal sumbu Firefox bu kenn xamul.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
wo: Ngir kaarange ñi ngi lay digal nga yeb ci <a href="{url}">sumb bi mujj te gëna baax</a>.

source: Get to your next task<br/>faster than ever
wo: Aggal ci sa liggeey biy ñëw <br/>mu gëna gaaw

source: See how the new features in Firefox help you browse faster and more efficiently.
wo: Xolal ndax bees bees yi ci Firefox ñi ngi lay dimmali nga joow bu bu gëna baax.

source: Learn more about <a href="{url}">the New Tab feature »</a>
wo: Gëna xam ci mbiru <a href="{url}">koñ bu bees »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
wo: Gëna xam ci <a href="{url}">suñu xëtu dalal jamm bi ñu defaraat »</a>

source: Keep in touch
wo: Nañu toog ci jokkoo

source: Keep it moving
wo: Bu ko depalaase

source: Get Firefox » <b>for Android</b>
wo: Jëlal Firefox » <b>ngir Android</b>

source: Keep it going
wo: Kontineel

source: Join Mozilla
wo: Jokkoo Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
wo: Robot Android ñi ngi ko dippee ci liggeey bu <a href="%s">bokk ak Google</a> te ñu koy jëfanikoo ci anam yi ñu wax ci <a href="%s">Creative Commons 3.0 Attribution License</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
wo: <a href="%s">Am Firefox pur Android</a> mooy am katanu Web ci say loxo. Gaaw na, muus te wóor!

source: Now get the mobile browser that’s got your back
wo: Amal léegi sa joowkat mobil

source: Firefox Features
wo: Melokaani Firefox

source: Welcome to Firefox
wo: Dalal jamm ci Firefox

source: Firefox Help
wo: Ndimmal ci Firefox

source: Firefox for Android artwork
wo: Firefox ngir Android artwork

source: Fast. Smart. Safe.
wo: Gaaw. Muus. Wóor.

source: Get the mobile browser that’s got your back.
wo: Am joowkat mobil
