Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/privacy_tour/privacy_tour.lang.po
Languages: bn_bd, ca, cy, es_mx, gd, hi_in, km, lv, nn_no, uz, xh

source: See what’s new
bn_bd: দেখুন নতুন কি আছে
ca: Descobriu les novetats
cy: Gweld beth sy'n newydd
es_mx: Ve lo nuevo
gd: Faic na tha ùr
hi_in: नया क्या है, देखें
km: មើល​អ្វី​ដែល​ថ្មី
lv: Uzzini, kas jauns
nn_no: Sjå kva som er nytt
uz: Yangi xususiyatlarni ko‘ring
xh: Jonga ukuba yintoni na entsha

source: You’re up to date with the latest features to help keep you in control.
ca: Esteu actualitzat amb les darreres funcions per ajudar-vos a mantenir el control.
cy: Rydych yn gyfredol gyda'r nodweddion diweddaraf i'ch cadw mewn rheolaeth.
es_mx: Estás al día con las últimas características para ayudarte a mantener el control.
gd: Tha na gleusan prìobhaideachd as ùire agad a nì cinnteach gur ann agad-sa a tha smachd air cùisean.
hi_in: आपको नियंत्रण में रखने में मदद के लिए आप नवीनतम सुविधाओं के साथ अद्यतन हैं.
lv: Jums ir visas jaunākās iespējas, kas palīdz saglabāt kontroli.
nn_no: Du er oppdatert med dei nyaste funksjonane som hjelper deg med å halda kontrollen.
uz: Boshqarishni o‘zingizga saqlashda yordam beruvchi so‘ngi xususiyatlar bilan siz doimo yap-yangisiz.
xh: Usexesheni neefitsha zakutshanje ukunceda ekukugcineni ukulawulo.

source: Let’s go
bn_bd: চলুন যাই
ca: Som-hi
cy: Ffwrdd â ni
es_mx: Vámonos
gd: Siuthadaibh
hi_in: चले
km: ចាប់ផ្ដើម
lv: Lai iet!
nn_no: La leiken byrja … Og køyr …
uz: Qani, ketdik
xh: Masiye

source: Not now
bn_bd: এখনই নয়
ca: Ara no
cy: Nid nawr
es_mx: Ahora no
gd: Chan ann an-dràsta
hi_in: अभी नहीं
km: មិន​មែន​ឥឡូវ
lv: Ne tagad
nn_no: Ikkje no
uz: Hozir emas
xh: Hayi ngoku

source: Open tour
bn_bd: সফর শুরু করুন
ca: Obre la visita virtual
cy: Agor y cyflwyniad
es_mx: Abrir tour
gd: Fosgail an turas
hi_in: दौर खोलें
km: ទស្សនកិច្ច​បើក​ទូលាយ
lv: Atvērt ekskursiju
nn_no: Opna omvising
uz: Sayohatni ochish
xh: Vula utyelelo

source: Close tour
bn_bd: সফর বন্ধ করুন
ca: Tanca la visita virtual
cy: Cau'r cyflwyniad
es_mx: Cerrar tour
gd: Dùin an turas
hi_in: भ्रमण बन्द करें
km: ទស្សនកិច្ច​បិទ
lv: Aizvērt ekskursiju
nn_no: Avslutt tur
uz: Sayohatni yopish
xh: Vala utyelelo

source: See the newest ways you can take control of your digital life
bn_bd: আপনার ডিজিটাল জীবনের নিয়ন্ত্রণ নেওয়ার নতুনতম উপায়
ca: Descobriu les maneres més noves de mantenir el control de la vostra vida digital
cy: Gweld y ffyrdd diweddaraf i gymryd rheolaeth o'ch bywyd digidol
es_mx: Ver las más nuevas formas de como puedes tomar el control de tu vida digital
gd: Faic na dòighean as ùire a bheir comas dhut smachd a chumail air do bheatha dhigiteach
hi_in: नवीनतम तरीके देखें आप अपने डिजिटल जीवन का नियंत्रण ले सकते हैं
km: មើល​វិធី​ដែល​ថ្មី​បំផុត​ដែល​អ្នក​អាច​ពិនិត្យមើល​ជីវិត​ឌីជីថល​របស់​អ្នក
lv: Uzziniet jaunākos veidus, kā kontrolēt savu digitālo dzīvi
nn_no: Sjå dei nyaste måtane du kan bruka for å få kontroll over det digitale livet ditt på.
uz: Raqamli hayotingiz ustida boshqaruvni o‘rnatish uchun eng yangi yo‘llarni ko‘ring
xh: Bona ezona ndlela zintsha zokulawula ubomi bakho bedijithali

source: Declare your independence
bn_bd: আপনার স্বাধীনতা ঘোষণা করুন
ca: Declareu la vostra independència
cy: Datgan eich annibyniaeth
es_mx: Declara tu independencia
gd: Na bi an eisimeil
hi_in: अपना स्वतंत्रता घोषित करें
lv: Pasludiniet savu neatkarību
nn_no: Erklær sjølvstende
uz: Mustaqilligingizni bayonnomasi
xh: Vakalisa inkululeko yakho

source: Thank you for choosing Firefox
bn_bd: ফায়ারফক্স বেছে নেয়ার জন্য ধন্যবাদ
ca: Gràcies per triar el Firefox!
cy: Diolch am ddewis Firefox
es_mx: ¡Gracias por elegir Firefox!
gd: Tapadh leibh airson Firefox a thaghadh
hi_in: फ़ायरफ़ॉक्स को चुनने के लिए धन्यवाद
km: អរគុណ​សម្រាប់​ការ​ជ្រើស Firefox
lv: Paldies, ka izvēlējāties Firefox
nn_no: Takk for at du valde Firefox!
uz: "Firefox"ni tanlaganingiz uchun rahmat!
xh: Enkosi ngokukhetha u-Firefox

source: Watch the video to see our story
bn_bd: আমাদের গল্প দেখতে ভিডিওটি দেখুন
ca: Mireu el vídeo per veure la nostra història
cy: Gwyliwch y fideo i weld ein stori
es_mx: Ve el video para conocer nuestra historia
gd: Coimhead air a' video a dh'innseas ar sgeul
hi_in: हमारे कहानी को देखने के लिए वीडियो देखें
km: មើល​វីដេអូ​ ដើម្បី​មើល​ប្រវត្តិ​របស់​យើង
lv: Apskatiet video, lai uzzinātu mūsu stāstu
nn_no: Sjå videoen om historien vår
uz: Bizning tariximizni ko‘rish uchun videoni ko‘ring
xh: Bukela ividiyo ukuze ubone ibali lethu

source: Now share it with your world
bn_bd: আপনার দুনিয়ায় এখন এটি শেয়ার করুন
ca: Ara compartiu-lo amb el món
cy: Nawr rhannwch hwn gyda'r byd
es_mx: Ahora compártelo con todo el mundo
gd: Innis dhan t-saoghal mu dhèidhinn a-nis
hi_in: अब अपने वर्ल्ड के साथ इसे साझा करें
km: ឥឡូវ​នេះ​ចែករំលែក​វា​ជាមួយ​ពិភព​លោក​របស់​អ្នក
lv: Pastāstiet to visai pasaulei
nn_no: Del han med resten av verda
uz: Endi uni dunyongiz bilan bo‘lishing
xh: Ngoku yabelana nawe noko kukungqongileyo

source: Play
bn_bd: প্লে
ca: Reprodueix
cy: Chwarae
es_mx: Reproducir
gd: Cluich
hi_in: खेले
km: ចាក់
lv: Atskaņot
nn_no: Spel av
uz: Ijro etish
xh: Dlala

source: Play the video
bn_bd: ভিডিওটি প্লে করুন
ca: Reprodueix el vídeo
cy: Chwarae'r fideo
es_mx: Reproducir el video
gd: Cluich a' video
hi_in: वीडियो पुन: चलाएं
km: ចាក់​វីដេអូ​ឡើង​វិញ
lv: Atskaņot video
nn_no: Spel av videoen
uz: Videoni ijro etish
xh: Dlala ividiyo

source: Replay the video
es_mx: Repite el video

source: Share
bn_bd: শেয়ার
ca: Comparteix
cy: Rhannu
es_mx: Compartir
gd: Co-roinn
hi_in: साझा करें
km: ចែក​រំលែក
lv: Dalīties
nn_no: Del
uz: Bo‘lishish
xh: Yabelana

source: Share the video
es_mx: Comparte el video

source: Start browsing
bn_bd: ব্রাউজিং শুরু করুন
ca: Comença a navegar
cy: Cychwyn pori
es_mx: Empieza a navegar
gd: Tòisich air brabhsadh
hi_in: ब्राउज़िंग चालू करें
km: ចាប់ផ្ដើម​រុករក
lv: Sākt pārlūkošanu
nn_no: Start nettlesinga
uz: Ko‘rishni boshlash
xh: Qalisa ukubhrawuza

source: Previous
bn_bd: পূর্ববর্তী
ca: Anterior
cy: Blaenorol
es_mx: Anterior
gd: Air ais
hi_in: पिछला
km: មុន
lv: Uz priekšu
nn_no: Førre
uz: Oldingi
xh: Ngaphambili

source: Next
bn_bd: পরবর্তী
ca: Següent
cy: Nesaf
es_mx: Siguiente
gd: Air adhart
hi_in: आगे
km: បន្ទាប់
lv: Atpakaļ
nn_no: Neste
uz: Keyingi
xh: Okulandelayo

source: Close
bn_bd: বন্ধ
ca: Tanca
cy: Cau
es_mx: Cerrar
gd: Dùin
hi_in: बंद करें
km: បិទ
lv: Aizvērt
nn_no: Lat att
uz: Yopish
xh: Vala

source: <span>Next:</span> %s
bn_bd: <span>পরবর্তী:</span> %s
ca: <span>Següent:</span> %s
cy: <span>Nesaf:</span> %s
es_mx: <span>Siguiente:</span> %s
gd: <span>Air adhart:</span> %s
hi_in: <span>अगला:</span>%s
km: <span>បន្ទាប់៖</span> %s
lv: <span>Nākamais:</span> %s
nn_no: <span>Neste:</span> %s
xh: <span>Elandelayo:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
ca: Feu servir Oblida per amagar les vostres pistes o sortir dels llocs en els quals no confieu
cy: Defnyddio Anghofio! i guddio'ch llwybr neu i ddianc rhag gwefannau annibynadwy
es_mx: Utiliza Olvido para cubrir tus pistas o escapar de los sitios que no sean de confianza
gd: Cleachd "Dìochuimhnich" airson na nì thu a chumail dìomhair no airson teicheadh o làraichean nach eil earbsa agad annta
hi_in: अपने ट्रैक को कवर करने के लिए भूल का उपयोग करे या उन साइट्स से भागे जिनपे आपको भरोसा नहीं करते हैं
lv: Izmantojiet Aizmirst, lai paslēptu pēdas un izbēgtu no lapām, kurām neuzticaties
nn_no: Bruk 'Gløym' for å sletta spor og koma deg unna nettsider du ikkje stolar på
xh: Sebenzisa uSebenzisa ukulandelela okanye baleka kule sayithi ongayithembiyo

source: Remove browsing history from your computer
bn_bd: আপনার কম্পিউটার হতে ব্রাউজিং ইতিহাস অপসারন করুন
ca: Suprimiu l'historial de navegació del vostre ordinador
cy: Tynnu hanes pori oddi ar eich cyfrifiadur
es_mx: Elimina el historial de navegación de tu equipo
gd: Thoir air falbh an eachdraidh brabhsaidh on choimpiutair agad
hi_in: अपने कम्प्यूटर से ब्राउज़िंग इतिहास को हटायें
km: លុប​ប្រវត្តិ​ការ​រុករក​ចេញ​ពី​កុំព្យូទ័រ​របស់​អ្នក
lv: Aizvāc pārlūkošanas vēsturi no jūsu datora
nn_no: Fjern nettlesarhistorikk frå datamaskina di
uz: Kompyuteringizdan ko‘rish tarixini o‘chirish
xh: Susa imbali yokubrawza kwikhompyutha yakho

source: Erase website information after the fact
bn_bd: কাজ শেষে ওয়েবসাইটের তথ্য মুছে ফেলুন
ca: Esborreu la informació del lloc web després de visitar-lo
cy: Dileu gwybodaeth gwefan ar ôl y weithred
es_mx: Borrar la información del sitio web después visitarlo
gd: Suath fiosrachadh à làraichean-lìn
hi_in: इस तथ्य के बाद वेबसाइट जानकारी को मिटाये
lv: Nodzēsiet informāciju par mājas lapu, pēc tam, kad esat tajā bijis
nn_no: Slett nettsideinfo i ettertid
uz: Faktdan so‘ng vebsayt ma’lumotini o‘chirish
xh: Cima inkcazelo yewebhsayithi emva kwesi sibakala

source: Add it above for quick, easy access
bn_bd: দ্রুত ও সহজে ব্যবহারের জন্য এটি উপরে যোগ করুন
ca: Afegiu-lo a dalt per poder-hi accedir de manera més fàcil i ràpida
cy: Ei ychwanegu uchod ar gyfer mynediad hawdd a chyflym
es_mx: Añádelo arriba para facilitar el acceso rápido
gd: Cuir ris e gu h-àrd airson cothrom fhaighinn air gu luath
hi_in: जल्दी, आसान पहुंच के लिए इसे ऊपर जोड़ें
lv: Pievienot to augstāk, vieglākai izmantošanai
nn_no: Legg han til ovanfor for rask og enkel tilgang
uz: Tez va oson kirish uchun uni tepaga qo‘shing
xh: Yongeze ngasentla ukwenzela ufikelelo olukhawulezayo, olulula

source: The new Forget button
bn_bd: নতুন ভুলে যাও বোতাম
ca: El nou botó Oblida
cy: Y botwm Anghofio! newydd
es_mx: El nuevo botón Olvidar
gd: Am putan "Dìochuimhnich" ùr agad
hi_in: नया भूल बटन
lv: Jaunā poga Aizmirst
nn_no: Den nye Gløym-knappen
xh: Iqhosha elitsha lokuLibala

source: Want to cover your tracks? Activate the Forget button and leave no trace.
ca: Voleu amagar les vostres pistes? Activeu el botó Oblida per no deixar cap rastre.
cy: Eisiau cuddio'ch ôl troed? Defnyddiwch y botwm Anghofio! a peidio gadael dim.
es_mx: ¿Quieres cubrir tus pistas? Active el botón de olvidar y para no dejar rastro.
gd: Airson rudan a chumail dìomhair? Cleachd am putan "Dìochuimhnich" is na fàg lorg sam bith.
hi_in: अपने ट्रैक को कवर करना चाहते हैं? भूल जाओ बटन को सक्रिय करें और कोई चिह्न न छोड़े.
lv: Gribi paslēpt pēdas? Izmanto Aizmirst pogu un pazūdi bez pēdām.
nn_no: Ynskjer du å gøyma spora dine? Aktiver Gløym-knappen og ikkje legg att eit einaste spor.
xh: Ngaba ufuna ukugquma imizila yakho? Vuselela iqhosha lakho lokuLibala ungaze ungashiyi nomzila.

source: Add it now
bn_bd: এখনই যোগ করুন
ca: Afegeix-lo ara
cy: Ei ychwanegu
es_mx: Añadir ahora
gd: Cuir ris e an-dràsta
hi_in: इसे अभी जोड़ें
km: បន្ថែម​វា​ឥឡូវ​នេះ
lv: Pievienot tagad
nn_no: Legg til no
uz: Uni hozir qo‘shing
xh: Yifake ngoku

source: Later
bn_bd: পরে
ca: Després
cy: Yn hwyrach
es_mx: Más tarde
gd: Uaireigin eile
hi_in: बाद में
km: ពេលក្រោយ
lv: Vēlāk
nn_no: Seinare
uz: Keyinroq
xh: Ngelinye ixesha

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
ca: Ara podeu accedir-hi sempre que el necessiteu. Per moure'l o eliminar-lo, obriu el menú i seleccioneu Personalitza.
cy: Nawr mae yma pan fydd ei angen. I'w symud neu ei dynnu, agorwch y ddewislen a dewis Cyfaddasu.
es_mx: Siempre estará aquí para cuando lo necesites. Para mover o eliminar, simplemente abre el menú y selecciona Personalizar.
gd: Bidh e ri do làimh uair sam bith a bhios feum agad air. gus a ghluasad no a thoirt air falbh, fosgail an clàr-taice is tagh "Gnàthaich".
lv: Tagad tā būs tepat, kad vien jums to ievajadzēsies. Lai pārvietotu vai aizvāktu to, atveriet izvēlni un izvēlieties Pielāgot.
nn_no: No er han her alltid når du treng han. For å flytta eller fjerna han, opnar du berre menyen og vel Tilpass.
uz: Endi xohlagan vaqtingizda foydalanish uchun bu yerda. Uni ko‘chirish yoki o‘chirish uchun menyuni oching va "Moslash"ni tanlang.
xh: Ngoku ilapha nanini na uyifuuna. Ukuze uyihambise okanye uyisuse, vula nje imenyu uze ukhethe uKhastomayiza.

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
ca: Voleu afegir-lo més tard? Obriu el menú i seleccioneu Personalitza. Després, arrossegue-lo (o qualsevol altre botó) allà on vulgueu.
cy: Eisiau ei ychwanegu nes ymlaen? Agorwch y ddewislen hon a dewis Cyfaddasu. Yna ei lusgo (neu unrhyw fotwm arall) i le bynnag.
es_mx: ¿Lo quieres añadir más tarde? Abre este menú y seleccione Personalizar. A continuación, arrástralo (o cualquier otro botón) y ponlo en donde quieras.
gd: Airson a chur ris uaireigin eile? Fosgail an clàr-taice 's tagh "Gnàthaich". Agus slaod e (no putan sam bith eile) far a bheil thu 'ga iarraidh.
lv: Gribēsiet to pievienot vēlāk? Atveriet izvēlni un izvēlieties Pielāgot. Tad pārvelciet šo vai jebkuru citu pogu kur vien vēlaties.
nn_no: Vil du leggja han til seinare? Opna denne menyen og vel Tilpass. Trekk han (eller ein annen knapp) deretter dit du ynskjer han
uz: Uni keyinroq qo‘shishni xohlaysizmi? Ushbu menyuni tanlang va Moslash’ni tanlang. Keyin uni (yoki xohlagan tugmangizni) xohlagan joyingizga tashlang.
xh: Ngaba ufuna ukuyongeza kamva? Vula le menyu uze ukhethe uKhastomayiza. Emva koko yitsale (okanye naliphi na elinye iqhosha) apho ufuna khona.

source: <span>Previous:</span> Forget
bn_bd: <span>পূর্ববর্তী:</span> ভুলে যাও
cy: <span>Blaenorol:</span> Anghofio!
es_mx: <span>Previo:</span> Menú
gd: <span>Air ais:</span> Dìochuimhnich
hi_in: <span>पिछला:</span> मेन्यू
km: <span>មុន៖</span> ភ្លេច
lv: <span>Iepriekšējā:</span> Aizmirst
nn_no: <span>Førre:</span> Gløym
uz: <span>Oldingi:</span> Unutish
xh: <span>Engaphambili:</span> Libala

source: <span>Next:</span> Private Browsing
bn_bd: <span>পরবর্তী:</span> ব্যক্তিগত ব্রাউজিং
ca: <span>Següent:</span> Navegació privada
cy: <span>Next:</span> Pori Preifat
es_mx: <span>Siguiente:</span> Navegación privada
gd: <span>Air adhart:</span> Brabhsadh prìobhaideach
km: <span>បន្ទាប់៖</span> ការ​រុករក​ភាព​ឯកជន
lv: <span>Nākamā:</span> Privātā pārlūkošana
nn_no: <span>Neste:</span> Privat nettlesing
uz: <span>Keyingi:</span> Maxfiy ko‘rish
xh: <span>Elandelayo</span>Ukubhrawza Kwabucala

source: %s lets you <br>search anonymously
bn_bd: %s আপনাকে <br>বেনামে অনুসন্ধান করতে দেয়
cy: Mae %s yn caniatáu i chi <br>chwilio'n ddienw
es_mx: %s te permite <br> buscar de forma anónima
gd: Bheir %s comas dhut lorg <br>a dhèanamh gun urra
km: %s អនុញ្ញាត​ឲ្យ​អ្នក <br>ស្វែងរក​ដោយ​អនាមិក
lv: %s ļauj jums <br>meklēt anonīmi
nn_no: %s lèt deg <br>søkje anonymt
uz: %s sizga <br> anonim tarzda izlash imkonini beradi
xh: I-%s ikuvumela ukuba <br>ukhangele ungaziwa

source: Get great results with less tracking
bn_bd: কম ট্র্যাকিং করে ভালো ফলাফল পান
cy: Cael canlyniadau gwych a llai o dracio
es_mx: Obtén grandes resultados con menos seguimiento
gd: Faigh deagh-thoraidhean gun uiread a thracadh
lv: Labi rezultāti, bez liekas izsekošanas
nn_no: Få gode resultat med mindre sporing
uz: Kam kuzatish bilan yuqori natijalarga erishing
xh: Fumana iziphumo ezihle ungakhangelanga kakhulu

source: Find what you’re looking for, your way
bn_bd: কাঙ্খিত জিনিষ খুঁজে নিন, নিজের উপায়ে
cy: Dod o hyd i'ch pethau chi, yn eich ffordd chi
es_mx: Encuentra lo que estás buscando, a tu manera
gd: Faigh greim air na tha a dhìth ort air mar a lùigeas tu
km: ស្វែងរក​អ្វី​ដែល​អ្នក​ស្វែងរក, តាម​វិធី​របស់​អ្នក
lv: Atrodiet meklēto saglabājot kontroli
nn_no: Finn det du leitar etter, på din måte
uz: Yo‘l-yo‘lakay izlayotganingizni toping
xh: Khangela into oyifunayo ngendlela yakho

source: <span>Previous:</span> %s
bn_bd: <span>পূর্ববর্তী:</span> %s
cy: <span>Blaenorol:</span> %s
es_mx: <span>Previo:</span> %s
gd: <span>Air ais:</span> %s
hi_in: <span>पिछला:</span> %s
km: <span>ម៉ឺនុយ៖</span> %s
lv: <span>Iepriekšējā:</span> %s
nn_no: <span>Førre:</span> %s
uz: <span>Oldingi:</span> %s
xh: <span>Engaphambili:</span> i-%s

source: Private Browsing: <br>Our original privacy tool
bn_bd: ব্যক্তিগত ব্রাউজিং: <br>আমাদের মৌলিক গোপনীয়তা টুল
cy: Pori Preifat: <br>Ein offer preifatrwydd gwreiddiol
es_mx: Navegación privada: <br> Nuestra herramienta original de privacidad
gd: Brabhsadh prìobhaideach: <br>An t-inneal prìobhaideachd tùsail againn
km: ការ​រុករក​ភាព​ឯកជន៖ <br>ឧបករណ៍​ភាព​ឯកជន​ដំបូង​របស់​ពួក​យើង
lv: Privātā pārlūkošana: <br>Mūsu standarta privātuma rīks
nn_no: Privat nettlesing: <br>Det opphavlege personvern-verktøyet vårt
uz: Maxfiy ko‘rish: <br>Bizning betakror maxfiylik asbobimiz
xh: Ubhrawzo Lwabucala: <br> Isixhobo sethu sokuqala sabucala

source: Keep history and other info off your computer
bn_bd: ইতিহাস এবং অন্যান্য তথ্য আপনার কম্পিউটার হতে দূরে রাখুন
cy: Cadw hanes a gwybodaeth arall oddi ar eich cyfrifiadur
es_mx: Mantén el historial y otra información de tu equipo
gd: Cum an eachdraidh 's fiosrachadh eile air falbh on choimpiutair agad
lv: Nelaidiet pārlūkošanas vēsturi un citus datus prom no sava datora
nn_no: Hald historikk og annan info utanfor datamaskina
uz: Tarixi va boshqa kompyuteringiz ma’lumotlarini saqlab qolish
xh: Khupha imbali nenye inkcazelo kwikhompyutha yakho

source: Browse without recording where you’ve been
bn_bd: কোথায় গেছেন তা রেকর্ড করা ছাড়াই ব্রাউজ করুন
cy: Pori heb gofnodi lle y buoch chi
es_mx: Explorar sin guardar en donde has estado
gd: Dèan brabhsadh gun sgeul air na h-àitichean air an tadhail thu
km: រុករក​ដោយ​មិន​ចាំបាច់​កត់ត្រា​ទីកន្លែង​ដែល​អ្នក​ទៅ​ដល់
lv: Pārlūkošana bez pierakstiem, kur bijāt
nn_no: Surf utan å lagra kvar du har vore
uz: Qayerda bo‘lganingizni yozmasdan ko‘rish
xh: Bhrawza ngaphandle kokurekhoda indawo obukuyo

source: So others using your computer can’t see it
bn_bd: তাই আপনার কম্পিউটার ব্যবহার করে অন্যরা এটা দেখতে পাবে না
cy: Fel nad oes modd i eraill sy'n defnyddio eich cyfrifiadur ei weld
es_mx: Así cuando otras personas utilicen el equipo no lo puedan ver
gd: Airson 's nach fhaic daoine eile e a chleachdas an coimpiutair agad
km: ដូច្នេះ​អ្នក​ផ្សេង​ដែល​ប្រើ​កុំព្យូទ័រ​របស់​អ្នក​មិន​អាច​មើល​ឃើញ​វា​ឡើង
lv: Lai citi, kas izmanto šo datoru, neko nezina
nn_no: Slik at andre som brukar datamaskina ikkje kan sjå det
uz: Shunday ekan boshqalar kompyuteringizdan foydalanib uni ko‘ra olmaydilar
xh: Ukuze abanye abasebenzisa ikhompyutha yakho bangayiboni

source: Make it (or any other) your default
bn_bd: এটিকে (বা অন্য কোনটিকে) আপনার ডিফল্ট বানান
cy: Ei wneud yn rhagosodedig
gd: Cleachd e (no fear sam bith eile) mar a' bhun-roghainn agad
km: បង្កើត​វា (ឬ​ផ្សេង​មួយ​ចំនួន​ទៀត) លំនាំដើម​របស់​អ្នក
lv: Padariet to (vai jebkuru citu) par savu noklusēto meklētāju
nn_no: Gjer han (eller kven som helst annan) til standard
uz: Uni (yoki boshqasini) standart sifatida o‘rnating
xh: Yenze (okanye nayiphi na enye) idifolthi yakho
