Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/private-browsing.lang.po
Languages: ncj

source: Private Browser Protects Your Online Privacy | Firefox
ncj: Navegador tein kuali kiyekpia tein kiselia kiyekpia tein moaxka itech Internet | Firefox

source: Firefox Web browser — Private Browsing with Tracking Protection — Mozilla
ncj: Navegador Web Firefox — Se uelis kitatekiujtis Internet uan amo se mokuejmolos porin youalitonal tikyekpiaj maj amo tetoktilikan — Mozilla

source: Firefox protects your online privacy and blocks trackers that follow you around the web. Get Firefox for private browsing!
ncj: Firefox kiyekpia tein moaxka itech Internet uan amo kikaua maj tekitikan tein mitsontoktiliaj itech web. ¡Xikonajsi Firefox tein mitsonkauilia maj tikontatekiujti Internet uan amo mitsonmokuejmolos!

source: Get more protection and the most privacy, only from Firefox. No other browser gives you so much control over your digital footprint.
ncj: Okachiok tikonmachilis mitsonmatampauiskej uan mitsonyekpialiskej tein moaxka sayoj ika Firefox san. Amo onkak okse navegador maj ijkuitik mitsonkauili tikontelixyekanas motatsoniksalis digital.

source: More protection. <br>The most privacy. <br>Only from Firefox.
ncj: Okachi tematampauia. <br>Keniuj semi kitelyekpia tein kiselia. <br>Sayoj ika Firefox san.

source: Try Private Browsing
ncj: Maj se kitatekiujti Internet uan maj amo se mokuejmolo

source: To give the new Private Browsing a try, download Firefox.
ncj: Xikontemoui Firefox uan mitsonkauili oksepa tikonixejeko tiontatekiujti Internet uan amo tionmokuejmolos.

source: Your Firefox is not up to date. Download the latest version to use the new Private Browsing.
ncj: Amo tikonyankuilij moFirefox. Xikontemoui yankuik versión uan ijkon tionuelis tikonkuis yankuik taman keniuj tikontatekiujtis Internet uan amo tionmokuejmolos.

source: No other browser gives you so much control over your digital footprint.
ncj: Nion okse navegador mitsonkauili maj tikontelixyekana motatsoniksalis digital.

source: Learn how to use Private Browsing
ncj: Kampa se uelis okachi momachtis keniuj se uelis kitatekiujtis Internet uan se amo mokuejmolos

source: Private Browsing
ncj: Maj se kitatekiujti Internet uan maj amo se mokuejmolo

source: Firefox won’t save things like your browsing history, searches or cookies, but it will keep new bookmarks and files you download.
ncj: Firefox amo kieua tensa kemej mohistorial tein kinextia nochi tikonitstinemik Internetkopa, tatemolilismej oso cookies, sayoj ke kemaj kieuas moneskayomej marcadores uan archivos tein tikontemouij.

source: With Tracking Protection
ncj: Axkan Tematampauia maj Amo Tetoktilikan

source: Minimize the ability of hidden third parties from tracking your browsing activity across many sites.
ncj: Kintsakuilia oksekin maj mitsontoktilikan Internetkopa ijkuak tikonkalpanoua tel miak sitios.

source: Learn more about Private Browsing
ncj: Kampa se uelis okachi momachtis keniuj se uelis kitatekiujtis Internet uan se amo mokuejmolos

source: Tracking Protection is only available with Firefox for Android and Desktop
ncj: Tematampauia maj Amo Tetoktilikan sayoj tekiti san itech Firefox ika Android uan Firefox tein tajkuiloluapal

source: When to use Private Browsing
ncj: Kemanian se kitatekiujtis Internet uan amo se monekis mokuejmolos

source: To minimize your digital footprint
ncj: Ijkuin amo tikonkauas motatsoniksalis digital

source: Tracking Protection blocks Internet companies from following you across the Web
ncj: Nepaleuil Tematampauia maj Amo Tetoktilikan amo kinkaua tekitiloyamej itech Internet maj mitsontoktilikan ompa Web

source: Online banking from a shared device or computer
ncj: Xiontekiti ika bancos itech se tepos tein tikiniuantijtinemi oksekin oso motepos

source: Your username and password won’t be saved
ncj: Amo kieuas motokay kemej usuario uan moichtakatajkuilol

source: To help you plan a surprise, like a birthday or a trip
ncj: Uelis mitsonpaleuis tikonpaktis aksa tein ika amo kichiaya, kemej tikoniluichiuilis aksa oso se uejka paxalolis

source: No one can see your browsing history
ncj: Amo akin uelis kiitas mohistorial tein kinextia nochi tikonitstinemik

source: The Control Center has you covered
ncj: Centro taojtokaltijkej mitsonmatampauia

source: When you see the shield to the left of the address bar, that means Firefox is protecting you from potential trackers.
ncj: Komo tikonitas chimal opochmakopa barra tein direcciones, kiijtosneki Firefox mitsonmatampauijtok ika tein uelis tetoktiliaj.

source: You can disable Tracking Protection for a single site, or turn it off entirely. It’s up to you.
ncj: Tionuelis tikonseuis nepaleuil Tematampauia maj Amo Tetoktilikan sayoj ika se sitio san, oso senkis tikonseuis kampa yeski. Keniuj tikonixtalis.

source: Learn more about the Control Center
ncj: Kampa se okachi uelis momachtis Centro Taojtokaltijkej

source: Control Center is not available on Android devices, but a shield will still be displayed to let you know when you are protected.
ncj: Amo tikonuelis tikontatekiujtis Centro taojtokaltijkej ika tempos tein Android, sayoj ke se chimal moitas uan ijkon tikonmatis mitsonmatampauijtokej.

source: Try it now to stay in control
ncj: Axkan xikontemo xiontaixyekana
