Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/sendto.lang.po
Languages: ncj

source: Send Firefox to your smartphone or tablet
ncj: Xikonpanoltili Firefox mosmartphone oso motableta

source: Your download link was sent.
ncj: Tein mitsonuika kampa tiontatemouis mitsonpanoltilijkejya.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
ncj: Timoyolkokouaj. Nejin tapoual amo kualtia. Ika kualtakayot, xikonijkuilo se tapoual teléfono tein poui Estados Unidos.

source: Please enter an email address.
ncj: Ika kualtakayot xikonijkuilo se correo itech tepos.

source: Please make a selection before proceeding.
ncj: Ika kualtakayot, achto xikonixpejpena uan satepan tikonsentokas.

source: An error occurred in our system. Please try again later.
ncj: Mochiuak se nepolol itech tosistema. Ika kualtakayot, oksepa xiontachijchiua satepan.

source: Select iOS or Android
ncj: Xikonixpejepena iOS oso Android

source: Choose OS
ncj: Xikonixpejpena OS

source: Enter your email or 10-digit phone number
ncj: Xikonijkuilo mocorreo itech tepos oso majtakti tapoualmej tein kipia moteléfono

source: Enter your email
ncj: Xikonijkuilo mocorreo itech tepos

source: Send
ncj: Maj motitani

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
ncj: Nepaleuil SMS sayoj se uelis kitatekijtis ompa Estados Unidos san. Xa monekis se kiixtauas SMS oso uelis motatekiujtis datos.

source: The intended recipient of the email or SMS must have consented.
ncj: Akin tikontajkuilouilis ika tepos oso SMS monekik kiselij.

source: The intended recipient of the email must have consented.
ncj: Akin tikontajkuilouilis ika tepos monekik kiselij.

source: Check your device for the email or text message!
ncj: ¡Xikonita motepos ika correo itech tepos oso SMS!

source: Check your device for the email!
ncj: ¡Xikonita motepos ika correo itech tepos!

source: Send to another device
ncj: Xikonpanoltili okse tepos

source: Go to Google Play
ncj: Xionkalaki itech Google Play
