Repository: alvinlaz96/mozilla-lang
Catalog: ha/firefox/os/faq.lang.po
Languages: ha

source: Firefox OS Frequently Asked Questions
ha: Firefox OS Abubuwan da aka fi Tambaya

source: What is Firefox OS?
ha: Mece ce Firefox OS?

source: How is Firefox OS different from other operating systems?
ha: Ta yaya Firefox ta bambanta da sauran ayyukan gudanarwa?

source: Buying Firefox OS
ha: Sayen Firefox OS

source: What phones will Firefox OS be available on?
ha: Waɗan ne wayoyi ne za'a iya samun Firefox OS a kan su?

source: Where can I buy Firefox OS?
ha: A ina zan iya sayen Firefox OS?

source: What will be the price of the phone?
ha: Nawa farashin wayar zai zama?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
ha: Ba Mozilla ce ta tsaida farashi ba kuma mai gudanarwarmu da mai ƙerawa su suka haɗa gwiwa wajen haka a kan yadda kasuwar da ke kusa ke canjawa.

source: What apps will be available on Firefox OS?
ha: Waɗan ne aikace-aikace ake samu a kan Firefox OS?

source: Is Firefox OS available in my language?
ha: Ana samun Firefox a yare na?

source: Using Firefox OS
ha: Amfani da Firefox OS

source: How do I…
ha: Ta yaya zan...

source: …make a call?
ha: ...yi kira?

source: …import my contacts?
ha: ...shigo da abokan hulɗa?

source: …create and view messages?
ha: ...ƙirƙira da kuma ganin saƙwanni?

source: …use the internet?
ha: ...amfani da intanet?

source: …download and install an app?
ha: ...saukewa da kuma saka aikace-aikace?

source: …take pictures?
ha: ...ɗaukar hotuna?

source: …compose and send an email?
ha: ...rubutawa da kuma aika imel?

source: Firefox Marketplace
ha: Wurin kasuwanci na Firefox

source: Your go-to source for the best apps for Firefox OS.
ha: Jeka neman tushen bayani domin mafi kyan aikace-aikace domin Firefox OS.

source: Firefox browser
ha: Mai gewayawa ta Firefox

source: The fast, smart, safe way to get the best of the Web.
ha: Hanya mafi hanzari, kyau, tsaro domin cikakken cin moriyar Yanar gizo.

source: Deep integration with social media
ha: Cikakkiyar alaƙa da dandalin sa-da-zumunta

source: Full access to every Twitter and Facebook update from wherever you are.
ha: Cikakkiyar dama ga ko wace sabuntawa da Twitter da Facebook daga duk inda ka ke.

source: Camera
ha: Kyamara

source: With built-in style filters for fun, creative shots.
ha: Da ginannun abubuwa da aka ƙera ta da su domin jin daɗi, kyawun hotuna.

source: FM Radio
ha: Radiyon FM

source: All the audio you want on the go, all on one device.
ha: Duk abubuwa na saurare da ka ke bukata nan take, duk a na'ura guda.

source: Maps
ha: Taswirori

source: Includes directions, traffic and local transit information.
ha: Ya haɗa da kwatance, cunkoson kan hanya da sauran bayanai na wucewa.

source: Privacy and Security
ha: Na ƙashin-kai da Tsaro

source: Mozilla was the first to implement the Do Not Track privacy feature.
ha: Mozilla ce ta fara aiwatar da tsarin kashin-kai na Ka da A bi Sawuna

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
ha: Tsarin Firefox kuma ya haɗa da shiryayyun saitunan tsaro domin tafiyar da kalmar wucewa, tarihi, bayanai na ƙashin-kai, zaɓi na yanar gizo, cookies, zaɓin dandalin yanar gizo da add-ons. <a href="%(url)s">Daɗa koyo.</a>

source: Developer Questions
ha: Tambayoyin Mai Samarwa

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
ha: Kai mai Samarwa ne? Kana da tambayoyi? ? <a href="%(url)s">Daɗa koyo a Haɗin yanar gizo na Mai Samarwa na Mozilla.</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
ha: Mai goyon bayan manya-manya kamfanoni, Firefox OS wata sabuwar gudanar da ayyukan kwamfuta ce domin manyan wayoyin hannu waɗanda Mozilla ta samar.

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ha: Waɗanda aka gina gaba ɗaya ta amfani da HTML5 da kuma wasu ingantattu kuma buɗaɗɗun yanar gizo, FIrefox OS kyauta ce daga dokoki da kuma taƙaitawa na mallakar dandali.

source: Firefox OS is the only operating system with Adaptive App Search.
ha: Firefox ce kaɗai ke da ayyukan gudanarwa mai iya karɓar binkicen Aikace-aikace.

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
ha: Yayin da sauran wayoyin hannu na yau ba sa karɓar canji, su ba ka ainihin aikace-aikacen da ka ke nema a duk lokacin da ka kunna su, Firefox OS na iya canjawa a ko wane lokaci domin ba ka aikace-aikacen da ka ke so a duk lokacin da ka ke bukata.

source: It adapts so you can live every moment to its fullest.
ha: Ta na iya canjawa ta yadda za ka iya cin cikakken moriyar lokacinka.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
ha: Mozilla su suka kawo maka Firefox OS, ƙungiya wadda ba ta neman riba ba wadda ke ƙarfafa manufa a kan riba.

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
ha: Mun yi imani cewa Yanar gizo wani wurin neman bayani ne ga kowa da za'a bawa kulawa, ba kayan sayarwa ba.

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
ha: Muna aiki tare da ƙungiyoyi na duniya domin samar da kayan neman bayani kamar Mozilla Firefox domin ƙirƙira don amfani ga kowa da kuma kyautata yanar gizo.

source: The result is great products built by passionate people and better choices for everyone.
ha: Sakamakon shi ne samar da kayayyaki waɗanda haziƙan mutane su ka gina domin samar da zaɓi ga kowa.

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
ha: Domin ganin cikakken jeri na woyoyin Firefox OS da aka samar, ziyarci <a href="%(link)s">shafin na'urori</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
ha: Domin sayen wayar Firefox OS, ziyarci <a href="%(link)s">shafin na'urori</a> kuma ka zaɓi ƙasarku da ke akwai.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
ha: Jerin mai ƙaruwa a kullum ya haɗa da aikace-aikace kamar Facebook, Twitter, taswirorin Nokia HERE, Cut the Rope, da Time Out

source: Many more are being made available every day.
ha: A kullum ana samar da ƙarin wasu.

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
ha: A yanzu ana samun Firefox a Spaniyanci, Polish, Turanci, Italiyanci, Portuguese, Jamusanci, yaren Sabiya, yaren Hungary da Girkanci

source: We’re working on adding more languages all the time.
ha: Muna aiki a kan ƙarin wasu yaruka a ko wane lokaci.

source: Adaptive App Search
ha: Neman Aikace-aikace da suka saba

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
ha: Sami bayani a kan ko wane batu a duk lokacin da ka bukace shi, da aka kawo maka da wayarka ta hanyar Firefox OS.
