Repository: alvinlaz96/mozilla-lang
Catalog: ha/firefox/os/index.lang.po
Languages: ha

source: Get Firefox OS
ha: Sami Firefox OS

source: The Adaptive Phone
ha: Tarho mai amfani da yawa

source: The Features
ha: Kamanni

source: The Mission
ha: Guri

source: The Devices
ha: Na'urori

source: Get a phone
ha: Sami tarho

source: Social
ha: Zamantakewa

source: Photos
ha: Hotuna

source: Music
ha: Kiɗa

source: Maps
ha: Taswirori

source: Dual SIM
ha: SIM Mai guda biyu

source: Messages
ha: Saƙwanni

source: Marketplace
ha: Wurin kasuwanci

source: Make every <br>moment count
ha: Mayarda ko wane <br> lokaci mai mahimmanci

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
ha: Bukatunka na canjawa daga wannan lokaci zuwa wancan. Shi yasa Firefox OS take yin haka. Tana baka dama ka tafiyar da ko wane lokaci yadda ya dace kuma ka shiga al'amuran duniya.

source: Get a Firefox OS smartphone today
ha: Sami babbar wayar hannu ta Firefox OS a yau

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ha: Yi rijista domin wasiƙarmu ta labarai ta wata-wata kuma ka sami sabon labari dangane da Firefox OS

source: It adapts, so you <br>can too
ha: Ta saba, kaima kuma <br> za ka iya

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
ha: Firefox OS ta yi hasashen bukatunka, ta saba da ko wane irin hali kuma nan take za ta kawo <br> bayanan da ka ke nema.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
ha: Wannan ya haɗa da sanannu, fitattun aikace-aikace, kuma har da abin da ke ciki na kuna da kai wanda ya ke nufin abubuwa da dama a cikin rayuwarka.

source: Adaptive App Search
ha: Neman Aikace-aikace da suka saba

source: Type a word or subject you’re interested in
ha: Buga kalmar ko batun da ka ke da sha'awa

source: Find exactly what you want — and more
ha: Nemo haƙiƙan abin da ka ke so — da ƙari

source: Get instant access or save apps to your phone
ha: Sami damar shiga nan take ko ka ajiye aikace-aikace a wayarka

source: Discover more apps on Firefox Marketplace
ha: Gano ƙarin aikace-aikace a Wurin kasuwanci na Firefox

source: Have it all
ha: Same shi gaba ɗaya

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
ha: An cika Firefox OS da kamanni wanɗanda za su saka ka so babbar waya tun da farko. Ta dace da rayuwarka sosai ta yadda za ka dace da duniyar da ke kewaye da kai.

source: Made for the moments of your life
ha: An yi ta yadda ya dace da rayuwar yau

source: Moments with friends
ha: Lokuta tare da abokai

source: Import your contacts directly from Facebook and share updates instantly.
ha: Shigo da abokan hulɗa kai tsaye daga Facebook kuma ka raba sabuntawa nan take.

source: Creative moments
ha: Lokutan ƙirƙira

source: Take photos on the go then make them amazing using built-in style filters.
ha: Ɗauki hoto nan take kuma ka mayar da su masu ban sha'awa ta amfani da na'uoi waɗan da aka samar.

source: Moments that entertain
ha: Lokuta na ɗabe kewa

source: Listen to your favorite songs, artists and radio stations, all from one device.
ha: Saurari waƙar da ka fi so, mawaƙi ko gidan radiyo, duk daga na'ura ɗaya.

source: Moments in between
ha: Lokuta na tsakani

source: Get to where you’re going with directions, traffic and local transit information.
ha: Jeka wurin da za ka je tare da kwatance, ababen hawa da bayanan hanyoyin gari.

source: Moments of choice
ha: Lokutan zaɓi

source: Take full control of calls and messages with dual SIM and dual standby functionality.
ha: Sami cikakkiyar dama ta kiraye-kiraye da rubutattun saƙo tare da katin SIM mai guda biyu masu jiran juna wajen yin aiki.

source: Moments of connection
ha: Lokutan haɗawa

source: Stay in touch with family and friends by email and text message.
ha: Kasance tare da iyali da abokai ta saƙon imel da kuma rubutaccen saƙo.

source: Moments of discovery
ha: Lokutan ganowa

source: Find the best apps from around the world and your own backyard.
ha: Nemo aikace-aikace mafi dacewa daga sassan duniya da kuma bayan gidanka.

source: Transform the future
ha: Canja gaba

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
ha: Mun fito domin zama daban, ba wai domin riba ba. Idan ka zaɓi Firefox OS, ka taimaka wajen gina nan gaba kyakkyawa na Yanar gizo da kuma masu amfani a ko ina.

source: From our community to yours
ha: Daga jama'armu zuwa taka

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
ha: Yawancin manyan wayoyi mutane kaɗan ne suka yi su, duk a waje ɗaya, wata kila nesa da wurin da ka ke zaune. Wayoyin Firefox OS daban su ke. Al'umma babba a duniya su ka yi su kuma su ne kaɗai manyan wayoyi da su ke gane kuma su aiwatar maka da abin da ka ke so.

source: The best of the Web
ha: Fitacciya a Yanar gizo

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
ha: Firefox na canja yawatawa a yanar gizo na har abada ta hanyar saka masu amfani a farko kuma a bayar da zaɓi da kuma ƙirƙira a yanar gizo. Yanzu muna sake yi tare da Firefox OS, yayin da muke sake kawo maka yanayin shiga yanar gizo ta babbar wayarka. Sabo da haka kana da damar tafiyar da rayuwarka ta yanar gizo kuma ka sami mafi kyawun abin da ake bayarwa ko ina ka tafi.

source: For partners &amp; developers:
ha: Domin haɗin gwiwa &amp; masu samarwa:

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
ha: Koyo dangane da damammakin haɗin gwiwa <a href="%(link)s">Ziyarci dandalin masu haɗin gwiwa na Firefox OS</a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
ha: Sami aikace-aikacenka a Firefox OS <a href="%(link)s Miƙa zuwa Wurin kasuwanci na Firefox</a>

source: For users:
ha: Domin masu amfani:

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
ha: Idan kana neman ɗan taimako <a href="%(link)s"Same shi daga abokinka na Tallafin Mozilla</a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
ha: Za'a amsa duk tambayoyinka <a href="%(links)s"Karanta ƙarin bayar da taimakonmu a FAQ</a>

source: Email app
ha: Aikace-aikacen Imel

source: Contacts app
ha: Aikace-aikacen abokan hulɗa

source: Messages app
ha: Aikace-aikacen saƙwanni

source: Camera app
ha: Aikace-aiakcen kyamara

source: Facebook app
ha: Aikace-aikacen Facebook

source: Maps app
ha: Aikace-aikacen taswira

source: Photos app
ha: Aikace-aikacen hotuna

source: Music app
ha: Aikace-aikacen Kiɗa

source: Radio app
ha: Aikace-aikacen radiyo

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ha: Muna aiki tare da masu samarwa da yawa domin bayar da Firefox OS a na'urori masu dama.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ha: Zaɓi ɗaya daga jerin ƙasa domin samun babbar waya ta Firefox OS da ke ƙasarku.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ha: Danna mai samarwa a ƙasa domin samun babbar waya ta Firefox OS a ƙasarku.

source: Sign up for our monthly newsletter
ha: Yi rijista domin wasiƙar labarai ta wata wata

source: Thank you for signing up!
ha: Mun gode sabo da yin rijista!

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ha: Firefox OS — Waya mai Juriya — Manyan Kamanni na Babbar waya, Aikace-aikace da Ƙari

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
ha: Kalli bayanin yayi <a href="%(link)s"Karanta dangane da kamanni, canje-canje da ƙari</a>
