Repository: alvinlaz96/mozilla-lang
Catalog: ha/firefox/os/index-new.lang.po
Languages: ha

source: Firefox OS — Just what you need — Great smartphone features, apps and more
ha: Firefox OS — Abin nema ya samu — Siffofi na manayan wayoyi, aikace-aikace da ƙari

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
ha: An tsara Firefox OS ta yadda za ta ba ka abubuwan da ka ke bukata, lokacin da ka ke bukatarsu. Ta zo da aikace-aikace na duk abubuwan da ka ke yi kuma za ka iya sauke ƙarin abubuwan da ka ke bukata daga Firefox Marketplace. Aiki sai mai shi.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
ha: Tsarawa domin ba ka abubuwan da ka ke bukata a manyan wayoyi, tare da aikace-aikace na duk abubuwan da ka ke yi. Aiki sai mai shi.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
ha: Firefox OS — Waya mai Juriya — Manyan Kamanni na Babbar waya, Aikace-aikace da Ƙari

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
ha: Manyan wayoyi na Firefox OS zasu ba ka siffofi masu iya daidaita da aikace-aikace da zasu ba ka damar cin moriyar ko wane lokaci da kuma gina kyakkyawar gaba domin Yanar gizo.

source: Firefox OS device illustration
ha: Kwatanta na'urar Firefox OS

source: Designed to give you just what you need, just when you need it.
ha: An tsara domin ta ba ka abin da ka ke bukata, a dai dai lokacin da ka ke bukatarsa.

source: Give these a try
ha: Jarraba waɗan nan

source: Scroll the homepage
ha: Gungura shafin gida

source: Swipe between apps
ha: Matsa tsakanin aikace-aikace

source: Smart has never been so simple
ha: Aiki sai mai shi

source: interaction icon
ha: alamar ganawa

source: Scroll for what you need
ha: Gungura domin abin da ka ke so

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
ha: Yi adabo da allon fuskar kwamfuta masu yawa. Duk abin da ka ke so yana nan a cikin abu guda ɗaya, ci gaba da gungurawa. Me ya fi wannan sauƙi?

source: Search in a snap
ha: Nema cikin ƙiftawa

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
ha: Yi nema a Yanar gizo da Firefox Marketplace, ko ka ziyarci yanar gizo kai tsaye — duk daga sandar nema a saman fuskar kwamfutarka.

source: Swipe&nbsp;between apps
ha: Matsa&nbsp;tsakanin aikace-aikace

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
ha: Sami ganin aikace-aikacenka cikin ƙiftawa. Kawai matsa daga gefen fuskar kwamfutarka ta hanyar zagayawa duk aikace-aikacenka.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
ha: An tsara Firefox OS domin ta dace da rayuwarka tare da Aikace-Aikacen Nema masu dacewa kawai haka take yi. Kawai fara bugawa domin samun hanzari da sauƙin samu ga aikace-aikacen da suka dace da kuma abubuwan ciki na gida. Tana da kyau da sauƙi — yadda ko wane nema ya kamata ya zama.

source: Apps for all you do
ha: Aikace-aikace na duk abin da ka ke yi

source: Stay connected
ha: Zamo cikin haɗi

source: Stay entertained
ha: Zamo cikin nishaɗi

source: Stay organized
ha: Zamo cikin tsari

source: Search or enter address
ha: Nema ko shigar da adireshi

source: Phone
ha: Tarho

source: Camera
ha: Kyamara

source: Video
ha: Bidiyo

source: E-Mail
ha: Imel

source: Messages
ha: Saƙwanni

source: Calendar
ha: Kalanda

source: Browser
ha: Mai gewayawa

source: Clock
ha: Agogo

source: Contacts
ha: Abokan hulɗa

source: Music
ha: Kiɗa

source: FM Radio
ha: Radiyon FM

source: Settings
ha: Saituna

source: Gallery
ha: Ma'ajiyar hotuna

source: Usage
ha: Amfani

source: Add more from the Firefox Marketplace
ha: Daɗa daga Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
ha: Sami duk fitattun wasanni da aikace-aikacen haɗin sadar da zumunta na yanar gizo a nan.

source: Go to the Marketplace
ha: Jeka Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
ha: * Aikace-aikace da aka riga aka saka na iya bambanta daga mai ƙerawa da mai gudanarwa.

source: In the news
ha: A cikin labarai

source: See more
ha: Daɗa kallo

source: Mozilla community photo
ha: Hoton ƙungiya na Mozilla

source: Powered by the Mozilla community
ha: Ƙarfafawa daga ƙungiyar Mozilla

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
ha: Mozilla ƙungiya ce wadda ba ta neman kuɗi ba mai cike da sha'awar al'umma ta duniya. A tare, mun sami damar yi da ƙirƙira tare da saka bukatun cikin gida a zuciya, yayin da muke mayar da yanar gizo ingantacciya kuma mai samuwa da kowa a ko ina.

source: Learn more about Mozilla
ha: Daɗa koyo dangane da Mozilla

source: Need Help?
ha: Bukatar taimako?

source: Firefox OS Support
ha: Tallafin Firefox OS

source: Find My Device
ha: Nemo Na'urata

source: For Developers
ha: Domin masu samarwa

source: Mozilla Developer Network
ha: Haɗi na Masu samar da Mozilla

source: Mozilla Appmaker
ha: Appmaker na Mozilla

source: Firefox OS devices
ha: Na'urorin Firefox OS

source: Where is Firefox OS available?
ha: A ina ake samun Firefox OS?

source: Other Firefox OS versions
ha: Sauran yayin Firefox OS

source: For Partners
ha: Domin abokan zama

source: Partnership opportunities
ha: Damammakin Abokantaka

source: We work with a number of providers to offer Firefox OS on a variety of devices.
ha: Muna aiki tare da masu samarwa da dama domin bayar da Firefox OS a na'urori daban daban.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
ha: Zaɓi ɗaya daga jerin ƙasa domin samun babbar waya ta Firefox OS a ƙasarku.

source: Click on the provider below to get a Firefox OS smartphone in your country.
ha: Danna a kan mai samarwa a ƙasa domin samun babbar waya ta Firefox OS a ƙasarku.

source: Sign up for our monthly newsletter
ha: Yi rijista domin wasiƙar labarai ta wata wata

source: Thank you for signing up!
ha: Mun gode sabo da yin rijista!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
ha: Yi rijista domin wasiƙarmu ta labarai ta wata-wata kuma ka sami sabon labari dangane da Firefox OS
