Repository: alvinlaz96/mozilla-lang
Catalog: an/tabzilla/tabzilla.lang.po
Languages: an

source: Mozilla links
an: Vinclos de Mozilla

source: Close (Esc)
an: Zarrar (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
an: Firefox OS debuta <span>en o Mobile World Congress!</span>

source: Learn more
an: Saber-ne mas

source: Mission
an: Misión

source: About
an: Quanto a

source: Projects
an: Prochectos

source: Support
an: Aduya

source: Developer Network
an: Ret de desembolicadors

source: Products
an: Productos

source: Innovations
an: Innovacions

source: Research
an: Investigar

source: Get Involved
an: Embreque-se-ie

source: Volunteer
an: Voluntario

source: Careers
an: Treballo

source: Find us
an: Troba-nos

source: Join us
an: Une-te a nusatros

source: Website Directory
an: Directorio de puestos web

source: Search Mozilla sites
an: Mirar en os puestos de Mozilla

source: Search
an: Buscar

source: Partner
an: Colabora

source: Look ahead
an: Mira enta debant!

source: Learn all about Firefox OS
an: Conoixe-lo tot sobre Firefox OS

source: Would you like to see this page in your language?
an: Quiers veyer ista pachina en aragonés?

source: Yes, please!
an: Sí, sí, por favor!

source: No, thanks.
an: No, mersi.

source: Support Mozilla
an: Refirma Mozilla

source: Looks like you’re using an older version of Firefox.
an: Yes emplegando una versión antiga de Firefox.

source: Update to stay fast and safe.
an: Esviella-lo ta seguir rapido y seguro.

source: Official Mozilla gear is here
an: Aquí son os accesorios oficials de Mozilla
