Repository: alvinlaz96/mozilla-lang
Catalog: azz/firefox/desktop/fast.lang.po
Languages: azz

source: Firefox — The "speed king" - The fastest browser on the Web
azz: Firefox - tein "nochipa okachi ijsiujkatekiti" - Yejua okachi ijsiuik navegador itech nochi Web

source: Faster than ever
azz: Axkan yejua okachi ijsiujka tekiti

source: This is the fastest Firefox yet.
azz: Nejin Firefox axkan yejua okachi ijsiuik

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
azz: Yejua semi kuali kipia ome nepaleuilmej técnicos <br class="wide-br"> uan nochin itekiuan tein mostaj kichiujtinemi.

source: The “speed king”
azz: Yejua "nochipa okachi ijsiujkatekiti"

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
azz: Firefox yekintsin kitanik oksekin navegadores ika taejekolismej tein kichiujkej akin kitelixmatij: <br class="wide-br"> uan ijkon kiajsik kemej yeskia itokay <a href="%(url1)s" data-interaction="outbound link">“Tein nochipa okachi ijsiujkatekiti.”</a>

source: So you can browse with confidence with the fastest on the Web.
azz: Yejua ika, tikontatekiujtijtinemis Internet uan uan tionmokuejmolos tein ika okachi ijsiujkatekiti itech nochi Web.

source: Cutting-edge speed
azz: Nochipa okachi ijsiujkatekiti ke okse tein tionuelis tikonajsis

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
azz: Komo tikonuelita auilmej, axkan tionuelis tionmauiltis itech Web sekin tein tikonteluelita uan mitsonyolpaktiskej keniuj ijsiujka uan kuali tekiti.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
azz: Firefox tayekana itech auilmej online porin timokichaujtinemij tikchiuiliskej okachi ijsiujka tekiti keman tikontatekiujtia Internet.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
azz: Xikonita keniuj tikchiuaj Firefox okachi ijsiuikya, <br class="wide-br"> ta okachi amo akin uelis kichiuasok

source: Speed you can feel
azz: Tionuelis tikonmachilis keniuj semi ijsiujkatekiti

source: We optimize Firefox for the way you use the Web.
azz: Tikchiua Firefox okachi kuali uan ijkon uelis timitsonpatilis kemej tikonkuitinemi Web.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
azz: Uan ijkon maj se kitapo oso kipata <br class="wide-br"> se pestaña iuan okse uan maj se kiajsi tein moneki itech barra tein se kimoujkaita yeski axkan okachi ijsiujka.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
azz: Maj xionajsi kampa tikonnejnekis, tel ijsiujka uan amo ouij kemej tionuelis.
