Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2012/faq.lang.po
Languages: bs, es_mx, ms, pt

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
bs: Mozillini povrati poreza i finansijski dokumenti za prethodne godine su dostupni na <a href="%(url)s">ovom sajtu</a>.
es_mx: Las declaraciones de impuestos y los documentos financieros pasados están disponibles en <a href="%(url)s">este sitio</a>.
ms: Cukai kembali Mozilla dan dokumen kewangan daripada tahun sebelumnya boleh didapati pada <a href="%(url)s">laman ini</a>.
pt: Os impostos e os documentos financeiros da Mozilla de anos anteriores estão disponíveis <a href="%(url)s">neste sítio</a>.

source: What is the status of the organization’s search partnerships?
bs: Kakav je status organizacijskih partnerstava za pretrage?
es_mx: ¿Se están buscando nuevos acuerdos?
ms: Apakah status perkongsian dengan organisasi carian?
pt: Qual é o estado das parcerias de pesquisa da organização?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
bs: Trenutno imamo partnerstva sa brojnim podvajderima za pretrage koji se razlikuju ovisno o tržištu. U decembru 2011-e, objavili smo novi ugovor sa Google-om kao zadanim provajderom za pretrage u Firefoxu, koji se produžuje na tri godine. Specifični uslovi ovog komercijalnog ugovora podliježu tradicionalnim zahtjevima povjerljivosti, a mi nismo slobodni otkriti ih.
es_mx: Actualmente estamos colaborando con varios proveedores de búsquedas que difieren según el mercado. En diciembre de 2011, anunciamos un nuevo acuerdo con Google, que durará por lo menos tres años, para que sea nuestro proveedor de búsquedas predeterminado en Firefox. Los términos específicos de este contrato comercial están sujetos a acuerdos de confidencialidad y no los podemos revelar.
ms: Kami masih memiliki perkongsian dengan beberapa penyedia carian yang berbeza mengikut pasaran. Pada disember 2011, kami mengumumkan perjanjian baru dengan Google sebagai penyedia carian lalai di Firefox. Perjanjian baru ini memanjangjan hubungan carian jangka panjang kami dengan Google untuk sekurang-kurangnya tiga tahun lagi. Terma spesifik perjanjian komersil ini tertakluk kepada keperluan kerahsiaan tradisi, dan kami tidak dapat mendedahkannya.
pt: Atualmente temos parcerias com um número de parceiros de pesquisa que diferem por mercado. Em dezembro de 2011, nós anunciámos um novo acordo com o Google como o motor de pesquisa por omissão no Firefox durante, pelo menos, mais três anos. Os termos específicos deste acordo comercial estão sujeitos aos requisitos de confidencialidade habituais e não temos permissão para os divulgar.

source: How does Mozilla make money with Firefox OS?
bs: Kako Mozilla zarađuje novac s Firefox OS-om?
es_mx: ¿Cómo hace dinero Mozilla con Firefox OS?
ms: Bagaimana Mozilla menjana duit dengan Firefox OS?
pt: Como é que a Mozilla obtém fundos com o Firefox OS?

source: The first Firefox OS devices went on sale in July 2013, so are in the very early stages of market development and user acquisition. Mozilla’s focus is on delivering a superior user experience and getting developers excited, and not on generating revenue from Firefox OS at this time.
bs: Prvi Firefox OS uređaji pušteni su u prodaju u julu 2013-e, pa su u vrlo ranom stadiju tržišnog razvoja i korisničke akvizicije. Mozillin fokus je na isporuci vrhunskog korisničkog iskustva i programerske oduševljenosti, a ne generisanje prihoda od Firefox OS-a u ovom trenutku.
es_mx: Los primeros dispositivos de Firefox OS salieron a la venta en julio de 2013, así que estamos en las primeras etapas del desarrollo de mercado y adquisición de usuarios. En este momento, Mozilla se enfoca en entregar una experiencia de usuario superior y animar a los desarrolladores, y no pretende generar ingresos con Firefox OS.
ms: Peranti pertama Firefox OS telah dipasarkan pada Julai 2013, dalam peringkat pembangunan awal pasaran dan pemerolehan pengguna. Fokus Mozilla adalah untuk memberikan pegalaman yang bermutu dan membuatkan pembangun teruja, dan bukan untuk memperolehi hasil melalui Firefox OS pada masa ini.
pt: Os primeiros dispositivos Firefox OS foram colocados à venda em Julho de 2013, pelo que estão nas fases iniciais de desenvolvimento de mercado e aquisição pelos utilizadores. O foco da Mozilla é em entregar uma experiência de utilização superior e em motivar os programadores, e não em gerar receitas com o Firefox OS neste momento.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
bs: Zašto mislite da možete probiti na tržište pametnih telefona sa dva jasno dominantna igrača?
es_mx: ¿Qué hace pensar a Mozilla que puede irrumpir en el mercado de los teléfonos inteligentes cuando ya existen 2 jugadores claramente dominantes?
ms: Apa yang membuatkan anda terfikir yang anda dapat menembusi pasaran telefon pintar yang kini dikuasai oleh dua peneraju yang dominan?
pt: O que faz pensar que podem entrar no mercado dos smartphones com dois concorrentes que claramente dominam o mercado?

source: There is very high demand in emerging markets for smartphone technology at a reasonable price without long-term contractual carrier subsidies. By using Web technology, Firefox OS and its apps are one layer closer to the hardware, so less memory and CPU is needed to get high performance. The result is a full Web experience that’s attainable for many feature phone users, enabling people to purchase their first smartphone.
bs: Postoji vrlo velika potražnja na tržištima u razvoju za tehnologije pametnih telefona po razumnoj cijeni bez dugoročnih ugovora s operaterima. Korištenjem web tehnologije, Firefox OS i njegove aplikacije su jedan sloj bliže hardveru, tako da je manje memorije i CPU-a potrebno da dobijete visoke performanse. Rezultat je puni web doživljaj koji je dostižan za mnoge korisnike telefona, omogućavajući ljudima da kupe svoj prvi pametni telefon.
es_mx: En los mercados emergentes hay mucha demanda de teléfonos inteligentes a precios razonables y sin subsidios contractuales a largo plazo con los proveedores. Mediante el uso de la tecnología web, Firefox OS y sus aplicaciones están en un nivel más cercano al hardware, por lo que se requiere menos memoria y CPU para alcanzar un alto rendimiento. El resultado es una experiencia web completa al alcance de muchos usuarios de celulares de funciones, lo cual les permite comprar su primer teléfono inteligente.
ms: Terdapat permintaan yang sangat tinggi dalam pasaran yang makin meningkat untuk teknologi telefon pintar dengan harga yang berpatutan tanpa subsidi kontrak karier jangka masa panjang. Dengan menggunakan teknologi web, Firefox OS dan aplikasinya satu layar lebih dekat kepada perkakasan, mengakibatkan lebih sedikit memori dan CPU diperlukan untuk mendapatkan prestasi yang tinggi. Hasilnya adalah sebuah pengalaman web yang diperolehi oleh ramai pengguna telefon pada masa hadapan, membolehkan pengguna membeli telefon pintar pertama mereka.
pt: Existe uma grande procura em mercados emergentes por tecnologias móveis com um preço razoável sem longos contratos com operadores. Ao utilizar tecnologias Web, o Firefox OS e as suas aplicações estão uma camada mais próxima do hardware, pelo que é necessária menos memória e CPI para obter um alto desempenho. O resultado é uma experiência Web completa, utilizável por muito utilizadores de equipamentos mais simples, permitindo que as pessoas possam adquirir o seu primeiro smartphone.

source: Firefox OS &ndash; launched in 10 markets and growing &ndash; taps into the largest digital ecosystem there is: the Web. We believe the Web is the best platform for innovation, connecting, sharing and for building the world that we want.
bs: Firefox OS &ndash; lansiran na 10 tržišta i raste &ndash; spaja se u najveći dostupan digitalni ekosistem: web. Mi vjerujemo da je web najbolja platforma za inovaciju, povezivanje, dijeljenje i za gradnju svijeta kakvog želimo.
es_mx: Firefox OS, se lanzó en diez mercados y se quiere expandir a más, se aprovecha del ecosistema digital más grande que hay: la web. Creemos que la web es la mejor plataforma para la innovación, la conexión, el intercambio y la construcción del mundo que queremos.
ms: Firefox OS &ndash; dilancarkan dalam 10 pasaran dan makin meningkat &ndash; melangkah ke dalam ekosistem digital terbesar iaitu: web. Kami percaya bahawa Web merupakan platform terbaik untuk inovasi , jaringan, perkongsian dan untuk membina dunia yang kita mahukan.
pt: O Firefox OS &ndash; lançado em 10 mercados e a crescer &ndash; entra no maior ecossistema digital que existe: a Web. Nós acreditamos que a Web é a melhor plataforma para inovar, ligar, partilhar e construir o mundo que queremos.

source: How many operator partners does Mozilla have for Firefox OS?
bs: Koliko operater partnera Mozilla ima za Firefox OS?
es_mx: ¿Cuántos socios operadores tiene Mozilla para Firefox OS?
ms: Berapakah bilangan rakan kongsi pengendali yang Mozilla miliki untuk Firefox OS?
pt: Quantos operadores parceiros já subscreveram ao Firefox OS?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
bs: Mozilla je najavila podršku za Firefox OS od 18 velikih operatera koji obuhvataju svijet: America Movil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. Od sredine novembra, 2013-e, Firefox OS pametni telefoni su na prodaji komercijalno putem Telefonice i Deutsche Telekoma u 10 latinoameričkih i evropskih tržišta.
es_mx: Mozilla anunció que tiene el apoyo de 18 operadores importantes para Firefox OS en todo el mundo: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN y VimpelCom. A partir de mediados de 2013, los teléfonos inteligentes de Firefox OS se venden a través de Telefónica y Deutsche Telekom en diez mercados de América Latina y Europa.
ms: Mozilla telah mengumumkan sokongan untuk Firefox OS daripada 18 pengendali major diseluruh dunia: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN dan VimpelCom. Pada pertengahan bulan November 2013, telefon pintar Firefox OS dijual secara komersial melalui Telefónica dan Deutsche Telekom dalam 10 pasaran Latin Amerika dan pasaran Eropah.
pt: A Mozilla anunciou o suporte para o Firefox OS de 18 grandes operadores dispersos pelo mundo: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN e VimpelCom. A partir de meio de novembro de 2013, smartphones com Firefox OS estão comercialmente à venda pela Telefónica e Deutsche Telekom em 10 mercados da América Latina e Europeus.

source: Which manufacturers are making Firefox OS devices?
bs: Koji proizvođači prave Firefox OS uređaje?
es_mx: ¿Quién fabrica los dispositivos de Firefox OS?
ms: Pengusaha manakah yang membina peranti Firefox OS?
pt: Que fabricantes estão a fazer dispositivos com o Firefox OS?

source: As of mid-November 2013, there are three different Firefox OS phones on sale: the ZTE Open, the ALCATEL ONE TOUCH Fire, and the LG Fireweb. Huawei has also committed to manufacturing Firefox OS smartphones, and Foxconn announced in June 2013 that it plans to build a range of Firefox OS devices. We expect to announce additional OEM support soon.
bs: Od sredine novembra 2013-e, postoje tri različita Firefox OS telefona u prodaji: ZTE Open, ALCATEL ONE TOUCH Fire, i LG Fireweb. Huawei se također posvetio proizvodnji Firefox OS pametnih telefona, i Foxconn je najavio u junu 2013-e da planira napraviti niz Firefox OS uređaja. Očekujemo da ćemo objaviti dodatnu OEM podršku uskoro.
es_mx: A partir de medidos de 2013, hay tres diferentes teléfonos de Firefox OS a la venta: ZTE Open, ALCATEL ONE TOUCH Fire y LG Fireweb. Huawei también se comprometió a fabricar teléfonos inteligentes Firefox OS, y Foxconn anunció en junio de 2013 que planea producir varios dispositivos Firefox OS. Esperamos poder anunciar pronto a otros fabricantes de equipos originales (OEM, por sus siglas en inglés).
ms: Pada pertengahan November 2013, terdapat tiga jenis telefon Firefox OS dalam pasaran: iaitu ZTE Open, Alcatel One Touch Fire, dan LG Fireweb. Huawei juga telah membantu dalam pembuatan telefon pintar Firefox OS, dan Foxconn diumumkan pada Jun 2013 yang merancang untuk membina julat bagi peranti Firefox OS. Kami mensasarkan untuk mengumumkan penambahan sistem sokongan OEM sedikit masa lagi.

source: When can we expect to see devices launching in the United States?
bs: Kada možemo očekivati lansiranje uređaja u Sjedinjenim Američkim Državama?
es_mx: ¿Para cuándo se espera el lanzamiento de dispositivos en los Estados Unidos?
ms: Bila dapat kami jangkakan akan melihat peranti dilancarkan di Amerika Syarikat?

source: Market launch timing for a Firefox OS phone targeted to U.S. consumers is dependent on our operator and manufacturer partners, and we are actively exploring that opportunity but don't have specific plans to announce at this time.
bs: Vrijeme tržišnog lansiranja za Firefox OS telefon usmjerenog na potrošače u Sjedinjenim Američkim Državama zavisi od naših operator i proizvođačkih partnera, a mi aktivno istražujemo tu mogućnost, ali nemamo konkretne planove za objaviti u ovom trenutku.
es_mx: El lanzamiento de teléfonos Firefox OS en los Estados Unidos depende de nuestros socios operadores y fabricantes, y estamos viendo qué oportunidades hay para que esto se lleve a cabo, pero todavía no tenemos un plan específico que anunciar
ms: Waktu pelancaran pasaran untuk telefon Firefox OS dijangka untuk pengguna U.S. ialah bergantung kepada operator dan rakan kongsi pengilang, dan kami secara aktif menjelajah peluang namun tidak punyai rancangan khusus untuk dikongsikan buat masa ini.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
bs: Koje su vaše projekcije za rast u 2013-oj za desktop, mobilne, OS?
es_mx: ¿Cuáles son sus previsiones de crecimiento en 2013 para escritorio, móvil y OS?
ms: Apakan unjuran untuk perkembangan dalam 2013 bagi desktop, mudah alih, OS?

source: We are not providing forecasts or projections at this time.
bs: Mi ne pružamo prognoze ili projekcije u ovom trenutku.
es_mx: No ofrecemos previsiones en este momento.
ms: Kami tidak memberikan ramalan atau unjuran pada kali ini.
pt: Não estamos a fornecer previsões ou projeções neste momento.

source: Mozilla has become more active in policy matters. Are you lobbying now?
bs: Mozilla je postala aktivnija u pitanjima politike. Da li sad lobirate?
es_mx: Mozilla está más activo en asuntos de políticas. ¿Están haciendo lobby ahora?
ms: Mozilla telah menjadi lebih aktif dalam hal polisi. Adakah anda melobi sekarang?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
bs: Mozilla ne djeluje lobiranjem. Bez obzira, čvrsto stojimo uz firmu kada je u pitanju dobrobit weba i njegovih korisnika.
es_mx: Mozilla no es un grupo de presión. A pesar de esto, tomamos una postura firme cuando el bienestar de la web y de sus usuarios está en juego.
ms: Mozilla adalah tidak melakukan sebarang operasi melobi. Walau bagaimana, kami memilih pendirian secara baik apabila kebajikan daripada Web dan pengguna memihak ia.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
bs: O pitanjima kao što su SOPA/PIPA, CISPA, i više nedavno, otkrića vladinog posmatranja, Mozilla je izrazila svoje stavove, zahtjevala edukaciju korisnika i poduzeti korake za katalizaciju osnova akcije. Kao i kod većine pitanja od značaja, mi vjerujemo obrazovanje, slušanje i dijalog među akterima su od ključnog značaja za pronalaženje rješenja. Mozilla je svjedočila pred državnim organima i dala svoj doprinos brojnim agencijama i nevladinim organizacijama na jačanju interneta. Naš proslavljeni Firefox dodatak, Lightbeam, nastoji educirati korisnike o pitanjima privatnosti u njihovim životima na mreži.
es_mx: En asuntos como el de SOPA/PIPA, CISPA, y más recientemente, las revelaciones de vigilancia por parte del gobierno, Mozilla ha expresado sus opiniones, ha tratado de educar a los usuarios y ha tomado medidas para catalizar la acción comunitaria. Como en otras cuestiones importantes, creemos que la educación, el escuchar y el diálogo entre las partes interesadas es sumamente importante para encontrar soluciones. Mozilla ha dado su testimonio frente a órganos gubernamentales y se ha pronunciado en numerosas agencias y ONG sobre cómo fortalecer el Internet. Nuestro famoso complemento Firefox, Lightbeam, quiere educar a los usuarios sobre cuestiones de privacidad en sus vidas en línea.
ms: Dalam isu berkaitan seperti SOPA/PIPA , CISPA sejak kebelakangan ini, pemantauan kerajaan yang dicemari, Mozilla juga telah mengeluarkan pendapat mereka, bertujuan untuk mengajarkan pengguna dan mengambil langkah untuk memangkin tindakan dasar. Dalam kebanyakan isu yang melibatkan kepentingan , kami percaya pembelajaran, pendengaran dan dialog antara pemegang saham adalah penting untuk mencari penyelesaian. Mozillah telah memberi keterangan sebelum badan kerajaan dan menyediakan input kepada pelbagai agensi dan NGO dalam memperkasakan Internet. Firefox Addon kami yang dikenali ramai. Lightbeam, disasarkan untuk mengajar pengguna akan hal-hal berkaitan privasi dalam kehidupan atas talian mereka.
pt: Em questões como a SOPA/PIPA, CISPA e, mais recentemente, as revelações da monitorização governamental, a Mozilla expressou os seus pontos de vista, com o objetivo de educar os utilizadores e dar os passos para catalisar uma ação das massas. Tal como acontece com questões importantes, acreditamos que educação e o diálogo entre os intervenientes são críticos para encontrar soluções. A Mozilla deu o seu testemunho perante órgãos governamentais e forneceu informações a várias agências e ONGs para fortalecer a Internet. O nosso aclamado extra para o Firefox, Lightbeam, procura educar os utilizadores em questões relacionadas com a privacidade das suas vidas online.

source: Mozilla’s efforts have resulted in being named the Most Trusted Internet Company for Privacy in 2012, according to <a href="%(url)s">a study</a> performed by the Ponemon Institute.
bs: Mozillini napori rezultirali su imenovanjem najpouzdanijom internet kompanijom za privatnost u 2012-oj, u skladu sa <a href="%(url)s">studijom</a> obavljene od strane Ponemon Institute.
es_mx: Los esfuerzos de Mozilla le han logrado obtener el título de “compañía de Internet más confiable en cuestiones de privacidad” en el 2012, de acuerdo con <a href="%(url)s">un estudio</a> realizado por el Instituto Ponemon.
ms: Usaha Mozilla ini telah menyebabkan ia tesenarai sebagai Syarikat Internet yang paling dipercayai untuk Privasi pada tahun 2012 , menurut <a href="%(url)s">sebuah kajian</a> yang dijalankan oleh Institut Ponemon.
