Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2012/faq.lang.po
Languages: bs, es_mx, ms, pt

source: Frequently Asked Questions
bs: Često postavljana pitanja
es_mx: Preguntas frecuentes
ms: Soalan Lazim Ditanya
pt: Perguntas frequentes

source: What are the key projects for Mozilla in the next year?
bs: Koji su ključni projekti za Mozillu u sljedećoj godini?
es_mx: ¿Cuáles son los proyectos clave de Mozilla para el próximo año?
ms: Apakah kunci projek untuk Mozilla dalam tahun hadapan?
pt: Quais são os projetos chave da Mozilla para o próximo ano?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
bs: Naš najpoznatiji proizvod, Firefox web pretraživač, je i dalje će biti osnovna poluga u pogonu weba naprijed i unaprijeđenju Mozilline misije. Firefox za Android je naš popularni mobilni pretraživač koji trenutno uživa prosječnu ocjenu 4.5 zvijezde na Google Play-u.
es_mx: Nuestro producto principal, el navegador web Firefox, es y seguirá siendo una pieza fundamental en el impulso de la web hacia adelante y en la promoción de la misión de Mozilla. Nuestro popular navegador móvil, Firefox para Android, goza en este momento de una calificación promedio de 4.5 estrellas en Google Play.
ms: Produk perdana kami, pelayar web Firefox, dan akan disambung untuk menjadi batu asas membawa Web ke hadapan dan memajukan misi Mozilla. Firefox untuk Android adalah pelayar web mudah alih yang mendapat kedudukan semasa 4.5-bintang dalam Google Play.
pt: O nosso principal produto, o navegador web Firefox é, e continuará a ser, uma alavanca fundamental na evolução da Web e fazendo avançar a missão da Mozilla. O Firefox para Android é um navegador móvel popular que atualmente está classificado com uma média de 4.5 estrelas no Google Play.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
bs: Firefox OS je prvi istinski otvoren operativni sistem za mobilne uređaje, pružajući istu sigurnost, privatnost, prilagodbu i korisničku kontrolu koje ljudi očekuju od Firefox pretraživača. Mozilla je izgradila tehnologije i API-e da učini web bogatijom i održivom platformom za mobilnu industriju. Uz podršku poslovnih partnera iz cijelog mobilnog ekosistema, Firefox OS telefoni su sada na prodaji na 10 tržišta svijeta (od sredine novembra 2013-e), i Mozilla će nastaviti unaprijeđivati njegov razvoj i usvajanje.
es_mx: Firefox OS es el primer sistema operativo realmente abierto para dispositivos móviles, que garantiza el mismo nivel de seguridad, privacidad, personalización y control de usuario que la gente espera. Mozilla ha creado la tecnología y las API que hacen de la web una plataforma rica y viable para la industria móvil. Con el apoyo de valiosos socios de todo el ecosistema de la tecnología móvil, los celulares de Firefox OS se venden ahora en diez mercados a nivel mundial (a partir de mediados de noviembre de 2013), y Mozilla seguirá avanzando su desarrollo y adopción.
ms: Firefox OS adalah operasi sistem terulung pertamanya untuk peranti mudah alih, menghantar sekuriti privasi yang sama, kustomisasi dan kawalan pengguna yang boleh didapati daripada pelayar web Firefox. Mozilla telah dibina dengan teknologi dan APIs untuk menjadikan Web lebih kaya dan boleh didapati pelbagai platform industri mudah alih. Dengan sokongan rakan kongsi dihormati daripada pelbagai ekosistem mudah alih, telefon Firefox OS sekarang telah dijual dalam 10 pasaran secara global (daripada pertengahan bulan November 2013), dan Mozilla akan menyambung ia untuk memantapkan pembangunan dan penerimaan semua.
pt: O Firefox OS é o primeiro sistema operativo para dispositivos móveis verdadeiramente aberto, que fornece a mesma segurança, privacidade, personalização e controlo ao utilizador que as pessoas esperam de um navegador Firefox. A Mozilla construiu as tecnologias e as APIs para tornar a Web numa plataforma rica e viável para a indústria móvel. Com o apoio de importantes parceiros do ecossistema móvel, os telemóveis com Firefox OS estão agora à venda globalmente em 10 mercados (desde de meio de novembro 2013) e Mozilla irá continuar o seu desenvolvimento e adoção.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
bs: S programom Mozilla Webmaker, cilj nam je premjestiti milione ljudi iz web korisnika u aktivne web kreatore koji će graditi nova super iskustva. Cilj je napraviti više pismeniju web planetu putem alata i programa za učenje kao goriva kreativnosti za ljude svih uzrasta.
es_mx: Con el programa de Mozilla Webmaker queremos que millones de usuarios de la web se conviertan en creadores activos de esta, y que construyan las próximas grandes experiencias. El objetivo crear un mundo con más alfabetización web, a través de la creación de herramientas y programas de aprendizaje que estimulen la creatividad en la gente de todas las edades.
ms: Dengan program Mozilla Webmaker, kami berharap agar menggerakan berjuta orang daripada pengguna Web kepada pencipta Web secara aktif dimana akan membina pengalaman yang bermakna. Hasrat kami untuk mencipta planet Web literasi melalui alatan dan program pembelajaran yang penuh daya kreativiti untuk semua peringkat umur.
pt: Com o programa Mozilla Webmaker, estamos a tentar transformar milhões de pessoas de utilizadores da Web em criadores ativos da Internet que irão construir as próximas experiências fantásticas. O objetivo é criar um planeta com mais alfabetização-Web através de ferramentas e programas de aprendizagem que alimentam a criatividade na Internet.

source: How do you measure success?
bs: Kako mjerite uspjeh?
es_mx: ¿Cómo medís el éxito?
ms: Bagaimanakah anda mengukur kejayaan?
pt: Como é que se mede o sucesso?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
bs: U Mozilli, mi mjerimo uspjeh po tome koliko možemo poboljšati ukupno zdravlje weba i unaprijediti interese korisnika i programera. Uspjeli smo kada napravimo proizvode koje ljudi vole, i kada druge organizacije usvajaju osobine i karakteristike o kojima brinemo u konkurentske proizvode.
es_mx: En Mozilla, nuestro éxito depende de cuánto mejoramos la salud general de la web y de cuánto fomentamos los intereses de los usuarios y programadores. Logramos el éxito cuando construimos productos que la gente ama y cuando otras organizaciones adoptan los rasgos y las características que son importantes para nosotros y las incorporan a productos competidores.
ms: Di Mozilla, kami mengukur kejayaan melalui bagaimana kami memantapkan kesihatan Web dan memajukan minat daripada pengguna dan pembangun Web. Kami akan berjaya setelah kami membangunkan produk yang diminati ramai orang, dan apabila organisasi lain dapat menerima sifat dan ciri-ciri seperti mana kami titikberatkan kepada persiapan produk.
pt: Na Mozilla, medimos o sucesso pelo quanto melhoramos a saúde geral da Internet e promover os interesses dos utilizadores e programadores. Nós temos êxito quando construímos produtos que as pessoas adoram e quando outras organizações integram as caraterísticas e funcionalidades com as quais nos importamos nos seus produtos concorrentes.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
bs: Za razliku od naših glavnih konkurenata, Mozilla postiže uspjeh pomažući više ljudi da naprave izbor o tome koji softver žele koristiti, koji nivo učešća bi željeli imati na mreži, i kako da učestvuju u izgradnji boljeg interneta. Kada vidimo rast u zajednici saradnika, lokalizaciji softvera, i konkurentskih tržišta pretraživača, na primjer, znamo da se krećemo prema našim ciljevima.
es_mx: A diferencia de nuestros mayores competidores, Mozilla logra su éxito ayudando a la gente a escoger qué software quiere usar, decidir qué nivel de participación quieren tener en línea, y cómo quieren participar en la construcción de un Internet mejor. Cuando vemos que aumenta el número de colaboradores comunitarios, la localización de software y la competitividad en el mercado de los navegadores, por dar algunos ejemplos, entonces sabemos que estamos alcanzando nuestras metas.
ms: Tidak seperti pesaing besar kami, Mozilla mencapai kejayaan dengan membantu lebih ramai orang untuk membuat pilihan tentang apa perisian yang mereka mahu gunakan, apakah tahap penglibatan yang mereka mahukan dalam talian, dan bagaimana untuk mengambil bahagian dalam membina Internet yang lebih baik. Apabila kami melihat perkembangan dalam komuniti penyumbang, lokalisasi perisian, dan pasaran pelayar yang kompetitif, sebagai contoh, kami tahu yang kami maju ke arah matlamat dan kami melihat perkembangan dalam bidang ini.
pt: Ao contrário dos nossos principais competidores, a Mozilla alcança o sucesso por ajudar mais pessoas a fazer escolhas sobre qual software estas querem usar, que nível de participação estas querem ter online e como estas podem ajudar a construir uma Internet melhor. Quando, por exemplo, nós vemos um aumento na comunidade de colaboradores, traduções de software e um mercado de navegadores competitivo, nós sabemos que estamos mais perto de atringir os nossos objetivos.

source: What was Mozilla’s total revenue for 2012?
bs: Koliki je bio Mozillin ukupni prihod za 2012-u?
es_mx: ¿Cuáles fueron los ingresos de Mozilla para el año 2012?
ms: Apakah jumlah pendapatan Mozilla bagi tahun 2012?
pt: Qual foi o rendimento total da Mozilla em 2012?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
bs: Mozillini konsolidovani prijavljeni prihodi (Mozilla fondacija i sve podružnice) za 2012-u su bili 311 miliona američkih dolara, više za 90 procenata u odnosu na 163 miliona u 2011-oj.
es_mx: Los ingresos consolidados reportados por Mozilla (la Fundación Mozilla y todas sus subsidiarias) para el 2012 fueron de 311 millones de dólares, un incremento de casi el 90% de los 163 millones de dólares reportados en el 2011.
ms: Pendapatan gabungan Mozilla yang dilapporkan (Yayasan Mozilla dan semua anak syarikat) bagi 2012 adalah $311M (US), naik kira-kira 90 peratus daripada $163M pada tahun 2011.
pt: O lucro consolidado da Mozilla (Mozilla Foundation e todas as subsidiárias) para 2012 foi de aproximadamente $311 milhões (US), uma subida de 90% em relação aos $163 milhões de 2011.

source: How does Mozilla generate revenue?
bs: Kako Mozilla generiše prihode?
es_mx: ¿Cómo genera sus ingresos Mozilla?
ms: Bagaimanakah Mozilla menjana pendapatan?
pt: Como é que a Mozilla gera receita?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
bs: Većina Mozillinih prihoda je generisana iz pretraga i funkcionalnosti trgovine uključene u naš Firefox proizvod kroz sve glavne partnere za pretrage uključujući Google, Bing, Yahoo, Yandex, Amazon, eBay i druge. Mozilla je izjavila da prihodi sadrže i veoma važne individualne i korporativne donacije i grantove, koji značajno rastu, kao i ostale oblike prihoda iz naše imovine za investiranje.
es_mx: Mozilla genera la mayoría de sus ingresos gracias a la funcionalidad de búsqueda y de comercio que se incluyen en nuestro producto Firefox a través de los principales socios proveedores de búsquedas como Google, Bing, Yahoo, Yandex, Amazon, eBay y otros. Las entradas de Mozilla proceden también de donativos y subvenciones de privados y corporativos —que están aumentado considerablemente—, así como otras formas de ingresos que provienen de nuestro patrimonio de inversión.
ms: Majoriti pendapatan Mozilla dihasilkan daripada carian dan fungsi perdagangan yang termasuk di dalam produk Firefox melalui rakang carian terbesar termasuk Google, Bing, Yahoo, Yandex, Amazon, Ebay dan lain. Mozilla melaporkan pendapatan juga termasuk sumbangan dan geran penting individu dan korporat, yang mana berkembang secara mendadak, juga pendapatan dalamn bentuk asset yang boleh dilaburkan.
pt: A maioria das receitas da Mozilla é gerada a partir das funcionalidades de pesquisa e de comércio incluídas no nosso produto Firefox através de todos os principais parceiros de pesquisa incluindo o Google, Bing, Yahoo, Yandex, Amazon, eBay e outros. As receitas reportadas pela Mozilla também incluem importantes donativos e bolsas de indivíduos e empresas, que estão a crescer significativamente, bem como outras formas de rendimento dos nossos investimentos.

source: Are you exploring partnership opportunities to diversify your revenue stream?
bs: Da li istražujete partnerske mogućnosti za diverzifikaciju izvora prihoda?
es_mx: ¿Estáis explorando oportunidades de nuevos acuerdos para diversificar vuestros ingresos?
ms: Adakah anda sedang meneroka peluang perkongsian untuk mempelbagaikan aliran pendapatan?
pt: Estão a explorar oportunidades de parcerias para diversificar as vossas fontes de rendimento?

source: We currently have several key business partnerships and are actively exploring new ones, as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
bs: Trenutno imamo nekoliko ključnih poslovnih partnerstava i aktivno istražujemo nova, kao i druge potencijalne mogućnosti za prihode. Nastavit ćemo praviti odlične proizvode koji će pomoći ljudima da uživaju u bogatstvu interneta, a mi smo sigurni da ovo omogućava identifikaciju odgovarajućih izvora prihoda koji služe i misijama i našim korisnicima.
es_mx: Ya contamos con varias asociaciones de negocio y exploramos activamente oportunidades de conseguir más, así como otras oportunidades potenciales de entradas. Continuaremos a crear excelentes productos que ayuden a la gente a disfrutar de la riqueza de Internet, y estamos seguros de que esta práctica nos permitirá identificar fuentes de recursos adecuadas para nuestra misión y nuestros usuarios.
ms: Kami sini mempunyai beberapa rakan perniagaan utama dan sedang aktif merintis peluang perkongsian baru juga lain-lain peluang potensi keuntungan. Kami akan terus membina produk hebat yang akan membantu pengguna menikmati kemewahan Internet, dan kami yakin yanag ini akan membenarkan kami untuk mengenalpasti sumber pendapatan yang wajar yang dapat membantu kedua-dua misi dan pengguna kami.
pt: Atualmente temos várias parcerias estratégicas de negócios e estamos ativamente a explorar novas parcerias, bem como outras oportunidades potenciais de rendimento. Iremos continuar a construir produtos fantásticos que ajudam as pessoas a desfrutar da riqueza da Internet e temos confiança que isto irá permitir que possamos identificar fontes apropriadas de receita que sirvam tanto a missão como os nossos utilizadores.

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
bs: Neki ključni projekti Mozilla fondacije kao što je Lightbeam su dobili grantove od organizacija kao što je Ford fondacija.
es_mx: Algunos proyectos claves de la Fundación Mozilla, como Lightbeam, han recibido subvenciones de organizaciones como la Fundación Ford.
ms: Sebahagian projek utama Yayasan Mozilla, seperti Lightbeam, telah menerima geran daripada organisasi seperti Yayasan Ford.
pt: Alguns projetos chave da Mozilla como o Lightbeam receberam bolsas de organizações tais como a Ford Foundation.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
bs: Prihodi od Google-a su porasli značajno od 2011-e. Šta se promijenilo u tom odnosu?
es_mx: Las entradas provenientes de Google han aumentado considerablemente desde el 2011. ¿Qué cambios hubo en esa relación?
ms: Keuntungan daripada Google telah menaik secara signifikasi sejak 2011. Apa yang berubah dengan hubungan tersebut?
pt: Os rendimentos da Google cresceram significativamente desde 2011. O que mudou com essa relação?

source: Our search partnerships are designed as multi-year contracts. Near the end of each contract, Mozilla negotiates market-value rates from multiple search providers based on the present and future value our products provide. At the end of 2011, Mozilla negotiated a new agreement with Google based on growth and impact from our Firefox desktop browser.
bs: Naša partnerstva za pretrage su dizajnirana kao višegodišnji ugovori. Pred kraj svakog ugovora, Mozilla dogovara tržišne stope vrijednosti više provajdera za pretrage zasnovanih na sadašnjoj i budućoj vrijednosti koje naši proizvodi stvaraju. Na kraju 2011-e, Mozilla je dogovorila novi ugovor s Google-om zasnovanog na rastu i utjecaju našeg Firefox pretraživača za desktop.
es_mx: Nuestras colaboraciones con proveedores de búsquedas se basan en contratos plurianuales. Cuando se acerca la fecha de vencimiento del contrato, Mozilla negocia con varios proveedores de búsquedas tasas de mercado que se basen en el valor presente y futuro que ofrecen nuestros productos. A finales de 2011, Mozilla negoció un nuevo acuerdo con Google que se basó en el crecimiento e impacto de nuestro navegador de escritorio Firefox.
ms: Rakan kongsi carian kami telah direka sebagai kontrak multi-tahun. Dihujung setiap kontrak, Mozilla berunding harga pasaran semasa daripada pelbagai pembekal carian berdasarkan kepada semasa dan nilai akan datang dengan produk yang kami sediakan. Di penghujung 2011, Mozilla berunding sebuah perjanjian dengan Google berdasarkan peningkatan dan impak daripada pelayar Web Firefox desktop kami.
pt: As nossas parcerias de pesquisa são desenhadas como contratos multianuais. Perto do término de cada contrato, a Mozilla negoceia as taxas do valor de mercado de múltiplos fornecedores de pesquisa baseado no valor atual e futuro que os nossos produtos fornecem. No final de 2011, a Mozilla negociou um novo acordo com a Google baseada no crescimento e impacto do nosso navegador Firefox para computadores.

source: How does Mozilla spend its money?
bs: Kako Mozilla troši svoj novac?
es_mx: ¿En qué se gasta su dinero Mozilla?
ms: Bagaimana Mozilla membelanjakan kewangan?
pt: Como é que a Mozilla gasta o seu dinheiro?

source: Mozilla invests in both people and products to further our mission to keep the Web open and to retain our impact on the Internet landscape. We continue to spend a significant majority of our expenses on staffing our technology and development, and recently have increased our spending in marketing new product lines. Over the last few years, Mozilla’s investment focus has been significant in new areas such as our mobile and cloud services products. In particular, the market launch of Firefox OS and significant upgrades to our Firefox for Android browser have advanced our goal of opening the mobile ecosystem for users and developers worldwide.
bs: Mozilla ulaže i u ljude i u proizvode da unaprijedi našu misiju da zadržimo web otvorenim i zadržimo naš utjecaj na internetu. MI ćemo nastaviti trošiti većinu naših izdataka na osoblje naših tehnologija i razvoja, a nedavno smo povećali potrošnju u marketing novih linija proizvoda. Tokom proteklih par godina, Mozillin investicijski fokus bio je značajan u novim područjima kao što su proizvodi mobilnih i cloud usluga. Konkretno, lansiranje Firefox OS-a na tržište i značajne nadogradnje za naš Firefox za Android pretraživač su unaprijedile naš cilj otvorenog mobilnog ekosistema za korisnike i programere širom svijeta.
es_mx: Mozilla invierte su dinero en capital humano y productos para avanzar la misión de mantener la web abierta y conservar nuestro impacto en el universo de Internet. Gastamos la mayoría de nuestros fondos en personal de tecnología y desarrollo, y últimamente hemos aumentado nuestra inversión en la promoción de nuestras nuevas líneas de productos. En los últimos años, las inversiones de Mozilla se han enfocado en nuevas áreas como productos de servicios móviles y de nube. En particular, el lanzamiento en el mercado de Firefox OS y mejoras significativas hechas a nuestro navegador Firefox para Android nos han permitido avanzar nuestra misión, abriendo el ecosistema móvil a los usuarios y desarrolladores de todo el mundo.
ms: Mozilla melaburkan dalam samada orang dan produk menjayakan misi kami untuk menjaga Web sentiasa terbuka dan untuk mengekalkan impak kami kepada landskap Internet. Kami meneruskan untuk menyimpan majoriti signifikasi daripada pembelanjaan kami pada teknolgi dan pembangunan, dan telah meningkatkan perbelanjaan kami dalam pemasaran barisan produk terkini. Setelah beberapa tahun, fokus pelaburan Mozilla telah bersignifikasi dalam bidang baru seperti produk mudah alih dan servis perawanan kami. Lebih tepat lagi, pelancaran pasaran daripada Firefox OS dan menaik taraf secara signifikasi bagi pelayar web Firefox untuk Android lebih menerajui impian kami membuka ekosistem mudah alih kepada pengguna dan pembangun Web diseluruh dunia.
pt: A Mozilla investe tanto em pessoas como em produtos para fomentar a nossa missão de manter a Web aberta e de manter o nosso impacto na visão da Internet. Grande parte das nossas despesas continuam a ser alocadas no desenvolvimento e recrutamento de pessoal e, recentemente, aumentámos a nossa despesa com a divulgação de novas linhas de produtos. Ao longo dos últimos anos, o foco do investimento da Mozilla foi significativo em novas áreas como os nossos produtos móveis e serviços para a nuvem. Em particular, o lançamento para o mercado do Firefox OS e as atualizações significativas ao nosso navegador Firefox para Android, fizeram progressos no nosso objetivo de abrir mundialmente o ecossistema móvel para utilizadores e programadores.
