Repository: alvinlaz96/mozilla-lang
Catalog: */foundation/annualreport/2012/index.lang.po
Languages: bs, uz

source: The State of Mozilla: 2012 Annual Report
bs: Stanje Mozille: godišnji izvještaj za 2012-u
uz: Mozilla holati: 2012-yilgi e’lon qilingan hisobot

source: State of Mozilla
bs: Stanje Mozille
uz: Mozilla holati

source: We are champions of a Web where people know more, do more and do better.
bs: Mi smo prvaci weba gdje ljudi znaju više, čine više i rade bolje.
uz: Biz odamlar ko‘proq biladigan, ko‘proq qiladigan va yaxshiroq qiladigan veb chempionimiz.

source: A Web For All
bs: Web za sve
uz: Hamma uchun internet

source: As the Web expands to reach billions of new people and touch our lives in new ways, it has become an essential part of our individual growth and collective future. And that Web is what the Mozilla community has pledged to protect and promote: a platform providing opportunity, connectivity and inspiration for all.
bs: Kako se web širi do milijarde novih ljudi i dodiruje naše živote na nove načine, postao je bitan dio našeg individualnog rasta i kolektivne budućnosti. I to je web kojeg je Mozilla zajednica obećala štititi i promovisati: platforma za pružanje mogućnosti, povezivosti i inspiracije za sve.
uz: Internet milliardlab yangi odamlar bilan kengaygani kabi hayotimizga yangi yo‘llar bilan ta’sir qilmoqda, u individual o‘sishimiz va jamoaviy kelajagimizning muhim qismi bo‘lib qoldi. Interent - bu Mozilla jamiyati va’da berib himoya qiladigan va homiylik: imkoniyatlari ko‘p, ulanuvchan va hamma uchun ilhom bag‘ishlovchi platformadir.

source: We live our principles by making products, empowering communities, teaching skills and shaping environments in order to build the Internet the world needs.
bs: Mi živimo naše principe praveći proizvode, osnaživanjem zajednica, učenjem vještina i oblikovanjem okruženja kako bi se izgradio internet kakvog svijet treba.
uz: Biz mahsulotlar qilish, jamiyatlarni kengaytirish, bilimlarni o‘rgatish va dunyo ehtiyojlariga mos internetni tuzish maqsadida muhitni shakllantirish orqali tamoyillarimizda yashaymiz.

source: At this year’s Mozilla Summit, 2,000 people representing 90 countries and 114 languages gathered to develop a shared understanding of who we are and what we will accomplish together. Below is a sample of perspectives from leaders of the project.
bs: Na Mozilla samitu ove godine, 2.000 ljudi koji predstavljaju 90 zemalja i 114 jezika okupili su se da razviju zajedničko razumijevanje o tome ko smo i šta ćemo ostvariti zajedno. Ispod se nalazi primjer perspektiva lidera projekta.
uz: Bu yilgi Mozilla Sammitida 2000 odam 90 mamlakatdan va 114 ta til vakili bizning kimligimiz va birgalikda nima qilishimizni tushuntirishni rivojlantirish uchun yig‘ildi. Quyida loyiha rahbarlari nuqtayi nazarlaridan namunalar keltirilgan.

source: Click to play this video
bs: Kliknite da pokrenete ovaj video
uz: Bu videoni ko‘rish uchun ustiga bosing.

source: <span>Play a video of </span>Mitchell <br>Baker
bs: <span>Pokrenite video od </span>Mitchell <br>Baker
uz: <span>Videoni tomosha qiling: </span>Mitchell <br>Baker

source: <span>Play a video of </span>Jay <br>Sullivan
bs: <span>Pokrenite video od </span>Jay <br>Sullivan
uz: <span>Videoni tomosha qiling: </span>Jay <br>Sullivan

source: <span>Play a video of </span>Harvey <br>Anderson
bs: <span>Pokrenite video od </span>Harvey <br>Anderson
uz: <span>Videoni tomosha qiling: </span>Harvey <br>Anderson

source: <span>Play a video of </span>Mark <br>Surman
bs: <span>Pokrenite video od </span>Mark <br>Surman
uz: <span>Videoni tomosha qiling: </span>Mark <br>Surman

source: <span>Play a video of </span>Johnathan <br>Nightingale
bs: <span>Pokrenite video od </span>Johnathan <br>Nightingale
uz: <span>Videoni tomosha qiling: </span>Johnathan <br>Nightingale

source: <span>Play a video of </span>Brendan <br>Eich
bs: <span>Pokrenite video od </span>Brendan <br>Eich
uz: <span>Videoni tomosha qiling: </span>Brendan <br>Eich

source: Powered By Mozillians
bs: Omogućili Mozilleri
uz: Mozillaliklar tomonidan yaratilgan

source: Mozillians are a diverse group of thinkers, builders, educators and hackers with a shared purpose to bring openness, freedom and participation to the Internet. Our collective global effort advanced Firefox OS from concept to phones in stores within two years, hosted 1,600 events in three months to teach the Web, and many more accomplishments. We’re celebrating our journey and the promising path ahead.
bs: Mozilleri su raznolika skupina mislilaca, graditelja, edukatora i hakera sa zajedničkom svrhom da donesu otvorenost, slobodu i učestvovanje na internetu. Naš globalni napor unaprijedio je Firefox OS od koncepta do telefona u prodavnicama u roku od dvije godine, bio domaćin 1.600 događaja u tri mjeseca da poduči web, i mnogo više postignuća. Slavimo naše putovanje i obećavajući put naprijed.
uz: Mozillaliklar ochiqlik, erkinlik olib kelishni va internetga hissa qo‘shishni maqsad qilgan faylasuflar, tuzuvchilar, pedagoglar va xakkerlarning turlicha guruhlari hisoblanadi. Bizning jamoamiz global kuch-quvvatini "Firefox OS"ni g‘oyadan ikki yil ichida do‘konlardagi telefonlargacha kengaytirmoqda. Uch oy ochida 1600 tadbir internetni o‘rgatish uchun o‘tkazildi va ko‘pgina yutuqlarga erishildi. Biz sayohatimizni nishonlamoqdamiz va oldinga yurishga va’da beramiz.

source: I am a Mozillian
bs: Ja sam Moziller
uz: Men Mozillalikman.

source: <span>Play the "</span>I am a Mozillian<span>" video</span>
bs: <span>Pokrenite "</span>Ja sam Moziller<span>" video</span>
uz: <span>Ko‘rish: "</span>Men Mozillalikman<span>" videosi</span>

source: Sustainability
bs: Održivost
uz: Barqarorlik

source: Along with this annual report, we’re releasing our audited financial statements for 2012. Mozilla remains well positioned, both financially and organizationally, to advance our mission.
bs: Uz ovogodišnji izvještaj, mi smo objavili naše revidirane finansijske izvještaje za 2012-u. Mozilla ostaje dobro pozicionirana, i finansijski i organizacijski, da unaprijedi našu misiju.
uz: Ushbu yillik hisobot bilan biz 2012-yil uchun taftish qilingan iqtisodiy hisobotni ham e’lon qilamiz. Mozilla yaxshi pozitsiyalangan, ikki tomonlama iqtisodiy va tashkiliy sifatida, maqsadimizga qo‘shimcha ravishda qoladi.

source: The majority of our revenue comes from the search functionality in the Firefox browser through a number of major partners, including Google, Bing, Yahoo, Yandex, Amazon and eBay. This 2012 financial statement includes revenue from a mutually beneficial commercial agreement with Google, our largest search provider, that was signed in December 2011 and extends at least three years.
bs: Većina naših prihoda dolazi iz funkcionalnosti pretraga u Firefox pretraživaču kroz niz glavnih partnera, uključujući Google, Bing, Yahoo, Yandex, Amazon i eBay. Finansijski izvještaj iz 2012-e uključuje prihode iz obostrano korisnog komercijalnog ugovora sa Google-om, našim najvećim provajderom za pretrage, koji je potpisan u decembru 2011-e i produžen za najmanje tri godine.
uz: Bizning asosiy kirimimiz Firefox brauzeridagi asosiy hamkorlar: Google, Bing, Yahoo, Yandex, Amazon va eBay kabilarning qidiruv xususiyatidan keladi. Ushbu 2012-yildagi kirimga Google - bizning katta qidiruv xizmati ko‘rsatuvchimiz bilan o‘zaro foydali iqtisodiy bitim (2011-yil dekabr oyida imzolangan va kamida uch yilga uzaytirilgan) kiradi.

source: A growing percentage of our revenue also comes from support from the public, including grants and individual donors like you. These donations are directly applied to important projects such as Webmaker, Open Badges and Mozilla-Knight Open News that extend Mozilla's influence in new areas.
bs: Sve veći postotak naših prohoda također dolazi od podrške javnosti, uključujući grantove i individualne donatore kao što ste vi. Ove donacije su direktno usmjerene na važne projekte kao što je Webmaker, Open Badges i Mozilla-Knight Open News koji proširuju Mozillin utjecaj na nova područja.
uz: Bizning foydamizning o‘sib boruvchi foizi ommaviy, grantlar va sizga o‘xshagan donorlar yordamidan keladi. Ushbu xayriyalar Vebmeyker, Open Badjes va Mozilla-Knight ochiq yangiliklari kabi Mozilla’ning ta’sirini yangi hududlarda kengaytiruvchi muhim loyihalarga to‘g‘ridan to‘g‘ri qo‘llanadi.

source: FAQ
bs: Često postavljena pitanja

source: Welcome
bs: Dobrodošli
uz: Xush kelibsiz

source: 2012 Audited financial statement
bs: Revidirani finansijski izvještaj za 2012-u
uz: 2012-yildagi taftish qilingan iqtisodiy hisobot

source: Download PDF
bs: Preuzmite PDF
uz: PDF’ni yuklab olish

source: 2012 Form 990
bs: 2012 obrazac 990
uz: 2012 990 shakl
