Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/os/devices.lang.po
Languages: sat

source: Firefox OS - Devices &amp; Availability
sat: फायार फॉक्स OS - डिबाइस &amp; ञामोगोगाक् .

source: Find Firefox OS <br>near you
sat: फायार फॉक्स OS <br>आम सुर .

source: Explore <br>Firefox OS devices
sat: <br>फायार फॉक्स OS डिबाइस साला तुद .

source: Firefox OS
sat: फायार फॉक्स OS

source: Firefox OS FAQ
sat: फायार फॉक्स OS FAQ

source: Get a phone
sat: मित् फोन ञाम मे.

source: Find a device in:
sat: भितिर मित् डिबाइस ञाम मे:

source: Select a location
sat: मित् ठांव बाछाव मे

source: Australia
sat: आस्ट्रेलिया

source: Bangladesh
sat: बांगलादेश

source: Belgium
sat: बेलजियाम

source: Brazil
sat: ब्राजिल

source: Czech Republic
sat: चेक रिपाबालिक

source: Chile
sat: चिली

source: Colombia
sat: कोलोमबिया

source: Costa Rica
sat: कोस्टारिका

source: El Salvador
sat: इएल सालबाडोर

source: France
sat: फ्रांस

source: Germany
sat: जार्मानी

source: Greece
sat: ग्रिस

source: Guatemala
sat: गुटेमाला

source: Hungary
sat: हांग्री

source: India
sat: भारोत

source: Italy
sat: इटली

source: Japan
sat: जापान

source: Luxembourg
sat: लाक्सेमवर्ग

source: Mexico
sat: मेक्सिको

source: Macedonia
sat: मासेडिनिया

source: Montenegro
sat: मोनटेनेग्रो

source: Nicaragua
sat: निकारागुवा.

source: Panama
sat: पानामा

source: Peru
sat: पेरु

source: Philippines
sat: फिलिपिन

source: Poland
sat: पोलेंड

source: Russia
sat: रासिया

source: Serbia
sat: सारबिया

source: Spain
sat: स्पेन

source: Switzerland
sat: स्विटजारलैंड

source: United Kingdom
sat: युनाइटेड किंग डॉम

source: United States
sat: युनाइटेड स्टेट

source: Uruguay
sat: उरुगुवा

source: Venezuela
sat: बेनेजुवेला

source: Features
sat: गुन को

source: Specifications
sat: बिसेसं

source: Close
sat: बोनदो

source: No
sat: बाङ

source: Smartphones
sat: स्मार्ट फोन को

source: Available
sat: ञामोक् आ

source: Set your world on fire
sat: सेंगेल रे आमाक् जेगेद जाकाद साजाव मे .

source: Coming Soon (mid-2014)
sat: लोगोन हिजुक् आ (ताला -2014)

source: Coming Soon
sat: लोगोन हिजुक् आ

source: Operators
sat: जुतरा़व को

source: Operator
sat: जुतरा़विच् को

source: Brand
sat: छाप आनाक्

source: Available in
sat: ञामोक् आ

source: Internal memory
sat: भितिर मेमोरी

source: Rear camera
sat: बेनावाक् कैमरा

source: Available storage for user content varies depending on the version and is subject to change based on phone software updates and apps usage.
sat: ब्भारिजाक् बिसोय ला़गित् ञामोगाक् जोगाव बार्सान रे बोरसा भेगारोक् आ आर फोन सोफ्टबेयार हा़ली आर एप आर फोन सोफ्टवेयार हा़ली आर एप बेबोहार रे बा़ययसाव बोदोल ला़गित्.

source: Screen
sat: स्क्रिंन

source: Camera
sat: कैमरा

source: Dimensions
sat: माप को

source: Processor
sat: का़मी होचोयिच्

source: Memory
sat: मेमोरी

source: Expansion slot
sat: पासनाव भुगा़क्

source: Battery
sat: बैटरी

source: Capacity
sat: दाड़ेयाक्

source: Talk time
sat: रोड़ ओकतो

source: Standby time
sat: तिंगु ओकतो

source: Networks
sat: नेटवार्क

source: Wireless
sat: वायार लेस

source: Ports
sat: पोर्ट को

source: Radio
sat: रेडियो

source: Up to 16 GB
sat: 16 GB हा़बिच्

source: Up to 64 GB
sat: 64 GB हा़बिच्

source: MicroSD up to 32 GB, 2 GB included
sat: माइक्रो SD 32 GB हा़बिच्, 2 GB मेसा .

source: MicroSD up to 32 GB
sat: माइक्रो SD 32 GBहा़बिच्

source: MicroSD up to 4 GB
sat: माइक्रो SD 4 GB हा़बिच्

source: Qualcomm Snapdragon MSM7227A, 1 GHz CPU
sat: क्वाल कोम स्नेपड्रागोन MSM7227A, 1 GHz CPU

source: Qualcomm Snapdragon MSM7225A, 1 GHz CPU
sat: क्वाल कोम स्नेपड्रागोन MSM7225A, 1 GHz CPU

source: Qualcomm Dual-Core 1 GHz CPU
sat: क्वाल कोम बाबार-कोर 1 GHz

source: Qualcomm Snapdragon 200 processor with dual-core CPU at speeds of up to 1.2 GHz per core
sat: केवाल कोम स्नेपड्रागोन 200 का़मी होचोवाक् बबार कोर-core CPU 1.2 GHz कोर पिछी रेयाक् तोड़ रे .

source: MSM8210 dual core 1.2 GHz
sat: MSM8210 बाबाक को 1.2 GHz

source: Dual core 1.2 GHz
sat: बाबर कोर 1.2 GHz

source: QCT 8210 dual core 1.2 GHz
sat: QCT 8210 बाबार कोर 1.2 GHz

source: Spreadtrum SC6821
sat: सेप्रेडट्राम SC6821

source: Spreadtrum 6821 1.0 GHz
sat: सेप्रेडट्राम 6821 1.0 GHz

source: UMTS 900/2100 and 850/1900/2100 - 3G Data up to 7.2 Mbps DL and 384 Kbps UL
sat: UMTS 900/2100 आर 850/1900/2100 - 3G डाटा 7.2 Mbps DLहा़बिच् 384 Kbps UL

source: GSM Dualband 850/1900 (4020A/E); 900/1800 (4020X/D)
sat: GSM बाबार बैंड 850/1900 (4020A/E); 900/1800 (4020X/D)

source: Micro USB 2.0 high speed
sat: माइक्रो USB 2.0 ढेर तोड़ .

source: 3.5 mm stereo headset jack
sat: 3.5 mm स्टेरियो हेडसेट जेक .

source: Stereo FM
sat: स्टेरियो FM

source: 1.3 MP rear, VGA front
sat: 1.3 MP राकाब,, VGA सामाङ .

source: 2.0 MP rear camera
sat: 2.0 MP राकाब कैमरा.

source: 2.0 MP rear with flash, VGA front
sat: 2.0 MP फ्लेस सांव राकाब, VGA सामाङ

source: 3 MP (Fixed-focus)
sat: 3 MP (बा़यसा़व -उदुक् राकाब )

source: 3.0 MP (Fixed-focus)
sat: 3.0 MP (बा़यसा़व -उदुक् राकाब)

source: 3.2 MP rear, 0.3 MP front
sat: 3.2 MP राकाब, 0.3 MP सामाङ

source: 5.0 MP, LED flash
sat: 5.0 MP, LED फ्लेस

source: 5.0 MP rear, VGA front
sat: 5.0 MP राकाब, VGA सामाङ .

source: 8.0 MP rear, 2.1 MP front
sat: 8.0 MP राकाब , 2.1 MP सामाङ .

source: Rear camera, VGA Front camera
sat: राकाब कैमरा, VGA सांमाङ कैमरा .

source: Rear camera, 0.3 MP Front camera
sat: राकाब कैमरा, 0.3 MP सामाङ कैमरा .

source: Bluetooth
sat: ब्लुटुथ

source: Bluetooth v2.1
sat: ब्लुटुथ v2.1

source: Bluetooth v2.1 A2DP
sat: ब्लुटुथ v2.1 A2DP

source: Bluetooth v2.1 EDR
sat: ब्लुटुथ v2.1 EDR

source: Bluetooth v3.0
sat: ब्लुटुथ v3.0

source: Bluetooth v3.0 A2DP
sat: ब्लुटुथ v3.0 A2DP

source: 3.5" HVGA Capacitive
sat: 3.5" HVGA दाड़ेयाक् तेत्

source: 3.5" HVGA 320 x 480 pixels, 262K color display
sat: 3.5" HVGA 320 x 480 पिक्सल , 262K रोङ उदुक् .

source: 3.5" HVGA 320 x 480 pixels
sat: 3.5" HVGA 320 x 480 पिक्सल

source: 4.0" WVGA 800 x 480 pixels
sat: 4.0" WVGA 800 x 480 पिक्सल.

source: 4.0" WVGA 800 x 400 pixels
sat: 4.0" WVGA 800 x 400 पिक्सल

source: 4.0" 320 x 480 pixels (~144 ppi pixel density)
sat: 4.0" 320 x 480 पिक्सल (~144 ppi पिक्सल आरना )

source: 320 x 480 pixels
sat: 320 x 480 पिक्सल

source: 480 x 800 pixels
sat: 480 x 800 पिक्सल

source: TFT capacitive touch
sat: TFT दाड़ेयाक् जोटेत्.

source: TFT color display
sat: TFT रोङ उदुक्

source: More about Firefox OS
sat: पायार फॉक्स OS बाबोत्ते ढेर.

source: Read about the features and mission behind Firefox OS
sat: गुन को आर फायारफॉक्स OS तायोम मिसोन बाबोत ते पाड़हाव.

source: Get help with your Firefox OS device from Mozilla Support
sat: मोजिला गोड़ो खोन आमाक् फायार फॉक्स OS डिबाइस सांव गोड़ो ञाम मे .

source: See what Firefox OS offers and means for developers
sat: ञेंल में फायार फॉक्स OS एम आर लाहा होंचो कोवाक् माने चेत् काना.

source: Learn about Firefox OS apps in Firefox Marketplace
sat: फायारफॉक्स बाजार जायगा रे फायार फॉक्स OS एप बाबोत ते चेद मे .

source: We work with a number of providers to offer Firefox OS on a variety of devices.
sat: आले भेनेगार डिबाइस रे फायार फॉक्स OS एम ला़गित् एमोक् कोवाक् लेखा सांव ले का़मिया .

source: Please read our FAQ for a <a href="%(link)s">full list of providers in available countries</a>.
sat: मित् <a href="%(link)s"> ला़गित् आलेयाक् FAQ पाड़हाव मे ञामोगाक् दिसोम को रे एमोक् कोवाक् पुरा़ सुची</a>.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
sat: आमाक् दिसोम रे मित् फायार फॉक्स OS स्मार्टफोन ञाम ला़गित् लातार रे सुची आकान खोन मित् बाछाव मे .

source: Click on the provider below to get a Firefox OS smartphone in your country.
sat: आमाक् दिसोम रे मित् फायार फॉक्स OS स्मार्टपोन ञाम ला़गित् लातार रे एमाकानाक् रे ओताय मे.
