Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/os/faq.lang.po
Languages: sat

source: Firefox OS Frequently Asked Questions
sat: फायार फॉक्स OS दाराय कुकली कुली .

source: Firefox OS FAQ
sat: फायार फॉक्स OS FAQ

source: About Firefox OS
sat: फायार फॉक्स OS बाबोत ते

source: What is Firefox OS?
sat: फायार फॉक्स OS चेत् काना ?

source: How is Firefox OS different from other operating systems?
sat: चेत् लेका फायारफॉक्स एटगाक् ओपरेटिंग सेस्टेम खोन भेगार ?

source: Buying Firefox OS
sat: फायार फॉक्स OS तेयारेत् आ.

source: What phones will Firefox OS be available on?
sat: चेत् फोन को फायारफॉक्स OS रे ञामोक् आ ?

source: Where can I buy Firefox OS?
sat: ओका रे इञ फायारफॉक्स OSइञ किरिञा?

source: What will be the price of the phone?
sat: फोन रेयाक् चेत् गोनोङ हुयुक् आ?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
sat: मोजिला दाराय ते दोर बाय साजाव आकाना आर आबोरिन जुतरा़व को दाराय ते थापोनोक् आ आर नोडेनाक् बाजार तोड़ सांड़ेस रे बा़यसा़व तेयार ओडोक गाते को.

source: What apps will be available on Firefox OS?
sat: फायरफॉक्स OS रे चेत् एच ञामोक् आ?

source: Is Firefox OS available in my language?
sat: चेत् फायार फॉक्स OS इञाक् पा़रसी रे ञामोक् आ ?

source: Using Firefox OS
sat: फायार फॉक्स OS बेभारेत् आ.

source: How do I…
sat: चेत् लेका इञ का़मीया. …

source: …make a call?
sat: …मित् कोटरी तेयार ?

source: …import my contacts?
sat: …इञाक् सोमपोक को आ़गु ?

source: …create and view messages?
sat: …तेयार आर खोबोर को ञेल मे ?

source: …use the internet?
sat: …इन्टार नेट बेभार मे ?

source: …download and install an app?
sat: …आ़तुर आंढ़गो आर मित् एप बोहाल मे ?

source: …take pictures?
sat: …चिता़र हाताव मे?

source: …compose and send an email?
sat: …ओल तेयार आर मित् इमेल कुल मे ?

source: Firefox Marketplace
sat: फायार फॉक्स बाजार जायगा .

source: Your go-to source for the best apps for Firefox OS.
sat: आमाक् फायार फॉक्स OS ला़गित् बेस उता़र एप को ला़गित् सोत रे चालाक् आ.

source: Firefox browser
sat: फायार फॉक्स ब्राउजार .

source: The fast, smart, safe way to get the best of the Web.
sat: बेसाक् वेब ञाम ला़गित् लोगोन स्मार्ट, जा़पती होर .

source: Deep integration with social media
sat: सांवता मिडिया सांव गा़हिर जुमिद .

source: Full access to every Twitter and Facebook update from wherever you are.
sat: जोतो ट्वीटार आर फेसबुक रे पुरा़ आ़तुर जाहां रेगे आम खोन हा़लीक् .

source: Camera
sat: कैमरा

source: With built-in style filters for fun, creative shots.
sat: रा़सका, ते.याराक् चिता़र को ला़गित् हुना़र छा़नियाक् को तेयार सांव .

source: FM Radio
sat: FM रेडियो

source: All the audio you want on the go, all on one device.
sat: जोतो आंजोमाक् चालाव रे आमेम ञाम कान, जोतो मित् डिबाइस रे .

source: Maps
sat: नोक्सा को

source: Includes directions, traffic and local transit information.
sat: उदुक् होरा, ट्राफिक आर नोडेनाक् बोदोल ला़य सोदोर मेसा को.

source: Privacy and Security
sat: निजेराक् आर जा़पती.

source: Mozilla was the first to implement the Do Not Track privacy feature.
sat: मोजिला दो निजेर गुन बाङ पांजा बाहाल ला़गित् पा़हिलाक् ताहें काना .

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
sat: फायार फॉक्स हो दानाङ साबाद को, हिता़ल, निजेराक् डाटा, कुकीज, साइट आपनार मोने तेयार आर एड-ऑन बेबोसता मोने तेयाक् आर एड-ऑन बेबोसता ला़गित् जा़पती साजाव गुन को साजाव केया . <a href="%(url)s">बाड़ती चेद मे .</a>

source: Developer Questions
sat: लाहा होचोयिच् कुकली को .

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
sat: चेत् आम लाहा होचोयिच् काना? कुकली को मेनाक् आ ? <a href="%(url)s"> मोजिला लाहा होचोयिजाक् नेटर्वाक रे बाड़ती चेद मे .</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
sat: उद्योग रे तिना़क गान माराङ उता़र ञुतुम को दााराय ते बेक आकाना, फायार फॉक्स OS दो मोजिला दाराय ते स्मार्ट फोन को लाहाय ला़गित् मित् नावा झिज ऑपरेटिंग सेस्टेम काना .

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
sat: HTML5 आर एटाक् झिज वेब बातावाक् बेभाराते सानामाक् एतेयारा, फायार फॉक्स OS दो नियोम को आर मेनाक् फॉक्स मा़लिककोक् प्लेटफोर्म रेयाक् कोहड़ाव कोरे खोन दो साधिन गेया.

source: Firefox OS is the only operating system with Adaptive App Search.
sat: फायार फॉक्स OS दो एकेन हातावाक् एप पानते सांव ऑपरेटिंग सेस्टेम काना .

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
sat: तिन रे जोतो एटाक् फोन तेहेञ थिरा, जोतो ओकतो आम नोवा चालु सोमान एप को उता़र आमे एमामा, फायार फॉक्स OS दो जावगे आमाक् जिबोन रे जाहां ओकतो रे आमेम ला़कती ओना उता़र एप को एम ला़गित् बोदोला .

source: It adapts so you can live every moment to its fullest.
sat: नोवा हातावा जाहां ते आम ओना रेयाक् पुरा़ रे जोतो ओकतो ताहें दाड़ेयाक् आ.

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
sat: फायार फॉक्स OS दो मोजिला दाराय ते आम ला़गित् आ़गुया मित् जेगेद जाकात् बाङ लाब आनाक् सेमलेत ओका लाब चेतान मियोम रे जुरे एमा .

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
sat: आले ले पा़तिया़वाक् आ जे वेब दो होड़ सोत हा़टिञ धेयान एम ला़गित् जिनिस बाङ आखरिञ केया .

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
sat: आले झिज सोत तेयार ओडोक मोजिल फायार फॉक्स लेका तेयार ला़गित् जेगेद जाकात् बिरा़य को सांव का़मिया आर निजेराक् लाब आर वेब रेयाक् बेसाक् ला़गित् नावा आ़रु .

source: The result is great products built by passionate people and better choices for everyone.
sat: कुड़ाय दो धरजो दोहो होड़ आर जोतो होड़ ला़गित् बेस बाछाव को दाराय ते माराङ तेयार ओडोक् तेयार .

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
sat: ञामोगाक् फायार फॉकस OS फोन को रेयाक् पुरा़ लिसटी ञेल ला़गित् ञेल मे <a href="%(link)s">डिबाइस साहटा</a>.

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
sat: फायार फॉक्य OS फोन किरिञ ला़गित् ञेल मे <a href="%(link)s">डिवाइस साहटा </a> आर आमाक् ञामोक् दिसोम बाछाव मे.

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
sat: बाड़हाव राकाब सुची आ़युरा़क् एप मोसा जेलेका फेसबुक, टवीटार, नोकिया HERE नोकसा बावेर गेद मे, आर ओकतो चाबा .

source: Many more are being made available every day.
sat: आयमा ढेर दो दिना़म ञामोगाक् ए तेयारा .

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
sat: फायार फॉक्स OS दो नितोक् स्पेनिस पोलिस इंगलिस, इटालियान, पोरतुगिच्, जार्मन, सारबियान, हांगा रियान आर ग्रीक रे ञामोक् आ .

source: We’re working on adding more languages all the time.
sat: आले जोतो ओकतो बाड़ती पा़रसी को सेलेद रेले का़मी काना .

source: Adaptive App Search
sat: एप पानते हाताव मे .

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
sat: जाहान बिसोय रे सुही ला़य सोदोर ञाम मे तिन रे आ्रम नोवा ला़कती आ. आम ठेन आर आमाक् फायार फॉक्स OS दाराय ते आ़गुय मे.
