Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/os/index.lang.po
Languages: sat

source: Get Firefox OS
sat: फायार फॉक्स OS

source: The Adaptive Phone
sat: हातावाक् फोन

source: The Features
sat: गुन को

source: The Mission
sat: जोस तेत्

source: The Devices
sat: डिबाइस को

source: Get a phone
sat: मित् फोन ञाम मे

source: Social
sat: सांवता

source: Photos
sat: फोटो को

source: Music
sat: रु साडे

source: Maps
sat: नोकसा को

source: Dual SIM
sat: जोड़ SIM

source: Messages
sat: खोबोर को

source: Marketplace
sat: बाजार जायगा

source: Make every <br>moment count
sat: जोतो <br> डोंडेक लेखा तेयार में .

source: Your needs change from one moment to the next. That’s why Firefox OS does the same. It gives you the power to live every moment to its fullest and participate in a better world.
sat: आममाक् इना़ तायोम रे मित् डोंडेक् खोन बोदोल ला़कती, ओना ते फायारफॉक्स OS मित् गे का़मी या. नोवा आम आजाक् पुरा़ जोतो डोंडेक् लाइब रे दाड़े एमामा आर बेस दुनिया रे सा़मिलोक् आ.

source: Get a Firefox OS smartphone today
sat: तेहेञ फायार फॉक्स OS एमार्टफोन ञाम मे .

source: Sign up for our monthly newsletter and get the latest on Firefox OS
sat: आलेयाक् चाँदोकिया खोबोर साकाम ला़गित् सुही मे आर नावा उता़र फायार फॉक्स OS रे ञाम मे .

source: It adapts, so you <br>can too
sat: नोवा हाताव, ओनाते आम <br> होम दाड़ेयाक् आ.

source: Firefox OS anticipates your needs, adapts to every situation and instantly delivers the <br>information you want.
sat: फायार फॉक्स OS आमाक् ला़कती को माड़ाङ खोन बिचा़र काक् मे जोतो ओबोसता रे हाताव आर लोगोन ते आमेम ञाम कान ला़य सोदोर <br> एम मे.

source: That includes popular, big name apps, but also local content that means the most to you and your life.
sat: ओना नामडार, माराङ ञुतुम सा़मिला, मेनखान नोडेनाक् बिसोय को हों ओना माने आम आर आमाक् जिबोन ला़गित् ढेर .

source: Adaptive App Search
sat: हातावाक् एप पानते .

source: Type a word or subject you’re interested in
sat: आमेम गारेजीयाक् मित् साबाद आर बाङ बिसोय टाइप मे .

source: Find exactly what you want — and more
sat: ओना उता़र ञाम ओका आमेम ञाम कान आर .

source: Get instant access or save apps to your phone
sat: -- लोगोन आ़तुर आर बाङ आमाक् फोन रे एप को रेयाक् सांचाव ञाम मे .

source: Discover more apps on Firefox Marketplace
sat: फायार फोक्स बाजार जायगा रे बाड़ती एपस पानते ञाम मे .

source: Have it all
sat: नोवा जोतो हाताव मे

source: Firefox OS is packed with the features that made you want a smartphone in the first place. It fits your life perfectly so you can fit in with the world around you.
sat: फायार फॉक्स OS दो गुन को सांव घेंट आकाना ओका आम ञाम कान पा़हिल जायगा रे मित् स्मार्ट फोन तेयारा. नोवा आमाक् जिवोन बेस लेकाते बा़यसा़वा ओना ते आम बेड़याक् आ.

source: Made for the moments of your life
sat: आमाक् जिवोन रेयाक् डोंडेक ला़गित् तेयारा काना .

source: Moments with friends
sat: गाते को सांव डोंडेक

source: Import your contacts directly from Facebook and share updates instantly.
sat: फेसबुक खोन आमाक् सोमपोक आ़गय मे आर लोगोन ते हा़ली को हा़टिञ .

source: Creative moments
sat: तोयाराक् डोंडेक को .

source: Take photos on the go then make them amazing using built-in style filters.
sat: चालाव रे फोटो को हाताव इना़ तायोम उनकु हाहाड़ा तेयार हुना़र छा़नियाक् को तेयार रे बेभार .

source: Moments that entertain
sat: डोंडेक को ओका रोमोजा .

source: Listen to your favorite songs, artists and radio stations, all from one device.
sat: आमाक् कुसियाक् सेरेञ को, हुना़र को आर रेडियो स्टेसोन, जोतो मित् डिवाइस खोन .

source: Moments in between
sat: डोंडेक को ताला रे.

source: Get to where you’re going with directions, traffic and local transit information.
sat: उदुक् नावा , ट्राफिक आर मोडेनाक् बोदोल ला़य सोदोर सांव ओका तेम चालाक् काना ञाम मे.

source: Moments of choice
sat: कुसी रेयाक् डोंडेक .

source: Take full control of calls and messages with dual SIM and dual standby functionality.
sat: जोड़ SIM आर जोड़ स्टेंडवाय का़मी तेत् सांव कॉल आर खोबोर को रेयाक् पुरा़ कोबोज .

source: Moments of connection
sat: जोनोड़ाव रेयाक् डोंडेक को .

source: Stay in touch with family and friends by email and text message.
sat: इमेल आर ओनोल खोबोर दाराय ते घारोंज आर गाते को सांव जोटेत् रे ताहें .

source: Moments of discovery
sat: पानते ञाम रेयाक् डोंडेक को.

source: Find the best apps from around the world and your own backyard.
sat: दुनिया आर आमाक् निजे तायोम का़मी जायगा सुर सेत् खोन बेस उता़र एप को ञाम में.

source: Transform the future
sat: आगाम बोदोल मे

source: We’re out to make a difference, not a profit. When you choose Firefox OS, you’re helping build a brighter future for the Web and users everywhere.
sat: आले भेनेगार तेयार ला़गित् ले ओडोक् आकाना. तिन रे आम फायार फॉक्स OS बाछावाक्, आम वेब आर गोटा गे बेभार को ला़गित् मित् भा़गी आगाम तेयारेम गोड़ोवाक् काना.

source: From our community to yours
sat: आलेरिन विरा़द खोन आमरिन

source: Most smartphones are made by a small number of people, all in one place, probably pretty far from where you live. Firefox OS phones are different. They’re made by a huge global community and are the only smartphones that understand and deliver what you want and need.
sat: ढेर गान स्मार्ट फोन दो का़च् होड़ को लेखा दाराय ते तेयार आकाना, जोतो मित् जायगा रे, हुयदाड़ेयाक् आ ओका रे आमेम ताहेंन कान खोन का़च् झा़ल, फायार फॉक्स OS फोन दो भेगाराक् काना. उनकु दो माराङ गोलोबाल बिरा़द दाराय ते तेयाराकाना आर एकेन स्मार्ट फोन ताहेना ओका बुझा़व आर एमोक् आ जे चेत् आम ञाम आर ला़कती काना .

source: The best of the Web
sat: वेब ला़गित् आ़डी बेसा

source: Firefox changed browsing forever by putting users first and offering a new level of choice and innovation online. Now we’re doing it all over again with Firefox OS, while bringing the same superior browsing experience to your smartphone. So you can take control of your life online and get the best the Web has to offer no matter where you go.
sat: फायार फॉक्स बेभार को पा़हिल दोहो दाराय ते जाव ला़गित् ब्रांउसिंग बोदोला आर ऑनलाइन कुसी आर नावा आ़रु तेयार रेयाक् नावा ताहें एमोक आ. नितोक् आले फायार फॉक्स OS, सांव जोतो दोहड़ा ते नोवा ले का़मी येत् आ, तिन रे आमाक् स्मार्टफोन रे सोमान सुपारिया़र रे ब्राइसिंग ञेल हेरेड़ आ़गयेत् आ. ओनाते आम ऑनलाइन आमाक् जिबोन रेयाक् कोबोज हाताव दाड़ेयाक् आ आर बेस उता़र ञाम वेब दो एमामा ओकाम चालाक् आ जाहान काथा बाङ.

source: For partners &amp; developers:
sat: गाते को ला़गित् &amp; लाहा होचो को :

source: Learn about partnership opportunities <a href="%(link)s">Visit the Firefox OS partner site</a>
sat: भा़गारी ओबसोर का बाबोत ते चेद मे <a href="%(link)s">फायार फॉक्स OS गाते साइट ञेल मे </a>

source: Get your app on Firefox OS <a href="%(link)s">Submit it to Firefox Marketplace</a>
sat: फायार फॉक्स OS <a href="%(link)s"> नोवा फायार फॉक्स बाजार जायगा रे जोमाय मे </a>

source: For users:
sat: बेभार को ला़गित् :

source: In case you need a little help <a href="%(link)s">Get it from your friends at Mozilla Support</a>
sat: आम का़च् गोड़ो ला़कती ओबोसता रे <a href="%(link)s">नोजिला गोड़ो रे आम रिन गाते को खोन नोवा ञाम मे </a>

source: All your questions will be answered <a href="%(link)s">Read our extra helpful FAQ</a>
sat: जोतो आमाक् कुकली को रेयाक् जोबाब एमोक् आ <a href="%(link)s"> आलेयाक् बाड़ती गोड़ो FAQ पाड़हाव मे</a>

source: Email app
sat: एप इमेल मे

source: Contacts app
sat: एप सोमपोक मे

source: Messages app
sat: एप खोबोर को

source: Camera app
sat: कैमरा एप

source: Facebook app
sat: फेसबुक् एप

source: Maps app
sat: नोकसा एप

source: Photos app
sat: फोटो एप

source: Music app
sat: रु साडे एप

source: Radio app
sat: रेडियो एप

source: We work with a number of providers to offer Firefox OS on a variety of devices.
sat: आले भेनेगार डिबाइस रे फायार फॉक्स OS एम ला़गित् एमोगिजाक् लेका सांव ले का़मिया.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
sat: आमाक् दिसोम रे मित् फायार फॉक्स OS स्मार्टफोन ञाम ला़गित् लातार सुची खोन मित् बाछाव मे.

source: Click on the provider below to get a Firefox OS smartphone in your country.
sat: आमाक् दिसोम रे फायार फॉक्स OS स्मार्टफोन ञाम ला़गित् लातार एमागिच् रे ओताय मे .

source: Sign up for our monthly newsletter
sat: आसेयाक् चांदोकिया खोबोर साकाम ला़गित् साइन ऑप मे .

source: Thank you for signing up!
sat: साइन ऑप ला़गित् आम सार हाव !

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
sat: फायार फॉक्स OS — हाताव फोन — माराङ स्मार्टफोन गुन को, एप को आर बाइतियाक्.

source: View the version notes <a href="%(link)s">Read about features, changes and more</a>
sat: बार्सान साटो ओल ञेल मे <a href="%(link)s"> गुन को, बोदोल को आर बाड़ती बाबोत ते पाड़हाव मे </a>
