Repository: alvinlaz96/mozilla-lang
Catalog: cak/firefox/os/index-new.lang.po
Languages: cak

source: Firefox OS — Just what you need — Great smartphone features, apps and more
cak: Firefox OS — Ri kan nik'atzin chawe —Jun oyonib'äl rik'in utziläj taq b'anikil, taq chokoy chuqa' ch'aqa' chik

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
cak: Wachib'en ri Firefox OS richin niya' chawe ri nawajo' toq nik'atzin chawe. Petenäq kik'in ch'aqa' chik taq chokoy pa ruwi' ronojel ri nab'än chuqa' yatikïr naqasaj ri ütz ye'atz'ët pa Firefox Marketplace. Ri Smart majub'ey man ta k'ayew rub'anikil.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
cak: Wachib'en richin niya' chawe ri nawajo' pa jun na'owinäq oyonib'äl, kik'in taq chokoy pa ruwi' ronojel ri nab'än chuqa' ch'aqa' chik. Smart majub'ey man ta k'ayew rub'anikil.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
cak: Firefox OS — Ri k'amonel oyonib'äl — Nimaläj taq b'anikil kichin na'owinäq taq oyonib'äl, utziläj taq chokoy chuqa' ch'aqa' chik

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
cak: Firefox OS na'owinäq taq oyonib'äl nikiya' chawe utziläj taq k'amonel b'anikil chuqa' taq chokoy ri nikiya' q'ij chawe chi ütz at k'äs pa ronojel ri ramaj chuqa' chi tinuk' jun ütz ruk'aslem ri Ajk'amaya'l.

source: Firefox OS device illustration
cak: Ruwachib'exik ri okisaxel Firefox OS

source: Designed to give you just what you need, just when you need it.
cak: Wachib'en richin niya' chawe ri kan nik'atzin chawe toq nik'atzin chawe.

source: Give these a try
cak: Ke'atojtob'ej

source: Scroll the homepage
cak: Tiq'asäx ri ruxaq tikirib'äl

source: Swipe between apps
cak: Tijilïx chi kikojol taq chokoy

source: Smart has never been so simple
cak: Atna'owinäq majub'ey man k'ayew ta achi'el wakami

source: interaction icon
cak: ruwachib'al jutzijonem

source: Scroll for what you need
cak: Tiq'asäx richin nikanöx ri nawajo'

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
cak: Yojch'o chik tab'ij chi ke jalajöj taq kiwäch tikirib'äl. Ronojel ri nawajo' k'o pa jun relik chuqa' tikirisanel ruq'axik. ¿La kan man k'ayew ta?

source: Search in a snap
cak: Tikanöx pa jun ti mej

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
cak: Tikanöx pan Ajk'amaya'l chuqa' pa Firefox Marketplace, o jumul tib'etz'et jun ruxaq ajk'amaya'l — ronojel pa rukajtz'ik kanob'äl ajsik chi re ri nimaläj ruwäch.

source: Swipe&nbsp;between apps
cak: Tijilïx&nbsp; chi kikojol taq chokoy

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
cak: Katok chi kipam ri taq achokoy k'a ja' ke'awokisaj pa jun ti mej. Xa xe tajilij chuxikin ri ruwäch richin yaq'ax kik'in konojel ri taq chokoy e'ajaqon.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
cak: Firefox OS wachib'en richin nuk'äm ri' pan ak'aslem chuqa' kik'in taq Ruchokoy ajk'amonel kikanoxik, ri kan nub'än ri ri'. Xa xe tachapa' rutz'ib'axik richin nak'ül aninäq chuqa' man k'ayew ta okem pa ri taq chokoy kiximon ki' chuqa' aj wawe' taq rupam. Na'owinäq chuqa' relik — ri rub'anikil chi kijujunal taq kanoxïk, ri nrajo'.

source: Apps for all you do
cak: Taq chokoy richin ronojel ri nab'än

source: Stay connected
cak: Tokisan

source: Stay entertained
cak: Tik'astan

source: Stay organized
cak: Tichojmirisan

source: Search or enter address
cak: Tikanöx chuqa' titz'ib'äx ri ochochib'äl

source: Phone
cak: Oyonib'äl

source: Camera
cak: Elesäy wachib'äl

source: Video
cak: Silowachib'äl

source: E-Mail
cak: Taqoya'l

source: Messages
cak: Kitzijol taqoj

source: Calendar
cak: Cholb'äl q'ij

source: Browser
cak: Okik'amaya'l

source: Clock
cak: Q'ijub'äl

source: Contacts
cak: Kib'i' achib'il

source: Music
cak: Q'ojom

source: FM Radio
cak: FM Talutzij

source: Settings
cak: Nuk’uj

source: Gallery
cak: Wachib'äl

source: Usage
cak: Tijnem

source: Add more from the Firefox Marketplace
cak: Tatz'aqatisaj ch'aqa' chik rik'in Firefox Marketplace

source: Get all the most popular games and social networking apps right here.
cak: Kek'ul ri ajtz'etel taq etz'anem chuqa' taq chokoy kichin taq k'amawinaqil wawe'.

source: Go to the Marketplace
cak: Tib'an b'enam pa Marketplace

source: * Pre-installed apps may vary by manufacturers and operators.
cak: * Taq chokoy eyakon wi tikirel yejalwachïx kuma ri ajb'anöy chuqa' ri ajk'wayonela'.

source: In the news
cak: Taq rutzijol

source: See more
cak: Titz'et ch'aqa' chik

source: Mozilla community photo
cak: Ruwachib'al ri Mozilla molaj winäq

source: Powered by the Mozilla community
cak: B'anon ruma ri Mozilla molaj winäq

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
cak: Mozilla jun molaj man rojqan ta ch'akoj, q'alajisan kuma jun aj ruwach'ulew ajowel molaj winäq. Chi qonojel yojtikïr niqanük' chuqa' niqajalnük' chi jalajöj rub'anikil, toq niqab'än jun utziläj chuqa' okel Ajk'amaya'l chi kiwa konojel, xab'akuchi'.

source: Learn more about Mozilla
cak: Tetamäx ch'aqa' chik chi rij ri Mozilla

source: Need Help?
cak: ¿La nawajo' ato'ik?

source: Firefox OS Support
cak: Ruto'ik Firefox OS

source: Find My Device
cak: Tikanöx ri wokisaxel

source: For Developers
cak: Kichin b'anonela'

source: Mozilla Developer Network
cak: Kik'amab'ey rub'anonela' Mozilla

source: Firefox OS devices
cak: Taq okisaxel rik'in Firefox OS

source: Where is Firefox OS available?
cak: ¿Akuchi' k'o Firefox OS?

source: Other Firefox OS versions
cak: Ch'aqa' chik ruwäch Firefox OS

source: For Partners
cak: Kichin achib'ilal

source: Partnership opportunities
cak: Samaj richin tunujri'ïl

source: We work with a number of providers to offer Firefox OS on a variety of devices.
cak: Yojsamäj kik'in jun kicholajem ajya'öl richin nusüj chawe ri Firefox OS pa jalajöj kiwäch taq okisaxel.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
cak: Tacha' jun pa ri rucholajem richin nak'ül jun oyonib'äl Firefox OS pa ri amaq'el atinaminatil.

source: Click on the provider below to get a Firefox OS smartphone in your country.
cak: Tapitz'a' pa ri ajya'öl richin nak'ül jun oyonib'äl Firefox OS pa ri amaq'el atinaminatil

source: Sign up for our monthly newsletter
cak: Tatz'ib'aj awi' pa ri ajik' ko'öl qawuj

source: Thank you for signing up!
cak: ¡Matyox ruma xatz'ib'aj ab'i'!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
cak: Tatz'ib'aj ab'i' pa ri ajik' ko'öl qawuj richin ye'ak'ül ri ruk'isib'äl taq rutzijol Firefox OS
