Repository: alvinlaz96/mozilla-lang
Catalog: ks/download_button.lang.po
Languages: ks

source: Download Firefox
ks: فایر فوکْس کْریو ڈاون لوڈ

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
ks: تُہند سسٹم چُھ نْہ پورْ کران <a href="%(url)s">ضرورت</a> فایر فوکْس رن کرنْہ باپت۔

source: <span>Firefox Beta</span> for Android
ks: اینڈرایِڈ باپت <span> بیٹا فایر فوکْس</span>

source: <span>Firefox Aurora</span> for Android
ks: اینڈرایِڈ باپت <span>فایر فوکْس آرورا </span>

source: <span>Firefox</span> for Android
ks: اینڈرایِڈ باپت <span>فایر فوکْس</span>

source: Get it free on Google Play
ks: یہ کْریو حأصل فری گوگل پْلے یس پیٹھ

source: Firefox Beta
ks: فایر فوکْس بیٹا

source: Firefox Aurora
ks: فایر فوکْس آرورا

source: Free Download
ks: فری ڈاون لوڈ

source: Update your Firefox
ks: پنُن فایر فوکْس کْریو اپڈیٹ

source: Supported Devices
ks: تعاون وألئ ڈیوایِس

source: What’s New
ks: نُو کیاہ چُھ

source: Privacy
ks: پرایوسی

source: Systems &amp; Languages
ks: سسٹم &amp ؛ زبان
