Repository: alvinlaz96/mozilla-lang
Catalog: ks/main.lang.po
Languages: ks

source: Navigation
ks: نیویگیشن

source: <span>for</span> Desktop
ks: <span>باپت</span> ڈیسْک ٹاپ

source: <span>for</span> Android
ks: <span>باپت</span> اینڈرایِڈ

source: Overview
ks: اوور ویو کْریو

source: Trusted
ks: بھروس وول

source: Flexible
ks: لچکدار

source: Fast
ks: تیز

source: About
ks: مُتلق

source: Devices
ks: ڈیوایس

source: For partners
ks: پاٹنرن باپت

source: Need help?
ks: مدد گژھیاہ؟

source: News
ks: نیوْز

source: Developers
ks: ڈیولپر

source: Donate
ks: ڈونیٹ کْریو

source: Support
ks: تعاون

source: Products
ks: پروڈکٹْہ

source: Add-ons
ks: ایڈ۔آن

source: About Us
ks: اسِہ مُتلق

source: Labs
ks: لیبْہ

source: skip to Navigation
ks: نیویگیشن کُن کْریو سیکیپ

source: switch language
ks: زبان کْریو سوچ

source: Back to home page
ks: ہوم پیجس کُن پْکیو واپس

source: About Mozilla
ks: موزیلاہس مُتلق

source: Get Involved
ks: شأمل گْژھیو

source: Careers
ks: کیریر

source: Press Center
ks: پریس سینٹر

source: Contact Us
ks: اسِہ کْریو کنٹیکٹْہ

source: Other languages:
ks: باقی زبان:

source: Legal
ks: قونونی

source: Cookies
ks: کوکی

source: Firefox Affiliates
ks: فایر فوکْس ایفلیٹ

source: Legal Notices
ks: قونونی نوٹِس

source: Privacy Policy
ks: پرایوسی پالیسی

source: Release Notes
ks: ریلیز نوٹ

source: Other Systems and Languages
ks: باقی سسٹم تْہ زبان

source: Close
ks: بند

source: (in English)
ks: (انگریزی پأٹھ)

source: Return to top
ks: ٹاپس کُن گْژھیو واپس

source: Features
ks: فیچر

source: Customize
ks: کسٹامایِز

source: Download
ks: ڈاون لوڈ کْریو

source: Previous
ks: پْتیم

source: Next
ks: بیاکھ

source: MB
ks: ایم بی

source: MegaBytes
ks: میگا بایٹْز

source: Videos
ks: ویڈیو

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ks: کینژو جایو بغیر <a href="%s">نوٹ کرنْہ آمُت</a>, کنٹینٹ یتھ سایٹِہ پیٹھ چُھ لایسنسْڈ <br /><a href="%s">کریییٹیو کامن ایٹریبیوشن شییر۔ایلایِک لاسن وی۳۔ہ تحت </a> یا امِہ پتْہ کانہہ وْرجن۔

source: Report Trademark Abuse
ks: رپورٹ کْریو ٹریڈ مارْک ایبیوز

source: Free Upgrade
ks: فری اپگریڈ

source: Follow us on:
ks: اسِہ کْریو فالو پیٹھ:

source: Customize with Add-ons
ks: کسٹامایِز کْریو ایڈ۔آنن سْیت

source: Learn More
ks: مزید ہیچھیو

source: Learn more
ks: مزید ہیچھیو

source: Replay
ks: دوبار کْریو پْلے

source: Watch the video
ks: ویڈیو کْریو واچ

source: Replay the video
ks: ویڈیو کْریو دوبار پْلے

source: Share the video
ks: ویڈیو کْریو شییر

source: WebM format
ks: ویب ایم فارمیٹ

source: Ogg Theora format
ks: اوگ تھیورا فارمیٹ

source: MPEG-4 format
ks: ایم پیگ۔۴ فارمیٹ

source: Mobile
ks: موبایل

source: Check out the new look and feel of Firefox.
ks: چک آوٹ کْریو نُو لوک تْہ احساس فایر فوکسُک۔

source: View Full Site
ks: فُل سایِٹ کْریو ویو

source: Download for <span>Android</span>
ks: ڈاون لوڈ کْریو <span>اینڈرایڈ </span> باپت

source: Desktop
ks: ڈیسْک ٹاپ

source: Firefox Beta for mobile
ks: فایر فوکْس بیٹا موبایل باپت

source: Firefox for mobile
ks: فایر فوکْس موبایل باپت

source: Email
ks: ایمیل

source: Super speed
ks: سوپر سُپیڈ

source: Stunning graphics
ks: سِٹننینگ گرافِک

source: The latest technologies
ks: تازْ ترین ٹیکنالجی

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ks: توہیہ چُھ ضرورت اکھ اپگریڈ! محفوظ گْژھیو اکِہ مِنٹ کھوتْہ کم وقتس منز۔<br/> شروع کْریو استعمال کرُن پنُن نُو فایر فوکْس ویبس پیٹھ براوزینگ تْہ کسٹامایزیشنُک بہترین حأصل کرنْہ باپت۔ <br/>

source: Upgrade now
ks: وْنئ کْریو اپگریڈ

source: Update now
ks: وْنئ کْریو اپڈیٹ

source: Supported Devices
ks: تعاون وأل ڈیوایِس

source: What’s New
ks: نُو کیاہ چُھ

source: Privacy
ks: پرایوسی

source: Contribute to this page
ks: یتھ پیجس کُن کْریو شمولیت

source: Mission
ks: میشن

source: Tour
ks: سیر

source: Partner with Us
ks: اسِہ سْیت روز پاٹنر

source: Sync
ks: سینک

source: Desktop Add-ons
ks: ڈیسْک ٹاپ ایڈ۔آن

source: Android Add-ons
ks: اینڈرایِڈ ایڈ۔آن

source: Themes
ks: تھیمْہ

source: Desktop Support
ks: ڈیسْک ٹاپ تعاون

source: Android Support
ks: اینڈرایِڈ تعاون

source: Performance
ks: کارکردگی

source: Technology
ks: ٹیکنالجی

source: Privacy &amp; Security
ks: پرایوسی &amp ؛ حفاظت

source: Releases
ks: ریلیز

source: Firefox
ks: فایر فوکْس

source: Firefox for Organizations
ks: آرگانایزیشنن باپت فایر فوکْس

source: Mobile Add-ons
ks: موبایل ایڈ۔آن

source: Mobile Support
ks: موبایل تعاون

source: Blog
ks: بُلاگ

source: About Firefox
ks: فایر فوکسس مُتلق

source: Join Mozilla
ks: موزیلا کْریو جویِن

source: Participate
ks: شمولیت کْریو

source: Volunteer
ks: والینٹییر

source: Brand Toolkit
ks: برانڈ ٹول کِٹ

source: Partnerships
ks: پاٹنر شیپ

source: Get Mozilla updates
ks: حأصل کْریو موزیلا اپڈیٹ

source: Share
ks: شییر کْریو

source: Mozilla on Twitter
ks: ٹُویٹرس پیٹھ موزیلا

source: Firefox on Twitter
ks: ٹُویٹرس پیٹھ فایر فوکْس

source: Mozilla on Facebook
ks: فیس بوکس پیٹھ موزیلا

source: Firefox on Facebook
ks: فیس بوکس پیٹھ فایر فوکْس

source: Forums
ks: فورم

source: Governance
ks: سرکار

source: History
ks: ہسٹری

source: Our Products
ks: سأنی پروڈکٹْہ

source: Software and other innovations designed to advance our mission.
ks: سافٹْہ وِیر تْہ باقی اِنوویشن یم ڈیزاین کرنْہ آمژْ چھ سونئ میشن برونہہ پکناونْہ باپت۔

source: Become a volunteer contributor in a number of different areas.
ks: بْنیو اکھ والنٹییر کنٹریبیوٹر واریاہن ایریاہن منز ۔

source: Menu
ks: مینیو

source: Committed to you, your privacy and an open Web
ks: کومِٹ کرنْہ آمُت ب توہیہ کُن، تُہنزِ پرایوسی تْہ أکس اوپْن ویب کُن

source: Choose Independent
ks: ژأریو آزاد

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ks: جزبْہ تھأیو أکس فری تْہ اوپْن اِنٹرنیٹس باپت یوس واریاہ اصل پکِہ! #ژأریو آزاد۔ ژأریو فایر فوکْس:

source: Please turn on JavaScript to display this page correctly.
ks: مہربأنی کْرتھ کْریو جاواسِکریپٹْہ آن ڈیسپْلے کرنْہ باپت یہ پیج صھیح پأٹھ۔

source: Firefox Features
ks: فایر فوکْس فیچر

source: Firefox Help
ks: فایر فوکْس مدد

source: January
ks: جنوری

source: February
ks: فروری

source: March
ks: مارچ

source: April
ks: اپریل

source: May
ks: مے

source: June
ks: جون

source: July
ks: جولائ

source: August
ks: اگست

source: September
ks: ستمبر

source: October
ks: اکتوبر

source: November
ks: نومبر

source: December
ks: دسمبر

source: <abbr>Oct</abbr>
ks: <abbr>Aug</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ks: فایر فوکْس یِیہ جلدی iOS! <a href="{url}">ساین اپ کْریو مزید ہیچھنْہ باپت </a>۔

source: Format
ks: فارمیٹ

source: Whoops! Be sure to enter a valid email address.
ks: ووفْس! ایمیل پتاہ کْریو ہوش حواس سان دأخل۔

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
ks: بْہ چُھس ٹھیک ییلہ موزیلا ہینڈل کران چُھ میأنی اِنفو یوس ذن واضح کْرتھ چُھ <a href="%s">یتھ پرایوسی پالیسی</a>منز

source: Get Firefox news
ks: فایر فوکْس نیوْز کْریو حأصل

source: YOUR EMAIL HERE
ks: تُہند ایمیل ییتنس

source: Sign me up
ks: مْے کْریو سایِن اپ

source: Select country
ks: مُلک ژأریو

source: Available Languages
ks: دستیاب زبان

source: We will only send you Mozilla-related information.
ks: أسئ سوزو توہیہ صرف موزیلاہس سْیت وابستْہ جانکأری۔

source: Thanks! Please check your inbox to confirm your subscription.
ks: شُکریہ! مہربأنی کْرتھ کْریو چک پنُن اِنبوکْس تصدیق کرنْہ باپت پنُن سبسکریپشن۔

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ks: پیٹھ رْٹیو توہیہ اکھ ایمیل پیٹھ پنُن سبمیشن تصدیق کرنْہ باپت۔ اگر نْہ توہیہ یہ وْچھیو، پنُن سُپیم فلٹر کْریو چک۔ توہیہ چُھ ضروری پنُن سبسکریپشن تصدیق کرُن سون نیوْز لیٹر رٹنْہ باپت۔ mozilla@e.mozilla.org

source: Read all about it in our <span>newsletter</span>
ks: اتھ مُتلق پْریو تمام سأنِس <span>نیوْز لیٹرس</span> منز

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ks: سبسکرایِب کْریو ریتْہ پأٹھ اپڈیٹ تْہ تھأیو موجود موزیلا نیوزِ سْیت، یتھ منز شأمل چھ تازْ ترین ٹِپْس تْہ ٹرْکْہ فایر فوکْس برارزرس بھرپور فأیدْ تُلنْہ باپت۔ یہ چُھ سانِہ باپت بہتر تْہ افضل طریق رأبطس منز روزنُک!
