Repository: alvinlaz96/mozilla-lang
Catalog: ks/mobile.lang.po
Languages: ks

source: Get Firefox for Android
ks: اینڈرایِڈ باپت کْریو حأصل فایر فوکْس

source: Download for <span>Android</span>
ks: ڈاون لوڈ کْریو <span>اینڈرایِڈ</span> باپت

source: Free from the Android Market
ks: اینڈرایِڈ مارکیٹ پیٹھ مُفت

source: Or visit <a %s>Firefox.com/m</a> on your phone.
ks: یا کْریو ویزِٹ <a %s>Firefox.com/m</a> پننِس فونس پیٹھ۔

source: Supported Devices
ks: تعاون وألئ ڈیوایِس

source: Get it from iTunes - FREE
ks: یہ کْریو حأصل آی ٹیونو پیٹھ۔ مُفت

source: Firefox Home for <span>iPhone</span>
ks: فایر فوکْس ہوم <span>آی فون</span> باپت

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
ks: ایسیس کْریو پنْنئ فایر فوکْس ہسٹری، بوک مارْک تْہ اوپْن ٹیب پننِس آی فونس پیٹھ۔

source: Download Firefox to <span>Your Mobile</span>
ks: ڈاون لوڈ کْریو فایر فوکْس <span>پننِس موبایلس</span> کُن

source: Want to test the latest features?
ks: توہیہ چھیو یژھان ٹیسٹْہ کرْنئ تازْ ترین فیچر؟

source: Get Firefox Home for iPhone
ks: حأصل کْریو فایر فوکْس ہوم آی فون باپت

source: Download Beta for Android
ks: اینڈرایِڈ باپت کْْریو ڈاون لوڈ بیٹا

source: Download
ks: ڈاون لوڈ کْریو

source: for
ks: باپت

source: Free from iTunes
ks: آی ٹیونو نِش فری

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
ks: توہیہ کْریو حأصل تجرُب کٹینگ ایج فیچرن ہُند تْہ کْریو فراہم فیڈ بیک مدد کرنْہ باپت ریفاین کرُن تْہ پالِش کرُن ذِ کیاہ آسِہ فاینل ریلیزس منز ۔

source: Developer Tools
ks: ڈیولپر ٹول

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
ks: توہیہ ہیکیو انسٹال کْرتھ موبایل وْرجن فایر فوکسُک سأنس ڈیسْک ٹاپ کمپیوٹرس پیٹھ ٹیسٹْہ کرنْہ باپت، فیڈ بیک فراہم کرنْہ باہت، تْہ ایڈ آن بِلڈْْ کرنْہ باپت۔

source: Connect With Firefox for Mobile:
ks: کنیکٹْہ کْریو فایر فوکسس سْیت موبایلس باپت:

source: Monthly newsletter
ks: ماہانْہ نیوز لیٹر

source: Follow us
ks: اسِہ کْریو فالو

source: Become a fan
ks: اکھ فین بْنیو

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
ks: فایر فوکْس چُھ فُل اِنوویشنو سْیت یوس توہیہ اجازت دِوان چُھ ٹایِپ کرنس منز کم، براوز کْریو مزید تْہ ویب کُن گْژھیو تیزی سان تْہ سہل پأٹھ۔

source: Freedom from typing
ks: ٹایپینگ نِش نجات

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
ks: یہ من پسند سکرین چُھ ہیچھان تُہنزْ من پسند سایٹْہ یُتھ ذن توہیہ براوْز کْریو کم ٹایپینگ یا ٹایپینگ بغیر۔

source: Best of both worlds
ks: دوشوْنئ جہانن ہُند بہتر

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
ks: فایر فوکْس اینڈرایڈس باپت چُھ وْنئ ریڈیزایِن تْہ اوپٹیمایِز کرنْہ یوان تتھ طریقس منز یتھ منز توہیہ براوز کران چھ فونن تْہ ٹیبلیٹن پیٹھ۔

source: Browse quick and easy
ks: براوُز کْریو تیز تْہ سہل

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
ks: فیچر مثلن سینک، ٹیبْڈ براوزینگ تْہ ون۔ٹچ بوک مارکینگ مطلب گو پریتھ کانہہ چیز یوس توہیہ یژھان چھیو چُھ باالکُل نزدیک۔

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
ks: ویزِٹ کْریو سون فایر فوکْس اینڈرایِڈ تعاون سایِٹ باپت۔ <a %s>مدد چھاہ ضرورت؟</a>

source: Download and test the build that’s right for you.
ks: ڈاون لوڈ تْہ ٹیسٹْہ کْریو بلڈْ یوس ذن توہیہ باپت صحیح چُھ۔

source: See all our channels for mobile »
ks: سانِہ تمام چنلْہ وْچھیو موبایلس باپت»

source: Free from the Google Play Store
ks: فری گوگل پْلے سِٹور پیٹھ
