Repository: alvinlaz96/mozilla-lang
Catalog: ks/upgradedialog.lang.po
Languages: ks

source: Get the Newest Firefox
ks: تازْ ترین فایر فوکْس کْریو حأصل

source: The Newest Firefox is Here!
ks: تازْ ترین فایر فوکْس چُھ ییتنس

source: <a %s>Quick, easy and free update</a>
ks: <a %s>کویِک، آسان تْہ فری اپڈیٹ </a>

source: Fresh new look
ks: تازْ نْو لوک

source: Much faster than Firefox 3.6
ks: ذیادْ تیز فایر فوکْس ۳۔۶ کھوتْہ

source: More awesomeness than ever
ks: ذیادْ من پسند صفت برونہہ کھوتْہ

source: There’s a new version of Firefox that can better protect you against online attacks.
ks: اکھ ذیادْ نُو وْرجن چُھ فایر فوکسُک یوس توہیہ بہتر بچاوِ آن لاین حملن نِش۔

source: <a %s>Get the upgrade</a> — it’s fast & free!
ks: <a %s>اپگریڈ کْریو حأصل</a> —یہ چُھ تیز تْہ آزاد!

source: get the latest in security
ks: تازْ ترین کْریو حأصل حفاظتس منز

source: experience faster performance
ks: تجرُب کْریو ذیادْ تیز کارکردگی

source: enjoy greater customization
ks: ذیادْ لُطف تولیو کسٹامایزیشنس

source: Your version of Firefox will soon be vulnerable to online attacks.
ks: تُہندس فایر فوکْس کِس وْرجنس ہیکِہ جلدی آن لاین حملن ہُند خطرْ لاحق گْژھیتھ۔

source: Stay safe online
ks: محفوظ روزیو آن لایِن

source: Enjoy new features
ks: نْوین فیچرن ہُند لُطف تُلیو

source: URGENT!
ks: ضروری!

source: Your version of Firefox is no longer protected against online attacks.
ks: تُہند وْرجن فایر فوکسُک چُھ نْہ وْنئ محفوظ آن لاین حملن خلاف۔

source: This is your last reminder before you will be automatically updated to the latest version
ks: یہ چُھ تُہند پْتیم ریماینڈر امہ برونہہ ذِ توہیہ یَیو آٹومیٹکلی اپڈیٹ کرنْہ تازْ ترین وْرجنس کُن

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
ks: فایر فوکْس چُھ نْہ وْنْی تعاون کران تُہندس آپریٹینگ سسٹم وْرجن تْہ روزِ وُلنریبْل آن لاین حملن۔

source: We recommend:
ks: أس چھ صلاح دِوان:

source: Upgrading your <a %s>operating system</a>
ks: اپگریڈ کران تُہند <a %s>آپریٹینگ سسٹم</a>

source: Downloading a compatible browser
ks: ڈاون لوڈ کران اکھ کمپیٹیبْل براوزر

source: Installing a free upgrade to your <a %s>operating system</a>
ks: اِنسٹال کران اکھ فری اپگریڈ پننِس <a %s>آپریٹینگ سسٹمس</a>

source: You will be prompted once more before being automatically updated.
ks: توہیہ یِیہ بْیہ اکِہ لٹِہ ہیس دِنْہ امہ برونہہ ذِ توہیہ گْژھیو آٹومیٹیکلی اپڈیٹ۔
