Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/channel.lang.po
Languages: son

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
son: Firefox Developer Edition wala Beta zumandi nda faaba ka hiino Firefox-oo fasal

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
son: Firefox Aurora wala Beta zumandi nda faaba ka hiino Firefox-oo fasal

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
son: Firefox fattarey kaŋ ga kaa zumandi k'i šii. War ma dii goy teji kokorantey Developer Edition wala Beta cinarey ra.

source: The latest features in a more stable environment
son: Alhaali kokorantey goy windila tabatantaa ra

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
son: Firefox Beta ga willandiyan tee Mozilla se nda nga boŋ. <a href="%(link)s">Bay ka tonton</a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
son: <a href="%(feedback)s">Willandi ir se</a> k'i gaa ka goysahã nda nafaw koroši ka boori goy windila tabatante ra.

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
son: Firefox Aurora nda Firefox Developer Edition ga willandiyan tee Mozilla se nda nga boŋ. <a href="%(link)s">Bay ka tonton</a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
son: Firefox Aurora g'alhabaryaŋ sanba Mozilla se nda nga boŋ. <a href="%(link)s">Bay ka tonton</a>.

source: Built for those who build the Web
son: A tee borey din kaŋ ga interneti cin se

source: The newest innovations in an experimental environment
son: Haya kul itejey šiiyan goy windila ra

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
son: Goysahã šii fondo ceeci doo ra, hasarawey bayrandi nd'<a href="%(feedback)s">ir faaba ka dii haya kaŋ g'a tee Beta</a>.

source: Tried, tested and used by millions around the world
son: Boro ženberyaŋ n'a taba, i n'a šii nd'i n'a ka goy adduɲɲaa mee.

source: Learn more about Firefox Beta
son: Bay ka tonton Firefox Beta ga

source: Learn more about Firefox Aurora
son: Bay ka tonton Firefox Aurora ga?

source: Learn more about Firefox
son: Bay ka tonton Firefox ga?
