Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/developer.lang.po
Languages: son

source: Built for those who build the Web. Introducing the only browser made for developers.
son: War kaŋ ga cina interneti boŋ, woo ti ceecikaw jina kaŋ tee cinakey se.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
son: Mozilla Firefox zumandi, interneti ceecikaw forba. Adduɲɲaa-mee jamaa kaŋ ši goy arriba se ka durkutu Firefox tee ka too borey ma interneti juwal ngi boŋ se. Firefox zaa hõ!

source: Built for those who build the Web
son: A tee borey din kaŋ ga interneti cin se

source: The only browser made for developers like you.
son: Ceecikaw follokaa kaŋ tee cinakey se, sanda war.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
son: Nda Firefox Developer, wa fasal, wa cina nda interneti hanse bila nda war ma war ceecikaa naŋ!

source: Firefox Developer Edition automatically sends feedback to Mozilla.
son: Firefox cinakaw wallafiyan dumi ka willandiyan sanba Mozilla do nga boŋ se.

source: Designed for developers
son: Kaŋ tee cinakey se

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
son: Ceecikaw follokaa kaŋ tee cinakey hinne se, Firefox cinakaw wallafiyan dumoo n' ka kaa soolu war goy se. Cee jinaa ti woo kaŋ war ga cina, šii, sasawandi nda bešere tee, akul nungu foo ra.

source: Debug any browser
son: Ceecikaw kul hanse

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
son: War porogaramizoo korošĩ nd'a hanse ceecikaw wala jinay kul ga nda Valence — dobuyan sahãnte foo, kaŋ sinja ka ben, nda Firefox kaŋ tee cinakey se hinne ra war ga dii y'a.

source: Pixel-perfect coding
son: Biitonbi-alhakiika ašariya hantumyan

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
son: Toodoo diji azzaatoo ga tenjin nda boŋ-maateyan fasal gunari nda war ma faala ka CSS berebere nda fasal wallafikaa biitonbi-alhakiikante ašariya hantumyan se.

source: All your favorite dev tools and more
son: War cinakaw goyjinay kaasey nda haya taney

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
son: Firefox cinakaw wallafiyan dumoo ka war linji cinakaw goyjinaey kanbe nda jinay sahãnte taagey ka war goy-alfaydaa tonton goydaari booboyaŋ game, nungu foo ra. A ga tee haya kul kaŋ war doona k'a tee, kala kaŋ a boori ka tonton. Nda Firefox de ma hin woo.

source: Screenshot
son: Dijibii

source: Visual Editing Tools
son: Diira fasalyan goyjinawey

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
son: N ga hin ka CSS nda HTML bii zurantey kaŋ n ga dii yey tiiraa woo ga barmay nda fasaldoo kaŋ g'i guna. N ga hin ka tiira izey tenjandiyaney, sasawandiyaney nda gamhayey kul laasaabu nda deedandi jinawey wey.

source: Learn more about Visual Editing Tools
son: Visual Editing Tools bay ka tonton

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
son: Goy nda Developer Edition biizurantey kaŋ n ga dii yey nda CSS goyjinawey hala ma hin ka bay takahayey kaŋ goo teekoo cire.

source: Performance Tools
son: Goyjinawey sahãa laasaabu

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
son: Interneti gundoo hayey cahãroo ceeci k'i bay, lakkalzaaroo nda JS biyey gunayan moora ra, hala ma hin ka bay taka faala kaŋ ga hasaraw misey šilbay k'i ganji.

source: Learn more about Performance Tools
son: Bay ka tonton teeyan goyjnawey ga

source: Responsive Design View
son: Fasal gunari tuurante

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
son: Dii taka kaŋ nda war interneti nungoo wala interneti porogaramizoo ga fatta dijey kaŋ ka waani ga billa nda war ceecikaa zanfunoo ma barmay.

source: Learn more about Responsive Design View
son: Bay ka tonton fasal gunari tuurante ga

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
son: Firefox cinakaw wallafiyan dumoo ka war porogaramizey cin nd'i hanse goydaari booboyaŋ ga nda dobuyan sahãntaa woo kaŋ nd'a kaa.

source: Learn more about Valence
son: Bay ka tonton Valence ga

source: Web Audio Editor
son: Interneti jinde fasalkaw

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
son: Wa guna nda šelaŋ nda Interneti jinde API dogoo ra k'alhakiika kaŋ jinde hayey dobu nda takaa kaŋ war g'a tammahã.

source: Learn more about Web Audio Editor
son: Bay ka tonton interneti jinde fasalkaa ga

source: Page Inspector
son: Moo korošikaw

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
son: HTML nda CSS koroši interneti moo kul se nda moɲoo cinaroo nda kanandiroo barmay nda faala.

source: Learn more about Page Inspector
son: Bay ka tonton moo korošikaa ga

source: Web Console
son: Interneti diji-walha

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
son: Dii huruyan alhabar kaŋ ga hanga interneti moo bande nda goy nda interneti diji-walha ks goy nda interneti moɲey JavaScript ra.

source: Learn more about Web Console
son: Bay ka tonton interneti diji-walha ga

source: JavaScript Debugger
son: JavaScript hansekaw

source: Step through JavaScript code and examine or modify its state to help track down bugs.
son: JavaScript ašariyaa guna ka dii nda ka ng'alhaaloo laasaabu wal'a barmay ka hasaraw dogey maate.

source: Learn more about JavaScript Debugger
son: Bay ka tonton JavaScript hansekaa ga

source: Network Monitor
son: Sankay hawgaykaw

source: See all the network requests your browser makes, how long each request takes and details of each request.
son: Dii hayey kul kaŋ war ceecikaa g'i hãa sankay ra, waatoo kaŋ hãayan foo kul g'a tee nda šilbayhayey kaŋ goo a bande.

source: Learn more about Network Monitor
son: Bay ka tonton sankaw hawgaykaa ga

source: Style Editor
son: Fasal wallafikaw

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
son: CSS fasaley kaŋ ga hanga interneti moo foo guna nd'i fasal, itaagayaŋ tee nda CSS fasal-kaddasu barantey kanandi moo kul ga.

source: Learn more about Style Editor
son: Bay ka tonton fasal wallafikaa ga

source: Choose Firefox
son: Firefox suuba

source: Welcome to Firefox Developer Edition
son: Kubayni Firefox cinakaw wallafiyan dumoo do

source: Developer Tools
son: Cinakey goyjinawey

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
son: Ceecikaw kul itimmantaa kaŋ tee cinakey hinne se, Firefox cinakaw wallafiyan dumoo ga kaa nda cinari goyjinay kul kaŋ war ga boona.

source: Next: Sync
son: Jine: Sync

source: Important
son: Alfaydante

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
son: Wa cinakaw wallafiyan alhaali taaga hangandi war Firefox kontoo bande ka duu doo-šilbawey, ceeciyan taariki, šennikufaley nda haya taney ka hun war Firefox alhaali barantaa ga.

source: Sync now
son: Hangandi sohõ

source: No thanks
son: Kalaa, manti sohõ

source: Before you go&hellip;
son: Za war mana koy&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
son: Nda war bisa bila nda war cinakaw wallafiyan dumi taagaa ma hangandi, war ceeciyan bayhaya booboyaŋ ka hin ka dere ka hun war Firefox alhaali barantaa ra.

source: To sync now, choose the Sync option from this menu.
son: Ka hangandi sohõ, wa Sync suuba šilbayboŋoo woo ra.

source: Welcome to <span>Firefox Developer Edition</span>
son: Kubayni <span>Firefox cinakaw wallafiyan dumoo</span> do

source: Get to know the features that make it the most complete browser for building the Web.
son: Wa alhaaley bay kaŋ g'a tee ceecikey kul itimmantaa interneti cinaroo se.

source: Important: Sync your new profile
son: Alfaydante: war alhaali taagaa hangandi

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
son: Cinakaw wallafiyan ga kaa nda alhaali taaga hala war ma hin k'a dirandi Firefox dumi jerey bande.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
son: Ka duu war doo-šilbawey, ceeciyan taariki nda haya taney, war ga hima k'alhaaloo hangandi war Firefox kontu barantaa bande, wala itaaga tee.

source: Want the old look back?
son: Willi nga himari koraa ga?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
son: Nda war ga baa a ma hima Firefox Aurora koyne, ir hansa ka ceebandoo woo faalandi war se.

source: Features and tools
son: Alhaaley nda goyjinawey
