Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/dnt.lang.po
Languages: son

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites.
son: Mozilla Firefox ga kaa nda Ma ši ay gana dabari kaŋ ga too war ma war ibaayoo har bila nda interneti nungey m'a bay.

source: Do Not Track FAQ
son: War ši ay gana hãayan fillantey

source: Your Status:
son: War assariyaa:

source: Do Not Track is ON
son: Ma ši ay gana TUN

source: Do Not Track is OFF
son: Ma ši ay gana HUN

source: Mozilla is a global, nonprofit organization dedicated to making the Web better. We emphasize principle over profit, and believe that the Web is a shared public resource to be cared for, not a commodity to be sold. We answer to no one but you and believe it is crucial to put you in control of your online experience. We are aiming to give you better insight and control into the ways your personal information is collected, used, stored and shared online.
son: Mozilla ti adduɲɲaa-mee baytal goykonday kaŋ ga huzun k'interneti boryandi. Ir anniyaa woo fur arriba kul boŋ; ir ga tammahã kaŋ baytal alman kaŋ jamaa g'a feršii ga hima hawgayyan, zam'a manti jinay kaŋ ga neere. Adiši, ir ši tuuru boro kul se kala war de, ir ga tammahã da kaŋ war ma hima ka war boŋ goyoo juwal. Ir ga ir ihinnagoo tee ka war no laasaabay nda juwal ka tonton takawey kaŋ nda war boŋ bayhayey ga margandi, goyandi, jisandi nda žemnandi interneti ra.

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites. When the feature is enabled, Firefox will tell advertising networks and other websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
son: Mozilla Firefox ga kaa nda Ma ši ay gana dabari kaŋ ga too war ma war ibaayoo har bila bda interneti nungey m'a bay. Nda dabaroo woo tunandi, Firefox ga nee feeyan sankay kul nda interneti nungu taney se kaŋ šj boona hawgayyan, sanda ka war dayyan aladabey zaa ka feey war se.

source: Frequently Asked <span>Questions</span>
son: Hãayan <span>fillantey</span>

source: What is Do Not Track?
son: Macin ti Ma ši ay gana?

source: Do Not Track is a step toward putting you in control of the way your information is collected and used online. Do Not Track is a feature in Firefox that allows you to let a website know you would like to opt-out of third-party tracking for purposes including behavioral advertising. It does this by transmitting a Do Not Track HTTP header every time your data is requested from the Web.
son: Ma ši ay gana ti fondo ka šintin ka takaa juwal kaŋ nda alhabar ga margandi nd'a ga goyandi interneti. Ma ši ay ti dabari Firefox ra kaŋ ga too interneti nungu ma bay kaŋ war ši boona nungu taney ma dii war ceebandey k'i ka feeyan haya sanba war here. Ka woo tee a ga Ma ši ay gana HTTP boŋdeke zuu cebe waati kul kaŋ war nungu na war bayhayey hãa interneti ra.

source: Is Do Not Track available on Firefox for Android?
son: Ma ši ay gana ga duwandi da Firefox Android ga?

source: Yes. Firefox for Android is the first mobile Web browser to offer the Do Not Track privacy feature, and behaves the same way it does on the desktop. To turn Do Not Track on in Firefox for Android, simply swipe left and tap on Browser Tools. From the Preferences pane, tap on the box next to &quot;Tell sites not to track me&quot; to turn this option on or off.
son: Ayyo, Firefox kaŋ tee Android se ti kanbe interneti ceecikaw jinaa kaŋ kaa nda Ma ši ay gana sutura dabaroo nd'a ga dira sanda ordinater waanoo. Ka Ma ši ay gana tunandi Firefox Android ga, a mooru de war kanbe gumaa here nda ceecikaw goyjinawey karkar. Ibaayey lokoo ra, bataa kaŋ goo &quot; Nee nungey se i ma ši ay gana&quot; jeroo ga karkar ka suubaroo woo tunandi wal'a wii.

source: Does Do Not Track block ads?
son: Wala Ma ši ay gana ga feeyan hode?

source: No, you will still see ads with Do Not Track enabled. However, Do Not Track may change the type of ads you see. For example, behavioral ads are targeted to your interests based on the websites you visit and the search terms you use. If you request that websites Do Not Track you, and the sites respect your privacy preferences, you will see more generic ads in place of behavioral ads.
son: Kalaa, war ga dii feeyaney ba Ma ši ay gana tunandi. Amma, Ma ši ay gana ga hin ka feeyan dumey kaŋ war ga dii y'ey barmay. Sanda aladabu-bande feeyan ga hayey kaŋ ga kan war se interneti nungey ra nda jinawey kaŋ war g'i ceeci. Nda war hãa kaŋ nungey ma ši war gana, nda wey ga haŋajer war ibaayey se, war ga dii hankul feeyaney aladabu-bande feeyan dogey ra.

source: How does Do Not Track work with other privacy tools?
son: Taka foo nda Ma ši ay gana ga dira nda sutura jejebuyan jinay taney?

source: Do Not Track is one of many privacy solutions. Do Not Track does not replace your anti-virus software, will not encrypt data, and is not a security mechanism. There are several other <a href="%(url)s">privacy and security</a> features within Firefox.
son: Ma ši ay gana ti sutura dabari foo ibooboyaŋ ra. Ma ši ay gana manti wirisi jejebu, a ši bayhayey tugu nd'a manti saajaw dabari. <a href="%(url)s">Sutura nda saajaw</a> alhaali tana booboyaŋ ga bara Firefox ra.

source: Will Do Not Track affect the rest of my Web experience?
son: Wala Ma ši ay gana ka war interneti goyyan cindoo barmay?

source: Do Not Track may interfere with some personalized services you enjoy. For example, a Do Not Track request might mean you would have to type in your zip code each time you want to view a weather report, rather than seeing the weather automatically displayed. Personalization on websites can save you time and repetitive typing, but it requires data.
son: Ma ši ay gana ga hin ka goy fooyaŋ kaŋ war bay k'i kayandi war boŋ se. Sanda, Ma ši ay gana hãayan ga hin ka too kaŋ war ma hima ka postu lanba hantum waati kul kaŋ war ga baa waati alhaali ma cebandi nga boŋ se. War ga hin ka duu waati nda war na nungey hanse war boŋ se amma woo ga waažibandi kaŋ war bayhayayaŋ ma jisandi.

source: How do I enable Do Not Track in Firefox?
son: Taka foo nd'ay ga Ma ši ay gana tunandi Firefox ra?

source: This feature is not enabled by default. You can find the Do Not Track request on the Privacy pane. <span id="%(id)s">On Windows, go to Tools &gt; Options&hellip; &gt; Privacy.</span>
son: Alhaaloo woo ši tunandi ka šintin. War ga hin ka duu Ma ši ay gana hãayanoo sutura lokoo ra. <span id="%(id)s">Windows ra, wa koy Goyjinawey do &gt; Suubarey&hellip; &gt; Sutura.</span>

source: On Mac OS X, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
son: Mac OS X ga, koy Firefox to &gt; Ibaayey…&gt; Sutura. Linux ga, goy Fasal do &gt; Ibaayey &gt; Sutura.

source: Click to check the box next to &quot;Tell websites I do not want to be tracked&quot;. For more information, see the help file on <a href="%(url)s">how to stop websites from tracking you</a>.
son: Naagu ka bataa maasa &quot; Har interneti nungey se ay ši baa boro m'ay hawgay&quot;. Ka bay ka tonton, dii faaba tuku ne <a href="%(url)s">taka kaŋ nda interneti nungey ga war hawgay</a>.

source: Will companies honor my Do Not Track preference?
son: Konpaɲey ga yadda Ma ši ay gana ibaayoo ga?

source: Companies are starting to support Do Not Track, but you may not notice any changes initially. We are actively working with companies that have started to implement Do Not Track, with others who have committed to doing so soon.
son: Konpaɲeyaŋ ga šintin ka Ma ši ay gana kanbe, amma war ši hima ka barmawey maate šintinoo ga. Ir ga gaabandi ka goy konpaɲey kaŋyaŋ šintin ka Ma ši ay gana hawgay, affoo tanayaŋ g'anniya ka woo tee kayna da.

source: Where can I learn more?
son: Man n'ay ga hin ka bay ka tonton?

source: Other interesting work about Do Not Track and online privacy:
son: Alfayda goy tana goo Ma ši ay gana nda interneti sutura ga:

source: <a href="%s">Private browsing</a> in Firefox &#8212; limits saving data about which sites and pages you have visited online
son: <a href="%s">Sutura ceeciyan</a> Firefox ra &#8212; ga bayhaya gaabundiyan nakasandi nungey nda moɲey kaŋ war n'i guna interneti ra

source: <a href="%(url1)s">Managing cookies</a> in Firefox &#8212; lets you control how <a href="%(url2)s">cookies</a> are saved on your computer
son: <a href="%(url1)s">Aleewawey juwal</a> Firefox ra &#8212; ga naŋ war juwal taka kaŋ nda <a href="%(url2)s">aleewawey</a> ga gaabundi war ordinateroo ga

source: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; latest news from Mozilla’s Technology and Privacy Officer
son: <a href="%s">Alex Fowler Mozilla blogoo&#8212; alhabar kokorantey Mozilla dabaribayray nda sutura alkuhumboraa

source: <a href="%s">donottrack.us</a> project &#8212; Stanford researchers working on the ideas behind Do Not Track
son: <a href="%s">donottrack.us</a> porože &#8212; Stanford ceecigoykey ga šelaŋ Ma ši ay gana dabari teeyan ga

source: The Tracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>
son: Ganayan ibaayi haryanoo (DNT) <a href="%s">W3 Fasalkaw korfur</a>

source: Tracking Compliance and Scope <a href="%s">W3C Editor’s Draft</a>
son: Ganayan tenjandiyan nda fella gande <a href="%s">W3C Fasalkaw korfur</a>

source: The W3C <a href="%s">Tracking Protection Working Group</a>
son: W3C <a href="%s">Ganayan jejebu goyyan kondaa</a>

source: <a href="%s">Ghostery</a> &#8212; a tool that lets you learn which sites are tracking you online
son: <a href="%s">Ghostery</a> &#8212; goyjinay kaŋ ga naŋ war ma bay nungey kaŋ goo ma war gana interneti

source: See <a href="%s">where your data goes</a> before you click &#8212; an image from the Future of Privacy Forum
son: Dii <a href="%s">nungoo kaŋ ra ay bayhayey ga koy</a> jina de wa bii foo naagu ka hun ir hiino sutura margaa do

source: Mozilla and Stanford’s Do Not Track <a href="%(url)s">submission to the IETF</a> &#8212; IETF is a standards body that helps define how the Web works, regardless of which Internet browser you use
son: Mozilla nda Stanford Ma ši ay gana <a href="%(url)s">sanbaroo IETF</a> &#8212; IETF do ti dumi tabatante haya kaŋ ga faaba nda interneti goyyan alhaaloo, interneti ceecikaw dumi kaŋ nda war ga goy kul

source: Enable Do Not Track in Firefox
son: Ma ši ay gana tunandi Firefox ra

source: Options window - Advanced panel - Do Not Track
son: Suubari zanfun - Fasaldoo koyjinante - Ma ši ay gana

source: Enabling Do Not Track
son: Ma ši ay gana tunandi

source: Click for Instructions
son: Naagu yaamarey se

source: Enable Do Not Track in Internet Explorer 9
son: Ma ši ay gana tunandi Internet Explorer 9 ra

source: To enable Do Not Track in IE 9, you need to enable IE 9’s <a href="%(url)s">Tracking Protection</a> feature. The easiest way to do that is to install <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. If you view this page in IE 9, there will be instructions right here.
son: Ka Ma ši ay gana tunandi IE 9 ra, war ga hima ka IE 9 <a href="%(url)s">Ganayan jejebu</a> alhaaloo tunandi. Woo fondo kul isoolantaa ti ka <a href="%(tpl)s">Mozilla ganayan jejebu faala</a> tunandi. Nda war ga moɲoo woo guna IE 9 ra, boŋfeera ga duwandi ne.
