Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/hello.lang.po
Languages: son

source: Firefox Hello — Free, easy video conversations
son: Firefox Hello — widewo faakaaray forba nda faalante

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
son: Wa caw Firefox Hello ga ka dii war boŋ se taka kaŋ nd'a ga faala boro ma duu widewo faakaaray forba nda boro kul, nungu kul ra, ne da war ceecikaa ga

source: As easy as saying hello
son: Ga faala sanda war ga ban

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
son: Firefox Hello kubay, fondo kul ifaalante ka šelaŋ nda boro kul, nungu kul ra, widewo ra.

source: Try Firefox Hello
son: Firefox Hello šii

source: Try it now
son: Šii sohõ

source: All you need is Firefox
son: Firefox hinne ga wasa

source: If you have the latest version of Firefox, you already have Hello.
son: Nda war goo nda Firefox dumi kokorantaa, Hello goo war se ka ben.

source: There’s no account or sign-in required and nothing extra to download.
son: Kontu wala huruyan kul šii waažibandi nda haya kul tontoni ši zunbu.

source: Just start a conversation, send your friend a link and ask them to click it.
son: Šintin de nda faakaaray, dobu sanba war cerey se nda w'a naagu k'i hãa.

source: Simple.
son: Faalante.

source: Invite anyone, anywhere
son: Boro kul kubay, nungu kul ra

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
son: Ga koy nda Hello ga hansa ka faala nda war cerey nd'alaayaney ga hin ka huru war waakaaraa ra bila nda Firefox.

source: As long as they have a compatible browser, they’re good to go.
son: Nda war goo nda ceeciyan kanbante, i ga hin ka goy nd'a.

source: Learn more about compatible browsers
son: Bay ka tonton ceecikaw kanbantey ga

source: Safe, secure, protected
son: Saajante, naanante, jejebante

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
son: Zama kaŋ Hello n' ka cina Firefox hunday ra, war ga lakkaloo ga hin ka kani kaŋ war faakaarawey nda alhabarey ga cindi sutura nda saajaw ra.

source: That’s part of our mission, and it’s behind everything we do around here.
son: Woo goo ir anniya goyoo ra, nd'a ga hanga haya kul kaŋ ir g'a tee ne.

source: Do more with a Firefox Account
son: Goy bešere tee nda Firefox kontu

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
son: Ka šintin ka faakaaray nda boro dogoo ra, wa Firefox kontu forba de tee wala wa huru nda war goo nd'afoo ka ben &mdash; affollokaa da no kaŋ nda war ga Sync tee.

source: You can then add contacts to keep them close at hand.
son: War ga hin ka boroyaŋ tonton k'i gaabu war jere ga.

source: Get Firefox to get started
son: Firefox zaa ka šintin

source: Want to start using Hello?
son: Ga ba ka šintin ka goy nda Hello?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
son: Firefox de ga wasa war se &mdash; aššil feerante ceecikaw kaŋ ga naŋ war ma gaabandi ka war goymiɲey dabaro interneti waati kaŋ war ga šelaŋ nda war cerey nd'alaayaney.

source: Download Firefox to start your first conversation.
son: Firefox zumandi ka war faakaaray jinaa šintin.

source: Get Firefox and start your first conversation
son: Firefox zaa nda war faakaaray jinaa šintin

source: Update your Firefox to start using Hello
son: Firefox taagandi ka šintin ka goy nda Hello

source: Start your first conversation today
son: War faakaaray jinaa šintin hõ

source: Try Hello now
son: Wa Hello šii hõ

source: Get to know Hello
son: Soobay ka Hello bay

source: Want to reconnect with friends around the world?
son: Ga boona ka šelaŋ nda war cerey adduɲɲaa mee?

source: Celebrate a birthday when you can’t be there in person?
son: Hayhan fooyan sanba waati kaŋ ši bara batoo ra?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
son: Firefox Hello bay ka tonton nda dii war boŋ se takaa kaŋ nd'a ga faala boro ma duu widewo faakaaray forba nda boro kul, nungu kul ra, ne dar war ordinateroo ga.

source: Questions?
son: Hãayaŋ?

source: Visit Mozilla Support
son: Mozilla faaba dogoo guna

source: Powered by %s
son: Ga dira %s ga

source: Welcome to Hello
son: Kubayni Hello do

source: Open a video conversation with a single click, then invite a friend to join.
son: Naagu cee foo ka widewo faakaaray suuba, de wa cere foo cere ka huru.

source: Share your link with a friend
son: Dobu žemna nda cere foo

source: They don’t even need Firefox to join. They just need to click the link.
son: Firefox ši waažibi i se ka huru. I mma hima ka dobu foo de naagu.

source: No need to wait around
son: Batuyan koonu kul ši a ra

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
son: Nda war ceroo na doboo naagu, Hello biyoo ga bula noone zaa, ka cebe kaŋ war goo no.

source: You have a conversation waiting
son: Faakaaray foo goo ma war batu

source: Click now to join and say hello.
son: Naagu ka huru nda wa war ga ban har.

source: The easiest way to have a free video conversation with anyone, anywhere
son: Fondo kul ifaalantaa ka widewo faakaaray forba tee nda boro kul, nungu kul ra

source: Start a conversation right from Firefox
son: Faakaaray foo šintin Firefox hunday ra

source: Invite a friend by sending them a link
son: Dobu foo sanba war cere se k'a cee ka huru

source: The Hello icon will change to blue once they’ve joined
son: Hello biyoo ka bere ka tee bula za war huru ka ben

source: Tell a friend about Hello
son: Hello war cere foo se

source: Need help? Get support here
son: Ga baa faaba? Duu gaakašinay ne

source: Learn all about Hello
son: Caw Hello ga

source: The easiest way to connect for free over video
son: Fondo kul ifaalantaa ka duu widewo forba

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
son: Šintin ne da Firefox ra nda boro kul cee, nungu kul ra ka faakaaray nd'a. War mma haya foo naagu de ka huru. Kontu wala hantum ka huruyan kul šii waažibandi.

source: You’ve started your first conversation. Wasn’t that easy?
son: War na war faakaaray jinaa šintin. A mana faala wala?
