Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/independent.lang.po
Languages: son

source: Firefox Web Browser
son: Firefox Interneti ceecikaw

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
son: Za jiiri 10, Firefox ga gaabu ka goy bila nda arriba, maamala anniya wala alkuuniya. Nda Firefox manti ceecikaw de no boro n'a suuba. An' ka jinde dam borcinitaray se.

source: Choose Firefox and stay in control of your online life
son: Firefox suuba ka gaabandi ka war interneti goyoo juwal

source: Stay in control of your online life
son: Gaabandi ka war interneti goyoo juwal

source: See what’s new in Firefox
son: Dii haya taagey kaŋ goo Firefox ra

source: “Beautiful”
son: “Boori”

source: Four stars
son: Handaray tacci

source: Four and a half stars
son: Handaray taaci nda jere

source: Five stars
son: Handaray guu

source: “Magnificent”
son: “Šifante”

source: “Spectacular”
son: “Gaayayhaya”

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
son: <span id="trust-line1">Naanay bešere</span> <span id="trust-line2">interneti konpaɲe se</span> <span id="trust-line3">suturaa se</span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
son: A fee gandaa ra. Ir žentoo filla. <a href="%(link)s">Dii takaa kaŋ no</a>
