Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/new.lang.po
Languages: son

source: Firefox for desktop
son: Firefox ordinater še

source: Take Control.<br> Choose Firefox.
son: Wa dabari.<br> Firefox suuba.

source: Choose Independent.
son: Suuba ka kay war boŋ ga

source: Choose Firefox.
son: Firefox suuba.

source: Different by design
son: Fasalyan ga waani

source: Proudly<br />non-profit
son: Nda ɲaali<br />bila nda arriba

source: Innovating<br />for you
son: Ga tejandi<br />war še

source: Fast, flexible,<br />secure
son: Cahã, ban nda<br />saajante

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
son: Bila nda arriba goy, ir goo nda ir boŋ ka jinay tejandi war še bila nda gaabi ka hanga saku foo. Waaniroo woo mma kan war še.

source: Firefox screenshot
son: Firefox dijibii

source: Get Firefox everywhere
son: Firefox kanbe nungu kul ra

source: While it installs, add it to your Android and iOS devices.
son: Kaŋ a ga sinja, a tonton war Android nda iOS jinawey ga.

source: Thanks for downloading Firefox!
son: Foo nda goy kaŋ war na Firefox zumandi!

source: Start the process by clicking Run.
son: Tunandi naagu ka goyoo šintin.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
son: War zumandiyanoo ga hima ka šintin nga boŋ še. Nd'a mana tee, <a id="%s" href="">naagu ne</a>. A ga hin ka tee minitiyaŋ, amma batuyanoo ga nafa.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
son: Nd'i na war hãa, Firefox biyoo cendi ka fur war Porogaramey foolaa biyoo boŋ.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
son: Tunandi naagu ka Mozilla Firefox kayandiyan bidakoy dirandi. Adiši, hanga ceebandey bande (ir na fondaa faalandi ka tonton).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
son: Firefox biyoo cendi k'a kaa Porogaramey foolaa ra k'a dam tenjoo ra. De wa Firefox naagu waati kul kaŋ war baa ka huru Interneti ra!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
son: Sohõ war ga soolu ka sar ka huru Interneti naarumi zaman taagaa. Firefox biyoo naagu cee hin waati kul kaŋ war ga baa koy Interneti ra.

source: Mozilla Firefox Web Browser
son: Mozilla Firefox Interneti ceecikaa

source: Sorry, Firefox is currently unsupported by iOS devices.
son: Alhaa naŋ, sohõda iOS jinawey ši Firefox kanbe.

source: Congrats! You’re using the latest version of Firefox.
son: Hoyhoy! War goo ma goy nda Firefox dumi kokorantaa.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
son: Ga hima kaŋ war goo ma goy nda Firefox žeena. A taagandi Google Play ra.

source: Looks like you’re using an older version of Firefox.
son: Ga hima kaŋ war goo ma goy nda Firefox žeena.

source: Update to stay fast and safe.
son: Taagandi cahãyan nda saajaw še.

source: Get it free on Google Play
son: A zaa forba Google Play ra

source: Learn more about Firefox for desktop
son: Bay ka tonton ordinater Firefox ga

source: Looking for mobile?
son: Kanbehaya ceeci?

source: Download a fresh copy
son: Itaaga banzaŋ zumandi

source: Learn more about Firefox for Mobile
son: Bay ka tonton Firefox kanbe talfon še

source: Learn more about Firefox OS
son: Bay ka tonton Firefox OS ga

source: Get Firefox on your Android device
son: Firefox zaa Android jinay se

source: Add Firefox to your iPhone, iPad and iPod touch
son: Firefox tonton war iPhone, iPad nda iPod toucg ga

source: Learn about Firefox OS
son: Bay ka tonton Firefox OS ga

source: Discover all the ways to take Firefox on the go
son: Dii dabarey kul Firefox ga kanbeyan še

source: Learn more about Firefox on iOS
son: Bay ka tonton Firefox iOS ga

source: Why don’t we offer an iOS version?
son: Macin še ir mana dumi tee iOS še?

source: Download Firefox
son: Firefox zumandi

source: Free Web Browser
son: Interneti ceecikaw forba

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
son: Mozilla Firefox zumandi, interneti ceecikaw forba. Adduɲɲaa-mee jamaa kaŋ ši goy arriba se ka durkutu Firefox tee ka too borey ma interneti juwal ngi boŋ se. Firefox zaa hõ!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
son: Mozilla Firefox ti baytal interneti ceecikaw kaŋ adduɲɲaa-mee jamaa n'a kanba dam k'a fasal nda k'a juwal ka interneti zamanoo tee nafaw wane borey kul še.

source: Give Firefox a tune up
son: Firefox faaru taaga

source: Refresh Firefox
son: Firefox taagandi
