Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/sync.lang.po
Languages: son

source: Use Bookmarks, Tabs and Passwords Across Devices | Firefox
son: Goy nda doo-šilbawey, kanjey nda šennikufaley jinawey game | Firefox

source: Bring your Firefox bookmarks, tabs, or passwords wherever you go with Firefox Sync. Share between computers and mobile devices. Get Firefox now!
son: Wa Firefox Sync ka Firefox doo-šilbawey, kanjey wala šennikufaley kanbe nungu kul kaŋ ra war ga koy. Žemna ordinater nda kanbe jinawey game. Firefox dam sohõ!

source: Ready, Set, Sync
son: Soolu, kanandi, Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
son: War hantum ka huru nda soolu ka duu <em>war</em>Firefox-oo nungu kul ra, waati kul.

source: Take your Web with you
son: Interneti kanbe war bande

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
son: Sync nda Firefox waati kul kaŋ war ga goy nd'a ka duu war doo-šilbawey, šennikufaley, nor lokey nda haya booboyaŋ kaŋ hun talfon carma, walha wala ordinater ga.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
son: War doo-šilbawey, šennikufaley, kanjey nda haya taney hangandi cere ka goy nda war Firefox kontoo nda duu w'ey nungu kul kaŋ war huru ra.

source: It looks like you’re running an older version of Firefox.
son: A ga hima kaŋ Firefox dumi žeena foo ma dira war do.

source: The new version of Sync only works with the latest version of Firefox
son: Firefox dumi kokorantaa hinne ga Sync dumi taaga ga dira

source: Soon you’ll be able to use Sync on your iOS device
son: Kayna ku war ga hin ka Sync dam war iOS jinaa ga

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
son: Sync ti alhaali šifante foo de ibooboyaŋ ra kaŋ ga kaa war se Firefox ra. Ikul guna sohõ!

source: Now sync Firefox with your iOS and Android devices.
son: Firefox hangandi war war iOS nda Android jinawey sohõ.

source: Download Firefox for Android
son: Firefox zumandi Android se

source: Get started with Sync
son: Šintin nda Sync

source: Update your Firefox
son: Wa Firefox taagandi

source: Download Firefox
son: Firefox zumandi

source: Get started with Sync in four easy steps:
son: Wa šintin nda Sync fondo faala taaci ra:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
son: <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">Silbayboŋ</a> feeri Firefox beene kanbe guma kanjoo ra nda “<strong>Huru Sync ra</strong>” suba.

source: Click “<strong>Get started</strong>” in the tab that opens.
son: Naagu “<strong>Šintin</strong> nor lokoo kaŋ ga feera ra.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
son: Bataga aderesu nda šennikufal dam ka “<strong>Firefox kontu tee</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
son: Naagu “<strong>Jine</strong> hala duu tabatandiyan tiira ma sanbandi war se bataga ra.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
son: Nda war na war batagaa guna ka ben nda tabatandiyan doboo naagu, kul war soolu ka ben! Firefox ga hayey hangandi cere nga boŋ se bandafaaroo ra hiino se.

source: Get more detailed instructions.
son: Wa duu šilbayyaŋ ka tonton.

source: Using an older version of Sync?
son: Goo ma goy nda Sync dumi žeena?

source: How to set up Sync in five easy steps:
son: Taka kaŋ nda Sync ga kayandi fondo faala guu ra:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
son: <strong>Šilbayboŋ</strong> butoŋoo karkar (dijoo ganda here wala ceecikaa beene kanbe guma lokoo).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
son: <strong>Kayandiyaney</strong> (war ga hin ka <strong>Ka tonton</strong> naagu jinay).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
son: <strong>Sync</strong> naagu de wa <strong>Šintin</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
son: <strong>Firefox kontu tee moo</strong> ga feera nor loku taaga foo ra.

source: Fill out the form and click <strong>Next</strong>.
son: Takaddaa toonandi nda <strong>Jine</strong> naagu.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
son: Za war na war batagaa guna nda tabatandiyan doboo naagu, kul war soolu ka koy! Wa ši dirŋa ka war jinawey dobu ka Snyc fellaa.

source: Sync a little. Sync a lot.
son: Sync kayna. Snyc boobo.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
son: War ma suuba war Firefox nungey kaŋ war ga boona k'i hangandi cere nda nungu kaŋ r'i ga marga. War nor loku feerantey kanbe war zaari dirawey ra. Duu war doo-šilbawey goydogoo ra. Haya kul, waati kul, nungu kul ra.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
son: Ga baa ka war ordinateroo kanje feerantey guna jinay tana foo ga? War ceeciyan taarikoo caw fondaa ra? War šennikufaley ma cindi war kanbe? Wey kul ga tee sohõ.

source: Here’s what you can sync:
son: Wey no war ga hin k'i hangandi cere:

source: Bookmarks
son: Doo-šilbawey

source: Passwords
son: Šennikufaley

source: Open tabs
son: Kanje feerantey

source: History
son: Taariki

source: At home
son: Hugay do

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
son: Hun war taabaloo ga ka goro kužeeraa ra bila nda haya-ize ma war hoo. Duu war nor loku feerantey war talfon carmaa ra wala gaabandi ka war nor lokey naaru ne da war walhaa ga.

source: At work
son: Goydogoo ra

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
son: Gaabandi ka maa war alhabar nafantey kul. Sync ka šennikufaley nda doo-šilbawey hangandi cere kaŋ war ma hin ka too i ga waati kul. Sanda de Firefox, a ga saajaw taka kul kaŋ ga hima ra.

source: On the go
son: Fondaa ra

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
son: Gaabandi war nungu kaasey bande, wala žentoo kaŋ war n'a šintin benandi hugay do — nungu kul kaŋ ra war koy. Haya kul ši faala ka bisa goyyan nda Sync.

source: Add Firefox to your smartphone or tablet
son: Firefox tonton war talfon carmaa wala walhaa ga

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
son: Ka duu Sync fellaa, wa Firefox zaa iOS wala Android se nda ciya nda war jinawey kul — ganda nda nungu kul kaŋ ra war ga goy nda Firefox.

source: Add Firefox
son: Firefox tonton

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
son: Goo nda <b>Android talfon carma</b> wala <b>walha</b> foo?

source: DOWNLOAD FIREFOX FOR ANDROID
son: FIREFOX ZUMANDI ANDROID SE

source: Get Firefox everywhere
son: Firefox kanbe nungu kul ra

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
son: Ka duu Sync fellaa, wa war internetoo kanbe war bande nungu kul kaŋ ra war ga goy nda Firefox. Ciya nda war talfon carmaa, walhaa, ordinateroo nda kanbe ordinateroo.
