Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/tiles.lang.po
Languages: son

source: A Brand New Tiles Experience
son: Goy nda feraw dumi taagayaŋ

source: With Enhanced Tiles and Directory Tiles, Firefox provides users easy access to interesting, relevant content, whether it’s the sites they visit most or new sites for them to discover.
son: Nda feraw boryante nda fooloɲaa ferawyaŋ, Firefox ga too goykey ma duu gundekuna nafante nda himante, nd'a tee nungey kaŋ i g'i ga boobo k'i guna wala nungu taagey kaŋ i ga hin ka dii y'ey.

source: What are Tiles?
son: Cin ti ferawey?

source: When you open a new tab in Firefox, you see several rectangles that link to different websites.
son: Waati kaŋ war ga nor loku taaga feeri Firefox ra, war ga dii muulubii booboyaŋ kaŋ ga dobu interneti nungu waaniyaŋ ga.

source: Some people call them squares, windows or bookmarks; we call them Tiles.
son: Boro fooyaŋ ga n'i se kaare, zanfun wala doo-šilbay; ir ga n'i se feraw.

source: What are Enhanced Tiles?
son: Macin ti feraw boryante?

source: Existing Firefox users will be offered a set of Enhanced Tiles based on their browsing history.
son: Firefox goykaw barantey ga duu feraw boryante margari foo ngi ceeciyan taarikoo bande.

source: The Enhanced versions replace the default screenshot with a better image and are displayed only for sites that the user has visited.
son: Dumi boryantey ga tilasu dijibiyoo barmay nda bii bešere nd'a ga cebandi nungey hinne se kaŋ goykaa n'i guna.

source: The improved image is supplied by the site or partner and can include a logo plus a rollover image.
son: Interneti nungoo wala šettakašinay no ka bii boryantaa noo nda maa-bii g'a se nda bere-bere bii.

source: If you frequent Amazon.com, for example, you might see the Amazon logo or icon, instead of a screenshot.
son: Sanda nda war ga koy Amazon.com do, war ga hin ka dii Amazon maa-bii wala tokore-bii, manti dijibii.

source: What are Directory Tiles?
son: Cin ti fooloɲaa feraw?

source: New Firefox users are initially given a set of Directory Tiles as suggestions for sites that may be of interest to them.
son: Firefox goykaw taagey ga šintin ka duu fooloɲaa feraw margari kaŋ ga tee nunguyaŋ kaŋ hima nafante i se.

source: Instead of displaying a blank set of Tiles, Firefox shows content from Mozilla and some Mozilla partners.
son: Firefox ga cebe gundekuna kaŋ hun Mozilla nda Mozilla šettakašiney, a ši feraw margari koonu foo cebe.

source: All partner content is marked as “sponsored” and users have complete control to edit or remove any Tile.
son: Šettakašinay gundekuna kul n' ka šilbay sanda “kanbuzaamante” nda goykey ga feraw kul kaŋ i g'a fasal wal'a kaa juwal ka timme.

source: Respects your privacy
son: Ga war suturaa dii

source: As with all Mozilla products, Tiles provide users with extensive control over their personal data.
son: Sanda Mozilla jinawey kul, feraw ga too goykey ma ngi boŋ bayhayey juwal ka tonton.

source: Data collection is limited to the aggregate number of impressions, clicks and Tile placement.
son: Bayhaya margaroo ga kay laasaabay kurmante hinnaa ga, naaguyaney nda feraw kanandiyan.

source: Nothing is ever personally identifiable. In other words, we don’t know who clicks on what.
son: Šilbayyan kul ši hin ka too i ma boro bay. Adiši, ir ši bay may no ma macin naagu.

source: We just know the total number of views and clicks an individual Tile receives. This helps us deliver the most interesting and relevant content.
son: Ir ga bay de gunarey nda naaguyan hinnaa kaŋ feraw foo ga duu. Woo g'ir faaba ka gundekuna alfaydante nda himante noo ir se.

source: You can deactivate click and impression tracking by clicking on the gear icon on the top right corner of the new tab page, and selecting Classic to show only unenhanced History Tiles or Blank mode.
son: War ga hin ka naaguyan nda laasaabay ganayan nda war na dirandihaya biyoo naagu war nor loku moo taaga kanbe guma beene here, nda Classic suuba ka aššil feraw wala koonu alhaali cebe.

source: Frequently Asked Questions
son: Hãayan fillantey

source: Are you tracking users now?
son: Wara mma goykey gana sohõ?

source: We only collect data from the New Tab page in aggregate form, meaning no data is personally identifiable.
son: Ir ga bayhaya marga de nor loku moo taagaa ra gurunbu takari ra, maanaa ti bayhaya kul ši boro fukkar.

source: What data is being collected?
son: Bayhaya foo ma margandi?

source: Aggregate data from the New Tab page includes impressions, clicks and tile placement.
son: Gurunbu bayhaya ka hun nor loku taagaa goo nda laasaabay, naaguyaŋ nda feraw kanandiyan.

source: What data is collected when I opt out?
son: Bayhaya foo ma margandi waati kaŋ ay soobay ka fatta?

source: No data is collected when a user chooses to opt out of the enhanced Tiles experience.
son: Bayhaya kul ši margandi waati kaŋ goykaw soobay ka fatta feraw boryante goymiɲoo ra.

source: Where can I learn more?
son: Man n'ay ga hin ka bay ka tonton?

source: New Tab Experiments in Firefox Beta
son: Nor loku taaga laasaabay Firefox Beta ra

source: A Call for Trust, Transparency and User Control in Advertising
son: Ciyari naanay, moofeeriyan nda goykaw juwal feeyan ra

source: Trust should be the currency
son: Naanay ma hima ka tee nooroo

source: Tiles Preferences
son: Feraw ibaayey

source: Screenshot
son: Dijibii

source: For more help please see the <a href="%(url)s">Tiles Support Page</a>
son: Ka duu faaba ka tonton, taare dii <a href="%(url)s">Feraw faaba moɲoo</a>
