Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/update.lang.po
Languages: son

source: Are Firefox updates safe?
son: Firefox taagandirey ga saajaw wala?

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
son: Kalaa. Firefox dumi taaga ga war wane žeenaa dogoo zaa nga boŋ še. Ka taagandiyanoo tunandi, de ma zumandiyan butoŋ firzoo naagu war kanbe gumaa ga.

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
son: A ga waani kayna war ordinater goyandi dabariɲaŋoo bande. War ga hin ka dii <a %(link)s>yaamarey war ordinateroo še ne</a>.

source: Your Firefox is out of date.
son: War Firefox-oo n' ka taagandi.

source: Follow the step-by-step process
son: Wa dii takaa kaŋ nd'a ga tee

source: Congratulations!
son: Wa hoyhoy!

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
son: Woo ti cimi – war saajaa t'ir huzum jinaa. Ir saajaw fondaa ti aššil feerante, woo maanaa ti adduɲɲaa-mee baykey goo ma durkutu cijin nda zaari ka mursay doo kokorantey hawgay. Za yaalaafuyan tana bangay, ir ga hansari dabari nd'ir ga taagandiri bayrandi ka hasarawkey jine dunbu. Firefox taagandirey zumandiroo go nda nafaw beeri ka interneti naaru nda saajaw.

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
son: Nda Firefox sinja ka ben, macin ma duu ay kayandiyaney nd'ay sinjandi taaga?

source: What is a Firefox software update?
son: Cin ti Firefox goyjinay taagandiyan?

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
son: Ayyo. Firefox n' ka hanse ka taagandirey ceeci nga boŋ še, amma boro ga hin ka taagandirey ceeci nga boŋ še.

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
son: Baffoo. Firefox sinjiyan taaga ši haya kul tee war kayandiyaney, doo-šilbawey wala ibaayey še.

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
son: A ši kuu wala – koyjineyanoo kul ši bisa miniti foo wal'ihinka. Ir gaakašinay moɲoo guna ka dii <a %(link)s>ceebandu šilbawey</a>.

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
son: War ga hin ka taagandirey ceeci war boŋ še. Šilbawey dii <a %(link)s>ceebandu fahamitiira</a>.</p>

source: Check for Updates
son: Taagandirey ceeci

source: What if I miss an update? Can I check for one myself?
son: De nd'ay na taagandiri foo hatta? Ay ga hin k'affoo guna ay boŋ še?

source: Your Firefox is up to date.
son: War Firefox n' ka taagandi.

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
son: Firefox goyjinay taagandiri ti zumandi cahãnta kaŋ nda ašariya margari-izeyaŋ ga tonton war Firefox ceecikaw barantaa ga. Batana kayney wey goo nda saajaw hansehaya wala barmay-izeyaŋ ka too ceecikaa war ma goy nda Firefox dumi kul iborya kaŋ mma bara.

source: How long will it take to update?
son: Taagandiri damyan ga gay wala?

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
son: Firefox mma barmay waati kul za ir jamaa ga dii fondoyaŋ ka nga bešere tee nda kaŋ ir ga soolu hasaraw daliley še. War Firefox taagandiyanoo ti dabari bešeraa k'alhakiika kaŋ war goo ma goy nda Firefox dumi kul carmaa, cahãntaa nda – šifa ra – saajantaa kaŋ ga bara.

source: How do I know what version of Firefox I am currently on?
son: Cin m'ay ka bay Firefox dumoo kaŋ nd'ay ga goy sohõda?

source: Frequently asked questions
son: Hãayan fillantey

source: Will the update affect my settings and bookmarks?
son: Wala taagandiroo g'ay kayandiyaney nda doo-šilbawey barmay?

source: Do I need to uninstall my current version of Firefox before upgrading?
son: Ya mma hima k'ay sohõda Firefox dumoo kaa jina k'a taagandi?

source: Visit support.mozilla.org
son: Dii support.mozilla.org

source: Get the newest version <a href="{url}">here</a>.
son: Dumi kokorantaa zaa <a href="{url}">ne</a>.

source: Need Help?
son: Ga baa faaba?

source: How do I update Firefox?
son: Taka foo nd'ay ga Firefox taagandi?

source: Why do I need to update?
son: Cin še ay g'a taagandi?

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
son: Tilasu ra, Firefox n' ka hansandi ka taagandirey ceeci nga boŋ še nda ka war bayrandi waati kaŋ i ga bara. Nd'a yaamar kul wa Ayyo naagu nda dumi kokorantaa ga zunbu nd'a sinja war ordinateroo ga. War maa Firefox tunandi taaga ka šintin ka goy nda dumi taaga.

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
son: Kalaa. Firefox taagandiri ši war doo-šilbawey, šennikufal gaabuntey wala kayandiyan taney barmay. Amma, a ga hin ka tee kaŋ war tontoney ši goy nda taagandirey dogoo ra.

source: Download Firefox to get started.
son: Firefox zumandi ka šintin.
