Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/whatsnew.lang.po
Languages: son

source: Hooray! Your Firefox is up to date.
son: Hoy-hoy! War Firefox-oo n' ka taagandi.

source: Your Firefox is out of date.
son: War Firefox-oo n' ka taagandi.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
son: Saajaw dalil še, ir ga war yaamar ka taagandi nda <a href="{url}">dumi kul kokorante nda bešere</a>.

source: You’re running an unknown version of Firefox.
son: War goo ma goy nda Firefox dumi šibayante.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
son: Saajaw dalil še, ir ga war yaamar ka <a href="{url}">dumi kul kokorante nda bešere</a> zumandi ne.

source: Get to your next task<br/>faster than ever
son: Tee war hiino goyoo<br/>ma cahã ka tonton

source: See how the new features in Firefox help you browse faster and more efficiently.
son: Dii taka kaŋ nda Firefox alhaali taagey ga war naarumoo ma cahã nda nafa ka tonton.

source: Learn more about <a href="{url}">the New Tab feature »</a>
son: Bay ka tonton <a href="{url}">Nor loku taaga alhaali »</a> ga

source: Learn more about our <a href="{url}">redesigned home page »</a>
son: Bay ka tonton ir <a href="{url}">šintin moo fasalri taagaa »</a> ga

source: Keep in touch
son: Duu alhabar

source: Keep it moving
son: A ma koy nda jine

source: Get Firefox » <b>for Android</b>
son: Duu Firefox » <b>Android še</b>

source: Keep it going
son: A ma gaabandi

source: Join Mozilla
son: Huru Mozilla ra

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
son: Android Robot n' ka teendi nda goy ašsil goy kaŋ <a href="%s">Google n'a žemna</a> nda ga goyandi nda duɲe kaddasu <a href="%s">Creative Commons 3.0 Attribution License</a> ra.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
son: <a href="%s">Firefox zaa Android še</a> nda Interneti sahãa dii ni boŋ kanboo ra. A ga cahã, caram nda saajaw!

source: Now get the mobile browser that’s got your back
son: Sohõ kanbe ceecikaa zaa kaŋ ga war duma daabu

source: Firefox Features
son: Firefox alhaaley

source: Welcome to Firefox
son: Kubayni Firefox ra

source: Firefox Help
son: Firefox faaba

source: Firefox for Android artwork
son: Firefox Android kabeteegoy še

source: Fast. Smart. Safe.
son: Cahã. Caram. Saajante.

source: Get the mobile browser that’s got your back.
son: Sohõ kanbe ceecikaa zaa kaŋ ga war duma daabu.

source: Facebook Messenger for Firefox
son: Facebook Messenger Firefox še

source: Now you can keep up with friends wherever you go on the Web.
son: Sohõ war ga hin ka faakaaray nda war cerey waati kul kaŋ war goo Interneti ra.

source: Visit Facebook to turn it on
son: Huru Facebook ra k'a tunandi

source: Get notified right away
son: Wa duu alhabaroo dogoo ra

source: See new comments, photo tags & other Facebook updates instantly.
son: Dii daarawey, bii kanjey nda Facebook taagandi tanayaŋ dogoo ra.

source: Chat while you browse
son: Deede nda war ceecikaa

source: Stay connected to your Facebook friends without having to click away.
son: Gaabu ka faakaaray nda war Facebook ceray bila nda war ma moɲoo naŋ.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
son: Facebook ti <a href="%(url)s">Facebook, Inc.</a> teekaw tammaasaa
