Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/windows-8-touch.lang.po
Languages: son

source: Firefox for Windows 8 Touch
son: Firefox Windows 8 Touch se

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
son: Ši hin ka duu šilbayboŋoo? <a class="more" href="%(link)s">Duu faaba Mozilla gaakašinaa do.</a>

source: Hooray! Your Firefox is up to date.
son: Hoy-hoy! War Firefox-oo n' ka taagandi.

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
son: Goo ma <span>Firefox <em>cebe</em><br> Windows<sup>&reg;</sup> 8 Touch</span> se

source: Our new, optimized design<br> is just one step away
son: Ir fasalyan taagaa nda sahãntaa<br> goo ne jine de

source: Relaunch in Firefox for Windows 8 Touch
son: Tunandi taaga nda Firefox Windows 8 Touch se

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
son: Ka willi mooruyan yaayi ga, Firefox šilbayboŋoo feeri nda "%(relaunch_menu_item)s" suuba. Sohõ war goo ma naaru ga boori.

source: And don’t forget to make Firefox your default browser to stay in control online.
son: Nda wa ši dirŋa ka Firefox tee war tilasu ceecikaa ka gaabu ka war internetoo juwal.

source: Firefox for Windows 8 Touch screenshot.
son: Firefox Windows 8 Touch se dijibiyoo.

source: More of the Web
son: Interneti ka tonton

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
son: Wa duu war nungu kaasey fellaa ir goyjinay žuwey kaŋ fasal taaga ka hun war se fondaa ra.

source: Fast and easy navigation
son: Naaru cahãnte nda faala

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
son: Ferwarey nda naaruyan butoŋey ka ceeci, ka duu nda ka cahã ka koy nungoo kaŋ war ga baa ra nda faala.

source: Sharing made simple
son: Žemnayan n' ka faalandi

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
son: Hantum, bii wala interneti moo timmanteyaŋ žemni nda cereyaŋ war faakaaray batey kul ra.
