Repository: alvinlaz96/mozilla-lang
Catalog: hsb/foundation/annualreport/2011faq.lang.po
Languages: hsb

source: The State of Mozilla
hsb: Połoženje Mozilla

source: Frequently Asked Questions
hsb: Huste prašenja

source: What are the key projects for Mozilla in the next year? How do you plan to influence the market going forward?
hsb: Što budu najwažniše projekty za Mozilla klětu? Što planujeće, zo by wiki pozitiwnje wobwliwował?

source: The Firefox Web browser is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission.
hsb: Webwobhladowak je a wostawa wažny sochor, z kotrymž web a misiju Mozilla doprědka ćěrimy.

source: Firefox OS is Mozilla’s mobile operating system, based entirely on HTML5. Today, 50 percent of 2.3 Billion people who go online do so primarily through a mobile device, and that number is expected to grow. With Firefox OS, Mozilla has set out to develop and a completely open and standards-based Web as a platform for innovation. We've built the technologies and <abbr title="Application Program Interfaces">APIs</abbr> to make the Web a rich and viable option and we are committed to driving forward the adoption of HTML5 as a platform for the mobile industry.
hsb: Firefox OS je dźěłowy system Mozilla za mobilne graty, kotryž dospołnje na HTML5 bazuje. Dźensa wužiwa 50 procentow 2,3 miliardow ludźi, kotrež online dźe, w prěnim rjedźe mobilny grat a wočakuje so, zo tuta ličba hišće rosće. Z Firefox OS je Mozilla započał, dospołnje wotewrjeny web na zakładźe standardow jako platformu za inowacije wuwiwać. Smy technologije a <abbr title="Application Program Interfaces">API</abbr> wuwili, zo bychmy web bohaty a žiwy činili a smy so zawjazali, HTML5 jako platformu za industriju mobilnych gratow spěchować.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great Web experiences. The goal is to create a more Web literate planet through tools and learning programs that fuel creativity on the Web.
hsb: Z programom Mozilla Webmaker chcemy miliony ludźi z webwužiwarjow k aktiwnym webtworićelam činić, kotřiž přichodne wulkotne dožiwjenja wuwiwaja. Zaměr je, planet wutworić, kotryž so lěpje z webom wuznawa, z nastrojemi a wuknjenskimi programami, kotrež kreatiwitu ludźi wšěch starobnych skupinow žiwja.

source: How do you measure success?
hsb: Kak měriće wuspěch?

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
hsb: Pola Mozilla měrimy wuspěch na tym, kak jara cyłkownu strowotu weba polěpšamy a zajimy wužiwarjow a wuwiwarjow spěchujemy. Smy wuspěšni, hdyž produkty wuwiwamy, kotrež ludźo lubuja, a hdyž druhe organizacije w konkurencnych produktach kajkosće a funkcije přejimaja, kotrež su nam wažne. Mamy na přikład za wuspěch za Mozilla a našu misiju, zo Google Chrome wot njedawna wo funkciji Do Not Track disponuje, za kotruž smy pioněr byli.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals and we are seeing growth in these areas.
hsb: Na rozdźěl wot našich hłownych konkurentow, docpěje Mozilla wuspěch, pomhajo wjace ludźom, sami rozsudźić, kotru softwaru chcedźa wužiwać, kak jara chcedźa online sobu skutkować a kak so na wuwiwanju lěpšeho interneta wobdźěleja. Hdyž na přikład róst při sobuskutkowacych zhromadźenstwa, lokalizacijach softwary a wiki wobhladowakow we wubědźowanju widźimy, wěmy, zo so našim zaměram bližimy.

source: What was Mozilla’s total revenue for 2011?
hsb: Kak wysoko su cyłkowne dochody Mozilla za 2011 byli?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2011 was $163M (US), up approximately 33 percent from $123M in 2010.
hsb: Konsolidowane wozjewjene dochody Mozilla (Mozilla Foundation a jeho wotnožki drustwa) za 2011 bě 163 mio. US-dolarow, přiběranje wo něhdźe 33 procentow porno 123 mio. US-dolaram w lěće 2010.

source: How does Mozilla generate revenue?
hsb: Kak Mozilla dochody płodźi?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, Ebay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
hsb: Wjetši dźěl dochodow Mozilla nastawa přez pytansku a wobchodnisku funkcionalnosć, kotraž je w našim produkće Firefox přez wšěch našich pytanskich partnerow, kaž na přikład Google, Bing, Yahoo, Yandex, Amazon, eBay a druhich wobsahowana. Wozjewjene dochody Mozilla wopřijimaja tež jara wažne dary a přidźělenki jednotliwcow a předewzaćow, kotrež wo tójšto rostu kaž tež druhe dochodowe formy z našeho inwestujomneho zamóženja.

source: Are you exploring partnership opportunities to diversify your revenue stream?
hsb: Pytaće za móžnosćemi za partnerstwa, zo byšće swoje dochody wariěrował?

source: We currently have several key business partnerships and are actively exploring new partnership opportunities as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
hsb: Mamy tuchwilu wjacore hłowne wobchodniske partnerstwa a pytamy aktiwnje za nowymi, kaž tež za druhe potencielnymi dochodowymi žórłami. Wuwiwamy dale wulkotne produkty, kotrež ludźom pomhaja, bohatosć interneta wužiwać, a smy nadźijepołni, zo to nam zmóžnja, přihódne dochodowe žórła identifikować, kotrež misiji kaž tež našim wužiwarjam słuža.

source: Some key Mozilla Foundation projects, like Collusion, have received grants from organizations such as the Ford Foundation.
hsb: Někotre wažne projekty załožby Mozilla Foundation kaž Lightbeam su přidźělenki wot organizacijow kaž załožba Ford Foundation dóstali.

source: What is the status of the organization’s search partnerships?
hsb: Što je status pytanskich partnerstwow organizacije?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox. This new agreement extends our long-term search relationship with Google for at least three additional years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
hsb: Mamy tuchwilu partnerstwa z wjacorymi pytanskimi poskićowarjemi, kotrež so po wikach rozeznawaja. W decembrje 2011 smy nowe dojednanje z Google jako standardnym pytanskim poskićowarjom w Firefox wozjewili. Tute nowe dojednanje podlěšuje naš dołhodobny poćah z Google wo znajmjeńša tři přidatne lěta. Specifiske wuměnjenja tutoho wobchodniskeho dojednanja podleža tradicionelnym zawjazkam diskretnosće a njemóžemy sej dowolić, je wotkryć.

source: What is the status of your commercial relationship with Bing?
hsb: Kak wupada waš wobchodniski poćah z Bing?

source: Bing is included as a search provider in the US versions of Firefox. The arrangement includes revenue-sharing based on traffic sent from Firefox to Bing's search service.
hsb: Bing je jako pytanski poskićowar w US-wersijach wobhladowaka Firefox wobsahowany. Dojednanje zapřijima dźělenje dochodow na zakładźe naprašowanjow, kotrež so wot Firefox na pytansku słužbu Bing sćelu.

source: What happened with Yandex? Is there anything you can update us on with that partnership?
hsb: Što je so z Yandex stało? Su někajke nowinki wo tutym partnerstwje?

source: Google is the default search provider on the Russian builds of Firefox. Yandex will remain in the pre-installed list of search plug-ins. The change is part of the global search renewal that Mozilla entered into with Google, which makes Google the search default.
hsb: Google je stadardny pytanski poskićowar w ruskich wersijach Firefox. Yandex wostanje w lisćinje předinstalowanych pytanskich tykačow. Změna ke dźěl swětodalokeho ponowjenja pytanskeje funkcije, kotrež je Mozilla z Google dojednał a Google k standardnemu pytanskemu poskićowarjej čini.

source: Mozilla and Yandex will continue to explore partnerships on a number of fronts, including the customized Yandex edition of the popular Firefox browser and the integration of Yandex search services in other regional builds.
hsb: Mozilla a Yandex budźetej dale za partnerstwami na wšelakich frontach pytać, mjez nimi za Yandex přiměrjena wersija woblubowaneho wobhladowaka Firefox a integracija pytanskich słužbow Yandex do druhich regionalnych wersijow.

source: What sort of commercial agreements do you have in place in mobile?
hsb: Kotre wobchodniske dojednanja maće za mobilne graty?

source: Mozilla has announced a commercial partnership with Telefonica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in Firefox Marketplace.
hsb: Mozilla je wobchodniske partnerstwo za Firefox z Telefónica wozjewił. Specifiske wuměnjenja dojednanja podleža tradicionelnym zawjazkam diskretnosće. Wuwiwamy nowe partnerstwa z přidatnymi <abbr title="Original Equipment Manufacturers">OEM</abbr> a poskićowarjemi mobilneho škričkowanja, kotrež so w datym času w běhu lětomaj 2012 a 2013 wozjewja. Mamy tež wjele dojednanjow z wozjewjerjemi nałoženjow, kotřiž so do torhošća Firefox přejimaja.

source: How much revenue do you anticipate that will bring in the coming year and what is the business model/revenue model in those deals?
hsb: Kelko dochodow wočakujeće klětu a kotry wobchodniski/dochodowy model maće za tute wobchody?

source: We are not providing forecasts or projections at this time. Our main focus is on creating and delivering offerings that address user, developer, and operator needs. At the same time we are continually exploring potential new revenue models that serve both the mission and our users.
hsb: Tuchwilu nječinimy předpowědźe abo powobličenja. Naš hłowny fokus leži na činjenju poskitkow, kotrež potrěbnosćam wužiwarjow, wuwiwarjow a poskićowarjow mobilneho škričkowanja wotpowěduja. Zdobom wuslědźamy stajnje potencial nowych dochodowych modelow, kotrež misiji kaž tež našim wužiwarjam słuža.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
hsb: Čehodla wěriće, zo móžeće so na wikach smartfonow z dwěmaj dominantnymaj poskićowarjomaj zakorjenić?

source: Mozilla believes that the Web is the best platform for innovation, connecting, sharing and for building the world that we want. With Firefox OS, Mozilla is creating an operating system based entirely on open Web standards. HTML5 is an increasingly important technology, which more and more developers are embracing. There is also an HTML5 ecosystem of developers who are already creating applications for desktop web browsers, while many AppStore and Android applications have already been developed in HTML5.
hsb: Mozilla ma web za najlěpšu platformu za inowacije, zwjazowanje, dźělenje a wuwiwanje swěta, kotruž chcemy. Z Firefox OS wutworja Mozilla dźěłowy system, kotryž dospołnje na wotewrjenych webstandardach bazuje. HTML5 je dźeń a wažniša technologija, kotruž so přeco wjace wuwiwarjow přiswoja. Eksistuje tež HTML5-ekosystem wuwiwarjow, kotřiž hižo nałoženja za desktopowe webwobhladowaki wutworjeja a wjele nałoženjow w AppStore a za Android su so hižo w HTML5 wuwili.

source: How many operator/carrier partners do you have signed up for Firefox OS?
hsb: Z kelko poskićowarjemi mobilneho škričkowanja maće dojednanja za Firefox OS?

source: The first Firefox OS-powered devices are expected to launch commercially in Latin American markets in early 2013 through Telefónica. We've also announced support for the Firefox OS from global network operators including Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia and Telenor, so you can expect more device and OS news throughout 2013.
hsb: Prěnje graty z firefox OS maja so spočatk 2013 přez Telefónica na łaćosnkoameriskich wikach zawjesć. Smy tež podpěru za Firefox OS wot swětodalokeje syće poskićowarjow mobilneho škričkowanja kaž na přikład Deutsche Telekom, Etisalat, Smart, Sprint, Teleecom Italia a Telenor připowědźili, tak zo móžeće wjace nowinkow wo gratach a dźěłowym systemje w běhu 2013 wočakować.

source: What OEM will you be working with?
hsb: Z kotrym OEM budźeće dźěłać?

source: TCL Communication Technology (who own the Alcatel brand) and ZTE are leading partners to build the first handsets to run Firefox OS. We expect to announce additional OEM support soon.
hsb: TCL communication Technology (wobsedźer wikowanskeje marki Alcatel) a ZTE stej nawodnej partneraj, z kotrymajž mobilne graty z Firefox OS wuwiwamy. Ličimy z tym, zo móžemy hižo bórze dalšu OEM-podpěru připowědźić.

source: When can we expect to see devices launching in the United States? Europe?
hsb: Hdy móžemy wozjewjenje gratow w Zjednoćenych statach Ameriki wočakować? A w Europje?

source: The first Open Web Devices will be launched in Latin American markets in early 2013. Other locations have yet to be announced.
hsb: Prěnje graty za wotewrjeny web so spočatk 2013 na kaćonskoameriskich wikach zawjedu. Druhe městna so hišće wozjewja.

source: What is the business model for your app marketplace?
hsb: Kak wupada wobchodniski model za waše nałoženske torhošćo?

source: Firefox Marketplace will offer developers’ discovery, distribution and monetization opportunities and will also be customizable by partners. For example, with Telefónica, we will provide direct-to-bill capabilities in the device, in the event that app store owners would like to bill Telefónica customers directly. But app developers are free to use their own billing systems. You can read about this in the Telefónica Marketplace Payments Guide for further details of how payments will work.
hsb: Torhošćo Firefox da wuwiwarjam a partneram móžnosć, nałoženja rozšěrjeć a předawać. Poskićamy na přikład hromadźe z Telefónica zapłaćensku funkciju za mobilne graty, jeli wobsedźerjo wobchoda nałoženjow bychu rady kupcow Telefónica direktnje wotličili. Ale wuwiwarjo nałoženjow móža wězo swójske wotličenske systemy wužiwać. Móžeće w směrnicy za zapłaćenja na torhošću Telefónica wjace wo tym zhonić, kak zapłaćenja budu fungować.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
hsb: Kotry róst za Firefox Desktop, Firefox Mobile a Firefox OS w lěće 2013 předpowědaće?

source: We are not providing forecasts or projections at this time.
hsb: Tuchwilu žane předpowědźe abo powobličenja nječinimy.
