Repository: alvinlaz96/mozilla-lang
Catalog: hsb/foundation/annualreport/2011.lang.po
Languages: hsb

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
hsb: Mozilla je organizacije, kotraž dźe zasadnje wo ludźi a polěpšenje weba za kóždeho. Zhromadźenstwo Mozilla je rozsudne za wuspěch projekta. Njemóžemy za wotewrjeny, programujomny a transparentny web bjez ludźi wojować, kotřiž na tutu wěc wěrja a ju podpěrować. Mamy zhromadźenstwa Mozilla kołowokoło swěta a tući kedźbyhódni ludźo su zamołwići za programowanje, testowanje, lokalizowanje, zarjadowanje programowanskich swjedźenjow a lětnjokodowych partyjow, wučowanje webwuhotowarjow, marketing, wabjenje za produkty Mozilla a wjele wjace.

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
hsb: Program <a href="%(reps_url)s" rel="external">Mozilla Reps</a>, wuwity, zo by dobrowólnikow wukmanił, so z officielnymi reprezentantami Mozilla w jich regionje stać, je za trochu wjace hač jedne lěto na wjace hač 350 ludźi we wjace hač 70 krajach narostł. Program hraje rozsudnu rólu, zo by Mozilla pomhał, jeho organizatoriske zaměry wokoło spěchowanja a wuwiwanja Firefox OS, firefox za Windows, Mac a Linux a Firfox za Android zwoprawdźić. Reprezentanća su wyše 700 zarjadowanjow na cyłym swěće zorganizowali a su wuspěšnje stotki nowych sobuskutkowacych z dwanatkow dźěłowych polow nawabili a wukubłali.

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
hsb: MozCamps su regionalne podawki, kotrež zapłaćeni a dobrowólni sobudźěłaćerjo Mozilla ze wšěch wobwodow projekta za dwaj dnjej hromadźe zwjedu, kotrež su z prezentacijemi, diskusijemi, namakanjom idejow, dźěłowymi sprintami, programowanskimi maratonami a, wězo, trochu wjesela napjelnjene.

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
hsb: Hačrunjež nawodźa a hłowni sobuskutkowacy su hłowna cilowa skupina, pospytuja MozCamps tež přichodnych nawodow wukubłać — to su sobuskutkowacy Mozilla, kotřiž su w běhu zańdźenych šěsć měsacow wosebje aktiwni byli a kotřiž su přichodna generacija nawodnistwa Mozilla w zhromadźenstwje.

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
hsb: MozCamps su so lětsa w Buenos Aires, Waršawje a Singapurje wotměli, kotrež wyše 300 přistajenych a 600 dobrowólnikow hromadźe zwjedli.

source: Emerging Communities
hsb: Nastawace zhromadźenstwa

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
hsb: Někotre z najspěšnišo rosćacych a najbole dynamiskich zhromadźenstwow su někotre z našich najmłódšich zhromadźenstwow. Su w Bliskim wuchodźe, Africe a juhowuchodnej Aziji a mnohich z jich čłonow su w lěće 2012 na MozCamps jako wobdźělnikow přeprosyli. <a href="%(tunisia_url)s" rel="external">Tuneziske zhromadźenstwo</a>, <a href="%(kenya_url)s" rel="external">kenijaske zhromadźenstwo</a> a <a href="%(philippines_url)s" rel="external">filipinske zhromadźenstwo</a> su hižo wosebje wuběrne dźěło činili a wopřijima něhdźe dwanatk aktiwnych sobuskutkowacych na wjele dźěłowych polach, na přikład lokalizacija, kwalitna kontrola, marketing a wuwiće. Jedne z najnowšich zhromadźenstwow Mozilla, kotrež je so w lěće 2012 załožiło, je w <a href="%(myanmar_url)s" rel="external">Myanmarje</a>.

source: Contributor Stories
hsb: Powědančka sobuskutkowacych

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
hsb: Chit podpěruje Mozilla wot lěta 2010 a nawjeduje wot toho natwar zhromadźenstwa w Myanmarje.

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
hsb: Viking je w lěće 2007 najprěńši party wičneho zawjedźenja Firefox w Indoneskej zorganizował a marketingowe akcije zhromadźenstwa w swojim kraju nawjedował.

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
hsb: Keng je přełožowanje Firefox do thailandšćiny zastorčił a je wot lěta 2008 nawoda zhromadźenstwa.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
hsb: Claire dźěła wot lěta 2009 za Mozilla a je redaktorka bloga Bonjour Mozilla.

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
hsb: Haitham je zahority zakitowar wotewrjeneho žórła w swojej domiznje Egyptowskej a je so spočatk 2011 reprezentantom Mozilla stał.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
hsb: Ioana nawjeduje wot 2010 programowanske marathony w swojej domiznje Rumunskej.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
hsb: Brian skutkuje hižo za wjace hač jedyn lětdźesatk za Mozilla a je njedawno w radźe reprezentantow Mozilla sedźał.

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
hsb: Mohomodou hori so za znowawožiwjenje songajšćiny, dialekta w swojej domiznje Mali a nawjedowaše přełožowanje Firefox do songajšćiny.

source: Sustainability and Partnerships
hsb: Trajnosć a partnerstwa

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
hsb: Hromadźe z tutej kónclětnej rozprawu wozjewjamy našu pruwowanu financnu rozprawu za 2011. Mozilla wostanje w dobrej poziciji, financielnje kaž tež organizatorisce, zo by našu misiju doprědka ćěrił, wotewrjenosć, swobodu a wobdźělenja na interneće wuwiwać.

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
hsb: Mozilla wostawa financielnje strowy; přistajamy dale wjace ludźi swětodaloko, smy nowe wotnožki Mozilla na cyłym swěće wotewrili, smy wažne nowe iniciatiwy kaž na přikład Firefox OS startowali a móžemy te přez wužiwajomne resursy podpěrować.

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
hsb: Najwjetši dźěl našich dochodow pochadźa z pytanskeje funkcije we wobhladowaku Firefox. Google je najwjetše žórło dochodow a w decembrje 2011 smy wozjewili, zo smy wažne dochodowe dojednanje k wzajomnemu lěpšemu z Google wujednali. Tute nowe dojednanje podlěša naš dołhodobny poćah z Google k pytanju wo znajmjeńša tři dalše lěta.

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
hsb: Mozilla ma wjele druhich poćahow we webzhromadźenstwje a tež nowe poćahi z poskićowarjemi mobilneho škričkowanja, zhotowjerjemi gratow, partnerami eksternych wobsahow a druhimi hrajerjemi w mobilnym ekosystemje.

source: 2011 Audited Financial Statement
hsb: Přepruwowane kónclětne wotličenje 2011

source: Download PDF
hsb: PDF sćahnyć

source: 2011 Form 990
hsb: Formular 990, 2011

source: Read
hsb: Čitać

source: Done
hsb: Hotowo

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
hsb: Pola Mozilla měrimy wuspěch na tym, kak jara cyłkownu strowotu weba polěpšamy a zajimy wužiwarjow a wuwiwarjow spěchujemy. Smy wuspěšni, hdyž produkty wuwiwamy, kotrež ludźo lubuja, a hdyž druhe organizacije w konkurencnych produktach kajkosće a funkcije přejimaja, kotrež su nam wažne. Mamy na přikład za wuspěch za Mozilla a našu misiju, zo Google Chrome wot njedawna wo funkciji Do Not Track disponuje, za kotruž smy pioněr byli.

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
hsb: Mozilla je wobchodniske partnerstwo za Firefox OS z Telefónica wozjewił. Specifiske wuměnjenja dojednanja podleža tradicionelnym zawjazkam diskretnosće. Wuwiwamy nowe partnerstwa z přidatnymi <abbr title="Original Equipment Manufacturers">OEM</abbr> a poskićowarjemi mobilneho škričkowanja, kotrež so w datym času w běhu lětomaj 2012 a 2013 wozjewja. Mamy tež wjele dojednanjow z wozjewjerjemi nałoženjow, kotřiž so do torhošća Firefox přejimaja.

source: The State of Mozilla: 2011 Annual Report
hsb: Połoženje Mozilla: Kónclětna rozprawa 2011

source: SOPA / PIPA & ACTA
hsb: SOPA / PIPA a ACTA
