Repository: alvinlaz96/mozilla-lang
Catalog: hsb/foundation/annualreport/2011.lang.po
Languages: hsb

source: Firefox for Android
hsb: Firefox za Android

source: Welcome
hsb: Witajće

source: Mobilized
hsb: Mobilizowany

source: Action
hsb: Akcija

source: Community
hsb: Zhromadźenstwo

source: Sustainability
hsb: Trajnosć

source: Click to play this video
hsb: Klikńće, zo byšće tute widejo wothrał

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
hsb: Wizija Mozilla interneta je městno, hdźež kóždy móže na informacije přistup měć, městno, hdźež kóždy móže programować a wokoło paslić; jedne, kotrež ma wotewrjenosć, swobodu a transparencu; hdźež wužiwarjo maja kontrolu nad swojimi wosobinskimi datami a hdźež kóždy duch ma swobodu, wutworić a konsumować, bjez murjow abo striktnych wobmjezowanjow.

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
hsb: W mjenje hač 20 lětach je internet naše žiwjenje změnił. Je mócna platforma z njepřikładnej šansu a zwjazanosću. Ale samo z wulkotnym rostom a inowaciju su wulke wužadanja za tutu wiziju stroweho interneta.

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
hsb: Mozilla je w mobilnym sektorje aktiwny, zo by škit weba zawěsćił a jutřišich webwuhotowarjow a webwužiwarjow wukmanił. Dźensa Mozilla rosće — z wjace přistajenymi, sobuskutkowacymi, produktami a městnami —, zo by zawěsćił, zo web wotewrjeny a dynamiski ekosystem wostawa. Přetož web je platforma za swět, kotryž chcemy wutworić.

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
hsb: Přeslědźće prošu tute sydło, zo byšće wjace wo Mozilla, naše prioritaty a hłowne pola zhonił, kotrež nam zmóžnjeja, strowy róst tuteje wulkeje a drohotneje globalneje resursy zawěsćić.

source: Mozilla Mobilized
hsb: Mozilla mobilizowany

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
hsb: Mozilla mobilizuje miliony ludźi, zo by swět wutworił, kotryž chcedźa. Mobilizuje, zo by mobilny web wot priprietarnych platformow a durnikow wuswobodźił. Mobilizuje, zo by přichodnej dwě miliardźe webwužiwarjow swěta wukmanił. A mobilizuje, zo by nowu generaciju digitalnych nowotarjow a webwuhotowarjow natwarił.

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
hsb: Pokročujemy koncentrujo so dale na wutworjenje produktow, technologiske rozrisanja a kubłanske poskitki, kotrež hódnoty Mozilla do weba integruja. Misija Mozilla wostanje dźensa tak wažna kaž do toho. Wot Firefox přez Firefox OS k našemu kubłanskemu poskitkej Webmaker: dźe wo wukmanjenje. Dźe wo to, kreatiwnu móc mobilnych gratow wuswobodźić; zasadźenje za suwerenitu, priwatnosc a swobodu wužiwarjow; a wo to, ludźom pomhać, web nic jenož wužiwać, ale aktiwnje jeho přichad wuhotować.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
hsb: Runje tak kaž na desktopje, započina Mozilla zawěsćeć, zo mobilny web je połny swobody, wuběranskich móžnosćow a šansow.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
hsb: Runje kaž na desktopje, započina Mozilla zawěsćeć, zo mobilny web je połny swobody, wuběranskich móžnosćow a šansow, a zo wužiwarjam zmóžnja, wšitko wutworić, štož chcedźa. Z <a href="%(fxos_url)s" rel="external">Firefox OS</a> móžemy swět specifiskich dźěłowych systemow a zawrjenych platformow zaso rozłamać.

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
hsb: Firefox OS je prěnja woprawdźe wotewrjena mobilna platforma. Wuwiwarjo so hižo za HTML5 zahorjeja, ale dotal su so HTML5-nałoženja na mobilnym graće wróćo zdźerželi, dokelž nimaja tajki přistup na zakładne kmanosće gratow kaž natiwne nałoženja. Firefox OS přewinje tute wobmjezowanja a dodawa trěbne <abbr title="Application Program Interfaces">API</abbr>, zo by pokazał, kak je móžno, cyły grat z pomocu wotewrjenych standardow ćěrić.

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
hsb: Graty z Firefox OS so spočatk 2013 přez <a href="%(telefonica_url)s" rel="external">Telefónica</a> zawjedu, přez čož so HTML5 jako wužiwajomna platforma za mobilnu industriju etablěruje. Web jako platforma da wuwiwarjam swobodu, pućrubarske nowe nałoženja wutworić, kotrež bjez problemow na wšěch gratach funguja, štož nowu eru inowacije a kreatiwity za wšudźomny web zazwonja.

source: Fast.
hsb: Spěšny.

source: Smart.
hsb: Inteligentny.

source: Safe.
hsb: Wěsty.

source: In June 2012 we released an update to <a href="%(mobile_url)s" rel="external">Firefox for Android</a> that we believe is the best browser for Android available. We completely rebuilt and redesigned the product in native UI, resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.
hsb: W juniju 2012 smy aktualizaciju za <a href="%(mobile_url)s" rel="external">Firfox za android</a> přepodali, zo mamy za najlěpši wobhladowak za Android, kotryž k dispoziciji steji. Sym produkt ze systemowym wužiwarskim powjerchom přetwarili a přetworili, štož k elegantnej a dynamiskej aktualizaciji mbolneho přehladowanja wjedźeše, kotryž je wo tóšto spěšniša hač standardny Androidowy wobhladowak. To činješe Firefox wo tójšto spěšniši na Androidźe a doda wužiwarjam wjele lěpše přehladowanske dožiwjenje hač standardny wobhladowak grata poskići. Smy tež Firefox za android funkciju Do Not Track přidali, zo bychu móhli wužiwarjo swoje přeće za priwatnosću tež na mobilnym graće zwuraznić, a je prěni mobilny wobhladowak, kotryž Do Not Track poskići. Firefox za Android je rozsudny dźěl za podpěrowanje wotewrjeneho weba. To je wulkotny spočatk, ale woprawdźe jenož spočatk. Chcemy, zo tute móžnosće na wšěch runinach našeho webdožiwjenja eksistuja.

source: Firefox for Windows, Mac and Linux
hsb: Firefox za Windows, Mac a Linux

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
hsb: Firefox budźe přeco dźěl misije Mozilla, kotryž ludźo móža widźeć, čuć a přimać.

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
hsb: Firefox budźe přeco dźěl misije Mozilla, kotruž ludźo móža widźeć, čuć a přimać. Smy wo pokroku a inowaciji zahorjeni, kotrejž smy loni při desktopowej wersiji Firefox widźeli. Wjacore polěpšenja wukona a wěstoty a powyšenja składa činja to k nalěpšemu Firefox hač sem. Smy hordźi na dźěło, kotrež činimy, zo bychmy wuwiwanje Firefox wolóžili, přidawajo zajimawe nastroje za wuwiwarjow kaž <a href="%(cmdline_url)s" rel="external">wuwiwarska přikazowa linka</a>, <a href="%(console_url)s" rel="external">webkonsola</a> a <a href="%(tilt_url)s" rel="external">“Tilt”, 3D-inspektor stronow</a>.

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
hsb: Njedawno smy z móžnosćemi eksperimentowali, zo bychmy socialnu funkcionalnosć do Firefox integrowali. Firefox budźe nowy Social APi podpěrować, kotryž wuwiwarjam zmóžnja, socialne słužby direktnje we wobhladowaku integrować. Social API budźe wjacorych poskićowarjow podpěrować a ma bjezkónčny potencial za integrowanje socialnych syćow, e-mejle, financow, powěsćow a druhich nałoženjow do wašeho dožiwjenja z Firefox. Naš prěni eksperimentalny poskićowar je Facebook.

source: Webmaker: Teaching the world the Web
hsb: Webmaker: Swětej web wučić

source: The unique power of the Web is that anyone can make and build with it.
hsb: Jónkróćna móc weba je, zo kóždy móže jón wuhotować a wuwiwać.

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
hsb: Jónkróćna móc weba woznamjenja, zo kóždy móže jón wuhotować a wuwiwać. Naš nowy kubłanski poskitk, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, staji móc do rukow milionow nowych tworićelow na cyłym swěće.

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
hsb: Nastroje, projekty a podawki Webmaker pomhaja wukubłarjam, młodźinje, wuwiwarjam medijow a wšědnym konsumentam na cyłym swěće, nic jenož web wužiwać, ale web wuhotować. W lěće 2013 budźe Webmaker swětodaloke zhromadźenstwo mentorow, instruktorow a młodostnych mobilizować, zo bychu hromadźe wučili a wuknyli, softwaru Webmaker kaž <a href="%(popcorn_url)s" rel="external">Popcorn</a> a <a href="%(thimble_url)s" rel="external">thimble</a> spěchowali a zhromadnje dźěłali, zo bychu planet wutworili, kotryž wjace wo webje rozumi.

source: Webmaker: Video
hsb: Webmaker: Widejo

source: Click to view this video
hsb: Klikńće, zo byšće sej tute widejo wobhladał

source: Advocating for Web standards
hsb: Zasadźenje za webstandardy

source: Mozilla will continue to contribute to Web standards.
hsb: Mozilla budźe dale k webstandardam přinošować.

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leader in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
hsb: Mozilla je přeco k webstandardam přinošował, štož hač k spočatkej projekta wróćo dźe, a budźemy to dale spěchować. Smy <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> <a href="%(cofound_url)s" rel="external">sobu załožili</a>, zo bychmy <a href="%(html5_url)s" rel="external">HTML5</a> doprědka ćěrili. Smy nawodni w <a href="%(javascript_url)s" rel="external">standardizaciji JavaScript</a>. Mamy někotrych načolnych ekspertow za <a href="%(dbaron_url)s" rel="external">CSS</a> a <a href="%(ocallahan_url)s" rel="external">layout</a> na swěće.

source: Standards are a multi-vendor effort, but Mozilla is proud of the many technologies we have pioneered and submitted to standards bodies to make them interoperable for the Web as a whole. Some examples of these include geolocation, WebGL, the Gamepad API, Web Telephony and IndexedDB.
hsb: Standardy su napinanje wjacorych předewzaćow, ale Mozilla je hordy na wjele technologijach, za kotrež smy pioněrojo a kotrež smy pola zarjadow zapodali, zo bychmy je webej jako cyłk k dispoziciji stajili. Někotre přikłady za to su geolokalizacija, WebGL, Gamepad API, Web Telephony a IndexedDB.

source: Fighting for you: Standing up for your security, privacy and freedom
hsb: Wojujemy za was: Zasadźamy so za wašu wěstotu, priwatnosć a swobodu

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
hsb: Mozilla je z hordosću njekomericielna organizacija a njeje zamołwity nikomu druhemu hač wam. To rěka, smy w jónkróćnej situaciji, w rozdsudnym wokomiku w stawiznach weba za wužiwarjow wojować. W přichodźe budźemy miliony ludźi mobilizować, zo bychu so za priwatnosć, wěstotu a swobodu w interneće zasadźili. Budźemy so wo nowe wohroženja za přichod weba starać — wot zawrjenych proprietarnych platformow, přez pospyty censurowanja a wobmjezowanja přistupa hač k krótkowidnym knježerstwowym rozsudam. Zhromadnje budźemy mobilny web, wuswobodźeć, rozsudny woznam priwatnosće a wužiwarskeje suwerenity wobnowjeć a z druhimi swět twarić, kotryž wo webje wjace rozumi.

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
hsb: Naše internetne dožiwjenja wopřijimaja wjace z našich wosobinskich datow, štož twori wobraz abo profil wo tym, štóž smy w interneće. Kmanosć organizacijow, informacije wo tym, štóž smy a štož cinimy, dohladować, protokolować, składować, wužiwać, do zwiska stajic a předawać, ma wulke wuskutki na jednotliwcow a na towaršnosć.

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
hsb: W prócowanju, wužiwarjam wjace kontrolu nad jich webdožiwjenjemi dać, smy funkciju <a href="%(dnt_url)s" rel="external">Do Not Track</a> we Firefox wuwili. Smy tež prěni zhotowjer wobhladowaka, kotryž ju na wjacorych platformach poskića, mjez nimi Windows, Mac, Linux a Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track steji samo za Firefox OS k dispoziciji</a>, tak zo hodźa so wužiwarske nastajenja priwatnosće na systemowej runinje kontrolować, zo by zawěsćiło, zo kóžde nałoženje třećich na graće wužiwarja jeho wuběr respektuje.

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
hsb: Do Not Track je wažny, dokelž da wužiwarjam online hłós, z kotrymž móža swoje přeće za priwatnosću a personalizaciju zwuraznić. Pokazuje wotpohlad wužiwarja a zmóžnja jemu, jeho ruku zběhnyć a sej priwatnosć w interneće žadać.

source: Mozilla was instrumental in the movement to motivate the Web community to act against the Stop Online Piracy Act and the Protect IP act. These laws, had they gone into effect, would have given the US government and private businesses incredible censorship powers that would have global ramifications, weaken the Internet's security and discourage innovation and investment worldwide.
hsb: Mozilla skutkowaše w hibanju sobu, kotrež webzhromadźenstwo motiwowaše, so přećiwo Stop Online Piracy Act a Protect IP Act zasadźić. Tutej zakonjej byštej, hdy byštej płaćiwosć nabyłoj, US-knježerstwu a priwatnym předewzaćam njewěrjomnu móc censury dałoj, kotraž by swětodaloke wuskutki měła, wěstotu interneta zesłabiła a inowacijam a inwesticijam swětodaloko zadźěwała.

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
hsb: Mozilla je jedna z wjele organizacijow był, kotraž je swoje websydła k spjećowanju přećiwo zakonskimaj naćiskomaj SOPA/PIPA w kongresu wotšaltowała. Prěni raz je webzhromadźenstwo z wjace hač 15 milionami ludźi zesło, zo by přećiwo politice protestowało, kotraž web jako cyłk nastupaše. Tutón historiski protest předstaji wuznamne wobrotnišćo za web jako móžnosć, wolerjow narěčeć a staćanow za změnu mobilizować.

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
hsb: Spočatk 2012 warnowaše Mozilla před ratifikaciju wikowanskeho zrěčenja přećiwo falšowanju - Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) přez Europski parlament. <a href="%(acta_url)s" rel="external">W blogowym přinošku</a> napominaše Mitchell Baker nošerjow politiskich rozsudow, zo njepřewidne procesy bychu “špatne wašnje byli, internetnu politiku wuwiwać” — předewšěm, dokelž je so swětodaloke wikowanske zrěčenje w ćichej komorce wujednało, bjez wobdźělenja wšěch zastupjerjow zajimow. Po masiwnych nadróžnych protestach syćewustojnych wobydlerjow z cyłeje Europy je Europski parlament 4. julija ACTA w jasnym wotumje wotpokazał.

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
hsb: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> dawa konsumentam mócny nastroj, zo by jich priwatnosć škitał, jich z transparencu, faktami a mocu wobrónił, sami wo tym rozsudźić, kak so jich wosobinske daty dźěla a wužiwaja. Z pomocu podpěry załožby Ford Foundation zmóžnja Collusion wužiwarjam widźeć, štóž jich po webje slěduje. Pokazuje we woprawdźitym času, kak te daty pawčinu interakcijow mjez předewzaćemi a druhimi slědowarjemi wutworja.

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
hsb: Lětsa smy <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> wróćo přinjesli — widejowubědźowanje za přichodnych filmowcow, animaterow a kreatiwnych ludźi z cyłeho swěta, za kotrež su so krótke filmy wutworili a zapodali. Tute wot přiwisnikow Firefox nawjerćane filmy wabjachu a informowachu wužiwarjow wo problemach, kotrež jich internetne žiwjenje wobwliwuja, kaž na přikład priwatnosć a wěstota. Najwažnišo je było, zo tući filmowcy ze swójskimi słowami zwuraznichu, čehoždla Firefox je hinak. Prominenća a eksperća filmoweje industrije pomhachu regionalnych dobyćerjow z wjace hač 400 zapodaćow tysacych filmowcow z cyłeho swěta wubrać.

source: Our success begins with you.
hsb: Naš wuspěch započina so z wami.
