Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/about.lang.po
Languages: dsb

source: Get to know Mozilla
dsb: Zeznajśo Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
dsb: Zgóńśo wěcej wó našych projektach, produktach a principach, napóranych, aby luźe kontrolu wó dopołnem potencialu jich žywjenja w interneśe měli a jen wuslěźili.

source: The Mozilla mission
dsb: Misija Mozilla

source: What drives us and makes us different
dsb: Což nas doprědka póra a nas rozeznawa

source: Career center
dsb: Póbitowanja źěłowych městnow

source: Want to work at Mozilla? Apply today!
dsb: Cośo pla Mozilla źěłaś? Prócujśo se źinsa wó to!

source: Want to work on Firefox? Apply today!
dsb: Cośo na Firefox źěłaś? Prócujśo se źinsa wó to!

source: Mozilla blog
dsb: Blog Mozilla

source: News, notes and ramblings from the Mozilla project
dsb: Nowosći, pśipiski a wawrjenje wó projekśe Mozilla

source: Mozilla style guide
dsb: Stilowy wjednik Mozilla

source: Logos, copy rules, visual assets and more
dsb: Loga, kopěrowańske pšawidła, wizuelne materialije a wěcej

source: Locations & contacts
dsb: Městna a kontakty

source: Addresses, emails, support and feedback forms
dsb: Adrese, mailki, pódpěrowańske a komentarowe formulary

source: The Mozilla Corporation
dsb: Pśedewześe Mozilla

source: A corporation that serves the public good. Seriously.
dsb: Pśedewześe, kótarež słužy zjawnemu derjeměśeju. Napšawdu.

source: Mozilla leadership
dsb: Wjednistwo Mozilla

source: Our Management Teams, Reps Council and Boards of Directors
dsb: Naše direkcije, naša rada reprezentantow a našo pśedsedarstwo

source: Our products
dsb: Naše produkty

source: An overview of what we make and what we’re working on
dsb: Pśeglěd wó tom, což cynimy a na comž źěłamy

source: Get involved
dsb: Cyńśo sobu

source: Become a volunteer contributor in a number of different areas
dsb: Buźćo dobrowólny sobustatkujucy na wšakich pólach

source: Press center
dsb: Casnikarski centrum

source: Press info and other useful stuff
dsb: Informacije za casnikarje a drugi wužytny material

source: Privacy center
dsb: Centrum priwatnosći

source: How Mozilla handles your personal information
dsb: Kak Mozilla wobchada z wašymi wósobinskimi informacijami

source: The Mozilla Foundation
dsb: Załožba Mozilla

source: The non-profit organization behind Firefox and all Mozilla products
dsb: Za wše wužytna organizacija slězy Firefox a wšych produktow Mozilla
