Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/contribute.lang.po
Languages: dsb

source: Volunteer Opportunities at Mozilla
dsb: Móžnosći za dobrowólnikow pla Mozilla

source: Menu
dsb: Meni

source: Why<br> volunteer
dsb: Cogodla<br> dobrowólnje pomagaś

source: Find<br> an event
dsb: Tšojenje<br> namakaś

source: Meet<br> Mozillians
dsb: Z Mozillanarjami<br> zmakaś

source: Get involved
dsb: Cyńśo sobu

source: Your country
dsb: Waš kraj

source: I live in&hellip;
dsb: Bydlim w&hellip;

source: Volunteer with Mozilla!
dsb: Buźćo dobrowólnik pla Mozilla!

source: active Mozillians worldwide
dsb: aktiwnych Mozillanarjow swětodaloko

source: upcoming events around the globe
dsb: pśed nami stojecych tšojenjow wokoło zesmkeje kule

source: languages and counting, on every continent
dsb: rěcow na kuždem kontinenśe, z pśiběrajuceju tendencu

source: Join a global community of game-changers.
dsb: Pśizamkniśo se zgromaźeństwoju nowotarjow.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
dsb: Pomagajśo dobrowólnje tak cesto ako cośo. Abo jano mało.<br>To cele wót was wótwisujo.

source: Share your skills and pick up<br> a few new ones along the way.
dsb: Źělśo swóje zamóžnosći a pśiswójśo se<br>nowe w běgu casa.

source: Volunteering with Mozilla&hellip;
dsb: Dobrowólne sobuźěło pla Mozilla&hellip;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
dsb: jo wěcej ako wupomoc. Źo wó wuknjenje, zgromadne źěło a dźělenje wašych zamóžnosćoiw z globalnym zgromaźenstwom Mozillanarjow — z programěrowarjami, organizatorami, aktiwistami a drugimi —, kótarež pomagaju, web kuždy źeń wugótowaś.

source: See our community in action
dsb: Dožywśo našo zgromaźeństwo w akciji

source: How Mozillians help every day
dsb: Kak Mozillanarje pomagaju kuždy źeń

source: Spain &middot; Activism
dsb: Špańska &middot; Aktiwizm

source: Philippines &middot; Activism
dsb: Filipiny &middot; Aktiwizm

source: Switzerland &middot; Coding
dsb: Šwicarska &middot; Programěrowanje

source: India &middot; Teaching
dsb: Indiska &middot; Wucenje

source: Read his story
dsb: Cytajśo jogo tšojeńko

source: Read her story
dsb: Cytajśo jeje tšojeńko

source: Want to get involved? Here’s how.
dsb: Cośo sobu cyniś? How móžośo wiźeś, kak.

source: Choose what interests you and tell us how you’d like to help
dsb: Wubjeŕśo, za což zajmujośo a dajśo nam k wěsći, kak by rady pomagał

source: Stand by for an email that will connect you to the Mozilla community
dsb: Buźćo pśigótowany za mejlku, kótaraž zwěžo was ze zgromaźeństwom Mozilla

source: Create your Mozillians account and share your contributions with the world
dsb: Załožćo swójo konto na Mozillians a źělćo swóje pśinoski ze swětom

source: Get started
dsb: Prědne kšace

source: Not ready to dive in just yet?
dsb: Njejsćo gótowy južo něnto nurknuś?

source: Here are a few other ways you can support Mozilla right now.
dsb: How su někotare dalšne móžnosći, kak móžośo Mozilla ned pódpěraś.

source: Donate to Mozilla
dsb: Mozilla pósćiś

source: Read our Manifesto
dsb: Cytajśo naš manifest

source: Like us on Facebook
dsb: Klikniśo za nas na Spódoba se mě na Facebooku

source: Follow us on Twitter
dsb: Slědujśo nam na Twitter

source: Upcoming event
dsb: Pśed nami stojece tšojenje

source: See all events
dsb: Wšykne tšojenja pokazaś

source: Communicate
dsb: Komunicěrowaś

source: Mozilla communities
dsb: Zgromaźeństwa Mozilla

source: Mailing lists
dsb: Rozesćełańske lisćiny

source: IRC channels
dsb: IRC-kanale

source: More links
dsb: Dalšne wótkaze

source: Submit Firefox feedback
dsb: Komentar Firefox pósłaś

source: Explore Mozilla careers
dsb: Kariery Mozilla pśeslěźiś

source: Get help with Firefox
dsb: Wobstarajśo se pomoc za Firefox

source: Get community updates
dsb: Wobstarajśo se aktualizacije zgromaźeństwa

source: Mozillian Stories
dsb: Tšojeńka Mozillanarjow

source: More
dsb: Wěcej

source: Less
dsb: Mjenjej

source: Read more Mozillian stories
dsb: Cytajśo wěcej tšojeńkow Mozillanarjow

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
dsb: Namakajśo hyšći wěcej tšojeńkow na Twitter z <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
dsb: Skóro pśiźo wěcej

source: Get Involved: Volunteer Opportunities at Mozilla
dsb: Cyńśo sobu: Móžnosći za dobrowólnikow pla Mozilla

source: To get started, tell us what interests you.
dsb: Aby zachopił, dajśo nam k wěsći, za což se zajmujośo.

source: Choose one for now. You can always contribute to other areas later.
dsb: Wubjeŕśo něco něnto. Móžośo pózdźej pśecej teke k drugim pólam pśinosowaś.

source: Where would you like to get started?
dsb: Źo by wy rady zachopił?

source: Coding
dsb: Programěrowanje

source: More about coding
dsb: Wěcej wó programěrowanju

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
dsb: Pśinosujśo kod k cełemu rědoju produktow Mozilla, mjazy nimi Firefox a Firefox OS.

source: Testing
dsb: Testowanje

source: More about testing
dsb: Wěcej wó testowanju

source: Help make the Mozilla products you use — and love — even better.
dsb: Pomagajśo, produkty Mozilla hyšći pólěpšyś, kótarež wužywaśo — a lubujośo.

source: Writing
dsb: Pisanje

source: More about writing
dsb: Wěcej wó pisanju

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
dsb: Póžycćo Mozilla swój głos — wót blogowanja a socialnych medijow až do póbitowanja techniskich dokumentow za wužywarjow a wuwijarjow.

source: Teaching
dsb: Wucenje

source: More about teaching
dsb: Wěcej wó wucenju

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
dsb: Źělśo swóje zamóžnosći ze zgromaźeństwom, kótarež se górjejo, aby něco wuknuło. Wužywajśo lěpšyny našych dermotnych rědow, wučbnych srědkow a tšojenjow.

source: Helping
dsb: Pomaganje

source: More about helping
dsb: Wěcej wó pomaganju

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
dsb: Pódpěrajśo wužywarjow, kótarež trjebaju pomoc a pomagajśo kuždemu, nejlěpše z jogo produktow Mozilla wuwónoźeś.

source: Translating
dsb: Pśełožowanje

source: More about translating
dsb: Wěcej wó pśełožowanju

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
dsb: Pomagajśo Mozilla, material w drugich rěcach k dispoziciji stajiś. Pśełožujśo wšykno z powěsćowych listow a websedłow, aby jo za Firefox a Firefox OS kopěrował.

source: Activism
dsb: Aktiwizm

source: More about activism
dsb: Wěcej wó aktiwizmje

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
dsb: Wužywajśo naše móžnosći, aby lichotu, wěstotu a priwatnosć we wótwórjonem webje pódpěrał.

source: I don’t know
dsb: Njewěm

source: More about how you can contribute
dsb: Wěcej wó tom, kak móžośo pśinosowaś

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
dsb: Njejsćo se wěsty, kak cośo pomagaś? Žeden problem. Móžomy pśigódnu móžnosć za wašo sobuźěło namakaś.

source: Now tell us a little about yourself:
dsb: Wulicujśo nam něnto něco wó sebje:

source: Name
dsb: Mě

source: Email address
dsb: E-mailowa adresa

source: Country
dsb: Kraj

source: select
dsb: wubraś

source: Why do you want to be a Mozilla volunteer?
dsb: Cogodla cośo dobrowólnik Mozilla byś?

source: (Optional)
dsb: (Opcionalny)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
dsb: Som z tym wobjadny, kak Mozilla wobchada pó <a href="%(privacy)s">toś tych pšawidłach priwatnosći</a> z mójimi informacijami

source: Start contributing
dsb: Zachopśo pomagaś

source: Sign me up for community updates
dsb: Zregistrěrujśo mě za aktualizacije zgromaźeństwa

source: (English)
dsb: (engelski)

source: What particular area?
dsb: Za kótare pólo?

source: What would you like to code?
dsb: Co cośo programěrowaś?

source: What would you like to test?
dsb: Co cośo testowaś?

source: What would you like to translate?
dsb: Co cośo pśełožowaś?

source: What would you like to write?
dsb: Co cośo pisaś?

source: What would you like to teach?
dsb: Co cośo wucyś?

source: Websites
dsb: Websedła

source: Firefox add-ons
dsb: Dodanki Firefox

source: HTML5 apps
dsb: HTML5-nałoženja

source: Diagnosing Web compatibility issues
dsb: Problemy webkompatibelnosći diagnosticěrowaś

source: Online services
dsb: Online-słužby

source: Firefox and Firefox OS
dsb: Firefox a Firefox OS

source: Web compatibility
dsb: Webkompatibelnosć

source: Product localization
dsb: Produktowa lokalizacija

source: Website localization
dsb: Lokalizacija websedłow

source: I’d like to work on localization tools
dsb: Ja by rady na lokalizěrowańskich rědach źěłał

source: Social media
dsb: Socialne medije

source: Journalism
dsb: Žurnalizm

source: Technical docs for users
dsb: Techniske dokumenty za wužywarjow

source: Technical docs for developers
dsb: Techniske dokumenty za wuwijarjow

source: Technical docs for Firefox add-ons
dsb: Techniske dokumenty za dodanki Firefox

source: Technical docs for HTML5 apps
dsb: Techniske dokumenty za HTML5-nałoženja

source: Teach the Web (Webmaker)
dsb: Wuwucujśo web (Webmaker)

source: Open News fellowships
dsb: Towarišnosći OpenNews

source: Hive - Community based digital education
dsb: Hive - Zgromaźeństwo na zakłaźe digitalnego kubłanja

source: Open Web science research
dsb: Wědomnostne slěźenje wótwórjonego weba

source: Community Events
dsb: Tšojenja zgromaźeństwa

source: Find events
dsb: Tšojenja pytaś

source: By city, country, or event:
dsb: Pó měsće, kraju abo tšojenju:

source: By date:
dsb: Po datumje:

source: month
dsb: mjasec

source: year
dsb: lěto

source: Date
dsb: Datum

source: Event
dsb: Tšojenje

source: City
dsb: Město

source: Events
dsb: Tšojenja

source: Thank you!
dsb: Wjeliki źěk!

source: Thanks!
dsb: Wjeliki źěk!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za programěrowanje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za testowanje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za pisanje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za wucenje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za pomaganje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za pśełožowanje a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za aktiwizm a njamóžośo docakaś, aby zachopił.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
dsb: Smy zagórjone wiźeś, až zajmujośo se za dobrowólnu pomoc a njamóžośo docakaś, aby zachopił.

source: Keep an eye on your inbox for an important message from us.
dsb: Wobchowajśo za wažnu powěsć wót nas swój dochad posta we wócyma.

source: Hello!
dsb: Witaj!

source: Your Name
dsb: Wašo mě

source: In the meantime&hellip;
dsb: Mjaztym&hellip;

source: You can create your Mozillians account now to connect with fellow Mozillians.
dsb: Móžośo něnto swójo konto na Mozillians załožyś, aby se ze sobumozillanarjami zwězał.

source: Yes, create my Mozillians account
dsb: Jo, załožćo mójo konto na Mozillians

source: You will be asked to sign in before proceeding
dsb: Pšose was, se pśizjawiś, nježli až móžośo pókšacowaś

source: No thanks, I’ll just wait for the email
dsb: Ně, źěkujom se, budu na mejlku cakaś

source: The success of our mission depends on participation from people like you.
dsb: Wuspěch našeje misije wótwisujo wót wobźělenja takich luźi ako wy.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
dsb: Z gjardosću njekomericelna organizacija, napórajo Mozilla produkty ako Firefox z misiju, wšuźi móc weba w rukach wužywarjow wóstajił.

source: We are Mozillians
dsb: Smy Mozillanarje

source: This video shows members of the worldwide Mozilla community.
dsb: Toś to wideo pokazujo cłonow swětodalokego zgromaźeństwa Mozilla.

source: Play video
dsb: Wideo wótgraś

source: Pause video
dsb: Wideo zastajiś

source: Want to help?
dsb: Cośo pomagaś?

source: Area of interest?
dsb: Za co se zajmujośo?

source: Helping Users
dsb: Pódpěra wužywarjam

source: Testing and QA
dsb: Testowanje a kontrola kwality

source: Localization and Translation
dsb: Lokalizacija a pśełožowanje

source: Web Development
dsb: Webwuwiśe

source: Firefox Marketplace
dsb: Wikowanišćo Firefox

source: Add-ons
dsb: Dodanki

source: Visual Design
dsb: Wizuelny design

source: Documentation and Writing
dsb: Dokumentacija a literatura

source: Education
dsb: Kubłanje

source: Other
dsb: Druge

source: I have a suggestion for Firefox
dsb: Mam naraźenje za Firefox

source: I need help with a Firefox issue
dsb: Trjebam pomoc z problemom Firefox

source: YOUR EMAIL HERE
dsb: WAŠA E-MAILOWA ADRESA

source: Send us a note and we can get you started right away.
dsb: Pósćelśo nam powěźeńku a staramy se za to, až móžośo ned zachopiś.

source: Hi, I’m interested in…
dsb: Witajśo, som zajmowany…

source: I’d like to receive regular contribution news by email
dsb: Bych rady pšawidłowne nowosći wó sobuźěle pśez e-mail dostał

source: Submit&nbsp;»
dsb: Pósłaś&nbsp;»

source: Please enter a valid email address.
dsb: Pšosym zapódajśo płaśiwu adresu.

source: You must agree to the privacy policy.
dsb: Musyśo do pšawidłow priwatnosći zwóliś.

source: Please select an area of interest.
dsb: Pšosym wubjeŕśo zajmowe pólo.

source: Please tell us more about your interests.
dsb: Pšosym dajśo nam k wěsći wěcej wó swójich zajmach.

source: Your CAPTCHA response did not match. Please try again.
dsb: Wašo wótegrono za CAPTCHA se njegóźi. Pšosym wopytajśo hyšći raz.

source: Thank you for getting in touch.
dsb: Źěkujomy se wam, až sćo se z nami do zwiska stajił.

source: We are sorry, but there was a problem with our system. Please try again later!
dsb: Bóžko jo problem z našym systemom nastał. Pšosym wopytajśo pózdźej hyšći raz!

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
dsb: Něchten z Mozilla staji se z wami skóro do zwiska, aby wam k wěsći dał, kak móžośo sobu źěłaś. Mjaztym až cakaśo, pśeglědujśo někotare ze slědujucych móžnosćow za dobrowólnikow.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
dsb: Njetrjebaśo C++-guru byś (samo gaž wěsćo, což to gronijo!), aby sobu cynił.<br><b>Musyśo jano web lubowaś.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
dsb: Zregistrěrujśo se za tyźeński powěsćowy list, kótaryž wopśimujo nowosći zgromaźeństwa a wó móžnosćach sobuźěła.

source: Welcome to Mozilla!
dsb: Witajśo k Mozilla!

source: Find an opportunity
dsb: Namakajśo móžnosć

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
dsb: Naš pódpěrowański proces spušća se na zagóritych sobustatkujucych ako wy, aby drugim pomagał, nejwěcej z produktow Mozilla wuwónožeś. Zgóńśo wěcej wó tom, <a href="%(fx_support_url)s">kak móžośo wužywarjam Firefox pomagaś</a> a <a href="%(tb_support_url)s">kak móžośo wužywarjam Thunderbird pomagaś</a>.

source: Quality Assurance
dsb: Zawěsćenje kwality

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
dsb: Testowanje zawěsćenja kwality jo jadna z nejjadnorjejšych móžnosćow, aby prědne kšace z Mozilla cyniło a jo wjelicna móžnosć, se z našym kodom a našymi rědami zeznaś.

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
dsb: <a href="%(oneanddone_url)s">Wubjeŕśo nadawk z One and Done</a>, aby zachopił, źěłajśo na <a href="%(desktopfx_url)s">Firefox za desktop</a>, <a href="%(websites_url)s">testujśo websedła Mozilla</a>, <a href="%(testday_url)s">cyńśo pśi našom testowem dnju sobu</a> abo <a href="%(qateams_url)s">zgóńśo wěcej wó drugich testowańskich móžnosćach</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
dsb: <a href="%(dev_intro_url)s">Wuwijarje mógu pomagaś</a> Mozilla, z tym až pśidawaju nowe funkcije, cynje našu technologiju mjeńšu a malsnjejšu a zjadnorjaju wuwijanje za drugich. Dajśo nam k wěsći <a href="%(what_url)s">swóju nejlubšu programěrowańsku rěc</a> a my namakajomy projekt za was.

source: Spread the Word
dsb: Wulicćo dalej

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
dsb: Pomožćo nam dalej wulicowaś, kak Firefox a druge projekty Mozilla pólěpšuju internet. Źělśo Firefox ze swětom, <a href="%(affiliates_url)s">buźćo pódpěraŕ</a> a pśecytajśo pótom naš<a href="%(marketing_url)s">wjednik wó marketingu</a>, aby wěcej wó tom zgónił, kak móžośo sobu źěłaś.

source: Localization
dsb: Lokalizacija

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
dsb: Wobźělśo se na projekśe Mozilla, z tym až stajaśo Firefox, Thunderbird a druge projekty <a href="%(l10n_url)s">we wašej rěcy k dispoziciji</a>. Pomožćo nam teke swětoju k wěsći daś, kak Mozilla napórajo lěpšy internet, <a href="%(l10n_web_url)s">z tym až pśełožujośo wopśimjeśe</a> na našych websedłach.

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
dsb: Naše websedła su pśistupne za webwuwijarjow. <a href="%(webdev_url)s">Pytajśo websedłowy projekt</a>, aby zachopił. Waše webzamóžnosći daju se teke wužywaś, aby <a href="%(gaia_url)s">nam pomagali, naš nowy Firefox OS wuwijaś</a>.

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
dsb: <a href="%(marketplace_url)s">Wikowanišćo Firefox</a> póbitujo wopśimjeśe - graśa, muziku, socialne nałoženja a wěcej - napórane ze standardami HTML5 a gódnotami wótwórjonego žrědła. Z <a href="%(mktcontrib_url)s">móžnosćami sobuźěła</a> na kuždym stawje wědy, jo lažko, něco wustatkowaś!

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
dsb: Dodanki cynje Firefox k nejwěcej rozšyrjabnemu a pśiměrjujobnemu wobglědowakoju, kótaryž stoj k dispoziciji. Zachopśo <a href="%(addons_url)s">dodank wuwijaś</a>, a <a href="%(addons_wiki)s">zgóńśo wěcej wó rozdźělnych móžnosćach, z kótarymiž móžośo pśinosowaś</a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
dsb: Comy wuměłcam zmóžniś, web a luźi z designami inspirěrowanowymi pśez Mozilla dojśpiś. Woglědajśo se <a href="%(creative_url)s">blog team kreatiwnych</a> za dalšne informacije wó tom, kak móžośo se wobźěliś.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
dsb: Seś wuwijarjow Mozilla jo centrum za informacije wó technologijach Mozilla. Pomagajśo, <a href="%(dev_url)s">našu dokumentaciju pólěpšyś</a>, z tym až pišośo nowe wopśimjeśe, korigěrujośo eksistěrujucy material abo pśełožujośo wopśimjeśe do nowych rěcow.

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
dsb: Sćo na tom zajmowany, drugim pomagaś rozměś, kak web funkcioněrujo? <a href="%(webmaker)s">Mozilla Webmaker</a> jo globalne zgromaźeństwo, kótarež zasajźa se z pomocu <a href="%(webmaker_tools)s">dermotnych rědow </a>, <a href="%(webmaker_resources)s">wucbnych resursow</a> a <a href="%(webmaker_events)s">zgromaźeństwowych tšojenjow</a> za źělenje digitalneje wědy.

source: Fellowships
dsb: Stipendiumy

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
dsb: Zajmujośo se za wugótowanje pśichoda wótwórjonego weba? <a href="%(fellowship)s">Stipendiumowy program OpenNews</a> Knight-Mozilla wjeźo pśichodnych digitalnych wjednistwowych mócow z móžnosćami žurnalizma gromadu, aby wótwórjony web za kuždego natwarił.

source: Hive Networks
dsb: Hive-seśi
