Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/contribute.lang.po
Languages: dsb

source: <a href="%(hivenetworks)s">Hive Learning Networks</a> are a growing constellation of communities around the globe that are championing digital skills and web literacy through connected learning. <a href="%(hivenetworks)s">Learn more</a> about how to start a Hive in your community.
dsb: <a href="%(hivenetworks)s">Wuknjeńske seśi Hive</a> su rosćeca konstalacija zgromaźeństwow wokoło zemskeje kule, kótarež zasajźuju se za digitalne znaśa a webkompetencu pśez pśizamknjone wuknjenje. <a href="%(hivenetworks)s">Dalšne informacije</a> wó tom, kak móžośo hive w swójom zgromaźeństwu startowaś.

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
dsb: Pomagajśo, generaciju webawtorow natwariś, z tym až wucyśo drugich, kak web funkcioněrujo. <a href="%(moz_webmaker)s ">Woglědajśo se, wó což źo pśi projekśe Webmaker</a> abo zachopśo, drugich wucyś, <a href="%(webmaker)s">z tym až organizěrujośo zarědowanje we wašom zgromaźeństwje</a>.

source: map
dsb: kórta

source: Find Mozillians near you
dsb: Namakajśo Mozillanarjow w swójej bliskosći

source: US and Canada
dsb: USA a Kanada

source: Europe
dsb: Europa

source: Latin America
dsb: Łatyńska Amerika

source: Africa and the Middle East
dsb: Afrika a Bliske pódzajtšo

source: Asia and the South Pacific
dsb: Azija a pódpołdnjowy Pacifik

source: Antarctica
dsb: Antarktika

source: Sort By:
dsb: Sortěrowaś pó:

source: Interest
dsb: Zajm

source: Location
dsb: Městno

source: Newsletter
dsb: Powěsćowy list

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
dsb: Sćo zajmowany na tom, drugim wužywarjam pomagaś, nejwěcej z Firefox a drugich produktow Mozilla wuwónoźeś? Naš pódpěrowański proces spušća se na zagóritych pomocnikow ako wy.

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
dsb: Pśistupnosć gronijo, až kuždy móžo wěcy wužywaś. Pomagajśo, <a href="%(access_url)s">rědy a resurse za zbrašnych kóńcnych wužywarjow Firefox napóraś</a> a pomagajśo, <a href="%(access_wiki)s">webwopśimjeśe za njewizuelne pomocne srědki k dispoziciji stajiś</a>, na pśikład cytaki wobrazowki.

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
dsb: Buźćo źěl slěźarskego teama&mdash;lěc cośo <a href="%(survey_url)s">wobźělnik na pśichodnej studiji</a> byś, <a href="%(test_email)s">testy wužywabnosći samostatnje pśewjasć</a> abo <a href="%(test_pilot)s">daty testowego pilota analyzěrowaś</a>&mdash;my by se wjelgin wjaselili, gaž se nam pśizamkujośo!

source: Firefox Affiliates
dsb: Partnarje Firefox

source: Developer Documentation
dsb: Wuwijarska dokumentacija

source: Thank you for signing up!
dsb: Źěkujomy se wam, až sćo se zregistrěrował!

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
dsb: Toś to wideo pomina se wobglědowak z pódpěru za wótwórjony wideostandard abo <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
dsb: Zawěsćenje kwality jo jadna z nejjadnorjejšych wašnjow, aby se na projekśe Mozilla wobźělił a jo wjelicna wašnja, aby wy naš kode a rědy zeznał. Pomagajśo nam, w Firefox <a href="%(qa_bugs_url)s">za sćěnawami góńtwowaś</a>, <a href="%(qa_web_url)s">testujśo websedła Mozilla</a> abo zgóńśo wěcej wó <a href="%(qa_url)s">drugich testowańskich móžnosćach</a>.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
dsb: Produkty Mozilla maju mócny system rozšyrjenjow, kótaryž wam dowólujo, małe změny abo wjelike pśidaśa pśewjasć. Zgóńśo wěcej wó tom, kak <a href="%(addons_url)s">móžośo dodank napóraś</a>. Za nazgónjonych wuwijarjow: Zgóńśo, kak móžośo <a href="%(addons_wiki)s">wobźěłaŕ AMO byś</a>.
