Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/home.lang.po
Languages: dsb

source: Home of the Mozilla Project
dsb: Startowy bok projekta Mozilla

source: Next article
dsb: Pśiducy nastawk

source: Previous article
dsb: Pjerwjejšny nastawk

source: We are %(mozilla_wordmark)s
dsb: My smy %(mozilla_wordmark)s

source: Doing good is part of our code
dsb: Něco dobre cyniś - to jo źěl našogo kodeksa

source: Get involved
dsb: Cyńśo sobu

source: <i>Explore</i> our mission
dsb: <i>Zeznajśo</i> našu misiju

source: Our principles guide us
dsb: Naše principy wjadu nas

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
dsb: Smy globalne zgromaźeństwo technikarjow, myslarjow a programěrowarjow, kótarež wobchowuju internet žywy a pśistupny.

source: Read more about our mission
dsb: Cytajśo wěcej wó našej misiji

source: <i>Look</i> ahead
dsb: <i>Glědajśo</i> doprědka

source: Look ahead
dsb: Glědajśo doprědka

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
dsb: Pśinjasomy wěcej luźi do weba na wěcej wašnjow a z wěcej městnow ako do togo.

source: Learn more about Firefox OS
dsb: Zgóńśo wěcej wó Firefox OS

source: <i>Join</i> our community
dsb: <i>Pśizamkniśo se</i> našomu zgromaźeństwoju

source: Join our<br> developer community
dsb: Pśizamkniśo se našomu<br>wuwijarskemu zgromaźeństwoju

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
dsb: Wobstarajśo se dokumenty a demo, rědy a rozpokazanja a wšykno, což póśěgujo se na wótwórjony web.

source: <i>Forge</i> the future
dsb: <i>Wukowajśo</i> pśichod

source: Mozilla Festival
dsb: Festiwal Mozilla

source: Forge the future<br> of the Web
dsb: Wukowajśo pśichod<br> weba

source: Learn from some of the most passionate thinkers and inventors from around the world.
dsb: Wukniśo wót někotarych nejwěcej zagóritych myslarjow a wunamakarjow ze wšogo swěta.

source: Come to the Mozilla Festival
dsb: Woglědajśo se festiwal Mozilla

source: Different by&nbsp;design
dsb: Z wótglědom&nbsp;hynacej

source: In the news
dsb: W nowosćach

source: See all news
dsb: Wšykne nowosći pokazaś

source: Help launch Firefox OS in your country.
dsb: Pomožćo, Firefox OS w swójom kraju startowaś.

source: Become a Mobilizer today.
dsb: Buźćo źinsa mobilizowaŕ.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
dsb: Njetrjebaśo znaśa wó programěrowanju měś, aby z Mozilla gromadu źěłał. <a href="%s">Zgóńśo wěcej wó móžnosćach za dobrowólnikow</a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
dsb: Z pomocu našogo globalnego zgromaźeństwa stoje produkty a websedła Mozilla we wěcej ako 70 rěcach k dispoziciji. <a rel="external" href="%(link_l10n)s">Pomožćo, je do swojeje pśełožowaś</a>.

source: <i>Watch</i> the watchers
dsb: <i>Wobglědujśo</i> wobglědowarjow

source: See who’s watching you online
dsb: Póglědajśo, chtož wobglědujo was online

source: Shine a light on the third parties that are collecting data about your online activity.
dsb: Namakajśo tśeśich, kótarež gromaźe daty wó wašej aktiwiśe online.

source: Install the Lightbeam add-on
dsb: Instalěrujśo dodank Lightbeam

source: <i>Learn</i> the Web
dsb: <i>Zeznajśo</i> web

source: We teach the Web
dsb: Wucymy web

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
dsb: Dajśo nam gromaźe slěźiś, basliś a twóriś, aby my web twarili, kótaryž jo wótwórjony a cynjony za kuždego.

source: Become a Webmaker
dsb: Bužćo webwugótowaŕ

source: <i>See</i> the new MDN
dsb: <i>Woglědajśo se</i> nowy MDN

source: See what’s new <br>for developers
dsb: Woglědajśo se, což jo nowe <br>za wuwijarjow

source: Our community hub for docs, demos and other resources just got a brand new look.
dsb: Kśicnišćo našogo zgromaźeństwa za dokumenty, demo a druge resurse jo cele nowy naglěd dostało.

source: Visit the Mozilla Developer Network
dsb: Woglědajśo k wuwijarskej seśi Mozilla

source: The Web needs you
dsb: Web was trjeba

source: What kind of Web do you want?
dsb: Kótaru družynu weba cośo?

source: Tell us what matters most to you and help shape the future of the Web.
dsb: Dajśo nam k wěsći, což maśo za wažne a pomagajśo pśichod weba wugótowaś.

source: Share your vision
dsb: Źělśo swóju wiziju

source: <i>Try the best</i> Firefox yet
dsb: <i>Wopytajśo dotychměst nejlěpšy</i> Firefox

source: Try the best Firefox yet
dsb: Wopytajśo dotychměst nejlěpšy Firefox

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
dsb: Zgóńśo wěcej wó dermotnem desktopowem wobglědowaku, kótaryž jo wam, wašej priwatnosći a wótwórjonemu weboju zawězany.

source: See what’s new
dsb: Cytajśo, což jo nowe

source: Football <i>fanatic?</i>
dsb: Kopańcowy <i>fan?</i>

source: Football fanatic?
dsb: Kopańcowy fan?

source: Firefox lets you keep up with all the action in Brazil.
dsb: Firefox informěrujo was běžnje wó wšyknom, což stawa se w Brazilskej.

source: Activate the Goal.com sidebar
dsb: Aktiwěrujśo bocnicu Goal.com
