Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/mission.lang.po
Languages: dsb

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
dsb: Cytajśo <a href="%(url)s">manifest Mozilla</a>, aby wěcej wó gódnotach a principach zgónił, kótarež wjadu nam pśi dopolnjenju našeje misije.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
dsb: Woglědajśo se wideo górjejce, ay wěcej wó tom zgónił, chtož smy, wótkulž pśiźomy a kak pólěpšujomy web za was.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
dsb: Pla Mozilla smy globalne zgromaźeństwo technologow, myslarjow a stwóriśelow, kótarež gromadu źěłaju, aby internet žywy a pśistupny wóstał, tak až luźe mógu informěrowane sobustatkujuce a stwóriśele weba byś.

source: Topics include support, products, and technologies
dsb: Temy wopśimuju pódpěru, produkty a technologije

source: Volunteer opportunities in a number of different areas
dsb: Móžnosći za dobrowólnikow na wšakich pólach

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
dsb: Wěrimy, až toś ten akt cłowjeskeje kooperacije na wótwórjonej platformje jo bytostny za indiwidualne rosćenje a naš zgromadny pśichod.

source: We’re building a better Internet
dsb: Napórajomy nowy internet

source: Our structure, organization, and the broader Mozilla community
dsb: Naša struktura, organizacija a šyrše zgromaźeństwo Mozilla

source: Where we come from and how we got to where we are
dsb: Wótkulž pśiźomy a kak smy se tam dostali, źož smy

source: Get involved
dsb: Cyńśo sobu

source: Forums
dsb: Forumy

source: Our mission is to ensure the Internet is a global public resource, open and accessible to all. An Internet that truly puts people first, where individuals can shape their own experience and are empowered, safe and independent.
dsb: Naša misija jo, zawěsćiś, až internet jo globalna zjawna resursa, kótaraž jo za wšych wótwórjona a pśistupna. Internet, kótaryž luźi napšawdu na prědne městno staja, źož jadne same mógu swójske dožywjenje wugótowaś a su społnomócnjone, wěste a njewótwisne.

source: Our mission is to promote openness, innovation & opportunity on the Web.
dsb: Naša misija jo spěchowanje wótwórjonosći, inowacije a móžnosćow we webje.

source: History
dsb: Historija

source: Governance
dsb: Wjeźenje
