Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/newsletters.lang.po
Languages: dsb

source: Your email address:
dsb: Waša e-mailowa adresa:

source: Language:
dsb: Rěc:

source: Select country
dsb: Wubjeŕśo kraj

source: Country:
dsb: Kraj:

source: Sign me up!
dsb: Zregistrěrujśo mě!

source: Thanks for Subscribing!
dsb: Źěkujomy se za aboněrowanje!

source: Your newsletter subscription has been confirmed.
dsb: Waš abonement powěsćowego lista jo se wobkšuśił.

source: Firefox + You
dsb: Firefox a wy

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
dsb: Mjasecny powěsćowy list a wósebne pśipowěźeńki, kótarež dawaju wam tipy, aby waše dožywjenje z Firefox na wašom desktopje a na rěźe Android pólěpšyli.

source: Firefox OS + You
dsb: Firefox OS a wy

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
dsb: Mjasecny powěsćowy list a wósebne pśopowěźeńki wó tom, kak móžośo nejlěpše z rěda Firefox OS wuwónoźeś, inkluziwnje nejnowše funkcije a nejwjelicnjejše nałoženja na Wikowanišću Firefox.

source: Firefox Accounts Tips
dsb: Tipy kontow Firefox

source: Get the most out of your Firefox Account.
dsb: Wuwónoźćo nejwěcej ze swójogo konta Firefox.

source: Mozilla Communities
dsb: Zgromaźeństwa Mozilla

source: Bringing you the best new opportunities to help support the open Web.
dsb: Póbitujomy wam nejlěpše nowe móžnosći, aby wam pomagali, wótwórjony web pódpěraś.

source: Firefox Student Ambassadors
dsb: Firefox - Studentske wjelikopósłance

source: A monthly newsletter on how to get involved with Mozilla on your campus.
dsb: Mjasecny powěsćowy list wó tom, kak móžośo z Mozilla na swójom pólu gromadu źěłaś.

source: Firefox Affiliates
dsb: Partnarje Firefox

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
dsb: Mjasecny powěsćowy list, aby was wó programje partnarjow Firefox běžnje informěrował.

source: Firefox Apps & Hacks
dsb: Nałoženja a triki Firefox

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
dsb: Nowosći za wuwijarjow wo Firefox OS, Firefox Marketplace a ekosystemje wótwórjonych webnałoženjow.

source: Mozillians
dsb: Mozillanarje

source: Email updates for vouched Mozillians on mozillians.org.
dsb: E-mailowe aktualizacije za zaruconych Mozillanarjow na mozillians.org.

source: Firefox for desktop
dsb: Firefox za desktop

source: Don’t miss the latest announcements about our desktop browser.
dsb: Njezapasćo nejnowše pśipowěźeńki wó našom desktopowem wobglědowaku.

source: Firefox for Android
dsb: Firefox za Android

source: Keep up with releases and news about Firefox for Android.
dsb: Buźćo z wersijami a nowosćami wó Firefox za Android na běžnem.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
dsb: Wósebne píipowěźeńki a powěsći wót teama, kótarež su za to myslone, web lichy a wótwórjony źaržaś.

source: Firefox OS smartphone owner?
dsb: Wobsejźiśo smartfon Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
dsb: Njezapasćo wažne nowosći a aktualizacije wó swojom rěźe Firefox OS.

source: Be the first to know when Firefox is available for iOS devices.
dsb: Buźćo prědny, kótaryž wě, až Firefox jo za iOS-rědy k dispoziciji.

source: Periodic email updates about our annual international film competition.
dsb: Periodiske e-mailowe aktualizacije wó našom kuždolětnem mjazynarodnem filmowem wuběźowanju.

source: Beta News
dsb: Nowosći wó beta-wersiji

source: News and special updates about our work to promote openness, innovation and participation on the Internet, including ways for you to get involved.
dsb: Nowosći a wósebne aktualizacije wó našom źěle, aby wótworjenosć, inowaciju a wobźělenje na interneśe spěchowali, inkluziwnje móžności za was sobu cyniś.

source: Shape of the Web
dsb: Forma weba

source: News and information related to the health of the web.
dsb: Nowosći a informacije nastupajucy derjeměśe weba.

source: About Addons
dsb: Wó dodankach

source: Firefox OS news, tips, launch information and where to buy.
dsb: Firefox OS - nowosći, pokazki, startowe informacije a źo móžośo jen kupiś.

source: We can keep in touch with occasional messages that matter most to you.
dsb: Móžomy ze pśigóźbnymi powěsćami w zwisku wóstaś, kótarež su nejwažnješe za was.

source: Submit
dsb: Wótpósłaś

source: Find out how!
dsb: Wuslěźćo kak!

source: Newsletters
dsb: Powěsćowe listy

source: About us
dsb: Wó nas

source: I didn't sign up for this.
dsb: Njejsom za to zregistrěrował.

source: Save Preferences
dsb: Nastajenja składowaś

source: The supplied link has expired. You will receive a new one in the next newsletter.
dsb: Pódany wótkaz jo njepłaśiwy. Dostanjośo nowy wótkaz w pśiducem powěsćowem lisće.

source: Get up and go
dsb: Górjej a pšec

source: Subscribe
dsb: Aboněrowaś

source: Set your preferences below to make sure you always receive the news you want.
dsb: Stajśo dołojce swóje nastajenja, aby zawěsćił, až pśecej dostawaśo nowosći, kótarež cośo.

source: You send too many emails.
dsb: Sćo pśewjele e-mailow pósłał.

source: Getting too much email from us?
dsb: Dostawaśo pśewjele mejlkow wót nas?

source: Would you mind telling us why you’re leaving?
dsb: Njocośo nam k wěsći daś, cogodla wótskazujośo?

source: Get Firefox for mobile!
dsb: Wobstarajśo se mobilny Firefox!

source: What’s Mozilla all about?
dsb: Co wšykno Mozilla cyni?

source: I’m interested in:
dsb: Som zajmowany:

source: Your content wasn't relevant to me.
dsb: Wašo wopśimjeśe njejo za mnjo relewantne było.

source: Don’t forget to check your inbox to confirm your request to get Firefox for iOS updates. If you don’t see an email from mozilla@e.mozilla.org, check your spam filter. You must confirm your request in order to receive the updates.
dsb: Njezabywajśo, swój dochad posta kontrolěrowaś, aby swójo napšašowanje wó aktualizacijach Firefox za iOS wobkšuśił. Jolic njewiźiśo mejlku wót mozilla@e.mozilla.org, pśeglědajśo swój spamowy filter. Musyśo swóje napšašowanje wobkšuśiś, aby aktualizacije dostał.

source: We’re sorry to see you go.
dsb: Jo nam luto, až wótejźośo.

source: title
dsb: titel

source: Firefox is coming soon to iOS!
dsb: Firefox buźo skóro na iOS!

source: It’s your Web anywhere you go.
dsb: Waš web jo tam, źož wy sćo.

source: Your email design was too hard to read.
dsb: Waš e-mailowy design jo śěžko cytajobny był.

source: Please enter a valid email address
dsb: Pšosym zapódajśo płaśiwu e-mailowu adresu

source: Newsletter Subscriptions
dsb: Abonementy powěsćowych listow

source: Unsubscribe
dsb: Wótskazaś

source: Mozilla Newsletter
dsb: Powěsćowy list Mozilla

source: Thanks for updating your email preferences.
dsb: Źěkujomy se za aktualizěrowanje wašych e-mailowych nastajenjow.

source: We’re glad you asked!
dsb: Rědnje, až sćo se pšašał!

source: Firefox on iOS — Sign up for email updates — Mozilla
dsb: Firefox na iOS - Zregistrěrujśo se za e-mailowe aktualizacije - Mozilla

source: Something is amiss with our system, sorry! Please try again later.
dsb: Něco na našom systemje njejo w pórěźe! Pšosym wopytajśo pózdźej hyšći raz.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
dsb: Pśeglědujśo kategorije, kótarež pśitrjefiju na was, a lubimy wam, e-mail na minimum wobgranicowaś.

source: description
dsb: wopisanje

source: Sign up today to receive email updates about the iOS version of Firefox.
dsb: Zregistrěrujśo se źinsa, aby e-mailowe aktualizacije wó iOS-wersiji Firefox dostał.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
dsb: Wóstanjom z Mozilla na Facebook a Twitter w zwisku.

source: Success! An email has been sent to you with your preference center link. Thanks!
dsb: Wutšobne glukužycenje! Mejlka jo se wam z wašym wótkazom preferencnego centruma pśipósłała. Wjelik źěk!

source: Remove me from all Mozilla emails
dsb: Wótpórajśo mě ze wšych e-mailow Mozilla

source: Thanks for telling us why you’re leaving.
dsb: Źěkujomy se, až sćo nam k wěsći dał, cogodla sćo wótskazał.

source: Enter your email address and we’ll send you a link to your email preference center.
dsb: Zapodajśo swóju e-mailowu adresu a pósćelomy wam wótkaz k wašomu e-mailowemu preferencnemu centrumoju.

source: Send me a link
dsb: Pósćelśo mě wótkaz

source: Added extras
dsb: Pśidanki

source: %s is not a valid newsletter
dsb: %s njejo płaśiwy powěsćowy list

source: English&nbsp;only
dsb: Jano&nbsp;engelski

source: This is not a valid email address. Please check the spelling.
dsb: To njejo płaśiwa e-mailowa adresa. Pšosym kontrolěrujśo pšawopis.

source: Thanks for your interest in the upcoming iOS version of Firefox. We’re pretty excited about it too!
dsb: Źěkujomy se za waš zajm na pśiducu iOS-wersiju Firefox. Smy teke wó tom kradu zagórjone!

source: You’ve been unsubscribed.
dsb: Sćo wótskazany.

source: Make Firefox do more with add-ons.
dsb: Rozšyrśo funkcionalnosć Firefox pśez dodanki.

source: You must agree to the privacy notice
dsb: Musyśo do pšawidłow priwatnosći zwóliś

source: You must agree to the privacy policy
dsb: Musyśo do pšawidłow priwatnosći zwóliś

source: Other…
dsb: Druge…

source: Newsletter confirm
dsb: Wobkšuśenje powěsćowego lista

source: Not interested in our newsletters, but like those special announcements? No problem.
dsb: Njejsćo na našych powěsćowych listach zajmowany, spodobaju se pak wam te wósebne pśipowěźeńki? Žeden problem.

source: Manage your Email Preferences
dsb: Waše e-mailowe nastajenja zastojaś

source: This page is in maintenance mode and is temporarily unavailable.
dsb: Toś ten bok jo we wótwardowańskem modusu a njejo tuchylu k dispoziciji.

source: To update your email preferences, please check back in a little while. Thanks!
dsb: Aby swóje e-mailowe nastajenja aktualizěrował, glědajśo za tym pó chyli. Wjeliki źěk!

source: We love sharing updates about all the awesome things happening at Mozilla.
dsb: Źělimy rady aktualizacije wó wšych fantastiskich wěcach, kótarež wótměwaju se pla Mozilla.

source: This email address is not in our system. Please double check your address or <a href="%s">subscribe to our newsletters.</a>
dsb: E-mailowa adresa njejo w našom systemje. Pšosym klikniśo dwójcy na swóju adresu abo <a href="%s">aboněrujśo naše powěsćowe listy.</a>

source: We are sorry, but there was a problem with our system. Please try again later!
dsb: Bóžko jo problem z našym systemom nastał. Pšosym wopytajśo pózdźej hyšći raz!

source: The supplied link has expired or is not valid. You will receive a new one in the next newsletter, or below you can request an email with the link.
dsb: Pódany wótkaz jo spadnuł abo njejo płaśiwy. Dostanjośo nowy w pśiducem powěsćowem lisće abo móžośo dołojce mejlku z wótkazom pominaś.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
dsb: Pšosym njezabydniśo našu adresu wótpósłanja mozilla@e.mozilla.org swójomu adresnikoju pśidaś, aby zarucył, až dostawamy se pśecej do wašogo postowego kašćika.

source: While here, why not check out some more Firefox awesomeness.
dsb: Gaž sćo něnto raz how, cogodla njewuslěźujośo wjelicne móžnosći Firefox.

source: Manage your <span>Newsletter Subscriptions</span>
dsb: Zastojśo swóje <span>abonementy powěsćowych listow</span>

source: Sign up below for updates and to be notified when it launches.
dsb: Zregistrěrujśo se dołojce za aktualizacije a aby zdźělenja dostał, gaž zawjeźo se na wikach.

source: Newsletter email recovery
dsb: E-mailowe wótnowjenje powěsćowego lista

source: *You’ll only receive updates and announcements about the iOS version of Firefox.
dsb: *Dostanjośo aktualizacije a pśipowěźenja jano wó iOS-wersiji Firefox.

source: Firefox Marketplace for Firefox OS
dsb: Wikowanišćo Firefox za Firefox iOS

source: Discover the latest, coolest HTML5 apps on Firefox OS.
dsb: Namakajśo nejnowše a wjelicne HTML5-nałoženja na Firefox OS.

source: Firefox Weekly Tips
dsb: Tyźeńske tipy Firefox

source: Get a weekly tip on how to super-charge your Firefox experience.
dsb: Wobstarajśo se tyźeński pokazku, kak móžośo waše dožywjenja z źěłom Firefox pólěpšył.

source: Student Reps
dsb: Studentske reprezentanty

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
dsb: Něgajšny uniwersitowy program z lět 2008-2011, něnto skóńcony a znowego startowany ako program studentowych wjelikopósłańcow Firefox.

source: Mozilla Learning Network
dsb: Wuknjeńska seś Mozilla

source: Updates from our global community, helping people learn the most important skills of our age: the ability to read, write and participate in the digital world.
dsb: Aktualizacije z našogo globalnego zgromaźenstwa, kótarež pomaga luźim, nejwažnjejše znaśa našogo casa wucyś: zamóžnosć cytanja, pisanja a wobźělenja na digitalnem swěśe.

source: Download Firefox for iOS
dsb: Ześěgniśo Firefox za iOS

source: Download Firefox for Android
dsb: Ześěgniśo Firefox za Android

source: Get Firefox for Android
dsb: Firefox za Android wobstaraś

source: Drumbeat Newsgroup
dsb: Diskusijna kupka Drumbeat

source: Mozilla Festival
dsb: Festiwal Mozilla

source: Special announcements about Mozilla's annual, hands-on festival dedicated to forging the future of the open Web.
dsb: Specielne pśipowěźenja wó kuždolětnem praksowem swěźenju Mozilla, kótaryž jo za to myslony, pśichod wótwórjonego weba kowaś.

source: Firefox Marketplace for Android
dsb: Wikowanišćo Firefox za Android

source: About Standards
dsb: Wó standardach

source: Get Involved
dsb: Cyńśo sobu

source: Download Firefox for Mobile
dsb: Ześěgniśo Firefox za Android

source: Mozilla's largest celebration of making and learning on the web.
dsb: Nejwětšy swěźeń Mozilla, aby web wugótował a wucył.

source: Join Mozilla
dsb: Pśizamkniśo Mozilla

source: About Labs
dsb: Wó Labs

source: Read about the latest features for Firefox desktop and mobile before the final release.
dsb: Cytajśo wó nejnowšych funkcijach za desktopowy a mobilny Firefox pśed kóńcneju wersiju.

source: Special announcements helping you get the most out of Webmaker.
dsb: Specielne pśipowěźenja, kótarež wam pomagaju nejwěcej z Webmaker wuwónoźeś.

source: Addon Development
dsb: Dodankowe wuwijanje

source: Firefox Marketplace for Desktop
dsb: Wikowanišćo Firefox za desktop
