Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/plugincheck.lang.po
Languages: dsb

source: Keep your Firefox healthy with a quick checkup
dsb: Źaržćo swój Firefox w rěchu ze spěšnym pśeglědanim

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
dsb: Wužywaśo Flash? QuickTime? Java? Jolic je wužywaśo, aby swójo dožywjenje z Firefox pśerědnił, pśeglědajśo swóje tykace! Jo móžno, až musyśo je aktualizěrowaś.

source: Plugin Check &amp; Updates
dsb: Pśeglědowanje a aktualizacije tykacow

source: Update Now
dsb: Něnto aktualizěrowaś

source: Research
dsb: Pytaś

source: current version plugin
dsb: aktualna wersija tykaca

source: Up to Date
dsb: Aktualny

source: Plugin icon
dsb: Symbol tykaca

source: unknown
dsb: njeznaty

source: vulnerable
dsb: napadojty

source: outdated
dsb: zestarjony

source: Check Your Plugins
dsb: Pśespytajśo swóje tykace

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
dsb: Gaž źaržyśo tykace aktualne, pomagaśo, wěste a gładke źěło za Firefox zarucyś.

source: Currently the plugin check service is only available to Firefox users.
dsb: Tuchylu jo kontrolna słužba za tykace janož za wužywarje Firefox k dispoziciji.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
dsb: Tykace aktualizěruju se pśecej awtomatiski. Pśeglědujśo swóje tykace, aby wěsty wóstał a bźez pśetergnjenja pśeglědował!

source: Looks like you’re using an older version of Firefox.
dsb: Zda se, až wužywaśo staršu wersiju Firefox.

source: Plugin Status
dsb: Status tykaca

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
dsb: Žedne tykace namakane. Jolic se mysliśo, až to jo zmólka, <a href="%(bugzilla_url)s">wócyńśo pšosym zmólkowu rozpšawu</a> a informěrujśo nas wó tom.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
dsb: Pódpěra pśespytowanja tykacow <strong>za Internet Explorer jo wobgranicowana</strong>. Wužyjśo teke Extras &gt; Add-Ons verwalten

source: Step 1: Click Update to update a plugin.
dsb: Kšac 1: Klikniśo na Aktualizěrowaś, aby tykac aktualizěrował.

source: Step 2: Complete all recommended updates before restarting your browser.
dsb: Kšac 2: Pśewjeźćo wšykne dopórucone aktualizacije, nježli až startujośo swój wobglědowak.

source: Potentially vulnerable plugins
dsb: Potencielnje napadojte tykace

source: Plugin
dsb: Tykac

source: Action
dsb: Akcija

source: Outdated Plugins
dsb: Zestarjone tykace

source: Unknown Plugins
dsb: Njeznate tykace

source: These plugins are up to date
dsb: Toś te tykace su aktualne

source: Back to Top
dsb: Slědk górjej

source: Frequently Asked Questions
dsb: Ceste pšašanja

source: What is a plugin?
dsb: Co jo tykac?

source: Plugins power videos, animation and games
dsb: Tykace staraju za to, až wideo, animacije a graśa funkcioněruju

source: They're built outside of Firefox by companies like Adobe Systems and Apple
dsb: Wuwijaju se zwenka Firefox pśez pśedewześa ako Adobe Systems a Apple

source: Plugins don't always update automatically.
dsb: Tykace njeaktualizěruju se pśecej awtomatiski.

source: Why should I update my plugins?
dsb: Cogodla ja by měł swóje tykace aktualizěrowaś?

source: Old plugins can interrupt browsing and waste your time.
dsb: Stare tykace mógu pśeglědowanje móliś a waš cas rozbrojś.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
dsb: Stare tykace <strong>pówušuju wašo riziko</strong> za napady pśez złosnu software, wiruse a druge wobgrozenja wěstoty.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
dsb: <strong>Zaktualizěrowane tykace maju pólěpšenja</strong>, kótarež <strong>pólěpšuju web za was a cynje jen wěsćejšy</strong>.

source: Screenshot of Add-Ons manager
dsb: Foto wobrazowki zastojnika dodankow

source: How can Firefox help me?
dsb: Kak móžo Firefox mě pomagaś?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
dsb: W pśichoźe buźo Firefox tykace za was aktualizěrowaś. Až do togo, wy by měł toś ten bok pšawidłownje kontrolěrowaś a swóje tykace aktualizěrowaś, aby wěsty wóstał.

source: Which Plugins do I have?
dsb: Kótare tykace mam?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
dsb: Smy górjejce pódane tykace awtomatiski namakali, aby se zainstalěrowane tykace w Firefox woglědał, slědujśo toś tym kšacam:

source: Want to spread the word?
dsb: Cośo to dalej wulicyś?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
dsb: Pomagajśo swójim pśijaśelam wěste wóstaś! Woglědajśo se k sedłoju <a href="%(url)s">Partnarje Firefox</a>, aby rěd pśespytanja tykacow za swójo sedło dostał.

source: How do I disable a plugin?
dsb: Kak mógu tykac znjemóžniś?

source: In Firefox:
dsb: W Firefox:

source: Open the Tools menu.
dsb: Wócyńśo meni Rědy.

source: Open the <span class="menu">menu</span>.
dsb: Wócyńśo <span class="menu">meni</span>.

source: Choose Add-ons.
dsb: Wubjeŕśo Dodanki.

source: Click the plugins tab.
dsb: Klikniśo na rejtark Tykace.

source: Click on the drop down next to the plugin you wish to disable.
dsb: Klikniśo na padajucy meni pódla tykaca, kótaryž cośo znjemóžniś.

source: Click on a plugin in the list.
dsb: Klikńiśo na tykac w lisćinje.

source: Select "Never Activate" from the available choices.
dsb: Wubjeŕśo "Nigda njeaktiwěrowaś" z k dispoziciji stojecych wuběrańskich móžnosćow.

source: Click the Disable button.
dsb: Klikniśo na tłocašk Znjemóžniś.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
dsb: Glědajśo: Znjemóžnjenje tykaca wóznamjenijo, až wěcej njamóžośo wěste wěcy cyniś. Jolic znjemóžnijośo na pśikład Flash, njamóžośo se wideo na YouTube woglědowaś.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
dsb: Glědajśo: Znjemóžnjenje tykaca wóznamjenijo, až wěcej njamóžośo wěste wěcy cyniś. Jolic znjemóžnijośo na pśikład Flash, njamóžośo se wideo na někotarych websedłach z kontinuěrujucym pśenosowanim wideo woglědowaś.

source: Mozilla Support
dsb: Pódpěra Mozilla

source: Have more questions?
dsb: Maśo dalšne pšašanja?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
dsb: Woglědaj se <a href="%(sumo_url)s">support.mozilla.org</a> za wěcej pomocy!
