Repository: alvinlaz96/mozilla-lang
Catalog: dsb/mozorg/products.lang.po
Languages: dsb

source: Mozilla Products — Built by us, for the Web
dsb: Produkty Mozilla — wót nas napórane, za web

source: Built for the Web
dsb: Za web napórane

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
dsb: Naš angažement za spěchowanje weba a wobchowowanje jogo wótwórjonosći za kuždego śěgnjo se pśez wšykno, což cynimy.

source: Developers
dsb: Wuwijarje

source: The free, non-profit browser for your desktop.
dsb: Dermotny njekomercielny wobglědowak za waš desktop.

source: The fast, smart, safe choice for Android browsing.
dsb: Malsny, inteligentny, wěsty wuběrk za pséglědowanje Android.

source: An open operating system for mobile devices.
dsb: Wótwórjony źěłowy system za mobilne rědy.

source: A new standard to recognize and verify learning.
dsb: Nowy standard za pśipóznaśe a pśeglědowanje wědy.

source: A creation and distribution platform for apps.
dsb: Napórjańska rozdźěleńska platforma za nałoženja.

source: A better way to sign in to websites.
dsb: Lěpšy nałog so pla websedłow registrěrowaś.

source: Safe, fast and easy email.
dsb: Wěsta, malsna a lažka e-mail.

source: Make something amazing with the Web.
dsb: Cyńśo něco wobźiwowanja gódnego z webom.

source: Our community-driven innovation accelerator.
dsb: Naš póspěšowak inowacijow spěchowany wót zgromaźeństwa.

source: New ways to explore, experiment and innovate.
dsb: Nowe nałogi za wuslěźenje, eksperimentowanje a napóranje inowacijow.

source: A bug tracking system to help manage software development.
dsb: System slědowanja programowych zmólkow, kótaryž pomaga, wuwijanje softwary zastojaś.

source: Inspect, debug, analyze and more inside your browser.
dsb: Pśewjeźćo pséglědanja, pytanja za zmólkami, analyze a wěcej we wašom wobglědowaku.

source: The layout engine that drives Firefox.
dsb: Wugótowańska mašina, kótaraž góni Firefox.

source: An environment for XUL-based applications.
dsb: Wokolina za nałoženja na zakłaźe XUL.

source: Firefox APIs
dsb: API Firefox

source: The foundations for building a Firefox OS app.
dsb: Zakłady za napóranje nałoženjow Firefox OS.

source: Mozilla Developer Network
dsb: Seś wuwijarjow Mozilla

source: All Mozilla-based Products
dsb: Wšykne produkty Mozilla

source: All Developer Tools
dsb: Wšykne wuwijarske rědy
