Repository: alvinlaz96/mozilla-lang
Catalog: ln/firefoxos/firefoxos.lang.po
Languages: ln

source: Bringing the Open Web to mobile devices
ln: Komema Web ya kofungwama na baappareil mobile

source: Welcome to a new, open and powerful mobile world!
ln: Boyeyi malamu na mboka ya mobile ya sika, ya kofungwama mpe ya makasi

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
ln: Firefox OS eza kopesa makoki na Web ya Kofungwama bo plateforme mpo na bappareil mobile. Toza kosala ete innovation ezala na nzela ya kumbela developpement ya bastandard yasika mpo na Web.

source: New Web standards
ln: Bastandard yasika ya Web

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
ln: Firefox OS ekopesa nzela ya botiyi na misala bastandard oyo mpo na kosikola baplateforme ya mobile na baenconbrement ya mibeko mpe bipekisi eye eza na baplateforme ya ba nkolo.

source: Freedom from proprietary mobile platforms
ln: Bonsomi na botiki baplateforme mobile ya ba nkolo

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
ln: Toza kocollaborer na <abbr title="Original Equipment Manufacturer">OEM</abbr>s mpe baporteur directement, kopesa bango influence mingi na boyanoli biposa ya basaleli nabango mpe ya mombongo. Basaleli na badeveloppeur bakangemi te nakati ya plateforme, nayango bakoki kozwa mayebisi mabango mpe kosalela baapps na nzela ya baappareil ndenge na ndenge.

source: Customization for <abbr>OEM</abbr>s and operators
ln: Personnalisation mpo na <abbr>OEM</abbr>s mpe baopérateur

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
ln: <abbr>OEM</abbr>s mpe baopérateur bakokoka kofournir contenu mpe baservice na nzela ya portefeuille nabango mobimba na appareil, ekokipe te OS oyo eza. Mpe bakokoka kopersonnaliser baexperience ya mosaleli, kokamba distribution ya app mpe kobatela boyokani, bokebi, fidelité mpe facturation ya bakiliya.

source: Opportunities for developers
ln: Mabaku ya misala mpo na badeveloppeur

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
ln: Kosalela HTML5 mpe standard ya Mozilla eye epesami sika APIs, badeveloppeur bipayi binso bazali bakokoka kosala baexoerience mpe baapps ya kokamwisa. Badeveloppeur bakosengela lisusu te koyekola mpe kodevelopper na sima ya APIs native spécifique ya plateforme.

source: Consumer freedom
ln: Bonsomi ya bakiliya

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
ln: Bakiliya baye baza kosalela baappareil oyo esalaka na Firefox OS bakokangema te nakati ya plateforme songolo, ekopesa bango ebele ya kopona, flexibilité na bonsomi. Na Firefox OS, Web eza platforme.
