Repository: alvinlaz96/mozilla-lang
Catalog: son/tabzilla/tabzilla.lang.po
Languages: son

source: Mozilla links
son: Mozilla dobey

source: Close (Esc)
son: Daabu (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
son: Firefox OS šintiney <span>Mobile World Congress ga</span>

source: Learn more
son: Bay ka tonton

source: Mission
son: Anniya

source: About
son: Ga

source: Projects
son: Porožewey

source: Support
son: Gaakašinay

source: Developer Network
son: Cinakey sankaa

source: Products
son: Jinawey

source: Innovations
son: Tejandiyaney

source: Research
son: Ceeci

source: Get Involved
son: Wa huru goyoo ra

source: Volunteer
son: Faabakaw

source: Careers
son: Goy ceebandu

source: Find us
son: Ka dii iri

source: Join us
son: K'ir do

source: Website Directory
son: Interneti nungey maašeede

source: Search Mozilla sites
son: Mozilla nungey naaru

source: Search
son: Ceeci

source: Partner
son: Šettakašinay

source: Look ahead
son: Lawre

source: Learn all about Firefox OS
son: Haya kul bay Firefox OS ga

source: Would you like to see this page in your language?
son: War ga baa ka dii moɲoo woo war boŋ šennoo ra?

source: Yes, please!
son: Ayyo, taare!

source: No, thanks.
son: Kalaa, naŋ yaada.

source: Support Mozilla
son: Mozilla gaakašinay

source: Looks like you’re using an older version of Firefox.
son: Ga hima kaŋ war goo ma goy nda Firefox žeena.

source: Update to stay fast and safe.
son: Taagandi cahãyan nda saajaw še.

source: Later
son: Hiino

source: Official Mozilla gear is here
son: Mozilla alhaku bayrante goo ne
