Repository: alvinlaz96/mozilla-lang
Catalog: ff/emails/addons.po
Languages: ff

source: Thank you for your interest in Firefox Add-ons. It's easy to start contributing--whether by leaving a review of your favorite add-on, designing a theme, or creating an add-on, your efforts matter!
ff: A jaaraama e katojinal maa e ɓeyditte Firefox. Fuɗɗaade wallitde ena weeɓi--so woppude miijo maa e ɓeydital maa labangal, ŋeñtaade wutte, walla topaade ɓeydital, golle maa ena tiiɗi min!

source: If you are new to Firefox Add-ons, here are some things you can do at https://addons.mozilla.org:
ff: So a keso e Firefox Add-ons, ena ɗoo geɗe seeɗa ɗe mbaaw-ɗaa waɗde https://addons.mozilla.org:

source: ============================== REVIEW YOUR FAVORITE ADD-ONS ==============================
ff: ============================== WINNDU MIIJO MAA E ƁEYDITAL ==============================

source: Search for your favorite add-on at https://addons.mozilla.org. On the add-on's detail page, scroll down to the Reviews section and leave a comment for the developer.
ff: Yiylo ɓeyditte maa ɓurɗe lolluɗe to https://addons.mozilla.org. E hello humpito ɓeyditte ngoo, woro less to rogere Mijooji too ngam woppude toon yowre maa fayde e topayɗo oo.

source: ===================== CREATE A COLLECTION =====================
ff: ===================== FUƊƊO ROƁANNDE =====================

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others. Get started here: https://addons.mozilla.org/firefox/collections/
ff: Doɓanɗe nafata ko weeɓnude rewindo ɓeyditte ɓurɗe hatojineede e lollinde wanngorde maa heertinaande haa woɗɓe kaɓa heen. Fuɗɗo ɗoo: https://addons.mozilla.org/firefox/collections/

source: ================ CREATE A THEME ================
ff: ================ SOS SIŊKOORE ================

source: Background Themes let you personalize the look of your Firefox. To create your own, start here: http://www.getpersonas.com/en-US/demo_create
ff: Ciŋkooje cakkital maa wallu-ma heertinde mbaydi Firefox ma. Ngam sosde mo maa, fuɗɗo ɗoo: http://www.getpersonas.com/en-US/demo_create

source: If you are a more technical contributor, here are some things you can do:
ff: So aɗa jogii karallaagal seeɗa, aɗa waawi waɗde hono ɗee geɗe:

source: ================== CREATE AN ADD-ON ==================
ff: ================== TAF ƁEYDITAL ==================

source: To get started, take a look at the Add-ons Developer Hub. It contains documentation, tools and information on how to get in touch with other developers: https://addons.mozilla.org/developers/
ff: Ngam fuɗɗaade, yuurnoyo Kawtal Topayɓe Ɓeyditte. Maa heɓ toon pamminorɗe, kuutorɗe e humpito no njokkondirtaa e topayɓe woɗɓe. https://addons.mozilla.org/developers/

source: Builder & SDK: The quickest and easiest way to create add-ons: https://addons.mozilla.org/en-US/developers/builder
ff: Builder & SDK: Ko kuutorɗe ɓirɗe yaawde e weeɓde ngam tafde ɓeyditte: https://addons.mozilla.org/en-US/developers/builder

source: XUL School: A comprehensive tutorial for more advanced developers: https://developer.mozilla.org/en/XUL_School
ff: XUL School: Ko tinndinoore timmunde fayde e topayɓe seeɓtorɓe: https://developer.mozilla.org/en/XUL_School

source: You can post questions and connect with other add-ons developers in the Add-ons Forum: https://forums.mozilla.org/addons/
ff: Aɗa waawi postude naamne e jokkondirde e topayɓe woɗɓe to Jakkaa Ɓeyditte toh: https://forums.mozilla.org/addons/

source: ================== HELP TEST ADD-ONS ==================
ff: ================== WALLU ƳEEWNDAADE ƁEYDITTE ==================

source: If you are interested in testing add-ons, you can join the quality team: http://quality.mozilla.org/
ff: So aɗa hatojini e ƴeewndaade ɓeyditte, aɗa waawi yantude e goomu ƴeewndo nguu: http://quality.mozilla.org/

source: It's also helpful to install the Add-ons Compatibility Reporter and use it to let us know when an add-on is not working properly: https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter
ff: Ena walla kadi aafde Jaŋtorde jaaɓdugol Ɓeyditte ndee tee huutoraade ɗum ngam tintinde min so won ɓeyditte korii hurmude no haanirta: https://addons.mozilla.org/firefox/addon/add-on-compatibility-reporter

source: ============ QUESTIONS? ============
ff: ============ NAAMNE? ============

source: If you have any additional questions, please feel free to email us!
ff: So aɗa jogii naamne goɗɗe, tiiɗno hoto waas jokkondirde e amen!

source: Regards, Amy Tsay Add-ons Community Manager
ff: Koofnaali, Amy Tsa Kalfinaaɗo Renndo Ɓeyditte
