Repository: alvinlaz96/mozilla-lang
Catalog: sat/thunderbird/start/release.lang.po
Languages: sat

source: Welcome to <span>Thunderbird</span>
sat: <span>थांडारवार्ड </span>सा़गुन दाराम.

source: Happy 10th Birthday Thunderbird!
sat: कुसियाक् 10 जानाम माहा थांडारर्वाड!

source: Mozilla announced Thunderbird version 1.0 ten years ago. Can you imagine the last ten years without e-mail? Can you imagine e-mail without Thunderbird? We can’t!
sat: मोजिला गेल सेरमा माड़ाङ थांडारर्वाड बार्सान 1.0 ला़य सोदोर आकाते आ. चेद आम वेगोर एमेल पारोमेन ञेल सेरमा ओनमान दाड़ेयाक् आ ? चेद आम बेगोर थांडारर्वाड इमेल उयहा़र दाड़ेयाक् आ ? आले बाले दाड़ेयाक् आ !

source: Contribute to Thunderbird
sat: थांडारर्वाड रे हा़टिञ

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
sat: बाड़हाव ला़गित् ओना थांडारर्वाड लेताड़ को गोटा ला़गित्, ओना रे पारोमेन गेल सेरमा ला़गित् लेका, चोगोड़ हा़टिञ को <a href="%s">हा़लीगे दुमिदाक् </a> आगाम सेत् उदुक् ला़गित् .

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
sat: नितोक् आम ला़गित् दो मित् माराङ ओकतो काना <a href="%s" class="iconic">सा़मिलोक् ञाम</a>.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
sat: थांडारर्वाड बेभार को गोड़ो एम ला़गित् गोड़ो आले मे , आर थांडारर्वाड तेयार ओडोक् आर पोरिस्थिति सेस्टेम बाड़हाव मे.

source: We look forward to <a href="%s">hearing from you</a>.
sat: आले ले ञेंल होरोक् रे <a href="%s">आम ठेन खोन आंजोम </a>.

source: Learn more
sat: बा़ड़ती चेदोक् मे

source: Need Support?
sat: चेत् गोड़ो ला़कती?

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
sat: ढेर थांडारर्वाड गोड़ो कुकली को दो <a href="%s"> गेयान बा़यसा़व </a>.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
sat: जुदी आम मित् ला़ना़य बाम ञाम दाड़ेयाक् आ, <a href="%s">आलेयाक् गोड़ो फोरुम रे आमाक् कुकली कुली मे </a>.

source: Features
sat: गुन को

source: Visit our blog
sat: आलेयाक् ब्लॉग ञेंल मे

source: Contribute
sat: हा़टिञ

source: Tips
sat: टिप्स को

source: Add-ons
sat: एड-ऑन

source: Get help
sat: गोड़ो ञाम
