Repository: alvinlaz96/mozilla-lang
Catalog: brx/download_button.lang.po
Languages: brx

source: Download Firefox
brx: फायारफक्सखौ डाउनल'ड खालाम

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
brx: नोंथांनि सिस्टेमआ फायारफक्सखौ सालायनो <a href="%(url)s">गोनांथि जानायखौ</a> सुफुङा।

source: <span>Firefox Beta</span> for Android
brx: एनड्र'इडनि थाखाय<span>फायारफक्स बेटा</span>

source: <span>Firefox Aurora</span> for Android
brx: एनड्र'इडनि थाखाय<span>फायारफक्स Aurora</span>

source: <span>Firefox</span> for Android
brx: एनड्र'इडनि थाखाय<span>फायारफक्स</span>

source: Get it free on Google Play
brx: बेखौ गुगल प्लेआव बेसेन-नाङाजासे ला

source: Firefox Beta
brx: फायारफक्स बेटा

source: Firefox Aurora
brx: फायारफक्स Aurora

source: Free Download
brx: बेसेन-नाङै डाउनल'ड

source: Update your Firefox
brx: नोंथांनि फायारफक्सखौ आपडेट खालाम

source: Supported Devices
brx: हेफाजाब होजानाय डिभाइस

source: Get Firefox for Android
brx: एनड्र'इडनि थाखाय फायारफक्सखौ ला

source: What’s New
brx: गोदानआ मा

source: Privacy
brx: गुमुरथि

source: Systems &amp; Languages
brx: सिस्टेम &amp; राव
