Repository: alvinlaz96/mozilla-lang
Catalog: brx/firefoxtesting.lang.po
Languages: brx

source: Download Firefox Beta for Android - Free
brx: एनड्र'इडनि थाखाय फायारफक्स बेटाखौ डाउनल'ड खालाम - बेसेन-नाङै

source: Download Firefox Beta for Desktop - Free
brx: डेस्कटपनि थाखाय फायारफक्स बेटाखौ डाउनल'ड खालाम - बेसेन-नाङै

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
brx: उननि ओंखारनाय फायारफक्सखौ डाउनल'ड खालाम आरो आनजाद खालाम। Aurora एबा बेटा बिल्डजों गोदानथार फोसाबथायखौ मोनथि

source: Firefox Beta
brx: फायारफक्स बेटा

source: Firefox Beta for:
brx: नि थाखाय फायारफक्स बेटा:

source: Firefox Beta for Mobile
brx: मबाइलनि थाखाय फायारफक्स बेटा

source: Download Beta and be part of the next version of Firefox.
brx: बेटाखौ डाउनल'ड खालाम आरो फायारफक्सनि उननि बिसाननि बाहागो जा

source: 1. Test Features
brx: 1. आखुथायखौ आनजाद खालाम

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
brx: दानि मावफुनाय, गावनि गोसोबादि खालामनायखौ आरो गाहाय समनि थाखाय सिगाङावनो थियारि जानाय रैखाथि बांहोनायखौ नाजा।

source: 2. Refine &amp; Polish
brx: 2. &amp; पलिसखौ फोसाब

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
brx: मोनसे दिदोम आबहावायाव मावफुंनाय आरो खामानि मावनायगोहोयाव जोबथा टुइकखौ दोननो जोंखौ मदद खालामनो थाखाय फाइल बाग।

source: 3. Do Your Part
brx: 3. नोंथांनि बाहागोखौ माव

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
brx: फायारफक्सनि उननि बिसानआव आरो बेखौ सानफ्रोमबो बाहायनाय 45 कौटि सुबुंनाव गोहोम गोग्लैयो।

source: Supported devices
brx: हेफाजाबहोजानाय डिभाइस
