Repository: alvinlaz96/mozilla-lang
Catalog: brx/main.lang.po
Languages: brx

source: Navigation
brx: नेभिगेसन

source: <span>for</span> Desktop
brx: <span>डेस्कटप</span>नि थाखाय

source: <span>for</span> Android
brx: एनड्र'इडनि<span>थाखाय</span>

source: Overview
brx: अभारभिउ

source: Trusted
brx: फोथायबाय

source: Flexible
brx: रुयदब

source: Fast
brx: गोख्रै

source: About
brx: सोमोन्दै

source: Devices
brx: डिभाइस

source: For partners
brx: बाहागोगिरिनि थाखाय

source: Need help?
brx: मदद नांगौ?

source: News
brx: रादाब

source: Developers
brx: जौगाखांहोग्रा

source: Donate
brx: दान हो

source: Support
brx: हेफाजाब

source: Products
brx: दिहुनथाय

source: About Us
brx: जोंनि सोमोन्दै

source: Labs
brx: लेब

source: skip to Navigation
brx: नेभिगेसनआव बारलां

source: switch language
brx: राव सोलाय

source: Back to home page
brx: ह'म बिलाइआव थांफिन

source: About Mozilla
brx: मजिलानि सोमोन्दै

source: Get Involved
brx: थाफादेर

source: Careers
brx: जीउ राहा

source: Press Center
brx: मिरुखौ नासिन

source: Contact Us
brx: जोंजों जगाजग खालाम

source: Other languages:
brx: गुबुन राव:

source: Legal
brx: लिगेल

source: Cookies
brx: कुकि

source: Firefox Affiliates
brx: फायारफक्सआ लाफादेरो

source: Legal Notices
brx: दारायारि मिथिसारहोनाय

source: Privacy Policy
brx: गुमुरथि पलिसि

source: Release Notes
brx: ओंखारनाय लिरसुंथाय

source: Other Systems and Languages
brx: गुबुन सिस्टेम आरो राव

source: Close
brx: बन्द खालाम

source: (in English)
brx: (इंराजिआव)

source: Return to top
brx: बिजौआव थांफिन

source: Features
brx: आखुथाय

source: Customize
brx: गावनि गोसोबादि खालाम

source: Download
brx: डाउनल'ड खालाम

source: Previous
brx: आगोलनि

source: Next
brx: उननि

source: MegaBytes
brx: मेगाबाइट्स

source: Videos
brx: भिडिअ'

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
brx: बेनि बादै, जेराव नङाब्ला <a href="%s">लिरसुंथाइ खालामबाय</a>, बे साइटनि थानाय-आयदाया <br /><a href="%s">सोरजिलु सरासनस्रा एट्‌ट्रिबिउसन शेयार-Alike लाइसेन्स v3.0</a> एबा जायखि जाया उननि बिसानआव मोननो हाथाव जायो।

source: Report Trademark Abuse
brx: रिपर्ट ट्रेडमार्क एबिउज

source: Free Upgrade
brx: बेसेन-नाङै आपग्रेड

source: Follow us on:
brx: आव जोंखौ उनसं:

source: Customize with Add-ons
brx: Add-ons जों गावनि गोसोबादि खालाम

source: Learn More
brx: गोबां सोलों

source: Learn more
brx: गोबां सोलों

source: Replay
brx: दामफिन

source: Watch the video
brx: भिडिअ'खौ नाय

source: Replay the video
brx: भिडिअ'खौ दामफिन

source: Share the video
brx: भिडिअ'खौ शेयार खालाम

source: WebM format
brx: WebM फरमेट

source: Ogg Theora format
brx: Ogg Theora फरमेट

source: MPEG-4 format
brx: MPEG-4 फरमेट

source: Mobile
brx: म'बाइल

source: Check out the new look and feel of Firefox.
brx: फायारफक्सनि गोदान लुक आरो फिलखौ आनजाद खालाम

source: View Full Site
brx: आबुं साइटखौ नाय

source: Download for <span>Android</span>
brx: एनड्र'इडनि थाखाय<span>डाउनल'ड खालाम</span>

source: Desktop
brx: डेस्कटप

source: Firefox Beta for mobile
brx: म'बाइलनि थाखाय फायारफक्स बेटा

source: Firefox for mobile
brx: म'बाइलनि थाखाय फायारफक्स

source: Email
brx: इ-मेइल

source: Super speed
brx: जोबोद गोख्रै

source: Stunning graphics
brx: गोमोथाव ग्राफिक्स

source: The latest technologies
brx: गोदान बिरोंदामिन

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
brx: नोंथांनो मोनसे आपग्रेड नांगोन! से मिनिटनि खमसिनआव रैखाथियाव था।<br/> वेबआव थानाय ब्राउजिं आरो गावनि गोसोबादि खालामनायाव साबसिननि थाखाय नोंथांनि गोदान फायारफक्सखौ जागाय।<br/> बेयो गोख्रै आरो बेसेन-नाङै!

source: Upgrade now
brx: दानो आपग्रेड खालाम

source: Update now
brx: दानो आपडेट खालाम

source: Supported Devices
brx: हेफाजाब होजानाय डिभाइस

source: What’s New
brx: गोदानआ मा

source: Privacy
brx: गुमुरथि

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
brx: बे थानाय-आयदानि बाहागोआ साफा साफा mozilla.org बिहोमा होग्राजों ©1998–%(current_year)s जायो। थानाय-आयदाया <a href="%(url)s">सोरजिलु सरासनस्रा लाइसेन्स</a>नि सिङाव मोननो हाथाव।

source: Contribute to this page
brx: बे बिलाइआव बिहोमा हो

source: Mission
brx: मिसन

source: Tour
brx: दावबायनाय

source: Partner with Us
brx: जोंजों लोगोसे जा

source: Sync
brx: सिन्क

source: Desktop Add-ons
brx: डेस्कटप Add-ons

source: Android Add-ons
brx: एनड्र'इड Add-ons

source: Themes
brx: थिम

source: Desktop Support
brx: डेस्कटप हेफाजाब

source: Android Support
brx: एनड्र'इड हेफाजाब

source: Performance
brx: मावफुंनाय

source: Technology
brx: बिरोंदामिन

source: Privacy &amp; Security
brx: गुमुरथि &amp; रैखाथि

source: Releases
brx: ओंखारनाय

source: Firefox
brx: फायारफक्स

source: Firefox for Organizations
brx: फसंथाननि थाखाय फायारफक्स

source: Mobile Add-ons
brx: म'बाइल Add-ons

source: Mobile Support
brx: म'बाइल हेफाजाब

source: Blog
brx: ब्लग

source: About Firefox
brx: फायारफक्सनि सोमोन्दै

source: Join Mozilla
brx: मजिलाजों लोगो ला

source: Participate
brx: बाहागो ला

source: Volunteer
brx: भलानटियेर

source: Brand Toolkit
brx: ब्रेन्ड टुलकिट

source: Partnerships
brx: बाहागोआरि

source: Get Mozilla updates
brx: मजिलाखौ आपडेट खालाम

source: Share
brx: शेयार खालाम

source: Mozilla on Twitter
brx: टुइटारआव मजिला

source: Firefox on Twitter
brx: टुइटारआव फायारफक्स

source: Mozilla on Facebook
brx: फेसबुकआव मजिला

source: Firefox on Facebook
brx: फेसबुकआव फायारफक्स

source: Forums
brx: फराम

source: Governance
brx: खुंनाय

source: History
brx: जारिमिन

source: Our Products
brx: जोंनि दिहुन्थाय

source: Software and other innovations designed to advance our mission.
brx: सफ्टवेयार आरो गुबुन गोदानथिखौ जोंनि मिसनखौ दावगाहोनो डिजाइन खालामनाय जायो।

source: Become a volunteer contributor in a number of different areas.
brx: गोबां गुबुन ओनसोलाव गावनि गोसोजों बिहोमा होग्रा जा।

source: Menu
brx: मेनु

source: Committed to you, your privacy and an open Web
brx: नोंथांनो, नोंथांनि गुमुरथि आरो मोनसे अपेन वेबनों गथायना होबाय

source: Choose Independent
brx: उदांखौ बासिख

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
brx: बेसेन-नाङै आरो गेवनाय इन्टारनेट जोंनाय गोजोंनि थाखाय गोख्रों मोजां मोन! #ChooseIndependent. फायारफक्सखौ बासिख:

source: Please turn on JavaScript to display this page correctly.
brx: बे बिलाइखौ गेबेङै दिन्थिफुंनो जाभास्क्रिप्टखौ अन खालाम

source: Firefox Features
brx: फायारफक्स आखुथाय

source: Firefox Help
brx: फायारफक्स मदद

source: January
brx: जानुवारि

source: February
brx: फेब्रुवारि

source: March
brx: मार्स

source: April
brx: एप्रिल

source: May
brx: मे

source: June
brx: जुन

source: July
brx: जुलाइ

source: August
brx: आगस्ट

source: September
brx: सेप्टेम्बर

source: October
brx: अक्ट'बर

source: November
brx: नभेम्बर

source: December
brx: डिसेम्बर

source: <abbr>Jan</abbr>
brx: <abbr>दानुवारि</abbr>

source: <abbr>Feb</abbr>
brx: <abbr>फेब्रुवारि</abbr>

source: <abbr>Mar</abbr>
brx: <abbr>मार्स</abbr>

source: <abbr>Apr</abbr>
brx: <abbr>एप्रिल</abbr>

source: <abbr>May</abbr>
brx: <abbr>मे</abbr>

source: <abbr>Jun</abbr>
brx: <abbr>जुन</abbr>

source: <abbr>Jul</abbr>
brx: <abbr>जुलाइ</abbr>

source: <abbr>Aug</abbr>
brx: <abbr>आगस्ट</abbr>

source: <abbr>Sep</abbr>
brx: <abbr>सेप्टेम्बर</abbr>

source: <abbr>Oct</abbr>
brx: <abbr>अक्ट'बर</abbr>

source: <abbr>Nov</abbr>
brx: <abbr>नभेम्बर</abbr>

source: <abbr>Dec</abbr>
brx: <abbr>डिसेम्बर</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
brx: फायारफक्सआ iOS आव फैगासिनो दं! <a href="{url}">गोबां सोलोंनो साइन आप खालाम</a>।

source: Format
brx: फरमेट

source: Whoops! Be sure to enter a valid email address.
brx: हाय! मोनसे बाहाय जाथाव इ-मेइल थंखौ हाबहो।

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
brx: <a href="%s">बे गुमुरथि पलिसि</a>आव बेखेवखानाय बादि आंनि फोरमायथिहोग्राखौ हेन्डेल खालामनो मजिलाजों आं थिक दङ।

source: Get Firefox news
brx: फायारफक्स रादाबखौ ला

source: YOUR EMAIL HERE
brx: बेयाव नोंथांनि इ-मेइल दं

source: Sign me up
brx: आंखौ साइट-आप खालाम

source: Select country
brx: हादत सायख

source: Available Languages
brx: मोननो हाथाव राव

source: We will only send you Mozilla-related information.
brx: जों नोंथांनो मजिला-सोमोन्दोगोनां फोरमायथिहोग्राखौ दैथाय हरगोन।

source: Thanks! Please check your inbox to confirm your subscription.
brx: साबायखर! नोंथांनि बायग्रा जानायखौ रोखा खालामनो नोंथांनि इनबक्सखौ आनजाद खालाम।

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
brx: नोंथाङा नोंथांनि बायग्रा जानायखौ रोखा खालामनो mozilla@e.mozilla.org निफ्राय मोनसे इ-मेइल मोनगोन। नोंथाङा बेखौ नुआब्ला नोंथांनि स्पेम फिल्टारखौ आनजाद खालाम। जोंनि रादाब बिलाइखौ मोननो नोंथाङा नोंथांनि बायग्रा जानायखौ रोखा खालामथारनांगोन।

source: Read all about it in our <span>newsletter</span>
brx: बेनि सोमोन्दै जोंनि रादाब बिलाइआव<span>फराय</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
brx: दानारि आपडेटनि बायग्रा जा आरो नोंथांनि बांसिन फायारफक्स ब्राउजारखौ मोननो बावैसोनि इंगित आरो सोलोखौ लाफानानै, मजिला रादाबजों गावखौनो गोरों खालाम। गावजों गाव सोमोन्दोआव थानो जोंनि थाखाय बेनो साबसिन राहा।
