Repository: alvinlaz96/mozilla-lang
Catalog: brx/mobile.lang.po
Languages: brx

source: Get Firefox for Android
brx: एनड्र'इडनि थाखाय फायारफक्सखौ ला

source: Download for <span>Android</span>
brx: एनड्र'इडनि थाखाय<span>डाउनल'ड खालाम</span>

source: Free from the Android Market
brx: एनड्र'इड बजार निफ्राय बेसेन-नाङै

source: Or visit <a %s>Firefox.com/m</a> on your phone.
brx: एबा नोंथांनि फनआव थानाय <a %s>Firefox.com/m</a> आव थां

source: Supported Devices
brx: हेफाजाबहोजानाय डिभाइस

source: Get it from iTunes - FREE
brx: बेखौ iTunes निफ्राय ला- FREE

source: Firefox Home for <span>iPhone</span>
brx: iPhone नि थाखाय<span>फायारफक्स ह'म</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
brx: नोंथांनि फायारफक्स जारिमिन, बुकमार्क आरो गेवनाय टेबखौ नोंथांनि iPhone आव हाबहो

source: Download Firefox to <span>Your Mobile</span>
brx: फायारफक्सखौ <span>नोंथांनि म'बाइलआव</span> डाउनल'ड खालाम

source: Want to test the latest features?
brx: गोदान आखुथायखौ आनजाद खालामनो लुबैयो नामा?

source: Get Firefox Home for iPhone
brx: iPhone नि थाखाय फायारफक्स ह'मखौ ला

source: Download Beta for Android
brx: एनड्र'इडनि थाखाय बेटाखौ डाउनल'ड खालाम

source: Download
brx: डाउनल'ड खालाम

source: for
brx: नि थाखाय

source: Free from iTunes
brx: iTunes निफ्राय बेसेन-नाङै

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
brx: नोंथाङा दानस'नाय-रुगुं आखुथायखौ मोनथिगोन आरो जोबथा ओंखारनायाव मा जागोन बेखौ सोदांनो आरो फोसाबनो मदद खालामनो फिनथाय होयो।

source: Developer Tools
brx: जौगाहोग्रा टुल

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
brx: नोंथाङा फायारफक्सनि म'बाइल बिसानखौ जोंनि डेस्कटप कम्पुटारआव इनष्टल खालामनो हायो, बेयो फिनथाय आरो बिल्ड add-ons खौ आनजाद खालामनो हायो।

source: Connect With Firefox for Mobile:
brx: म'बाइलनि थाखाय फायारफक्सजों फोनांजाब खालाम:

source: Monthly newsletter
brx: दानआरि रादाब-बिलाइ

source: Follow us
brx: जोंखौ उनसं

source: Become a fan
brx: सासे अनसाइग्रा जायो

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
brx: फायारफक्सआ गोदानथिजों बुंफबनाय जाय नोंथांखौ इसे टाइप खालामनानै गोबां ब्राउज खालामनो हायो आरो वेबआव गोख्रैयै आरो गोरलैयै मोननो गनायथि होयो

source: Freedom from typing
brx: टाइपिं निफ्राय उदांस्रि

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
brx: गिथाव स्क्रिनआ नोंथांनि आंगो साइटखौ सोलोङो, बेखायनो नोंथाङा इसे टाइप खालामनानै एबा जेबो टाइप खालामाबालानो ब्राउज खालामनो हायो।

source: Best of both worlds
brx: मोननै बुहुमनि साबसिन

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
brx: एनड्र'इडनि थाखाय फायारफक्सखौ दा नोंथाङा फन आरो टेब्लेटआव ब्राउज खालामनाय बादि फिन डिजाइन आरो गोरोबथाव खालामो।

source: Browse quick and easy
brx: गोख्रै आरो गोरलैयै ब्राउज खालाम

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
brx: सिन्क, टेबगोनां ब्राउजिं आरो मोनसे-दांनाय बुकमार्किं बाइदि बाइदि आखुथायनि ओंथिया गासिबो जायखौ नोंथाङा खाथियाव लुबैयो।

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
brx: <a %s>मदद नांगौ?</a> एनड्र'इड हेफाजाब साइटनि थाखाय जोंनि फायारफक्सआव थां

source: Download and test the build that’s right for you.
brx: नोंथांनि थाखाय गेबें बिल्डखौ डाउनल'ड खालाम आरो आनजाद खालाम

source: See all our channels for mobile »
brx: म'बाइल » नि थाखाय जोंनि गासै सेनेलखौ नाय

source: Free from the Google Play Store
brx: गुगल प्ले स्टर निफ्राय बेसेन-नाङै
