Repository: alvinlaz96/mozilla-lang
Catalog: brx/newsletter.lang.po
Languages: brx

source: Get Monthly News
brx: दानालि रादाब मोन

source: Your Email Address
brx: नोंथांनि इ-मेइल थं

source: Your email address:
brx: नोंथांनि इ-मेइल थं:

source: Text
brx: फरा

source: Available Languages
brx: मोननो हाथाव राव

source: Language:
brx: राव:

source: Select country
brx: हादत सायख

source: Country:
brx: हादत:

source: Whoops! Be sure to enter a valid email address.
brx: हाय! मोनसे बाहाय जाथाव इ-मेइल थंखौ हाबहो।

source: Please read the Mozilla Privacy Policy and agree by checking the box.
brx: मजिला गुमुरथि पलिसिखौ फराय आरो बाक्सुखौ आनजाद खालामनानै आजाव।

source: I agree to the <a href="%s">Privacy Policy</a>
brx: आं <a href="%s">गुमुरथि पलिसिखौ</a> गनायो

source: Sign me up!
brx: आंखौ साइन आप खालाम!

source: We will only send you Mozilla-related information.
brx: जों नोंथांनो मजिला-सोमोन्दोगोनां फोरमायथिहोग्राखौ दैथाय हरगोन।

source: Thanks for Subscribing!
brx: बायग्रा जानायनि थाखाय साबायखर!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
brx: बांसिन फायारफक्सजों लोगोसे मजिलानि रंजाथाव राजाब आरो वेबखौ माबोरै सोरजिनांगौ बेनि सोमोन्दै इंगित &amp; सोलोखौ शेयार खालामनो जों नेगासिनो दं।

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
brx: दानारि आपडेटनि बायग्रा जा आरो नोंथांनि बांसिन फायारफक्स ब्राउजारखौ मोननो बावैसोनि इंगित आरो सोलोखौ लाफानानै, मजिला रादाबजों गावखौनो गोरों खालाम। गावजों गाव सोमोन्दोआव थानो जोंनि थाखाय बेनो साबसिन राहा।

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
brx: जों नोंथांनो दासो इ-मेइलजों मोनसे रोखा खालामनाय खौरां दैथाय हरबाय। बे मेइलिं लिस्टआव नोंथांनि बायग्रा जानायखौ भेलिडेट खालामनो थाखाय बे इ-मेइलआव रोखा खालामनायखौ क्लिक खालाम।

source: Read all about it in our <span>newsletter</span>
brx: बेनि सोमोन्दै जोंनि रादाब बिलाइआव<span>फराय</span>

source: Your newsletter subscription has been confirmed.
brx: नोंथांनि रादाब बिलाइ बायग्रा जानायखौ रोखा खालामबाय।

source: Format
brx: फरमेट

source: You’re All Set! <span>But Wait, There’s More</span>
brx: नोंथांमोनखौ फजबाय! <span>नाथाय नेथ', गोबां दंबावयो</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
brx: जोबोद लोब्बागोनां फोरमायथिहोग्राखौ मोननो लुबैयो? नोंथांनि सोमोन्दै जोंनो इसे खिन्था। आरो नोंथाङा बेयाव थानाय समाव, गुबुन मजिला रादाबनि थाखाय साइप आप खालाम।

source: Firefox & You
brx: फायारफक्स आरो नोंथां

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
brx: नोंथांनि डेस्कटप आरो एनड्र'इड डिभाइसआव फायारफक्सजों नोंथांनि रोंगौथिखौ जौगाहोनायाव नोंथांनो इंगित होनाय मोनसे दानारि रादाब बिलाइ आरो जरखा फोसावनाय।

source: Firefox OS News
brx: फायारफक्स OS रादाब

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
brx: बावैसोनि आखुथाय आरो गुसुसिन फायारफक्स मार्केटप्लेस एप्सजों लोगोसे, नोंथांनि बांसिन फायारफक्स OS डिभाइसखौ माबोरै मोननो हायो बेनि सोमोन्दै मोनसे दानारि रादाब बिलाइ आरो जरखा फोसावनाय।

source: Mozilla Communities
brx: मजिला माहारि

source: Bringing you the best new opportunities to help support the open Web.
brx: अपेन वेबखौ हेफाजाब खालामनो साबसिन गोदान खाबुखौ नोंथांनो लाबोगासिनो दं।

source: Firefox Student Ambassadors
brx: फायारफक्स फरायसा थान्दै

source: A monthly newsletter on how to get involved with Mozilla on your campus.
brx: नोंथांनि केम्पासआव मजिलाजों माबोरै थाफादेरो बेनि मोनसे दानआरि रादाब बिलाइ

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
brx: फायारफक्स थाफानाय प्रग्रामजों नोंथांखौ गोदान जानानै दोननो मोनसे दानआरि रादाब बिलाइ

source: Firefox Apps & Hacks
brx: फायारफक्स एप्स आरो हेक्स

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
brx: फायारफक्स OS, फायारफक्स मार्केटप्लेस आरो अपेन वेब एप्स एक'सिस्टेमनि सोमोन्दै जौगाखांहोग्रानि थाखाय नांगौ।

source: Mozillians
brx: मजिलियान

source: Firefox for desktop
brx: डेस्कटपनि थाखाय फायारफक्स

source: Don’t miss the latest announcements about our desktop browser.
brx: जोंनि डेस्कटप ब्राउजारनि सोमोन्दै गोदान फोसावनायखौ फेलें जानो नाजा

source: Firefox for Android
brx: एनड्र'इडनि थाखाय फायारफक्स

source: Keep up with releases and news about Firefox for Android.
brx: एनड्र'इडनि थाखाय फायारफक्सनि सोमोन्दै ओंखारनाय आरो रादाबखौ दोन

source: Be the first to know when Firefox OS devices are available in your country.
brx: फायारफक्स OS डिभाइसआ नोंथांनि हादोतआव मोननो हाथाव जानायखौ मोनथिनो सिगां जा

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
brx: वेब बेसेन-नाङै आरो अपेनखौ दोननो बावसोमखानाय हानजा निफ्राय जरखा फोसावनाय आरो खौरां।

source: Know when the coolest apps hit the Marketplace for your platform:
brx: गुसुसुन एप्सआ नोंथांनि प्लेटफर्मनि थाखाय मार्केटप्लेसखौ हिट खालामनायखौ मोनथि:

source: Firefox OS smartphone owner?
brx: फायारफक्स OS स्मार्टफन बिगोमा?

source: Don’t miss important news and updates about your Firefox OS device.
brx: नोंथांनि फायारफक्स OS डिभाइसनि सोमोन्दै गोनांथार रादाब आरो आपडेटखौ फेलें खालामनो नाङा।

source: Our Other Newsletters:
brx: जोंनि गुबुन रादाब बिलाइ:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
brx: नोंथांनि बांसिन आंगो ब्राउजारखौ मोननो थाखाय बावैसोनि इंगित आरो सोलोखौ ला।

source: Firefox Mobile
brx: फायारफक्स म'बाइल

source: Learn about the hottest new add-ons and features for Firefox mobile.
brx: फायारफक्स म'बाइलनि गुदुंथार गोदान add-ons आरो आखुथायनि सोमोन्दै सोलों।

source: Beta News
brx: बेटा रादाब

source: Let’s Be Friends!
brx: लोगो जादिनि!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
brx: फायारफक्सआबो नोंथांनि आंगो समाजारि नेटवार्किं साइटआव दं। जोंजों फोनांजाब आरो सावरायनायाव बाहागो ला।

source: Manage your <span>Newsletter Subscriptions</span>
brx: नोंथांनि रादाब बिलाइनि बायग्राखौ <span>मेनेज खालाम</span>

source: Manage your Email Preferences
brx: नोंथांनि इ-मेइल पसन्दखौ मेनेज खालाम

source: We love sharing updates about all the awesome things happening at Mozilla.
brx: जों मजिलायाव माबा गिथाव बेसाद जानायनि आपडेटखौ शेयार खालामनो मोजां मोनो।

source: Set your preferences below to make sure you always receive the news you want.
brx: नोंथाङा लुबैनाय रादाबखौ अरायबो मोननो थाखाय रोखो खालामनो गाहायनि नोंथांनि पसन्दखौ फज।

source: Newsletters
brx: रादाब बिलाइ

source: Getting too much email from us?
brx: जों निफ्राय जोबोद गोबां इ-मेइल मोनगासिनो दं?

source: Not interested in our newsletters, but like those special announcements? No problem.
brx: जोंनि रादाब बिलाइआव लुबैनाय गैया, नाथाय बैफोर जरखा फोसावनाय बादि? जेबो जेंना गैया।

source: We can keep in touch with occasional messages that matter most to you.
brx: जों नोंथांजों गेजेर गेजेम खौरांनि गेजेरजों सोमोन्दो लाखिनो हायो जाय नोंथांखौ हेफाजाब होयो।

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
brx: नोंथांनो बाहायथाव गासै थाखोखौ आनजाद खालाम, आरो मेइलखौ खमसिन दोननो थाखाय जों आसा होयो।

source: I’m interested in:
brx: आंहा बेयाव लुबैनाय दं:

source: Subscribe
brx: बायग्रा जा

source: Unsubscribe
brx: बायग्रा-नङै जा

source: Check here if you’d like to be removed from all Mozilla emails
brx: नोंथाङा गासै मजिला इ-मेइल निफ्राय बोखारहोनो लुबैयो बेयाव आनजाद खालाम

source: Remove me from all Mozilla emails
brx: आंखौ गासै मजिला इ-मेइल निफ्राय बोखार

source: Save Preferences
brx: पसन्दखौ थिना दोन

source: Thanks for updating your email preferences.
brx: नोंथांनि इ-मेइल पसन्दखौ आपडेट खालामनायनि थाखाय साबायखर।

source: You've been unsubscribed.
brx: नोंथांखौ बायग्रा-नङै खालामबाय

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
brx: नोंथाङा थानायनि थाखाय नायनायखौ जों निमाहा बियो। नोंथाङा मानो नागारखो अननानै जोंनो खिन्थागोन नामा?

source: You send too many emails.
brx: नोंथाङा जोबोद इ-मेइल दैथाय हरो

source: Your content wasn't relevant to me.
brx: नोंथांनि थानाय-आयदाया आंजों लोब्बागैयामोन।

source: Your email design was too hard to read.
brx: नोंथांनि इ-मेइल डिजाइनआ फरायनो थाखाय जोबोद गोरा।

source: I didn't sign up for this.
brx: आं बेनि थाखाय साइट-आप खालामाखैमोन

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
brx: बेनि सोलायै आं फेसबुक आरो टुइटाराव मजिलाजों सोमोन्दो लाखिगासिनो दं।

source: Submit
brx: गथाय

source: Thanks for telling us why you’re leaving.
brx: नोंथाङा मानो नागारखो बेनि सोमोन्दै जोंनो खिन्थानायनि थाखाय साबायखर।

source: Mozilla Newsletters
brx: मजिला रादाब बिलाइ

source: Thanks! Please check your inbox to confirm your subscription.
brx: साबायखर! नोंथांनि बायग्रा जानायखौ रोखा खालामनो नोंथांनि इनबक्सखौ आनजाद खालाम।

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
brx: नोंथाङा नोंथांनि बायग्रा जानायखौ रोखा खालामनो mozilla@e.mozilla.org निफ्राय मोनसे इ-मेइल मोनगोन। नोंथाङा बेखौ नुआब्ला नोंथांनि स्पेम फिल्टारखौ आनजाद खालाम। जोंनि रादाब बिलाइखौ मोननो नोंथाङा नोंथांनि बायग्रा जानायखौ रोखा खालामथारनांगोन।

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
brx: जों नोंथांनि इनबक्सआव अरायबो सौहैनायखौ रोखा खालामनो थाखाय जोंनि दैथाय हरनाय थं: mozilla@e.mozilla.org खौ नोंथांनि थं बिजाबजों दाजाबदेरनो रोखा खालाम।

source: Get Firefox news
brx: फायारफक्स रादाबखौ ला

source: YOUR EMAIL HERE
brx: बेयाव नोंथांनि इ-मेइल दं

source: Sign me up
brx: आंखौ साइट-आप खालाम

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
brx: <a href="%s">बे गुमुरथि पलिसि</a>आव बेखेवखानाय बादि आंनि फोरमायथिहोग्राखौ हेन्डेल खालामनो मजिलाजों आं थिक दङ।

source: The supplied link has expired. You will receive a new one in the next newsletter.
brx: जगायना होनाय लिंकआ मेयाद बारबाय। नोंथाङा उननि रादाब बिलाइआव गोदान मोनगोन।

source: Something is amiss with our system, sorry! Please try again later.
brx: निमाहा बियो, जोंनि सिस्टेमजों माबा गोरोन्थि जादों! अननानै उनाव फिन नाजा।

source: English&nbsp;only
brx: इंराजि&nbsp;ल'

source: Newsletter Subscriptions
brx: रादाब बिलाइ बायग्रा जानाय

source: Newsletter confirm
brx: रादाब बिलाइ रोखा

source: Format:
brx: फरमेट:

source: You’ve been unsubscribed.
brx: नोंथांखौ बायग्रा-नङै खालामबाय।

source: We’re sorry to see you go.
brx: नोंथाङा थांनायखौ नायनायनि थाखाय जों निमाहा बियो।

source: Would you mind telling us why you’re leaving?
brx: नोंथाङा मानो नागारखो अननानै जोंनो खिन्थागोन नामा?

source: Other…
brx: गुबुन...

source: While here, why not check out some more Firefox awesomeness.
brx: बेयाव थानाय समाव, गोबां फायारफक्स गिथावखौ मानो आनजाद खालामा।

source: Get up and go
brx: सिखार आरो थां

source: It’s your Web anywhere you go.
brx: बेयो नोंथांनि वेब जेरावबो नोंथाङा थानो हायो।

source: Get Firefox for mobile!
brx: म'बाइलनि थाखाय फायारफक्सखौ ला!

source: Added extras
brx: दाजाबदेरखानाय बांद्राय

source: Make Firefox do more with add-ons.
brx: फायारफक्सखौ add-ons जों गोबां खामानि मावहो

source: Find out how!
brx: माबोरै बेखौ नागिरना दिहुन!

source: About us
brx: जोंनि सोमोन्दै

source: What’s Mozilla all about?
brx: मजिलाया मा बेलाय?

source: We’re glad you asked!
brx: नोंथाङा सोंनायनि थाखाय जों गोजोनबाय!

source: A monthly newsletter packed with tips to improve your Firefox experience.
brx: नोंथांनि फायारफक्स रोंगौथिखौ जौगाहोनो थाखाय इंगितजों बुंफबनाय मोनसे दानारि रादाब बिलाइ।

source: Tips and tricks to use Firefox on your Android phone.
brx: नोंथांनि एनड्र'इड फनआव फायारफक्सखौ बाहायनायनि इंगित आरो सोलो।

source: Firefox OS news, tips, launch information and where to buy.
brx: फायारफक्स OS रादाब, इंगित, जागायनाय फोरमायथिहोग्रा आरो बबेयाव बायनो

source: Be the first to know when Firefox is available for iOS devices.
brx: फायारफक्सआ iOS डिभाइसनि थाखाय मोननो हाथाव जानाय समाव मोनथिनो सिगां जा

source: Discover the latest, coolest HTML5 apps on Firefox OS.
brx: फायारफक्स OS आव गोदान, गुसुसिन HTML5 एप्सखौ दिहुन

source: Get a weekly tip on how to super-charge your Firefox experience.
brx: नोंथांनि फायारफक्स रोंगौथिखौ मोजाङै सोलायनांगौ बेनि सोमोन्दै हाबथायारि इंगितखौ ला

source: Read about the latest features for Firefox desktop and mobile before the final release.
brx: जोबथा ओंखारहोनायनि सिगां फायारफक्स डेस्कटप आरो म'बाइलनि थाखाय बावैसोनि आखुथायखौ फराय

source: News from the Mozilla Project.
brx: मजिला प्रजेक्ट निफ्राय रादाब

source: Periodic email updates about our annual international film competition.
brx: जोंनि बोसोरसालिया हादरगेजेरारि सावथुन बादायनायनि सोमोन्दै सम सम इ-मेइल आपडेट।

source: Email updates for vouched Mozillians on mozillians.org.
brx: mozillians.org आव मजिलियानखौ मदद होनायनि थाखाय इ-मेइल आपडेट

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
brx: 2008-2011 निफ्राय बारग' बुहुम फरायसालि प्रग्राम, दा आजिरा लाबाय आरो फायारफक्स फरायसा थान्दै प्रग्राम महरै फिन-फजबाय।
