Repository: alvinlaz96/mozilla-lang
Catalog: brx/upgradedialog.lang.po
Languages: brx

source: Get the Newest Firefox
brx: गोदानथार फायारफक्सखौ ला

source: The Newest Firefox is Here!
brx: गोदानथार फायारफक्सआ बेयाव दं!

source: <a %s>Quick, easy and free update</a>
brx: <a %s>गोख्रै, गोरलै आरो बेसेन-नाङै आपडेट</a>

source: Fresh new look
brx: थाजा गोदान नुथाय

source: Much faster than Firefox 3.6
brx: फायारफक्स 3.6 निफ्राय गोबां गोख्रैसिन

source: More awesomeness than ever
brx: आगोल निख्रुइ बांसिन गिनो गोनां

source: There’s a new version of Firefox that can better protect you against online attacks.
brx: बेयाव फायारफक्सनि गोदान बिसान दं जाय अनलाइन गोग्लोबनायनि हेंथायै नोंथांखौ मोजाङै रैखाथि खालामनो हायो।

source: <a %s>Get the upgrade</a> — it’s fast & free!
brx: <a %s>आपग्रेडखौ ला</a> — बेयो गोख्रै आरो बेसेन-नाङै!

source: get the latest in security
brx: रैखाथियाव गोदानथारखौ ला

source: experience faster performance
brx: गोख्रैसिन मावफुंनाय मोनथिना ला

source: enjoy greater customization
brx: बांसिन गावनि गोसोबादि खालामनायखौ मोन

source: Your version of Firefox will soon be vulnerable to online attacks.
brx: फायारफक्सनि नोंथांनि बिसानआ थाबैनो अनलाइन गोग्लैबोनायाव गाग्लोबनो हाथाव जागोन।

source: Stay safe online
brx: रैखाथि अनलाइनआव था

source: Enjoy new features
brx: गोदानथार आखुथाय मोन

source: URGENT!
brx: गोनांथार!

source: Your version of Firefox is no longer protected against online attacks.
brx: फायारफक्सनि नोंथांनि बिसानआ अनलाइन गोग्लैबोनायखौ रैखाथि खालामनाय नंलिया।

source: This is your last reminder before you will be automatically updated to the latest version
brx: नोंथांखौ गोदान बिसानाव गावनो गाव महरै आपडेट खालामगोननि सिगां बेयो नोंथांनि जोबथा गोसोखांहोग्रा।

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
brx: फायारफक्सआ नोंथांनि अपारेटिं सिस्टेम बिसानखौ हेफाजाब खालामनाय नंलिया आरो अनलाइन गाग्लोबनायाव गाग्लोबनो हाथाव जागोन।

source: We recommend:
brx: जों थिनो:

source: Upgrading your <a %s>operating system</a>
brx: नोंथांनि अपारेटिं सिस्टेमखौ <a %s>आपग्रेड खालामगासिनो दं</a>

source: Downloading a compatible browser
brx: गोरोबनाय ब्राउजारखौ डाउनल'ड खालाम गासानो दं

source: Installing a free upgrade to your <a %s>operating system</a>
brx: नोंथांनि अपारेटिं सिस्टेमआव <a %s>बेसेन-नाङै आपग्रेडखौ</a> इनष्टल खालामगासिनो दं

source: You will be prompted once more before being automatically updated.
brx: गावनो गाव महरै आपडेट खालामनायनि सिगां नोंथांखौ खेबसेबाव थुलुंगा होगोन।
