Repository: alvinlaz96/mozilla-lang
Catalog: ncj/firefox/channel/index.lang.po
Languages: ncj

source: Take a browse on the wild side.
ncj: Xiontachiati sekan tein kuoujtajkayot

source: Be among the first to explore future releases of Firefox for desktop, Android and iOS.
ncj: Xionmoachtoui uan xikontatekiujti versiones Firefox tein satepan ualas ika tepos tein tajkuiloluapal, Android uan iOS.

source: Desktop
ncj: Tajkuiloluapal

source: See something that isn’t working? Let us know.
ncj: ¿Xa tikonita tensa tein amo tekiti? Xitechonili

source: File a bug now
ncj: Xikontitani se nepolol axkan

source: Tips for filing a bug
ncj: Tayolmajxitilis tein mitsonpaleuis tikontenextis se nepolol

source: Learn more about Test Pilot
ncj: Kampa se okachi uelis momachtis Test Pilot

source: Try New Features in a Pre-Release Android Browser | Firefox
ncj: Xikontatekiujti yankuikej nepaleuilmej tein kipia se navegador Android achto ke nochin uelis kitatekiujtis | Firefox

source: Download and test future releases of Firefox for desktop, Android and iOS.
ncj: Xikontemoui uan xikonixejeko oksekin versiones Firefox tein satepan ualaskej ika tajkuiloluapal, Android uan iOS.

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta and Firefox Nightly. Install now!
ncj: Xikonixejeko yankuikej nepaleuilmej tein kipia se navegador achto ke nochin uelis kitatekiujtis, ika Android: Firefox tein Beta uan Firefox Nightly. ¡Axkan xikontalili motepos!

source: Experience cutting-edge features in a pre-release browser for Android: Firefox Beta, Firefox Aurora and Firefox Nightly. Install now!
ncj: Xikonixejeko yankuikej nepaleuilmej tein kipia se navegador achto ke nochin uelis kitatekiujtis, ika Android: Firefox Beta, Firefox Aurora uan Firefox Nightly. ¡Axkan xikontalili motepos!

source: Download and test the latest Firefox for Android features with Aurora, Beta and Nightly builds.
ncj: Xikontemoui uan xikonixejeko inepaleuiluan Firefox tein okachi yankuikej ika Android tein kipia Aurora, Beta uan Nightly.

source: Try the latest Android features, before they get released to the rest of the world.
ncj: Xikonixejeko inepaleuiluan Android tein okachi yankuikej, achto taltikpakneminij uelis kichiuaskej.

source: All Languages and Builds
ncj: Nochin tepostajtolis uan compilaciones

source: Help determine what features will go into the next Firefox for Android.
ncj: Xitechonpaleui tikixtalijkej toni inepaleuiluan kipias yankuik Firefox ika Android.

source: Firefox Aurora automatically sends feedback to Mozilla.
ncj: Firefox tein Aurora iselti san kititanilia Mozilla tanemililmej.

source: Firefox Beta automatically sends feedback to Mozilla.
ncj: Firefox tein Beta iselti san kititanilia Mozilla tanemililmej.

source: <a rel="external" href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
ncj: <a rel="external" href="%(feedback)s">Xitechonpanoltili motanemililuan</a> maj titechonpaleui tiktamiyektaliskej keniuj taki totachiualisuan uan nepaleuilmej kampa amo mopatatok.

source: Try New Browser Features in Pre-Release Versions | Firefox
ncj: Xikontatekiujti yankuikej nepaleuilmej tein kipia navegador tein ika versiones acho release | Firefox

source: Experience cutting-edge browser features in pre-release versions: Firefox Developer Edition, Firefox Beta and Firefox Nightly. Download now!
ncj: Xikontatekiujti yankuikej nepaleuilmej tein kipia navegador tein ika versiones acho release: Firefox Developer Edition, Firefox Beta uan Firefox Nightly. ¡Axkan xikontemoui!

source: Download and test the latest Firefox for desktop features with Developer Edition, Beta and Nightly builds.
ncj: Xikontemoui uan xikonixejeko inepaleuiluan Firefox tein tajkuiloluapal ika Developer Edition, Beta uan Nightly.

source: Test about-to-be-released features in the most stable pre-release build.
ncj: Xiontachijchiua, xiontaixejeko uan xiontaiskalti uan okachiok, tein ika sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij.

source: All Languages and Builds (incl. Win 64)
ncj: Nochin tepostajtolis uan compilaciones (no Win 64)

source: Build, test, scale and more with the only browser built just for developers.
ncj: Xiontachijchiua, xiontaixejeko uan xiontaiskalti uan okachiok, tein ika sesaj navegador tein aksamej kinchiuilijkej webchijchiuanij.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
ncj: Firefox Developer Edition iselti san kipanoltilia Mozilla tanemililmej.

source: Check out new Android features in their earliest stages. Enjoy at your own risk.
ncj: Xiontachiati yankuikej nepaleuilmej ika Android ijkuak peua. Xionixmatati uan xionmopakilti.

source: Test brand new features daily (or… nightly). Enjoy at your own risk.
ncj: Mojmostaj xikonixejeko yankuikej nepaleuilmej (oso… nochin tayouayan). Xionixmatati uan xionmopakilti.

source: Firefox Nightly automatically sends feedback to Mozilla.
ncj: Firefox Nightly iselti san kipanoltilia Mozilla tanemililmej.

source: Nightly Blog
ncj: Tepostanojnots blog tein poui Nightly

source: Try New Features in a Pre-Release iOS Browser | Firefox
ncj: Xikontatekiujti yankuikej nepaleuilmej tein kipia se navegador iOS achto ke nochin uelis kitatekiujtis | Firefox

source: Experience cutting-edge features in a pre-release browser for iOS via Apple’s TestFlight program. Install now!
ncj: Xikonixejeko yankuikej nepaleuilmej tein kipia se navegador achto ke nochin uelis kitatekiujtis, ika iOS itechkopa programa TestFlight tein kichiuak Appel. ¡Axkan xikontalili motepos!

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program and help make our mobile browser for iPhone, iPad and iPod touch even better.
ncj: Xikonixejeko versiones Firefox tein beta ika iOS itechkopa programa TestFlight tein kichiuak Apple uan xitechonpaleui tiyektaliskej tonavegador tein se uelis kiuika kampa yeski ika iPhone, iPad uan iPod touch.

source: Test beta versions of Firefox for iOS via Apple’s TestFlight program.
ncj: Xikonixejeko versiones Firefox tein beta ika iOS itechkopa programa TestFlight tein kichiuak Apple.

source: Sign up now
ncj: Axkan xionmoijkuilo
