Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/decentralization.lang.po
Languages: cy, hi_in

source: Decentralization: Vital to Internet Health
cy: Datganoli: Yn Hanfodol ar gyfer Iechyd y Rhyngrwyd
hi_in: विकेंद्रीकरण: इंटरनेट स्वास्थ्य के लिए महत्वपूर्ण

source: A decentralized internet, owned by all of us, is where net neutrality, interoperability, competition, and local contribution thrive.
cy: Mewn rhyngrwyd datganoledig, sy'n berchen i bawb, mae niwtraliaeth y rhyngrwyd, rhyngweithrediad, cystadleuaeth a chyfraniad lleol yn ffynnu.
hi_in: एक विकेंद्रित इंटरनेट, हम सभी के द्वारा स्वीकृत है, जहाँ नेट नुट्रालिटी है, अंतरसंक्रियता, प्रतिस्पर्धा, और स्थानीय योगदान बढ़ता है.

source: A healthy Internet is created and owned by us all
cy: Mae Rhyngrwyd iach yn cael ei greu a'i berchnogi gennym ni oll
hi_in: एक स्वस्थ इंटरनेट हम सभी के द्वारा बनाया हुआ तथा स्वीकृत किया हुआ है

source: The Internet owes much of its success to openness: its open, shared structure has made it easy for everyone to build, surf, and thrive on it. But a few big companies are closing in, closing doors, and creating walled gardens that concentrate their ownership and control of the Web. Together, we can fight to make sure no one limits our Internet access, experience, or creation.
cy: Mae llwyddiant y rhyngrwyd yn ddibynnol i raddau helaeth ar ei fod yn agored: mae ei strwythur agored yn ei wneud yn hawdd i bawb adeiladu, pori a ffynnu arno. Ond mae rhai cwmnïau mawr yn cau i mewn arno, yn cau drysau a chreu gerddi caeedig sy'n pwysleisio eu perchnogaeth a rheolaeth o'r We. Gyda'n gilydd, gallwn ni ymladd i wneud yn siŵr nad oes neb yn cyfyngu ar ein mynediad, profiad na'n gallu i greu ar y We.

source: A healthy Internet belongs to you.
cy: ‌Mae Rhyngrwyd iach yn eiddo i chi.
hi_in: एक स्वस्थ इंटरनेट आप के अंतर्गत आता है.

source: Here are four areas where we can make a difference.
cy: Dyma bedwar maes lle gallwn ni wneud gwahaniaeth.
hi_in: यहां ऐसे चार क्षेत्र हैं जहां हम विभिन्नता ला सकते हैं.

source: Net Neutrality
cy: Niwtraliaeth y Rhyngrwyd
hi_in: नेट नुट्रालिटी

source: Interoperability
cy: Rhyngweithredu
hi_in: अंतरसंक्रियता

source: Competition and Choice
cy: Cystadleuaeth a Dewis
hi_in: प्रतिस्पर्धा एवं चुनाव

source: Local Contribution
cy: Cyfraniadau Lleol
hi_in: स्थानीय योगदान

source: Decentralization means Net Neutrality
cy: Mae Datganoli'n Golygu Niwtraliaeth y Rhyngrwyd
hi_in: विकेंद्रीकरण का अर्थ नेट नुट्रालिटी है

source: No one should be able to restrict our access to the Web for their own gain.
cy: Dylai neb fod â'r gallu i gyfyngu ein mynediad i'r Rhyngrwyd er eu mantais eu hunain.
hi_in: किसी भी व्यक्ति को स्वयं के लाभ के लिए हमारी पहुंच को प्रतिबंधित करने कि क्षमता नहीं होनी चाहिये.

source: We rely on network providers – telcos and cable companies – for access to the Internet. Which puts them in a position to restrict that access for their own business objectives, favoring their own products, blocking sites or brands, or charging different prices and offering different speeds depending on content type. Net neutrality prohibits network providers from discriminating based on content, so everyone has equal access.
cy: Rydym yn dibynnu ar ddarparwyr rhwydwaith – cwmnïau ffôn a chebl – am ein mynediad i'r Rhyngrwyd. Mae hyn yn eu rhoi mewn sefyllfa i gyfyngu ein mynediad yn ôl eu hamcanion busnes, ffafrio eu cynnyrch eu hunain, rhwystro gwefannau neu frandiau neu godi prisiau gwahanol a chynnig cyflymder gwahanol yn dibynnu ar y math o gynnwys. Mae niwtraliaeth y rhyngrwyd yn rhwystro darparwyr rhyngrwyd rhag camwahaniaethu ar sail cynnwys, fel bod gan bawb fynediad cyfartal.

source: As of December 2016, 47 countries currently have laws in place to protect Net Neutrality.
cy: Ers Rhagfyr 2016, mae gan 47 gwlad ddeddfau yn eu lle i ddiogelu Niwtraliaeth y Rhyngrwyd.
hi_in: दिसंबर 2016 तक, 47 देशों में वर्तमान में नेट नुट्रालिटी की रक्षा के लिए कानून हैं.

source: Source: <a href="%(accessnow)s">Access Now</a>
cy: Ffynhonnell: <a href="%(accessnow)s">Access Now</a>

source: Source: <a href="%(wwwf)s">Access Now</a>, 2015
cy: Ffynhonnell: <a href="%(wwwf)s">AccessNow</a>, 2015
hi_in: स्रोत: <a href="%(wwwf)s">अभी प्रवेश करें</a>, 2015

source: How you can support net neutrality
cy: Sut fedrwch chi gefnogi niwtraliaeth y rhyngrwyd
hi_in: आप नेट नुट्रालिटी का समर्थन कैसे कर सकते हैं

source: Keep speaking up
cy: Parhau i godi eich llais
hi_in: आवाज़ उठाते रहें

source: The fight for net neutrality continues all over the world. The rules that have been adopted in the US and Europe need to be defended and enforced. Reach out to your government official wherever you live, and express your support.
cy: Mae'r frwydr dros niwtraliaeth y rhyngrwyd yn parhau ar draws y byd. Mae'r rheolau sydd wedi eu mabwysiadu yn yr Unol Daleithiau ac Ewrop angen eu hamddiffyn a'u gorfodi. Cysylltwch â swyddogion eich llywodraeth lle bynnag rydych yn byw i fynegi eich cefnogaeth.
hi_in: नेट नुट्रालिटी के लिए पूरी दुनिया में संघर्ष जारी है. अमेरिका और यूरोप में अपनाए गए नियमों का बचाव तथा लागू करने की आवश्यकता है. चाहे आप जहाँ भी रहते हैं, अपने सरकारी अधिकारी तक पहुंचें, और अपना समर्थन व्यक्त करें.

source: How Mozilla is supporting net neutrality
cy: Sut mae Mozilla'n cefnogi niwtraliaeth y rhyngrwyd
hi_in: Mozilla कैसे नेट नुट्रालिटी का समर्थन कर रहा है

source: Advocating policy change
cy: Annog newid polisi
hi_in: नीति परिवर्तन के लिए वकालत

source: Working directly with legislative bodies to craft policy frameworks for and meaningful enforcement of net neutrality in the <a href="%(usa)s">United States</a>, <a href="%(europe)s">Europe</a>, <a href="%(india)s">India</a>, and all over the world.
cy: Gweithio'n uniongyrchol gyda chyrff deddfwriaethol i lunio fframweithiau polisi a gorfodaeth ystyrlon o niwtraliaeth y rhyngrwyd yn yr <a href="%(usa)s">Unol Daleithiau</a>, <a href="%(europe)s">Ewrop</a>, <a href="%(india)s">India</a>, ac ar draws y byd.
hi_in: नीतिगत ढांचे को तैयार करने के लिए और नेट न्युट्रालिटी का सार्थक प्रचलन लाने के लिए सीधे विधान समिति के साथ काम किया जा रहा है <a href="%(usa)s">अमेरिका</a>,<a href="%(europe)s">यूरोप</a>, <a href="%(india)s">भारत </a>, तथा पूरी दुनिया में.

source: Building community
cy: Adeiladu cymuned
hi_in: समुदाय निर्माण

source: Fostering a global community of passionate Internet users who share our vision.
cy: Magu cymuned fyd-eang o ddefnyddwyr rhyngrwyd brwdfrydig sy'n rhannu ein gweledigaeth.
hi_in: हमारे दृष्टिकोण को साझा करने वाले भावुक इंटरनेट उपयोगकर्ताओं की वैश्विक समुदाय को बढ़ावा दिया जा रहा.

source: Decentralization means Interoperability
cy: Mae Datganoli'n golygu Rhyngweithredu
hi_in: विकेंद्रीकरण का अर्थ अंतरसंक्रियता है

source: The Web should remain open and interoperable, so we can keep our experience consistent, transparent, and full of possibility.
cy: Dylai'r We barhau i fod ar agor a rhyngweithredol, fel bod modd cadw ein profiadau'n gyson, tryloyw ac yn llawn posibiliadau.
hi_in: वेब को मुक्त और अंतःप्रचालनीय रहना चाहिए, ताकि हम अपने अनुभव को समान, स्पष्ट और संभावना से भरा रख सकें.

source: Interoperability is a big word with a simple result: your Web experience is basically the same across browsers, hardware, and operating systems because it was designed that way – and built with the open standards to support it. Open standards also allow anyone to invent new ways to make your Web experience better. But interoperability is losing ground to closed systems – and we’re losing transparency, participation, and innovation along with it.
cy: Mae rhyngweithredu'n air mawr sydd â chanlyniad syml: mae eich profiad o'r We'r un peth ar draws porwyr, caledwedd a systemau gweithredu gan ei fod wedi ei gynllunio i wneud hynny – ac wedi ei adeiladu gyda safonau agored i'w gynnal. Mae safonau agored hefyd yn caniatáu i unrhyw un ddyfeisio ffordd newydd i wneud eich profiad Gwe'n well. Ond mae rhyngweithio'n colli tir i systemau caeedig – ac rydym yn colli tryloywder, cyfraniadau ac arloesedd hefyd.

source: 73% of Internet users have seen someone harassed online and 40% have personally experienced it.
cy: Mae 73% o ddefnyddwyr y Rhyngrwyd wedi gweld rhywun yn cael ei aflonyddu ar-lein ac mae 40% wedi ei brofi'n bersonol.
hi_in: 73% इंटरनेट उपयोगकर्ताओं ने किसी को ऑनलाइन परेशान होते हुए देखा है और 40% ने व्यक्तिगत रूप से इसका अनुभव किया है.

source: Source: <a href="%(pew)s">Pew Research</a>, 2014
cy: Ffynhonell: <a href="%(pew)s">Pew Research</a>, 2014
hi_in: स्रोत <a href="%(pew)s">प्यू शोध </a>, 2014

source: How you can support interoperability
cy: Sut fedrwch chi gefnogi rhyngweithredu
hi_in: आप अंतरसंक्रियता का समर्थन कैसे कर सकते हैं

source: Go independent
cy: Mynd yn annibynnol
hi_in: स्वतंत्रतापूर्वक आगे बढ़ें

source: Innovation can still come from anywhere – especially if we support it. Try out apps and products from companies you don’t already know.
cy: Mae arloesedd yn dal yn gallu ddod o unrhyw le – un arbennig os ydym yn ei gefnogi. Profwch apiau a chynnyrch gan gwmnïau sy'n newydd i chi.
hi_in: नवाचार अभी भी कहीं से भी आ सकता है – खासकर अगर हम इसका समर्थन करें तो. उन कंपनीयों के एप्प तथा उत्पादों को आज़माएं जिन्हें आप पहले से नहीं जानते हैं.

source: How Mozilla is supporting interoperability
cy: Sut mae Mozilla'n cefnogi rhyngweithredu
hi_in: अंतरसंक्रियता का Mozilla कैसे समर्थन कर रहा है

source: Setting the standards
cy: Gosod y safonau
hi_in: मानकों का समायोजन

source: Working with and even leading open standards bodies, like <a href="%(ietf)s">IETF</a> and <a href="%(w3c)s">W3C</a>.
cy: Gweithio gyda a hyd yn oed arwain cyrff safonau agored, fel <a href="%(ietf)s">IETF</a> a'r <a href="%(w3c)s">W3C</a>.
hi_in: मुक्त मानक समिति, जैसे की <a href="%(ietf)s">IETF</a> और <a href="%(w3c)s">W3C</a> के साथ काम कर रहे हैं तथा नेतृत्व भी कर रहे हैं.

source: Walking the talk
cy: Dweud a gwneud

source: Building interoperability into our own products, and empowering web developers through initiatives like the <a href="%(mdn)s">Mozilla Developer Network</a>.
cy: Adeiladu rhyngweithredu i mewn i'n cynnyrch ni ac ymrymuso datblygwyr gwe drwy mentrau fel y <a href="%(mdn)s">Mozilla Developer Network</a>.
hi_in: हमारे अपने उत्पादों में अंतरसंक्रियता का निर्माण कर रहे हैं, और <a href="%(mdn)s">Mozilla डेवलपर नेटवर्क</a> इस तरह के पहल के माध्यम से वेब डेवलपर्स को सशक्त बना रहे हैं.

source: Decentralization means Competition and Choice
cy: Mae Datganoli yn golygu Cystadleuaeth a Dewis
hi_in: विकेंद्रीकरण का अर्थ है प्रतिस्पर्धा एवं चुनाव

source: The Internet should continue to foster healthy competition among companies, opportunity for entrepreneurs, and meaningful choices for users.
cy: Dylai'r Rhyngrwyd barhau i feithrin cystadleuaeth iach ymysg cwmnïau, cyfleoedd i entrepreneuriaid a dewisiadau ystyrlon i ddefnyddwyr.
hi_in: इंटरनेट को कंपनियों के बीच स्वस्थ प्रतिस्पर्धा, उद्यमियों के लिए अवसर, और उपयोगकर्ताओं के लिए सार्थक विकल्प को बढ़ावा देना जारी रखना चाहिए.

source: A personalized Internet is an exciting prospect. But more and more, that means opting into a single company’s ecosystem – which streamlines your experience right now, but may seriously limit your choices in the future. Competitors will be reduced to those few companies who can offer the whole enchilada, thus consolidating the power of existing tech giants and making it much harder for entrepreneurs to disrupt the market with great ideas.
cy: Mae Rhyngrwyd personoledig yn ddatblygiad cyffroes. Ond yn gynyddol mae'n golygu dewis ymuno ac ecosystem un cwmni – sy'n hwyluso eich profiad ar hyn o bryd ond gall gyfyngu'n ddifrifol ar eich dewis yn y dyfodol. Bydd cystadleuwyr yn cael eu cyfyngu i'r cwmnïau prin fydd yn gallu cynnig yr holl sioe, gan gadarnhau pŵer y cwmnïau technegol anferthol presennol a'i gwneud yn fwy anodd i entrepreneuriaid darfu ar y farchnad gyda syniadau newydd, arloesol.

source: In most EU member countries, Google controls more than 90 percent of the search market. In some countries, it controls as much as 97%.
cy: Yn y rhan fwyaf o wledydd sy'n aelodau o'r Undeb Ewropeaidd, mae Google yn rheoli mwy na 90 y cant o'r farchnad chwilio. Mewn rhai gwledydd mae gymaint â 97%.
hi_in: यूरोपीय संघ के अधिकांश सदस्य देशों में, Google खोज बाज़ार के 90 प्रतिशत से अधिक का नियंत्रण करता है. कुछ देशों में, यह लगभग 97% तक नियंत्रण करता है.

source: Source: <a href="%(atlantic)s">The Atlantic</a>, 2015
cy: Ffynhonnell: <a href="%(atlantic)s">The Atlantic</a>, 2015
hi_in: स्रोत: <a href="%(atlantic)s">The Atlantic</a>, 2015

source: How you can influence competition and choice
cy: Sut fedrwch chi ddylanwadu ar gystadlu a dewis
hi_in: आप प्रतिस्पर्धा और चुनाव को कैसे प्रभावित कर सकते हैं

source: Know the tradeoffs
cy: Gwybod am y dewisiadau

source: Make sure you understand the tradeoffs of that seamless online experience before you opt into a single ecosystem. Support the companies and services that best reflect your needs – and your values.
cy: Gwnewch yn siŵr eich bod yn gwybod am y dewisiadau sy'n cyfrannu at y profiad hwylus hwnnw cyn eich bod yn ymuno ag un ecosystem. Gefnogwch y cwmnïau sy'n adlewyrchu orau eich anghenion – a'ch gwerthoedd.

source: How Mozilla is influencing competition and choice
cy: Sut mae Mozilla'n dylanwadu ar y cystadlu a'r dewis

source: Opposing gatekeeper power
cy: Gwrthwynebu grym ceidwaid pyrth

source: <a href="%(netpolicy)s">Advocating</a> for net neutrality, copyright reform, and other issues all over the world.
cy: <a href="%(netpolicy)s">Annog</a> niwtraliaeth y rhyngrwyd, adolygiad hawlfraint a materion eraill yn fyd-eang.

source: Championing openness
cy: Cefnogi cadw'n agored

source: Building with <a href="%(standards)s">open standards</a> and open source in our own products, and <a href="%(mpl)s">supporting openness</a> at every opportunity.
cy: Adeiladu gyda <a href="%(standards)s">safonau agored</a> a chod agored o fewn ein cynnyrch a <a href="%(mpl)s">chefnogi bod yn agored</a> ar bob cyfle.

source: Decentralization means Local Contribution
cy: Mae Datganoli'n golygu Cyfraniad Lleol

source: We should all be able to contribute to the Web, so it reflects and serves all of its users.
cy: Dylwn i gyd fod yn gallu cyfrannu i'r Rhyngrwyd, fel ei bod yn adlewyrchu a gwasanaethu ei holl ddefnyddwyr.

source: Today 3 billion people all over the world use the Internet to learn, work, play, and connect. But not everyone is able to contribute to it equally. Which means the Web doesn’t reflect the full diversity of its users, doesn’t work as well for some people as others, and can even marginalize certain communities and individuals.
cy: Heddiw mae dros 3 biliwn o bobl ledled y byd yn defnyddio'r Rhyngrwyd i ddysgu, gweithio, chwarae a chysylltu. Ond nid yw pawb yn gallu cyfrannu iddo'n gyfartal. Mae hynny'n golygu nad yw'r We'n adlewyrchu amrywiaeth llawn ei ddefnyddwyr, nad yw'n gweithio cystal i rai pobl ac hyd yn oes yn gallu ymyleiddio rhai cymunedau ac unigolion.

source: Chinese, Spanish, Arabic and Portuguese speaking internet users make up 37.5% of the total online population, but only 11% of the Web is in their language.
cy: Siaradwyr Tsieinëeg, Sbaeneg, Arabeg a Phortiwgaleg yw 37.5% o'r boblogaeth ar-lein i gyd, ond dim ond 11% o'r We sydd yn eu hieithoedd nhw.

source: Source: <a href="%(wikipedia)s">Wikipedia</a>
cy: Ffynhonnell: <a href="%(wikipedia)s">Wikipedia</a>

source: How you can support local contribution
cy: Sut mae modd i chi gefnogi cyfraniadau lleol

source: Start making
cy: Cychwyn creu

source: Try your hand at creating Web content you care about, in your language. <a href="%(thimble)s">Thimble</a> is a great way to start.
cy: Rhoi cynnig ar greu cynnwys Gwe sydd o ddiddordeb i chi, yn eich iaith chi. Mae <a href="%(thimble)s">Thimble</a> yn ffordd dda i gychwyn.

source: How Mozilla is supporting local contribution
cy: Sut mae Mozilla'n cefnogi cyfraniadau lleol

source: Teaching makers
cy: Dysgu crewyr

source: Providing the <a href="%(tools)s">tools</a> and <a href="%(teaching)s">teaching</a> to foster the next generation of Web creators.
cy: Darparu'r <a href="%(tools)s">offer</a> ac <a href="%(teaching)s">addysgu</a> er mwyn magu'r genhedlaeth nesaf o grewyr Gwe.

source: Teaching localization
cy: Dysgu lleoleiddio

source: Providing the <a href="%(l10n)s">blueprint for localization</a>, so Web content can be made relevant for people in different languages and locales.
cy: Darparu'r <a href="%(l10n)s">cynllun ar gyfer lleoleiddio</a>, fel bod cynnwys Gwe'n gallu bod yn fwy perthnasol ar gyfer pobl mewn ieithoedd gwahanol.

source: Hungry for more?
cy: Eisiau gwybod rhagor?
hi_in: उत्सुक हैं अधिक जानने के लिए?

source: Read on about Decentralization in our <a href="%(healthreport)s">Internet Health Report</a>.
cy: Rhagor am Datganoli yn ein <a href="%(healthreport)s">Internet Health Report</a>.

source: Privacy &amp; Security
hi_in: गोपनीयता व सुरक्षा

source: Open Innovation
hi_in: मुक्त नवाचार

source: Decentralization
hi_in: विकेंद्रीकरण

source: Digital Inclusion
hi_in: डिजिटल समावेशन

source: Web Literacy
hi_in: वेब साक्षरता

source: Stay informed.
hi_in: अवगत रहें.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
hi_in: साइन अप करें. पढ़ें. Mozilla समाचार पत्र पायें स्मार्ट बने रहने के लिए ऐसे मुद्दों से जो आपके जीवन को ऑनलाइन प्रभावित कर रहे हैं.
