Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/digital-inclusion.lang.po
Languages: af, bs, cy, hi_in

source: Digital Inclusion: Vital to Internet Health
af: Digitale insluiting: noodsaaklik vir internetgesondheid
bs: Digitalna inkluzija: Od vitalnog značaja za zdravlje interneta
cy: Cynhwysiad Digidol: Yn Hanfodol ar gyfer Iechyd y Rhyngrwyd
hi_in: डिजिटल समावेशन: इंटरनेट स्वास्थ्य के लिए महत्वपूर्ण

source: Digital inclusion means promoting diversity, practicing respect, and supporting universal access online.
af: Digitale insluiting behels respek, die bevordering van diversiteit, en ondersteuning van universele toegang aanlyn.
bs: Digitalna inkluzija znači promovisanje različitosti, praktikovanje poštovanja i podrška univerzalnom pristupu internetu.
cy: Mae cynhwysiad digidol yn golygu hyrwyddo amrywiaeth, ymarfer parch a chefnogi mynediad i bawb ar-lein.
hi_in: डिजिटल समावेशन का मतलब है विभिन्नता , अभ्यास सम्मान को प्रोत्साहन और ऑनलाइन सार्वभौमिक पहुँच का समर्थन करना

source: Privacy &amp; Security
cy: Preifatrwydd a Diogelwch
hi_in: गोपनीयता व सुरक्षा

source: Open Innovation
cy: Arloesi Agored
hi_in: मुक्त नवाचार

source: Decentralization
cy: Datganoli

source: Digital Inclusion
cy: Cynhwysiad Digidol
hi_in: डिजिटल समावेशन

source: Web Literacy
cy: Llythrennedd Gwe

source: A Healthy Internet is Inclusive to All
af: 'n Gesonde Internet sluit almal in
bs: Zdrav internet je uključiv za sve
cy: Mae Rhyngrwyd Iach yn Cynnwys Pawb
hi_in: एक स्वस्थ इंटरनेट सभी के लिए समावेशी है

source: The more voices, perspective, languages, and people contributing to the Web, the richer the experience for everyone. But the whole Internet is not yet accessible, welcoming, and safe for all. Together, we have the power to shape the Web, and our world along with it.
af: Hoe meer stemme, perspektiewe, tale, en mense bydra tot die Web, hoe ryker is die ervaring vir almal. Maar die ganse Internet is nog nie toeganklik, verwelkomend, en veilig vir almal nie. Saam het ons die mag om die rigting van die Web, asook die wêreld, te bepaal.
bs: Što više glasova, perspektiva, jezika, i ljudi koji doprinose webu, to je bogatije iskustvo za sve.Ali cijeli internet još uvijek nije dostupan, dobrodošao, i siguran za sve. Zajedno, imamo moć da oblikujemo web, i naš svijet, zajedno s njim.
cy: Po fwyaf o leisiau, safbwyntiau, ieithoedd a phobl sy'n cyfrannu i'r We, y mwyaf cyfoethog fydd y profiad i bawb. Ond nid yw'r holl ryngrwyd ar gael, yn groesawgar nac yn ddiogel ar gyfer pawb. Gyda'n gilydd, mae gennym y grym i siapio'r We, a'n byd ni hefyd.
hi_in: लोगों की आवाज़ें, दृष्टि, भाषाएं, और लोग जो वेब पर योगदान करते हैं, सभी के लिए बहुत काफी अनुभव है. लेकिन संपूर्ण इंटरनेट अभी तक सभी के लिए उपलब्ध, अभिनंदन, और सुरक्षित नहीं है. साथ में, हमारे पास वेब को आकार देने की शक्ति है, और हमारी दुनिया इसके साथ है.

source: A healthy Internet is open to you.
af: 'n Gesonde Internet is toeganklik vir elkeen.
bs: Zdrav internet je otvoren za vas.
cy: ‌Mae Rhyngrwyd iach ar agor i chi.
hi_in: एक स्वस्थ इंटरनेट आपके लिए खुला है.

source: Here are three areas where we can make a difference.
af: Hier is drie areas waar ons 'n verskil kan maak.
bs: Postoje tri područja gdje možemo napraviti razliku.
cy: Dyma dri maes lle gallwn ni wneud gwahaniaeth.
hi_in: यहां ऐसे तीन क्षेत्र हैं जहां हम विभिन्नता ला सकते हैं.

source: Promote Diversity
af: Diversiteit
bs: Unaprijedite raznovrsnost
cy: Hyrwyddo Amrywiaeth
hi_in: विभिन्नता को प्रोत्साहित करें.

source: Practice Respect
af: Respek
bs: Praksa poštovanja
cy: Ymarfer Parch
hi_in: सम्मान करें

source: Support Universal Access
af: Universele toegang
bs: Podrška univerzalnog pristupa
cy: Cefnogi Mynediad Cyffredinol
hi_in: सामान्य पहुँच का समर्थन करें

source: Digital Inclusion means promoting diversity
af: Digitale insluiting beteken bevordering van diversiteit
bs: Digitalna inkluzija znači promovisanje različitosti
cy: Mae Cynhwysiad Digidol yn golygu hyrwyddo arywiaeth
hi_in: डिजिटल समावेशन का मतलब विविधता को बढ़ावा देना है

source: For the Internet to fulfill its greatest promise, it must reflect the diversity and experience of all people, everywhere.
af: As die Internet sy grootste belofte wil vervul, moet dit die diversiteit en ondervinding van alle mense, oral weerspieël.
bs: Da internet ispuni svoje najveće obećanje, mora održavati raznolikost i iskustvo svih ljudi, svuda.
cy: Er mwyn i'r Rhyngrwyd gyflawni ei addewid yn llawn, mae'n rhaid iddo adlewyrchu amrywiaeth a phrofiad pawb, ymhob man.
hi_in: इंटरनेट को अपने सबसे बड़े वादे को पूरा करने के लिए, हर जगह सभी लोगों के विविधता और अनुभव को दर्शाया जाना चाहिए.

source: As inclusive as the Web can seem, it’s not yet an equal playing field. More than half the world is still without it; emerging economies and marginalized communities are often the last to gain access. Far fewer women are using the Internet than men. And without diversity among its creators, the Web itself will reflect unconscious biases, while personalizing algorithms can reinforce our own.
af: Hoe inklusief die Web ook mag lyk, is die speelveld nog nie gelyk nie. Meer as helfte van die wêreld het nog nie toegang nie; ontluikende ekonomieë en gemarginaliseerde gemeenskappe kry gewoonlik laaste toegang. Heelwat minder vroue as mans gebruik die Internet. En sonder diversiteit onder sy skeppers, sal die Web onbewuste vooroordele reflekteer, en algoritmes wat verpersoonlik kan ons eies versterk.
bs: Zaključno kao što web može izgledati, ipak još nije fer polje za igru. Više od pola svijeta je i dalje bez njega; zemlje u razvoju i marginalizovane zajednice su često zadnje koje će dobiti pristup. Daleko manje žena koriste internet nego muškaraca. I bez različitosti među njegovim kreatorima, internet će odraziti nesvjesne predrasude, dok personalizovanje algoritama može pojačati naše vlastite.
cy: Er fod y We'n ymddangos yn gynhwysol, nid yw eto'n faes chwarae cyfartal. Nid yw ar gael i fwy na hanner y byd; yr olaf i gael mynediad yw economïau sy'n datblygu a chymunedau ymylol. Mae llawer llai o ferched na dynion yn defnyddio'r rhyngrwyd. A heb amrywiaeth ymysg y rhai sy'n creu cynnwys, bydd y We'n adlewyrchu tueddiadau difeddwl, tra bod algorithmau personoli'n atgyfnerthu ein rhai ni ein hunain.

source: In nine developing countries, women are still nearly 50% less likely to access the Internet than men.
af: In nege ontwikkelende lande gebruik vroue steeds byna 50% minder waarskynlik die Internet as mans.
bs: U devet zemalja u razvoju, žene još uvijek imaju gotovo 50% manju šansu za pristup internetu od muškaraca.
cy: Mewn naw gwlad sy'n datblygu, mae merched yn 50% llai tebygol i fynd ar y we na dynion.
hi_in: 9 प्रगतिशील देशों में, अभी भी महिलाएं पुरुषों के मुकाबले करीब 50% कम इंटरनेट चलाना पसंद करते हैं.

source: Source: <a href="%(wwwf)s">World Wide Web Foundation</a>, 2015
af: Bron: <a href="%(wwwf)s">World Wide Web Foundation</a>, 2015
bs: Izvor: <a href="%(wwwf)s">World Wide Web Foundation</a>, 2015
cy: Ffynhonnell: <a href="%(wwwf)s">World Wide Web Foundation</a>, 2015
hi_in: स्रोत: <a href="%(wwwf)s"> वर्ल्ड वाइड वेब फाउंडेशन </a>, 2015

source: How you can promote diversity
af: Hoe om diversiteit te bevorder
bs: Kako vi možete unaprijediti raznovrsnost
cy: Sut mae modd hyrwyddo amrywiaeth
hi_in: आप विविधता को कैसे बढ़ावा दे सकते हैं

source: Create web content
af: Skep webinhoud
bs: Kreirajte web sadržaj
cy: Creu cynnwys gwe
hi_in: वेब सामग्री बनाएं

source: Create your own Web content – like videos, blog posts, GIFs – in your language, local to your area.
af: Skep nuwe webinhoud – soos video’s, webjoernale, GIF’s – in jou taal, relevant tot jou area.
bs: Kreirajte vlastiti web sadržaj – poput videa, blogova, GIF-ova – na vašem jeziku, lokalno za vaše područje.
cy: Creu eich cynnwys Gwe – fideos, cofnodion blog, GIFau – yn eich iaith, yn lleol i'ch ardal.
hi_in: आप अपनी वेब सामग्री बनायें – जैसे कि विडियो, ब्लॉग पोस्ट, GIFs – अपनी भाषा में,जो की आपके इलाके कि स्थानीय भाषा है.

source: Build resources
af: Bou hulpbronne
bs: Izgradite sredstva
cy: Adeiladu adnoddau
hi_in: संसाधनों का निर्माण करें

source: Support a resource like <a href="%(wiki_support)s">Wikipedia</a> that drastically lowers the barriers to knowledge – or better yet, <a href="%(wiki_contribute)s">help build it</a>. Wikipedia needs more, and more diverse, contributors.
af: Bou ’n hulpbron soos <a href="%(wiki_support)s">Wikipedia</a> wat die hindernisse tot kennis aansienlik verminder – of nóg beter, <a href="%(wiki_contribute)s">help om dit te bou</a>. Wikipedia benodig meer, en meer diverse, bydraers.
bs: Podržite resurs poput <a href="%(wiki_support)s">Wikipedia</a> koja drastično smanjuje prepreke za znanjem – ili još bolje, <a href="%(wiki_contribute)s">pomozite graditi je</a>. Wikipedia treba više, i više različitih, saradnika.
cy: Cefnogwch adnodd fel <a href="%(wiki_support)s">Wikipedia</a> sy'n lleihau'r rhwystrau i addysg yn sylweddol – neu hyd yn oed yn well, <a href="%(wiki_contribute)s">cynorthwywch i'w adeiladu</a>. Mae Wikipedia angen rhagor o gyfranwyr a rhagor o amrywiaeth.
hi_in: एक संसाधन का समर्थन करें <a href="%(wiki_support)s">Wikipedia</a> जो कि ज्ञान को बाधाओं को काफी कम कर देता है – या इससे अच्छा, <a href="%(wiki_contribute)s">इसे बनाने में मदद करें</a>. Wikipedia को अधिक से अधिक विभिन्न प्रकार के योगदानकर्ताओं की आवश्यकता है.

source: How Mozilla is promoting diversity
af: Hoe Mozilla diversiteit bevorder
bs: Kako Mozilla promoviše različitost
cy: Sut mae Mozilla'n hyrwyddo amrywiaeth
hi_in: Mozilla विविधताओं को कैसे बढ़ावा दे रहा है

source: Advancing accessibility
af: Bevordering van toeganklikheid
bs: Unapređenje dostupnosti
cy: Hyrwyddo mynediad
hi_in: सुगमताओं का विकास

source: Advancing web accessibility standards, and making Firefox inclusive through efforts like our <a href="%(web_a11y)s">Accessibility</a> team.
af: Ons bevorder standaarde vir webtoeganklikheid, en maak Firefox meer inklusief deur pogings soos ons <a href="%(web_a11y)s">toeganklikheidspan</a>.
bs: Unapređenje standarda web pristupačnosti, i stvaranje uključivosti Firefoxa kroz napore kao što je naš tim <a href="%(web_a11y)s">Pristupačnosti</a>.
cy: Amlygu safonau hygyrchedd gwe a gwneud Firefox yn gynhwysol drwy ymdrechion fel ein tîm <a href="%(web_a11y)s">Hygyrchedd</a>.
hi_in: वेब सुगमताओं के मानकों का विकास, और Firefox को समावेशी बनाया जा रहा प्रयासों के माध्यम से जैसे की हमारी <a href="%(web_a11y)s">सुगमता</a>दल.

source: Building digital skills
af: Opbou van digitale vaardighede
bs: Izgradnja digitalnih vještina
cy: Adeiladu sgiliau digidol
hi_in: डिजिटल गुणों का निर्माण

source: <a href="%(un_women)s">Partnering with UN Women</a> to help women in Africa and across the globe build key digital skills.
af: <a href="%(un_women)s">Venootskap met VN Vroue</a> om vroue in Afrika en reg oor die wêreld te help om digitale sleutelvaardighede te bou.
bs: <a href="%(un_women)s">Partnerstvo s UN Women</a> pomaže ženama u Africi i širom svijeta da izgrade ključne digitalne vještine.
cy: <a href="%(un_women)s">Partnering with UN Women</a> i gynorthwyo merched yn Affrica ac ar draws y byd i adeiladu sgiliau digidol allweddol.
hi_in: <a href="%(un_women)s"> UN Women के साथ साझेदारी</a>अफ्रीका और दुनिया भर में महिलाओं की सहायता के लिए प्रमुख डिजिटल कुशलता का निर्माण.

source: Digital Inclusion means practicing respect
af: Digitale insluiting beteken respek
bs: Digitalna inkluzija znači praktikovanje poštovanja
cy: Mae Cynhwysiad Digidol yn golygu ymarfer parch
hi_in: डिजिटल समावेशन का अर्थ आदर करना है

source: We should all have the ability to participate fully on the Internet, without threat to our reputations, our confidence, or our safety.
af: Ons moet almal ten volle kan deelneem op die Internet, sonder bedreiging vir ons reputasies, ons selfvertroue, of ons veiligheid.
bs: Svi bismo trebali imati mogućnost da u potpunosti učestvujemo na internetu, bez opasnosti za naš ugled, naše povjerenje, ili našu sigurnost.
cy: Dylai pawb fod â'r gallu i gymryd rhan yn llawn ar y Rhyngrwyd heb fygythiad i'n henw da, ein hyder na'n diogelwch.
hi_in: हम सभी को इंटरनेट पर पूरी तरह से भाग लेने की क्षमता होनी चाहिए, बिना हमारी इज्जत को ख़तरा हुए, या हमारा आत्मविश्वास या हमारी सुरक्षा

source: We’ve all seen our share of nasty comments sections. At times, the Web can feel like a very unfriendly place – particularly for women, minorities, and members of marginalized communities. By discouraging people from getting online, cyberbullying and cyber violence threaten not just individuals, but the Internet itself.
af: Ons het al almal genoeg aaklige opmerkings by artikels gesien. Soms voel die web soos 'n redelik onvriendelike plek – veral vir vroue, minderhede en lede van gemarginaliseerde gemeenskappe. Deur mense te ontmoedig om die Internet te gebruik, bedreig boelies en geweld aanlyn nie net individue nie, maar ook die Internet self.
bs: Svi smo vidjeli dijelove neugodnih komentara. S vremena na vrijeme, internet izgleda kao neprijateljsko mjesto – posebno za žene, manjine, i članove marginaliziranih zajednica. Obeshrabljivanjem ljudi da se povežu na internet, zastrašivanje i elektronsko nasilje prijeti ne samo pojedincima, nego i samom internetu.
cy: Rydym i gyd wedi gweld adrannau sylwadau cas. Ar adegau, mae'r we'n gallu teimlo fel lle anghyfeillgar iawn – yn arbennig ar gyfer merched ac aelodau o gymunedau ymylol. Drwy annog pobl rhag mynd ar lein, bwlio ar-lein a thrais sebr mae'n fygythiadau nid yn unig i unigolion ond i'r Rhyngrwyd ei hun.

source: 73% of Internet users have seen someone harassed online and 40% have personally experienced it.
af: 73% van Internetgebruikers het gesien hoe iemand aanlyn geteister word en 40% het dit persoonlik ervaar.
bs: 73% internet korisnika je vidjelo da je neko zlostavljan na internetu i 40% njih je to lično iskusilo.
cy: Mae 73% o ddefnyddwyr y Rhyngrwyd wedi gweld rhywun yn cael ei aflonyddu ar-lein ac mae 40% wedi ei brofi'n bersonol.

source: Source: <a href="%(pew)s">Pew Research</a>, 2014
af: Bron: <a href="%(pew)s">Pew Researchh</a>, 2014
bs: Izvor: <a href="%(pew)s">Pew Research</a>, 2014
cy: Ffynhonell: <a href="%(pew)s">Pew Research</a>, 2014
hi_in: स्रोत <a href="%(pew)s">प्यू शोध </a>, 2014

source: How you can practice respect
af: Hoe om respek te beoefen
bs: Kako možete primjeniti poštovanje
cy: Sut mae arfer parch

source: Report bullying
af: Rapporteer afknouery
bs: Prijavljivanjem zlostavljanja
cy: Adrodd ar fwlio
hi_in: डराने धमकाने की रिपोर्ट करें

source: If you see cyber violence and bullying online, <a href="%(report)s">record it and report it</a>.
af: As jy kubergeweld of -afknouery sien aanlyn, <a href="%(report)s">teken dit aan en rapporteer dit</a>.
bs: Ako vidite elektronsko nasilje i zlostavljanje na internetu, <a href="%(report)s">snimite i prijavite ga</a>.
cy: Os fyddwch yn gweld trais seibr a bwlio ar-lein, <a href="%(report)s">gwnewch gofnod a'i adrodd</a>.
hi_in: यदि आप ऑनलाइन साइबर हिंसा और डराना-धमकाना देखते हैं <a href="%(report)s"> इसे रिकॉर्ड करें और इसकी रिपोर्ट करें </a>

source: Talk about respect
af: Praat oor respek
bs: Pričajte o poštovanju
cy: Siarad yn barchus
hi_in: सम्मान के बारे में बात करें

source: <a href="%(kids)s">Talk to your kids</a> about cyberbullying, and <a href="%(teachers)s">encourage their teachers to do the same</a>.
af: <a href="%(kids)s">Praat met kinders</a> oor kuberafknouery, en <a href="%(teachers)s">moedig hul onderwysers aan om die selfde te doen</a>.
bs: <a href="%(kids)s">Razgovarajte sa svojom djecom</a> o elektronskom zlostavljanju, te <a href="%(teachers)s">potičite njihove učitelje da učine isto</a>.
cy: <a href="%(kids)s">Siaradwch â'ch plant</a> am fwlio seibr, ac <a href="%(teachers)s">annog eu hathrawon i wneud yr un peth</a>.
hi_in: <a href="%(kids)s"> अपने बच्चों से बात करें </a> साइबर धमकी के बारे में, और <a href="%(teachers)s"> अपने शिक्षकों को ऐसा करने के लिए प्रोत्साहित करें </a>

source: How Mozilla is practicing respect
af: Hoe Mozilla respek beoefen
bs: Kako Mozilla primjenjuje poštovanje
cy: Sut mae Mozilla'n arfer parch
hi_in: कैसे Mozilla सम्मान का अभ्यास कर रहा है

source: Supporting tools for safety
af: Ons ondersteun hulpmiddels vir veiligheid
bs: Podržavajući alate za sigurnost
cy: Cefnogi offer ar gyfer diogelwch
hi_in: सुरक्षा के लिए सहायक उपकरण

source: Supporting the <a href="%(coral)s">Coral Project</a>, which works to improve how journalists and communities engage on news websites, including tools like <a href="%(talk)s">Talk</a>, that aims to create smarter, safer comments sections.
af: Ons ondersteun die <a href="%(coral)s">Coral-projek</a> wat verbeteringe bring aan hoe joernaliste en gemeenskappe ontmoet op nuuswebwerwe, onder andere met hulpmiddels soos <a href="%(talk)s">Talk</a>, wat poog om slimmer, veiliger kommentaarafdelings te skep.
bs: Podržavajući <a href="%(coral)s">Coral Project</a>, koji radi na poboljšanju kako se novinari i zajednice uključuju na stranice s vijestima, uključujući alate kao što je <a href="%(talk)s">Talk</a>, koji ima za cilj stvoriti pametnije, sigurnije sekcije komentara.
cy: Cefnogi'r <a href="%(coral)s">Coral Project</a>, sy'n gweithio i wella sut mae newyddiadurwyr a chymunedau'n ymwneud a'i gilydd ar wefannau newyddion, cynnwys offer fel <a href="%(talk)s">Talk</a>, sy'n anelu at greu adrannau sylwadau mwy clyfar a diogel.

source: Empowering individuals
af: Ons bemagtig individue
bs: Osnaživanjem pojedinaca
cy: Grymuso unigolion
hi_in: व्यक्तिगत सशक्तीकरण

source: Creating open curricula that empowers people to create safe spaces online, like the <a href="%(teaching)s">Teaching Kit: Combating Cyber Violence Against Women and Girls</a>.
af: Die skep van oop leerplanne wat mense bemagtig om veilige ruimtes aanlyn te skep, soos die <a href="%(teaching)s">Teaching Kit: Combating Cyber Violence Against Women and Girls</a>.
bs: Stvaranjem otvorenog kurikuluma koji omogućava ljudima da kreiraju sigurnije prostore na internetu, kao što je <a href="%(teaching)s">Paket nastave: Borba protiv elektronskog nasilja nad ženama i djevojčicama</a>.
cy: Creu meysydd llafur agored sy'n grymuso pobl i greu mannau diogel ar-lein, fel y <a href="%(teaching)s">Teaching Kit: Combating Cyber Violence Against Women and Girls</a>.

source: Digital Inclusion means supporting universal access to the whole Internet
af: Digitale insluiting beteken ondersteuning vir universele toegang tot die hele Internet
bs: Digitalna inkluzija znači podržavanje univerzalnog pristupa cijelom internetu
cy: Mae Cynhwysiad Digidol yn golygu cynnal mynediad cyffredinol i'r Rhyngrwyd i gyd
hi_in: डिजिटल समावेशन का मतलब संपूर्ण इंटरनेट पर सार्वभौमिक पहुंच का समर्थन करना है

source: We should all have affordable, high-quality, unrestricted access to the whole Web, so the whole world can benefit.
af: Ons moet almal bekostigbare, hoëgehalte-, onbeperkte toegang hê tot die hele Web sodat die hele wêreld daarby kan baat.
bs: Svi trebamo imati dostupan, visoko kvalitetan, neograničen pristup cijelom internetu, tako da cijeli svijet može imati koristi.
cy: Dylai pawb fod â mynediad pris rhesymol, ansawdd uchel a heb gyfyngiad i'r holl We, er mantais i'r byd i gyd.
hi_in: हम सभी के पास वहन करने योग्य, उच्च गुणवत्ता वाले, अप्रतिबंधित पहुंच संपूर्ण वेब पर होना चाहिए, ताकि पूरी दुनिया को फायदा हो सके.

source: To participate online, you have to be able to get online. Programs have emerged that offer free or subsidized Internet access, but it is often slow or restricted, creating a ‘poor Internet for poor people.’ At its most extreme, governments worldwide are turning off all or parts of the Internet to serve their own agendas, which can threaten human rights and even the health of the global economy.
af: Om deel te neem aanlyn, moet mens in staat wees om aanlyn te kom. Programme het na vore gekom wat gratis of gesubsidieerde Internettoegang aanbied, maar dit is dikwels stadig of beperk, en dit skep 'n “arm Internet vir arm mense.” Meer ekstreme gevalle is hoe regerings wêreldwyd Internettoegang of dele daarvan afskakel om hulle eie agendas te dien. Dit kan menseregte asook die gesondheid van die wêreldekonomie bedreig.
bs: Za učestvovanje na internetu, morate biti u mogućnosti pristupiti internetu. Pojavili su se programi koji nude besplatni ili subvencionirni pristup internetu, ali to je često sporo ili ograničeno, stvarajući ‘loš internet za siromašne ljude.’ U najgorem slučaju, vlade širom svijeta isključuju cijeli ili dio interneta da ostvare vlastite ciljeve, što može ugroziti ljudska prava i čak zdravlje globalne ekonomije.
cy: I gymryd rhan ar-lein, mae'n rhaid eich bod yn gallu mynd ar-lein. Mae rhaglenni wedi ymddangos sy'n cynnig mynediad i'r Rhyngrwyd am ddim neu wedi eu cymorthdalu, ond mae'n aml yn araf neu wedi ei gyfyngu, gan greu 'rhyngrwyd sâl ar gyfer pobl dlawd'. Mewn enghreifftiau eithafol, mae rhai llywodraethau ar draws y byd yn diffodd rhan neu'r We i gyd er mwyn eu hagenda eu hunain, sy'n bygwth hawliau dynol a hyd yn oed iechyd yr economi byd-eang.

source: In 2016, there were 51 intentional Internet shutdowns in 18 countries.
af: In 2016 was daar 51 gevalle in 18 lande van opsetlike onderbrekings van Internetdiens.
bs: U 2016-oj, bilo je 51 namjerno gašenje interneta u 18 zemalja.
cy: Yn 2016, cafodd y Rhyngrwyd ei ddiffodd yn fwriadol 51 gwaith mewn 18 gwlad.
hi_in: 2016 में, 18 देशों में 51 बार जानबूझकर इंटरनेट बंद किए गए थे.

source: Source: <a href="%(accessnow)s">AccessNow</a>, 2016
af: Bron: <a href="%(accessnow)s">AccessNow</a>, 2016
bs: Izvor: <a href="%(accessnow)s">AccessNow</a>, 2016
cy: Ffynhonnell: <a href="%(accessnow)s">AccessNow</a>, 2016
hi_in: स्रोत:<a href="%(accessnow)s">अभी प्रवेश करें</a>, 2016

source: How you can support universal access
af: Hoe om universele toegang te ondersteun
bs: Kako možete podržati univerzalni pristup
cy: Sut fedrwch chi gefnogi mynediad cyffredinol
hi_in: आप सामान्य पहुँच का समर्थन कैसे कर सकते हैं

source: Donate your tech
af: Skenk tegnologie
bs: Donirajte svoju tehnologiju
cy: Cyfrannu eich offer
hi_in: अपनी तकनीक का दान करें

source: Donate your old computers, laptops, and phones to non-profits that refurbish and redistribute them to underserved communities.
cy: Rhowch eich hen gyfrifiaduron, gliniaduron a ffonau i gyrff ddim-er-elw i'w hadnewyddu a'u hailddosbarthu i gymunedau difreintiedig.

source: Donate your old computers, laptops, and phones to non-profits like <a href="%(reconnect)s">Reconnect</a>, <a href="%(strut)s">Students Recycling Used Technology</a>, or <a href="%(interconnection)s">Interconnection</a>, who refurbish and redistribute them to underserved communities.
af: Skenk ou rekenaars, skootrekenaars en selfone aan liefdadighede soos <a href="%(reconnect)s">Reconnect</a>, <a href="%(strut)s">Students Recycling Used Technology</a>, of <a href="%(interconnection)s">Interconnection</a>, wat hulle herstel en versprei onder minder gegoede gemeenskappe.
bs: Donirajte stare računare, laptope, i telefone za neprofitne organizacije kao što je <a href="%(reconnect)s">Reconnect</a>, <a href="%(strut)s">Students Recycling Used Technology</a>, ili <a href="%(interconnection)s">Interconnection</a>, koji ih obnavlja i redistribuira u nedovoljno razvijene zajednice.
cy: Gallwch gyfrannu eich hen gyfrifiaduron, gliniaduron a ffonau i gyrff dim-er-elw fel i <a href="%(reconnect)s">Reconnect</a>, <a href="%(strut)s">Students Recycling Used Technology</a>, or <a href="%(interconnection)s">Interconnection</a> sy'n eu trwsio a'u hailddosbarthu i gymunedau llai breintiedig.

source: Advocate for openness
af: Bevorder openheid
bs: Zalaganjem za otvorenost
cy: Eirioli er mwyn bod yn agored
hi_in: खुलेपन का पक्ष लें
