Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/digital-inclusion.lang.po
Languages: af, bs, cy, hi_in

source: Tell your representatives that open and affordable access to the Internet should be a policy priority.
af: Vertel verteenwoordigers dat oop en bekostigbare Internettoegang 'n beleidsprioriteit moet wees.
bs: Recite svojim predstavnicima da otvoren i povoljan pristup na internet treba biti prioritet politike.
cy: Dywedwch wrth eich aelodau cynulliad a seneddol y dylai mynediad agored a fforddiadwy fod yn flaenoriaeth polisi.
hi_in: अपने प्रतिनिधियों को बताएं कि इंटरनेट तक खुली और सस्ती पहुंच को एक नीति प्राथमिकता होनी चाहिए.

source: How Mozilla is supporting universal access
af: Hoe Mozilla universele toegang ondersteun
bs: Kako Mozilla podržava univerzalni pristup
cy: Sut mae Mozilla'n cefnogi mynediad cyffredinol
hi_in: कैसे मोज़िला सार्वभौमिक पहुँच का समर्थन कर रहा है

source: Advocating for neutrality
af: Bevordering van neutraliteit
bs: Zalaganjem za neutralnost
cy: Eirioli o blaid niwtraliaeth
hi_in: निष्पक्षता के लिए पक्षसमर्थन करना

source: Championing <a href="%(neutrality)s">net neutrality</a>, so that everyone has access to the same Internet.
af: Veg vir <a href="%(neutrality)s">netneutraliteit</a>, sodat almal toegang het tot die selfde Internet.
bs: Bori se za <a href="%(neutrality)s">neutralnost</a>, tako da svi imaju pristup istom internetu.
cy: Bod yn bencampwr <a href="%(neutrality)s">niwtraliaeth y rhyngrwyd</a>, fel bod pawb yn cael mynediad i'r un Rhyngrwyd.
hi_in: समर्थन<a href="%(neutrality)s">नेट नुट्रालिटी</a> की, ताकि प्रत्येक के पास एक ही तरह की इंटरनेट कि पहुँच हो.

source: Connecting the unconnected
af: Verbindings vir die onverbonde
bs: Povezivanjem nepovezanih
cy: Cysylltu'r rhai sydd heb eu cysylltu

source: Sponsoring the <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> to find novel solutions for connecting the unconnected to the full, open Internet.
af: Ondersteuning vir die <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> om nuwe oplossings te kry om mense sonder toegang te verbind aan die volle, oop Internet.
bs: Finansira <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> da pronađe nova rješenja za povezivanje nepovezanih na potpun, otvoren internet.
cy: Noddi'r <a href="%(equalrating)s">Equal Rating Innovation Challenge</a> er mwyn darganfod atebion newydd ar gyfer cysylltu'r rhai sydd heb eu cysylltu i'r Rhyngrwyd llawn ac agored.

source: Hungry for more?
af: Lus vir meer?
bs: Želite znati više?
cy: Eisiau gwybod rhagor?
hi_in: उत्सुक हैं अधिक जानने के लिए?

source: Read on about Digital Inclusion in our <a href="%(healthreport)s">Internet Health Report</a>.
af: Lees meer oor digitale insluiting in ons <a href="%(healthreport)s">Internetgesondheidverslag</a>.
bs: Čitajte o digitalnoj inkluziji u našem <a href="%(healthreport)s">izvještaju internet zdravlja</a>.
cy: Rhagor am Gynhwysiad Digidol yn ein <a href="%(healthreport)s">Internet Health Report</a>.
hi_in: डिजिटल समावेशन के बारे में पढ़ते रहें हमारे <a href="%(healthreport)s">इंटरनेट स्वास्थ्य रिपोर्ट</a>में.

source: Stay informed.
cy: Derbyn gwybodaeth.
hi_in: अवगत रहें.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
cy: Ymunwch. Darllenwch. Gallwch dderbyn cylchlythyr Mozilla er mwyn deall yn well am faterion sy'n effeithio ar eich bywyd ar-lein.
hi_in: साइन अप करें. पढ़ें. Mozilla समाचार पत्र पायें स्मार्ट बने रहने के लिए ऐसे मुद्दों से जो आपके जीवन को ऑनलाइन प्रभावित कर रहे हैं.
