Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/open-innovation.lang.po
Languages: af, bs, cy

source: Open Innovation: Vital to Internet Health
af: Oop innovering: noodsaaklik vir internetgesondheid
bs: Otvorene inovacije: Od vitalnog značaja za zdravlje interneta
cy: Arloesi Agored: Yn Hanfodol ar gyfer Iechyd y Rhyngrwyd

source: Open Innovation means innovating collectively through shared ideas and open source code.
af: Oop innovering beteken gesamentlike innovering deur gedeelde idees en oopbronkode.
bs: Otovrene inovacije znači uvoditi novine kolektivno putem zajedničkih ideja i otvorenog izvornog koda.
cy: Mae Arloesi Agored yn golygu arloesi gyda'n gilydd drwy rannu syniadau a chod cod agored.

source: Privacy &amp; Security
af: Privaatheid en sekuriteit
bs: Privatnost &amp; Sigurnost
cy: Preifatrwydd a Diogelwch

source: Open Innovation
af: Oop innovering
bs: Otvorene inovacije
cy: Arloesi Agored

source: Decentralization
cy: Datganoli

source: Digital Inclusion
af: Digitale insluiting
bs: Digitalna inkluzija
cy: Cynhwysiad Digidol

source: Web Literacy
cy: Llythrennedd Gwe

source: A healthy Internet is open for innovation
af: 'n Gesonde Internet is oop vir innovering
bs: Zdrav internet je otvoren za inovacije
cy: Mae Rhyngrwyd iach yn agored ar gyfer arloesedd

source: The Internet was built on the promise that any one of us might create the next big thing. But in order to keep creating, imagining, and reinventing our future online, the building blocks of the Web must be open to all. And together, we need to make sure the policies and laws that govern those building blocks are fair and functional.
af: Die Internet is gebou met die belofte dat enigeen van ons die volgende groot ding kan bou. Maar om te kan aanhou met skep, verbeel en herontdek van ons toekoms aanlyn, moet die boublokke van die Web oop wees vir almal. Saam moet ons verseker dat die beleide en wette wat dié boublokke raak, billik is ek goed werk.
bs: Internet je izgrađen na obećanje da će bilo ko od nas moći kreirati sljedeću veliku stvar. No, kako bi nastavili kreirati, zamišljati i ponovo osmisliti našu budućnost na internetu, dijelovi weba moraju biti otvoreni za sve. I zajedno, moramo osigurati da su politike i zakoni koji upravljaju tim dijelovima fer i funkcionalni.
cy: Cafodd y Rhyngrwyd ei adeiladu ar y sail y gall unrhyw un ohonom greu'r peth mawr nesaf. Ond er mwyn parhau i greu, dychmygu ac ail-greu ein dyfodol ar-lein, rhaid i flociau adeiladu'r We fod ar agor i bawb. A gyda'n gilydd, mae'n rhaid i ni wneud yn siŵr fod y polisïau a'r deddfau sy'n rheoli'r blociau hyn yn deg ac yn gweithio.

source: A healthy Internet is created by you.
af: 'n Gesonde Internet word deur jou geskep.
bs: Zdrav internet je stvoren od strane vas.
cy: ‌Mae Rhyngrwyd iach wedi ei greu gennych chi.

source: Here are three areas where we can make a difference.
af: Hier is drie areas waar ons 'n verskil kan maak.
bs: Postoje tri područja gdje možemo napraviti razliku.
cy: Dyma dri maes lle gallwn ni wneud gwahaniaeth.

source: Support Open Source
af: Ondersteun oopbronprojekte
bs: Podrška otvorenom izvoru
cy: Cefnogi Cod Agored

source: Engage in Copyright Reform
af: Raak betrokke by kopiereghervorming
bs: Uključivanje u reformu autorskih prava
cy: Ymwneud â Diwygio Hawlfraint

source: Influence Patent Policy
af: Beïnvloed patentbeleid
bs: Utjecaj politike patenata
cy: Dylanwadu Polisi Patent

source: Open Source: Keeping the building blocks of the Web open for creativity
af: Oopbronfilosofie: Dit hou die boublokke van die Web oop vir kreatiwiteit
bs: Otvoren izvor: Zadržava sastavne dijelove weba otvorenim za kreativnost
cy: Cod Agored: Cadw blociau adeiladu'r We'n agored ar gyfer creadigrwydd

source: Open source should continue to be the heart of the Internet, so we can all see, verify, and contribute to its future.
af: Oopbronprojekte moet voortgaan om die hart van die Internet te wees sodat ons almal sy toekoms kan sien, verifieer en bydra daartoe.
bs: Otvoren izvor treba i dalje biti srce interneta, tako da svi možemo vidjeti, provjeriti i doprinostiti njegovoj budućnosti.
cy: Dylai cod agored fod wrth galon y Rhyngrwyd, fel bod modd i ni gyd weld, dilysu a chyfrannu i'w ddyfodol.

source: Open source software – technology built with code that is open for view, use, and modification – is the engine that powers a huge amount of the Internet, from servers to operating systems to the bots that fetch your search results. It’s the infrastructure that makes the Web a truly public resource: transparent, trustworthy, and collaborative, so that anyone with an idea can contribute. But much like our IRL infrastructure, we have to commit the attention and resources to maintain it.
af: Oopbronsagteware – tegnologie wat gebou word met kode wat oop staan om gesien, gebruik en gewysig te word – is die enjin wat 'n groot deel van die Internet aandryf, vanaf bedieners tot bedryfstelsels tot die robotte wat soekresultate verkry. Dis die infrastruktuur wat die Web werklik 'n openbare hulpbron maak: deursigtig, betroubaar en oop vir samewerking, sodat enigeen met 'n idee kan saamwerk. Maar net soos met ons infrastruktuur vir internetname moet ons aandag en hulpbronne toewys om dit te onderhou.
bs: Softver otvorenog izvora – tehnologija izgrađena s kodom koja je otvorena za pregledanje, korištenje i modifikaciju – je motor koji pokreće veliki dio interneta, od servera do operativnih sistema do robota koji hvataju vaše rezultate pretrage. To je infrastruktura koja čini web istinskim javnim resursom: transparentan, pouzdan i zasnovan na saradnji, tako da svako sa idejom može doprinijeti. Ali, baš kao i naša IRL infrastruktura, moramo posvetiti pažnju i resurse za njeno održavanje.
cy: Meddalwedd cod agored – technoleg wedi ei adeiladu ar god sy'n agored i'w weld, ei ddefnyddio a'i newid – yw'r peiriant sy'n gyrru cyfran fawr iawn o'r Rhyngrwyd, o weinyddion hyd systemau gweithredu i'r botiaid sy'n estyn eich canlyniadau chwilio. Hwn yw'r seilwaith sy'n gwneud y We yn wir adnodd cyhoeddus: tryloyw, dibynadwy a chydweithredol, fel bo modd i unrhyw un sydd â syniad gyfrannu. Ond fel sy'n debyg i'n strwythur IRL mae'n rhaid rhoi'r sylw a'r adnoddau angenrheidiol i'w gynnal.

source: GitHub, the world’s largest open source community, includes 19 million developers, 100,000 teams, and 52 million repositories for established and developing technologies.
af: GitHub, die wêreld se grootste oopbrongemeenskap, het 19 miljoen programmeerders, 100 000 spanne, en 52 miljoen projekstore (repositories) vir gevestigde en ontluikende tegnologieë.
bs: Github, svjetska najveća zajednica otvorenog izvora, uključuje 19 miliona programera, 100.000 timova, i 52 miliona skladišta za osnovane i razvojne tehnologije.
cy: GitHub, y gymuned cod agored mwyaf yn y byd, sy'n cynnwys 19 miliwn o ddatblygwyr, 100,000 o dimau a 52 miliwn o storfeydd ar gyfer technolegau sefydlog a rhai sy'n datblygu.

source: Source: <a href="%(github)s">GitHub</a>
af: Bron: <a href="%(github)s">GitHub</a>
bs: Izvor:<a href="%(github)s">GitHub</a>
cy: Ffynhonnell: <a href="%(github)s">GitHub</a>

source: How you can support open source
af: Hoe om by te dra aan oopbronprojekte
bs: Kako možete podržati otvoreni izvor
cy: Sut fedrwch chi gefnogi cod agored

source: Contribute to a project
af: Dra by tot 'n projek
bs: Doprinesite projektu
cy: Cyfrannu at broject

source: Contribute to an existing open source project. Become a <a href="%(contribute)s">Mozillian!</a> Or use <a href="%(open_hatch)s">OpenHatch</a> to match your skillset to a project.
af: Dra by tot 'n bestaande oopbronprojek. Word 'n <a href="%(contribute)s">Mozillian!</a> Of gebruik <a href="%(open_hatch)s">OpenHatch</a> om jou vaardighede by 'n projek te pas.
bs: Doprinesite postojećem projektu otvorenog izvora. Postanite <a href="%(contribute)s">Moziller!</a> Ili koristite <a href="%(open_hatch)s">OpenHatch</a> da uskladite vaše vještine za projekt.
cy: Cyfrannu at broject cod agored cyfredol. Dod yn <a href="%(contribute)s">Mozilliad!</a> Neu ddefnyddio <a href="%(open_hatch)s">OpenHatch</a> i gydweddu eich sgiliau i broject.

source: Create something new
af: Skep iets nuuts
bs: Kreirajte nešto novo
cy: Creu rhywbeth newydd

source: Not sure where to start? Try our <a href="%(toolkit)s">Open Innovation Toolkit</a>.
af: Onseker oor waar om te begin? Probeer ons <a href="%(toolkit)s">Open Innovation Toolkit</a>.
bs: Niste sigurni gdje početi? Probajte naš <a href="%(toolkit)s">Open Innovation Toolkit</a>.
cy: Ddim yn siŵr lle i gychwyn? Defnyddiwch ein <a href="%(toolkit)s">Open Innovation Toolkit</a>.

source: How Mozilla is supporting open source
af: Hoe Mozilla die oopbronbeweging ondersteun
bs: Kako Mozilla podržava otvoreni izvor
cy: Sut mae Mozilla yn cefnogi cod agored

source: Contributing to the ecosystem
af: Bydraes tot die ekosisteem
bs: Doprinošenjem ekosistemu
cy: Cyfranu ar yr ecosystem

source: Contributing directly to the open source ecosystem through our products, build systems, and back end systems, and fostering community through the <a href="%(mdn)s">Mozilla Developer Network</a>.
af: Deur direk tot die oopbron-ekosisteem by te dra deur ons produkte, boustelsels en onderliggende stelsels, en die gemeenskap te koester op <a href="%(mdn)s">Mozilla se ontwikkelaarsnetwerk</a>.
bs: Doprinošenje direktno otvorenom izvoru ekosistema putem naših proizvoda, izgradnjom sistema i sistema za pristup podacima, i poticanje zajednice putem <a href="%(mdn)s">Mozilla mreže za programere</a>.
cy: Rydym yn cyfrannu yn uniongyrchol i'r ecosystem cod agored drwy ein cynnyrch, systemau adeiladu, a systemau cefn a thrwy feithrin cymuned drwy'r <a href="%(mdn)s">Mozilla Developer Network</a>.

source: Offering support
af: Ondersteuning
bs: Nudeći podršku
cy: Cynnig cefnogaeth

source: Establishing <a href="%(moss)s">MOSS</a>, the Mozilla Open Source Support program, to give back to the movement we were born from.
af: Met die stigting van <a href="%(moss)s">MOSS</a>, Mozilla se program om oopbronprojekte te ondersteun deur terug te gee aan die beweging waaruit ons gebore is.
bs: Implementirali smo <a href="%(moss)s"> MOSS </a>, program podrške za otvoreni izvor Mozille, da uzvrati pokret iz kojeg dolazimo.
cy: Sefydlu <a href="%(moss)s">MOSS</a>, y rhaglen Mozilla Open Source Support, er mwyn rhoi nôl i'r symudiad o le gawsom ein geni.

source: Copyright: Reforming laws for our digital reality
af: Kopiereg: Hervorming van wette vir ons digitale realiteit
bs: Autorska prava: Reforma zakona za našu digitalnu stvarnost
cy: Hawlfraint: Diwygio deddfau ar gyfer ein realiti digidol

source: We should all be able to share, reuse and reinterpret the creativity that inspires us on the Internet.
af: Ons moet almal die kreatiwiteit wat ons inspireer op die Internet kan deel, hergebruik en herinterpreteer.
bs: Svi bismo trebali biti u mogućnosti dijeliti, ponovo koristiti i reinterpretirati kreativnost koja nas inspiriše na internetu.
cy: Dylwn ni gyd allu rhannu, ailddefnyddio ac ail ddehongli'r creadigrwydd sy'n ein hysbrydoli ar y Rhyngrwyd.

source: Intellectual Property (IP) rights were designed as a practical solution to advance creativity in all its forms: arts, science, business, and technology. In order for IP to continue sowing seeds for the future of the Web, our laws need to support the speed and spirit of collaboration that defines our digital world.
af: Intellektuele eiendomsregte is ontwerp as 'n praktiese oplossing om kreatiwiteit in alle vorme te bevorder: die kunste, wetenskap, besigheid en tegnologie. Sodat dié regte steeds die saadjies kan saai vir die toekoms van die Web, moet ons wette die spoed en gees van samewerking wat ons digitale wêreld definieer, ondersteun.
bs: Prava intelektualnog vlasništva (IV) su dizajnirana kao vrlo praktična rješenja za napredak kreativnosti u svim njenim oblicima: umjetnosti, nauci, poslovanju i tehnologiji. Da bi intelektualno vlasništvo nastavilo sjetvu sjemena za budućnost weba, naši zakoni treba da podrže brzinu i duh saradnje koja definira naš digitalni svijet.
cy: Cafodd hawliau Eiddo Deallusol (IP) eu creu fel ateb ymarferol i greadigrwydd uwch ym mhob ffurf: y celfyddydau, y gwyddorau, busnes a thechnoleg. Er mwyn i IP barhau i hau hadau ar gyfer dyfodol y We, mae angen i'n deddfau gynnal y cyflymder a'r ysbryd cydweithredol sy'n diffinio ein byd digidol.

source: There are now an estimated 1 billion Creative Commons-licensed works online that encourage reuse, including texts, photos, and music.
af: Daar is nou na beraming 1 miljard werke aanlyn onder die Creative Commons-lisensies wat hergebruik aanmoedig, insluitend tekste, foto's en musiek.
bs: Postoji otprilike 1 milijarda radova s Creative Commons licencom na internetu koji potiču ponovnu upotrebu, uključujući tekstove, slike i muziku.
cy: Amcangyfrifir bod yna 1 biliwn o ddarnau gwaith o dan drwydded Creative Commons ar-lein, sy'n annog eu hail ddefnyddio, gan gynnwys testun, lluniau a cherddoriaeth.

source: Source: <a href="%(cc)s">Creative Commons</a>, 2015
af: Bron: <a href="%(cc)s">Creative Commons</a>, 2015
bs: Izvor: <a href="%(cc)s">Creative Commons</a>, 2015
cy: Ffynhonnell: <a href="%(cc)s">Creative Commons</a>, 2015

source: 1B
af: 1 mjd.
cy: !B

source: How you can engage in copyright reform
af: Hoe om betrokke te raak by kopiereghervorming
bs: Kako se možete uključiti u reformu autorskih prava
cy: Sut fedrwch chi ymwneud â diwygio hawlfraint

source: Keep the pressure on
af: Moenie die druk verslap nie
bs: Održavajte pritisak
cy: Parhau i bwyso

source: Protests against SOPA/PIPA in the US and ACTA in Europe led to the shelving of laws that may have hindered open innovation. EU citizens: the <a href="%(single_market)s">Digital Single Market</a> could produce good or bad new copyright law. <a href="%(change)s">Join us</a> and others in the fight!
af: Protes teen SOPA/PIPA in die VSA en ACTA in Europa het daartoe gelei dat wette wat oop innovering kon kniehalter, op die lange baan geskuif is. EU-burgers: die <a href="%(single_market)s">Digitale enkelmark</a> kan goed óf slegte kopieregwetgewing lewer. <a href="%(change)s">Sluit by ons en ander aan</a> in die geveg daarteen!
bs: Protesti protiv SOPA/PIPA u SAD-u i ACTA u Evropi doveli su do police zakona koji možda ometaju otvorene inovacije. Građani EU: <a href="%(single_market)s">Digital Single Market</a> može proizvesti dobar ili loš novi zakon o autorskim pravima. <a href="%(change)s">Pridružite se nama</a> i drugima u borbi!
cy: Canlyniad protestiadau yn erbyn SOPA/PIPA yn yr UDA ac ACTA yn Europ oedd gosod o'r neilltu gyfreithiau a allai lesteirio arloesedd. Dinasyddion yr UE: gall y <a href="%(single_market)s">Farchnad Sengl Ddigidol</a> gynhyrchu cyfreithiau hawlfraint newydd da neu ddrwg. <a href="%(change)s">Ymunwch â ni</a> ac eraill y y frwydr!

source: Get creative
af: Word kreatief
bs: Budite kreativni
cy: Bod yn greadigol

source: Keep making memes, posting links, and getting creative on the Web with <a href="%(attribution)s">respectful attribution</a>.
af: Hou aan om meme te maak, skakels te plaas en bly kreatief op die Web met <a href="%(attribution)s">beleefde erkenning</a>.
bs: Održavajte pravljenje uspomena, postavljanje linkova, i budite kreativni na webu s <a href="%(attribution)s">poštovanjem atribucije</a>.
cy: Cadwch i greu memau, cofnodi dolenni a bod yn gradigol ar y we gyda <a href="%(attribution)s">priodoli parchus</a>.

source: How Mozilla is engaged in copyright reform
af: Hoe Mozilla betrokke is by kopiereghervorming
bs: Kako je Mozilla uključena u reformu autorskih prava
cy: Sut mae Mozilla yn ymwneud â diwygio hawlfraint

source: Standing up for reform
af: Ons neem standpunt in vir hervorming
bs: Borbom za reforme
cy: Annog diwygio

source: Making the case for copyright reform in <a href="%(europe)s">Europe</a>.
af: Ons gee gronde vir kopiereghervorming in <a href="%(europe)s">Europa</a>.
bs: Zalaže se za reforme autorskih prava u <a href="%(europe)s">Evropi</a>.
cy: Datgan yr achos dros ddiwygio hawlfraint yn <a href="%(europe)s">Ewrop</a>.

source: Advocating for protections
af: Bevordering van beskerming
bs: Zagovara zaštite
cy: Annog diogelwch

source: Advocating for clear protections for <a href="%(internet_users)s">Internet users</a>, <a href="%(creators)s">creators</a>, and <a href="%(intermediaries)s">intermediaries</a> with the U.S. Copyright Office.
af: Bevordering van duidelike beskerming van <a href="%(internet_users)s">Internetgebruikers</a>, <a href="%(creators)s">skeppers</a> en <a href="%(intermediaries)s">tussengangers</a> by die Amerikaanse kopieregkantoor.
bs: Zagovara se za jasnu zaštitu za <a href="%(internet_users)s">internet korisnike</a>, <a href="%(creators)s">kreatore</a>, i <a href="%(intermediaries)s">posrednike</a> s Uredom za autorska prava SAD-a.
cy: Annog diogelwch glir ar gyfer <a href="%(internet_users)s">defnyddwyr y Rhyngrwyd</a>, <a href="%(creators)s">crewyr cynnwys</a>, a <a href="%(intermediaries)s">chyfryngwyr</a> gyda'r U.S. Copyright Office.

source: Patents: Building a system that encourages innovation
af: Patente: Die bou van 'n stelsel wat moedig innovasie
bs: Patenti: Izgradnja sistema koji potiče inovacije
cy: Patentau: Adeiladu system sy'n annog arloesi

source: Our patent system should work with and for open innovation, not against it.
af: Ons patentstelsel moet mét en vír oop innovasie werk, nie daarteen nie.
bs: Naš patentni sistem treba da radi sa i za otvorene inovacije, a ne protiv toga.
cy: Dylai ein system patentau weithio gyda ac ar ran arloesi agored, nid yn ei erbyn.

source: Patents were designed to create incentive for innovation. But the patent system and software development don’t always get along so well. Software patents are often written so broadly that they’re open to misinterpretation, and exclusive rights can far outlive the shelf life of the software itself. All of which creates obstacles and uncertainty for innovators, and leaves the door open for patent trolls and endless litigation.
af: Patente is ontwerp om as kreatiewe aansporing vir innovering te dien. Maar die patentstelsel en sagtewareontwikkeling sit nie altyd langs een vuur nie. Sagtewarepantente word dikwels so breed geformuleer dat hulle oop staan tot waninterpretasie, en eksklusiewe regte kan die rakleeftyd van die sagteware ver oorleef. Dit alles skep struikelblokke en onsekerheid vir innoveerders, en laat die deur oop vir patenttrolle en eindelose litigasie.
bs: Patenti su dizajnirani za stvaranje poticaja za inovacije. Ali, patentni sistem i razvoj softvera se ne slažu uvijek tako dobro. Softverski patenti su često pisani naširoko tako da su otvoreni za pogrešna tumačenja, a ekskluzivna prava mogu daleko nadživjeti rok trajanja samog softvera. Sve što stvara prepreke i nesigurnost za inovatore, i ostavlja otvorena vrata za patent trolove i beskrajne parnice.
cy: Cafodd patentau eu cynllunio er mwyn annog arloesi. Ond nid yw'r system patent a datblygu meddalwedd yn dod yn eu blaen yn dda iawn. Mae patentau meddalwedd yn aml wedi eu hysgrifennu mor eang fel eu bod yn agored i'w cam ddeall a gall hawliau anghynhwysol fyw am lawer hirach nag oes naturiol y feddalwedd ei hun. Mae hyn i gyd yn creu rhwystrau ac ansicrwydd ar gyfer arloeswyr ac yn agor y drws ar gyfer cyfreithia diddiwedd.

source: High Tech patents are the subject of more disputes than all other patents combined.
af: Hoëtegnologiepatente is die onderwerp van meer geskille as alle ander patente saam.
bs: Visokotehnološki patenti su predmet više sporova od svih ostalih patenata zajedno.
cy: Mae mwy o anghydfod dros patentau technoleg uwch na'r holl batentau eraill i gyd.

source: Source: <a href="%(patents)s">Unified Patents</a>, 2016
af: Bron: <a href="%(patents)s">Unified Patents</a>, 2016
bs: Izvor: <a href="%(patents)s">Unified Patents</a>, 2016
cy: Ffynhonnell: <a href="%(patents)s">Unified Patents</a>, 2016

source: How you can influence patent policy
af: Hoe om patentbeleid te beïnvloed
bs: Kako možete utjecati na politiku patenta
cy: Sut fedrwch chi ddylanwadu ar bolisi patentau

source: Use open source software
af: Gebruik oopbronsagteware
bs: Koristite softver otvorenog izvora
cy: Defnyddio meddalwedd cod agored

source: Look for open source alternatives to the products you use every day. You can find options <a href="%(alt_1)s">here</a> and <a href="%(alt_2)s">here</a>.
af: Soek vir oopbronalternatiewe vir die produkte wat mens elke dag gebruik. Daar is keuses <a href="%(alt_1)s">hier</a> en <a href="%(alt_2)s">hier</a> beskikbaar.
bs: Tražite alternative otvorenog izvora za proizvode koje svakodnevno koristite. Možete pronaći opcije <a href="%(alt_1)s">ovdje</a> i <a href="%(alt_2)s">ovdje</a>.
cy: Chwilio am feddalwedd cod agored yn lle'r cynnyrch rydych yn eu defnyddio bob dydd. Mae'r dewisiadau i'w gweld <a href="%(alt_1)s">yma</a> ac <a href="%(alt_2)s">yma</a>.

source: How Mozilla is influencing patent policy
af: Hoe Mozilla patentbeleid beïnvloed
bs: Kako Mozilla utječe na politiku patenta
cy: Sut mae Mozilla yn dylanwadu ar bolisi patentau

source: Advocating for change
af: Bevordering van verandering
bs: Zagovara promjene
cy: Annog newid

source: Advocating for change in the <a href="%(court)s">US Supreme Court</a>.
af: Bevordering van verandering in die <a href="%(court)s">Amerikaanse Hooggeregshof</a>.
bs: Zagovara promjene u <a href="%(court)s">Vrhovnom sudu SAD-a</a>.
cy: Annog newid yng <a href="%(court)s">Ngoruchaf Lys yr UDA</a>.

source: Keeping our patents open
af: Ons hou ons patente oop
bs: Čuvamo naše patente otvorenim
cy: Cadw ein patentau ar agor

source: Offering everyone a royalty-free non-exclusive license to all of Mozilla’s patents under the <a href="%(patent_license)s">Mozilla Open Software Patent License Agreement</a>.
af: Ons bied almal 'n nie-ekslusiewe lisensie sonder tantieme vir al Mozilla se patente onder <a href="%(patent_license)s">Mozilla se Open Software Patent License Agreement</a>.
bs: Nudeći svima besplatnu neekskluzivnu licencu za sve Mozilline patente pod <a href="%(patent_license)s">Mozilla sporazumom o patent licenci otvorenih softvera</a>.
cy: Cynnig i bawb drwydded dim breindal, di anghynhwysol o holl batentau Mozilla o dan y <a href="%(patent_license)s">Mozilla Open Software Patent License Agreement</a>.

source: Hungry for more?
af: Lus vir meer?
cy: Eisiau gwybod rhagor?

source: Read on about Open Innovation in our <a href="%(healthreport)s">Internet Health Report</a>.
af: Lees meer oor Oop innovering in ons <a href="%(healthreport)s">Internetgesondheidverslag</a>.
bs: Čitajte o Otvorenim inovacijama u našem <a href="%(healthreport)s">izvještaju internet zdravlja</a>.
cy: Rhagor am Arloegi Agored yn ein <a href="%(healthreport)s">Internet Health Report</a>.

source: Stay informed.
af: Bly ingelig.
bs: Ostanite informisani
cy: Derbyn gwybodaeth.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
af: Skryf in en lees meer. Kry Mozilla se nuusbrief om op hoogte te bly van die kwessies wat elkeen se lewe aanlyn raak.
cy: Ymunwch. Darllenwch. Gallwch dderbyn cylchlythyr Mozilla er mwyn deall yn well am faterion sy'n effeithio ar eich bywyd ar-lein.
