Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/privacy-security.lang.po
Languages: af, bs, cy, hi_in

source: <a href="%(strongpass)s" rel="external"> Choose strong, unique pins and passwords</a>, and use a <a href="%(passmanager)s" rel="external">password manager</a>. (Note: we haven’t tried all the options on these lists – see what works for you.)
af: <a href="%(strongpass)s" rel="external">Gebruik sterk, unieke pinkodes en wagwoorde</a>, en gebruik 'n <a href="%(passmanager)s" rel="external">wagwoordbestuurder</a>. (Let wel: ons het nie alles op dié lyste probeer nie – kyk maar wat goed werk.)
cy: <a href="%(strongpass)s" rel="external"> Dewiswch binau a chyfrineiriau cryf ac unigryw</a>, a defnyddiwch <a href="%(passmanager)s" rel="external">reolwr cyfrineiriau</a>. (Sylwch: dydyn ni heb eu profi nhw i gyd – profwch beth sy'n gweithio i chi.)
hi_in: <a href="%(strongpass)s" rel="external">चुनिए मजबूत, विशिष्ट पिन एवं पासवर्ड </a>, और उपयोग करें एक <a href="%(passmanager)s" rel="external">पासवर्ड व्यस्थापक</a>. (नोट: हमने सूची के सभी विकल्पों को नहीं जाँचा है – देखें कि आपके लिए क्या काम करता है.)

source: What Mozilla is doing about government surveillance
af: Wat Mozilla doen oor afluistering deur regerings
cy: Beth mae Mozilla'n ei wneud am y llywodraeth yn gwylio
hi_in: Mozilla सरकारी निगरानी के बारे में किया कर रही है

source: Advocating for reform
af: Bevordering van hervorming
hi_in: सुधार के लिए वकालत

source: Recommending <a href="%(reform)s" rel="external">reform at the policy level</a> to improve government disclosure of security vulnerabilities.
af: Aanbevelings vir <a href="%(reform)s" rel="external">verandering op beleidsvlak</a> om regerings se bekendmaking van sekuriteitsprobleme te verbeter.
cy: Argymell <a href="%(reform)s" rel="external">adolygiadau ar lefel polisi</a> er mwyn gwella datgeliad llywodraethau o wendidau diogelwch.
hi_in: नीति स्तर पर सुधार<a href="%(reform)s" rel="external">का अनुग्रह</a>सुरक्षा कमजोरियों के सरकारी खुलासे को बेहतर बनाने के लिए.

source: Calling on lawmakers
af: Beroepe op wetgewers
hi_in: कानून निर्माताओं से संपर्क

source: Calling on lawmakers all over the globe to rein in mass surveillance, and <a href="%(usafreedom)s" rel="external">helping to pass the USA Freedom Act</a>.
af: Beroepe op wetgewers dwarsoor die wêreld om massa-afluistering in te perk, en <a href="%(usafreedom)s" rel="external">hulp om die USA Freedom Act te laat goedkeur</a>.
cy: Galw ar seneddwyr ar draws y byd i leihau'r gwylio eang a <a href="%(usafreedom)s" rel="external">cynorthwyo i basio'r USA Freedom Act</a>.
hi_in: पुरे विश्व के कानून निर्माताओं से संपर्क जन निगरानी पर लगाम लगाने के लिए तथा <a href="%(usafreedom)s" rel="external">अमेरिकी सवतंत्र कानून को पारित करने में सहायता के लिए</a>.

source: Partnering with educators
af: Vennootskappe met opvoeders
hi_in: शिक्षकों के साथ साझेदारी

source: Cohosting <a href="%(standford)s" rel="external">talks with Stanford’s Center for Internet and Society</a> about government hacking.
af: Mede-aanbieders van <a href="%(standford)s" rel="external">praatjies saam met Stanford se Center for Internet and Society</a> oor kuberaanvalle deur regerings.
cy: Cyd-lwyfannu <a href="%(standford)s" rel="external">cyflwyniadau gyda'r Stanford’s Center for Internet and Society</a> ynghylch hacio gan lywodraethau.
hi_in: स्टैनफोर्ड सेंटर के साथ आयोजित <a href="%(standford)s" rel="external">बातचीत इंटरनेट तथा समाज के लिए</a>सरकारी हैकिंग के बारे में.

source: Hungry for more?
af: Lus vir meer?
cy: Eisiau gwybod rhagor?
hi_in: उत्सुक हैं अधिक जानने के लिए?

source: Keep reading about Privacy and Security in our <a href="%(healthreport)s">Internet Health Report</a>.
af: Lees meer oor privaatheid en sekuriteit in ons <a href="%(healthreport)s">Internetgesondheidverslag</a>.
cy: Rhagor am Breifatrwydd a Diogelwch yn ein <a href="%(healthreport)s">Internet Health Report</a>.
hi_in: गोपनीयता और सुरक्षा के बारे में पढ़ते रहें हमारे <a href="%(healthreport)s">इंटरनेट स्वास्थ्य रिपोर्ट</a> में.

source: Stay informed.
af: Bly ingelig.
bs: Ostanite informisani
cy: Derbyn gwybodaeth.
hi_in: अवगत रहें.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
af: Skryf in en lees meer. Kry Mozilla se nuusbrief om op hoogte te bly van die kwessies wat elkeen se lewe aanlyn raak.
cy: Ymunwch. Darllenwch. Gallwch dderbyn cylchlythyr Mozilla er mwyn deall yn well am faterion sy'n effeithio ar eich bywyd ar-lein.
hi_in: साइन अप करें. पढ़ें. Mozilla समाचार पत्र पायें स्मार्ट बने रहने के लिए ऐसे मुद्दों से जो आपके जीवन को ऑनलाइन प्रभावित कर रहे हैं.
