Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/privacy-security.lang.po
Languages: af, bs, cy, hi_in

source: A Healthy Internet is Secure and Private
af: 'n Gesonde internet is veilig en privaat
bs: Zdrav internet je siguran i privatan
cy: Mae Rhyngrwyd Iach yn Ddiogel a Preifat
hi_in: एक स्वस्थ इंटरनेट सुरक्षित और निजी है

source: The Internet only stays healthy if we trust it as a safe place – to explore, transact, connect, and create.
af: Die Internet sal slegs gesond bly as ons dit vertrou as 'n veilige plek – vir ontdekking, transaksies, kommunikasie en skepping.
bs: Internet ostaje zdrav jedino ako vjerujemo da je sigurno mjesto – za istraživanje, sprovođenje, konektovanje, i kreiranje.
cy: Mae'r Rhyngrwyd yn aros yn iach dim ond os byddwn ni'n gallu ymddiried ynddo fel man diogel – i archwilio, trafod, cysylltu a chreu.

source: Privacy &amp; Security
af: Privaatheid en sekuriteit
bs: Privatnost &amp; Sigurnost
hi_in: गोपनीयता व सुरक्षा

source: Digital Inclusion
af: Digitale insluiting
bs: Digitalna inkluzija
hi_in: डिजिटल समावेशन

source: Open Innovation
af: Oop innovering
bs: Otvorene inovacije
hi_in: मुक्त नवाचार

source: The Internet only stays healthy if we trust it as a safe place – to explore, transact, connect, and create. Our privacy and security online is under constant threat. But there’s something you can do about it: get informed, protect yourself, and make your voice heard.
af: Die Internet sal slegs gesond bly as ons dit vertrou as 'n veilige plek – vir ontdekking, transaksies, kommunikasie en skepping. Ons privaatheid en sekuriteit aanlyn word voortdurend bedreig. Maar daar is iets wat elkeen kan doen: kry inligting, beskerm jouself en laat jou stem gehoor word.
bs: Internet ostaje zdrav jedino ako vjerujemo da je sigurno mjesto – za istraživanje, sprovođenje, konektovanje i kreiranje. Naša privatnost i sigurnost na mreži je pod stalnom prijetnjom. Ali postoji nešto što možete učiniti u vezi toga: informirajte se, zaštitite se, i učinite da se vaš glas čuje.
cy: Mae'r Rhyngrwyd yn aros yn iach dim ond os byddwn ni'n gallu ymddiried ynddo fel man diogel – i archwilio, trafod, cysylltu a chreu. Mae ein preifatrwydd a'n diogelwch ar-lein o dan fygythiad parhaus. Ond mae rhywbeth y medrwch chi ei wneud amdano: dysgu, diogelu eich hun a chodi eich llais.

source: A healthy Internet depends on you.
af: 'n Gesonde internet hang van jou af.
bs: Zdrav internet zavisi od vas.
cy: ‌Mae Rhyngrwyd iach yn dibynnu arnoch chi.
hi_in: एक स्वस्थ इंटरनेट आप पर निर्भर करता है

source: Here are three areas where we can make a difference.
af: Hier is drie areas waar ons 'n verskil kan maak.
bs: Postoje tri područja gdje možemo napraviti razliku.
cy: Dyma dri maes lle gallwn ni wneud gwahaniaeth.
hi_in: यहां ऐसे तीन क्षेत्र हैं जहां हम विभिन्नता ला सकते हैं.

source: User Control
af: Gebruikerbeheer
bs: Korisnička kontrola
cy: Rheolaeth gan y Defnyddiwr
hi_in: उपयोगकर्ता नियंत्रण‌‌

source: Cyber Security
af: Stelselsekuriteit
bs: Internet sigurnost
cy: Diogelwch ar y We
hi_in: साइबर सुरक्षा‌

source: Government Surveillance
af: Afluistering deur regerings
bs: Nadzor vlade
cy: Llywodraeth yn Gwylio
hi_in: सरकारी निगरानी

source: User Control: Deciding who can collect your data
af: Gebruikerbeheer: Besluit wie jou data kan versamel
bs: Korisnička kontrola: odlučuje ko može prikupljati vaše podatke
cy: Rheolaeth gan y Defnyddiwr: Penderfynu pwy sy'n cael casglu eich data
hi_in: उपयोगकर्ता नियंत्रण: तय करना कि कौन आपका डेटा एकत्र कर सकता है

source: We should all be able to choose – with clarity and confidence – what information we share with what companies, understanding the tradeoffs we’re making when we do.
af: Ons behoort almal te kan kies – met duidelikheid en selfvertroue – watter inligting ons met watter maatskappye deel, en te verstaan watse kompromieë ons aangaan in die proses.
bs: Trebali bismo svi biti u mogućnosti izabrati – s jasnoćom i povjerenjem – koje informacije dijelimo s kojim kompanijama, razumijevanje kompromisa pravimo kada radimo.
cy: Dylai fod gennym y gallu i ddewis – yn glir a chyda hyder – pa wybodaeth rydym yn ei rannu gyda pha gwmnïau, a deall y pris fyddwn yn ei dalu wrth wneud hynny.

source: Right now, we all lack meaningful choice online – privacy policies are often miles long and hard to read, we don’t understand what information we’re sharing or when, and opting out is seldom on the menu.
af: Op die oomblik het ons almal 'n gebrek aan keuse aanlyn – privaatheidsbeleide is dikwels myle lank en moeilik om te lees, ons verstaan nie watter inligting ons wanneer deel nie, en mens kan selde kies om daarvan te onttrek.
bs: Upravo sada, svima nedostaje značajan izbor na mreži – politike privatnosti su često preduge i teške za čitanje, ne možemo razumjeti koje informacije dijelimo ili kada, i odbijanje je rijetko na meniju.
cy: Ar hyn o bryd, does gennym ni ddim dewis go iawn ar-lein – mae polisïau preifatrwydd yn aml yn hir wyntog ac anodd eu darllen, mae'n anodd deall pa wybodaeth rydym yn ei rannu a phryd, a dyw peidio gwneud ddim yn bosibl.

source: 91% of adults agree that consumers have lost control of how personal information is collected and used by companies.
af: 91% van volwassenes stem saam dat gebruikers beheer verloor het oor hoe persoonlike inligting versamel en gebruik word deur maatskappye.
bs: 91% odraslih se slaže da su korisnici izgubili kontrolu o tome kako se lične informacije prikupljene i korištene od strane kompanija.
cy: Mae 91% o oedolion yn meddwl fod defnyddwyr wedi colli rheolaeth ar sut mae cwmnïau yn casglu ac yn defnyddio manylion personol.

source: Source: <a href="%(pew)s" rel="external">Pew Research Center</a>, May 2015
af: Bron: <a href="%(pew)s" rel="external">Pew Research Center</a>, Mei 2015
bs: Izvor: <a href="%(pew)s" rel="external">Pew Research Center</a>, maj 2015
cy: Ffynhonnell: <a href="%(pew)s" rel="external">Pew Research Center</a>, Mai 2015
hi_in: स्रोत:<a href="%(pew)s" rel="external">Pew Research Center</a>, मई 2015.

source: What you can do about user control
af: Wat jy kan doen oor gebruikerbeheer
bs: Šta možete učiniti u vezi korisničke kontrole
cy: Beth mae modd gwneud am reolaeth gan y defnyddiwr
hi_in: उपयोगकर्ता नियंत्रण के बारे में आप क्या कर सकते हैं

source: Control your apps
af: Beheer programme
bs: Kontrolišite vaše aplikacije
hi_in: अपने ऐप्स को नियंत्रित करें

source: Make sure your mobile apps access only the info they need. Control your privacy and location settings on <a href="%(ios)s" rel="external">iOS</a> and <a href="%(android)s" rel="external">Android</a>.
af: Maak seker dat selfoonprogramme slegs die nodige inligting gebruik. Gaan die instellings vir privaatheid en ligging na op <a href="%(ios)s" rel="external">iOS</a> en <a href="%(android)s" rel="external">Android</a>.
bs: Budite sigurni da vaše mobilne aplikacije pristupaju samo informacijama koje trebaju. Kontrolišite vaše postavke privatnosti i lokacije na <a href="%(ios)s" rel="external">iOS</a> i <a href="%(android)s" rel="external">Androidu</a>.
cy: Gwnewch yn siŵr mai dim ond at y wybodaeth angenrheidiol y mae apiau symudol yn eu cael. Defnyddiwch eich gosodiadau preifatrwydd a lleoliad ar <a href="%(ios)s" rel="external">iOS</a> ac <a href="%(android)s" rel="external">Android</a>.
hi_in: सुनिश्चित करें कि आपके मोबाइल ऐप्स केवल वैसी जानकारीयों का इस्तेमाल करता है जिनकी उन्हें जरूरत है. अपनी गोपनीयता और स्थान सेटिंग को नियंत्रित करें <a href="%(ios)s" rel="external">iOS</a> तथा <a href="%(android)s" rel="external">Android</a>पर.

source: Manage your preferences
af: Bestuur voorkeure
bs: Upravljajte vašim preferencijama
hi_in: अपने प्राथमिकताओं को प्रबंधित करें

source: Know your settings. You can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook</a> ads.
af: Ken die instellings. 'n Mens se profiel en voorkeure kan bestuur word vir advertensies van <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> en <a href="%(facebook)s">Facebook</a>.
bs: Upoznajte svoje postavke. Možete upravljati vašim profilom i sklonostima za <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> i <a href="%(facebook)s">Facebook</a> reklame.
hi_in: अपने सेटिंग्स को जाने. आप अपने प्रोफाइल एवं प्राथमिकताओं को प्रबंधित कर सकते हैं<a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a>तथा <a href="%(facebook)s">Facebook</a> के विज्ञापनो के लिए.

source: Know your settings. You can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook</a> ads, and even <a href="%(acxiom)s">edit data that’s been collected about you by Acxiom</a>, one of the world’s largest marketing data brokers.
af: Ken die instellings. Dis moontlik om mens se profiel en voorkeure te beheer vir advertensies van <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> en <a href="%(facebook)s">Facebook</a>, en kan selfs <a href="%(acxiom)s">data redigeer wat Acxiom oor mens versamel</a> (een van die wêreld se grootste makelaars vir bemarkingsdata).
bs: Upoznajte svoje postavke. Možete upravljati vašim profilom i sklonostima za <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> i <a href="%(facebook)s">Facebook</a> reklame, i čak <a href="%(acxiom)s">urediti podatke koji su prikupljeni o vama od strane Acxiom</a>, jednog od najvećih svjetskih brokera marketinških podataka.
cy: Byddwch yn gyfarwydd â'ch gosodiadau. Gallwch reoli eich proffil a'ch dewisiadau ar gyfer <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a>, <a href="%(facebook)s">hysbysebion Facebook</a>, a hyd yn oed <a href="%(acxiom)s">olygu data sydd wedi ei gasglu amdanoch chi gan Acxiom</a>, un o froceriaid data marchnata mwya'r byd.

source: What Mozilla is doing about user control
af: Wat Mozilla doen oor gebruikerbeheer
bs: Šta Mozilla radi u vezi korisničke kontrole
cy: Beth mae Mozilla'n ei wneud am reolaeth gan y defnyddiwr
hi_in: उपयोगकर्ता नियंत्रण के बारे में Mozilla क्या कर रही है

source: Writing our own policy
af: Hoe ons ons eie beleid skryf
bs: Pišemo našu vlastitu politiku
hi_in: हमारी अपनी नीति लिखना

source: Writing <a href="%(privacy)s">our own privacy policy</a> in clear, understandable language.
af: Ons skryf <a href="%(privacy)s">ons privaatheidsbeleid</a> in duidelike, verstaanbare taal.
bs: Pišemo <a href="%(privacy)s">našu vlastitu politiku privatnosti</a> na čistom, razumljivom jeziku.
cy: Ysgrifennu ein <a href="%(privacy)s">polisi preifatrwydd</a> mewn iaith glir a dealladwy.

source: Creating supportive products
af: Hoe ons ondersteunende produkte skep
bs: Razvijamo prateće proizvode
hi_in: सहायक उत्पादों का निर्माण

source: Walking the talk with our own products, with features like the Forget Button, and <a href="%(focus)s">Firefox Focus</a>, our private browser for iOS.
af: Ons maak soos ons praat met ons eie produkte, met eienskappe soos die vergeetknoppie, en <a href="%(focus)s">Firefox Focus</a>, ons private blaaier vir iOS.
bs: Primjenili smo ove principe na naše vlastite proizvode, s mogućnostima kao što je dugme Zaboravi, i <a href="%(focus)s">Firefox Focus</a>, naš privatni pretraživač za iOS.
cy: Gwneud yn ôl ein cyngor gyda'n cynnyrch ein hun, gyda nodweddion fel y Botwm Anghofio, a <a href="%(focus)s">Firefox Focus</a>, ein porwr preifat ar gyfer iOS.

source: Educating the industry
af: Hoe ons die industry inlig
bs: Informisanje industrije
hi_in: उद्योग को शिक्षा प्रदान किया जा रहा

source: Encouraging and educating the industry about <a href="%(leandata)s">lean data practices</a>.
af: Ons moedig die industrie aan en lig hulle in oor <a href="%(leandata)s">lenige datapraktyk</a>.
bs: Poticanje i informisanje industrije o <a href="%(leandata)s">lean data praksama</a>.
cy: Annog ac addysgu'r diwydiant am <a href="%(leandata)s">arferion data cynnil</a>.
hi_in: उद्योग को प्रोत्साहित किया जा रहा एवं शिक्षा प्रदान किया जा रहा <a href="%(leandata)s">कम डेटा कार्य प्रणाली</a>के बारे में

source: Cyber Security: Locking down your sensitive information
af: Stelselsekuriteit: Beveiliging van sensitiewe inligting
bs: Elektronska sigurnost: Zaključava vaše osjetljive informacije
cy: Diogelwch ar y We: Rhoi clo eich manylion sensitif
hi_in: साइबर सुरक्षा: आपने संवेदनशील जानकारी को संरक्षित करें

source: We should all have the ability to protect our online identity.
af: Ons moet almal die vermoë hê om ons identiteit aanlyn te beskerm.
bs: Svi bismo trebali imati mogućnost da zaštitimo naš identitet na mreži.
cy: Dylai fod gennym ni oll y gallu i ddiogelu ein hunaniaeth ar-lein.
hi_in: हम सभी के पास क्षमता होनी चाहिये की अपनी ऑनलाइन पहचान की रक्षा कर सके.

source: At this point, it feels like we’ve all been victims of a cyberattack somewhere, somehow. Data breaches can lay bare the passwords of millions of people, often going undiscovered for years. Which means your identity may be at risk of theft without you even knowing it.
af: Dit voel deesdae of ons almal êrens op een of ander manier slagoffers was van 'n kuberaanval. Datadiefstal kan miljoene se wagwoorde ontbloot, wat dalk eers jare later ontdek word. Mens is dalk salig onbewus van hierdie risiko van identiteitsdiefstal.
bs: U ovom trenutku, se čini kao da smo svi bili negdje, nekako žrtve sajber napada. Povrede podataka mogu otkriti lozinke miliona ljudi, često neotkrivene godinama. Što znači da vaš identitet može biti pod rizikom krađe bez da to uopšte znate.
cy: Ar hyn o bryd, mae'n ymddangos ein bod i gyd wedi dioddef ymosodiad gwe yn rhywle, rhywsut. Mae cipio data yn amlygu cyfrineiriau miliynau o bobl, yn aml heb ei ddarganfod am rhai blynyddoedd. Mae hyn yn golygu y gall bod eich hunaniaeth chi mewn perygl o gael ei ddwyn heb yn wybod i chi.

source: Breaches affected hundreds of millions of accounts in 2013-2016. In December 2016, the biggest breach in history was reported: 1 billion accounts.
af: Datadiefstal het honderde miljoene geaffekteer in 2013-2016. In Desember 2016 is die grootste geval van datadiefstal ooit gerapporteer: 1 miljard rekeninge.
bs: Prodiranja su pogodila stotine miliona računa u periodu 2013-2016-a. U decembru 2016-e, najveći prodor u historiji je prijavljen: 1 milijarda računa.
cy: Cafodd cipio effaith ar gannoedd ar filoedd o gyfrifon yn 2013-2016. Yn Rhagfyr 2016 daeth y cipio mwyaf erioed i'r amlwg: 1 biliwn o gyfrifon.
hi_in: 2013-2016 में सेंधों ने लाखों खातों को प्रभावित किया. दिसम्बर 2016 में, इतिहास की सबसे बड़ी सेंध की सूचना दर्ज की गयी थी: 1 अरब खाते

source: Source: Wikipedia, <a href="%(wiki)s" rel="external">List of data breaches</a>, 2013-2016
af: Bron: Wikipedia, <a href="%(wiki)s" rel="external">List of data breaches</a>, 2013-2016
bs: Izvor: Wikipedia, <a href="%(wiki)s" rel="external">Lista prodora podataka</a>, 2013-2016
cy: Ffynhonnell: Wikipedia, <a href="%(wiki)s" rel="external">Rhestr o gipio data</a>, 2013-2016
hi_in: स्रोत:विकिपीडिया, <a href="%(wiki)s" rel="external">डेटा सेंधों की सूची</a>, 2013-2016

source: 1B
af: 1 mjd.

source: What you can do about cyber security
af: Wat jy kan doen oor stelselsekuriteit
bs: Šta možete učiniti u vezi s sajber sigurnosti
cy: Beth mae modd i chi ei wneud am ddiogelwch ar y we
hi_in: साइबर सुरक्षा के बारे में आप क्या कर सकते हैं

source: Choose strong passwords
af: Kies sterk wagwoorde
bs: Odaberite jake lozinke
hi_in: मजबूत पासवर्ड चुनें

source: <a href="%(strongpass)s" rel="external">Choose strong, unique pins and passwords</a>, and use a <a href="%(passmanager)s" rel="external">password manager</a>. (Note: we haven’t tried them all – see what works for you.)
af: <a href="%(strongpass)s" rel="external">Gebruik sterk, unieke pinkodes en wagwoorde</a>, en gebruik 'n <a href="%(passmanager)s" rel="external">wagwoordbestuurder</a>. (Let wel: ons het hulle nie almal probeer nie – kyk maar wat goed werk.)
bs: <a href="%(strongpass)s" rel="external">Izabrati jake, jedinstvene pinove i lozinke</a>, i koristiti <a href="%(passmanager)s" rel="external">upravitelj lozinki</a>. (Napomena: nismo ih sve isprobali – pogledajte koja radi za vas).
cy: <a href="%(strongpass)s" rel="external">Dewis pinau a chyfrineiriau cryf ac unigryw</a>, a defnyddio <a href="%(passmanager)s" rel="external"> rheolwr cyfrineiriau</a>. (Sylwch: dydyn ni heb eu defnyddio nhw i gyd – profwch beth sy'n gweithio i chi.)
hi_in: <a href="%(strongpass)s" rel="external">चुनिए मजबूत, विशिष्ट पिन और पासवर्ड</a>, और उपयोग करें एक <a href="%(passmanager)s" rel="external">पासवर्ड व्यस्थापक</a>. (नोट: हमने सूची के सभी विकल्पों को नहीं जाँचा है – देखें कि आपके लिए क्या काम करता है.)

source: Use 2-factor authentication
af: Gebruik 2-faktorverifikasie
bs: Koristite 2 faktora autentifikacije
hi_in: 2-खंडीय प्रामाणीकरण का उपयोग करें

source: An extra step goes a long way. For the best protection, take advantage of <a href="%(twofactor)s" rel="external">2-factor authentication</a> wherever it’s offered.
af: Elke bietjie help. Vir die beste beskerming, gebruik <a href="%(twofactor)s" rel="external">2-faktor-verifikasie</a> waar dit aangebied word.
bs: Dodatni korak traje dosta dugo. Za najbolju zaštitu, iskoristite <a href="%(twofactor)s" rel="external">2 faktora autentifikacije</a> kada god je ponuđen.
cy: Mae cam ychwanegol yn mynd yn bell. Ar gyfer y diogelwch eithaf, defnyddiwch <a href="%(twofactor)s" rel="external">dilysu 2 gam</a> lle bynnag mae ar gael.
hi_in: एक अतिरिक्त कदम एक लंबा रास्ता को जाता है. बेहतर सुरक्षा के लिए लाभ उठायें <a href="%(twofactor)s" rel="external">2-खंडीय प्रामाणीकरण</a>का जब भी प्रस्तुत की जाती है.

source: What Mozilla is doing about cyber security
af: Wat Mozilla doen oor stelselsekuriteit
bs: Šta Mozilla radi u vezi elektronske sigurnosti
cy: Beth mae Mozilla'n ei wneud am ddiogelwch ar y we
hi_in: मोज़िला साइबर सुरक्षा के बारे में क्या कर रहा है

source: Supporting encryption
af: Ondersteuning vir enkripsie
bs: Podržava enkripciju
hi_in: एन्क्रिप्शन का समर्थन करें

source: Educating about the value of <a href="%(codemoji)s" rel="external">encryption</a>, and advocating for its <a href="%(letsencrypt)s" rel="external">universal adoption</a>.
af: Opleiding oor die waarde van <a href="%(codemoji)s" rel="external">enkripsie</a>, en bevordering van <a href="%(letsencrypt)s" rel="external">universele gebruik</a> daarvan.
bs: Obrazuje o vrijednosti <a href="%(codemoji)s" rel="external">enkripcije</a>, i zalaže se sa svoje <a href="%(letsencrypt)s" rel="external">univerzalno usvajanje</a>.
cy: Addysgu am werth <a href="%(codemoji)s" rel="external">amgryptio</a>, eirioli iddo gael ei <a href="%(letsencrypt)s" rel="external">ddefnyddio'n gyffredinol</a>.
hi_in: शिक्षा प्रदान करना <a href="%(codemoji)s" rel="external">एन्क्रिप्शन</a> के महत्त्व बारे में, और वकालत इसके <a href="%(letsencrypt)s" rel="external"> विश्वस्तरीय स्वीकरण</a> के लिए.

source: Educating the industry about <a href="%(leandata)s">lean data practices</a>.
af: Opleiding vir die industrie oor <a href="%(leandata)s">lenige datapraktyk</a>.
cy: Addysgu'r diwydiant am <a href="%(leandata)s">ymarferion data cynnil</a>.
hi_in: उद्योग को शिक्षा प्रदान करना<a href="%(leandata)s">कम डेटा कार्यप्रणाली</a>के बारे में.

source: Government Surveillance: Keeping prying eyes and ears out of your business
af: Afluistering deur regerings: Hou ander se neus uit jou besigheid
cy: Gwylio gan Lywodraethau
hi_in: सरकारी निगरानी: आपके व्यवसाय के बहार भी आप पर ताक झाँक करते रहते हैं

source: We should all have the freedom to be ourselves — online and off – without surveillance, judgment and imposed societal bias.
af: Ons moet almal die vrymoedigheid hê om onsself te wees — aanlyn en vanlyn – sonder afluistering, veroordeling en die samelewing se vooroordele wat afgedwing word.
cy: Dylwn oll fod â'r rhyddid i fod yn ni ein hunain — ar-lein ac oddi arno — heb gael ein dilyn, ein barnu a thueddiadau cymdeithasol yn cael ei orfodi arnom.
hi_in: हम सभी के पास आजादी होनी चाहिये ख़ुद के जैसा बनने की — ऑनलाइन और ऑफलाइन – बिना किसी निगरानी, आलोचना तथा थोपी हुयी सामाजिक पक्षपात के.

source: You wouldn’t want the government following your every move in real life – there’s no reason they should be shadowing you on the Internet. The Edward Snowden disclosures showed that even democracies can and do take liberties with your privacy.
af: Niemand wil hê die regering moet elke beweging monitor in die regte lewe nie – daar is ook geen rede dat hulle mens hoef te volg op die Internet nie. Die onthullings deur Edward Snowden het gewys dat selfs demokrasieë hulle vryhede met ons privaatheid veroorloof.
cy: Fyddech chi ddim am i'r llywodraeth ddilyn eich holl symudiadau mewn o ddydd i ddydd – does dim rheswm y dylen nhw fod yn eich cysgodi ar y Rhyngrwyd. Mae datgeliadau Edward Snowden yn dangos fod hyd yn oed llywodraethau democrataidd yn gallu bod yn rhydd iawn gyda'ch preifatrwydd.
hi_in: आप नहीं चाहोगे की सरकार वास्तविक जीवन में आपके हर कदम का पीछा करे – कोई भी कारन नहीं है की उन्हें इंटरनेट पर आप का पीछा करना चाहिये. एडवर्ड स्नोडेन के खुलासों ने दिखाया की प्रजातांत्रिक देश भी कर सकते हैं और आपकी गोपनीयता के साथ सुविधा लेते हैं..

source: Just four in 10 (38%) of internet users trust that their activities on the internet are not being monitored.
af: Slegs vier uit tien (38%) van internetgebruikers vertrou dat hul aktiwiteite op die internet nie gemonitor word nie.
cy: Dim ond pedwar allan o 10 (38%) o ddefnyddwyr y rhyngrwyd sy'n hyderus nad yw eu gweithgareddau ar lein yn cael eu monitro.
hi_in: 10 में से केवल 4 (38%) इंटरनेट के उपयोगकर्ता विश्वास करते हैं की इंटरनेट पर उनकी गतिविधियों की निगरानी नहीं की जा रही है.

source: Source: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>-Ipsos, 2016</a>
af: Bron: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>- Ipsos, 2016</a>
bs: Izvor: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>-Ipsos, 2016</a>
cy: Ffynhonnell: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIGI</abbr>-Ipsos, 2016</a>
hi_in: स्रोत: <a href="%(cigi)s" rel="external"><abbr title="Centre for International Governance Innovation">CIG</abbr>-Ipsos, 2016</a>

source: What you can do about government surveillance
af: Wat mens kan doen oor afluistering deur regerings
cy: Beth fedra i wneud am y llywodraeth yn gwylio
hi_in: आप सरकारी निगरानी के बारे में किया कर सकते हैं

source: Encrypt your data
af: Enkripteer data
hi_in: अपने डेटा को एन्क्रिप्ट करें

source: Choose apps that keep your conversations encrypted. <a href="%(encryptedapps)s" rel="external">Here’s a list</a>.
af: Kies programme wat gesprekke enkripteer. <a href="%(encryptedapps)s" rel="external">Hier is 'n lys</a>.
cy: Dewis apiau sy'n cadw eich sgyrsiau wedi eu hamgryptio. <a href="%(encryptedapps)s" rel="external">Dyma restr</a>.
hi_in: चुनें ऐप्स जो की आपके बातचीत को गोपनीय रखे <a href="%(encryptedapps)s" rel="external">यहाँ एक सूची है</a>.
