Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health/web-literacy.lang.po
Languages: cy

source: Web Literacy: Vital to Internet Health
cy: Llythrennedd Gwe: Yn Hanfodol i Iechyd y Rhyngrwyd

source: Web literacy means having the skills to read, write, and participate online. A healthy internet is yours to master.
cy: Mae llythrennedd y We'n golygu cael sgiliau i ddarllen, ysgrifennu a chymryd rhan ar-lein. Mae rhyngrwyd iach ar gael ei chi i'w feistroli.

source: Privacy &amp; Security
cy: Preifatrwydd a Diogelwch

source: Open Innovation
cy: Arloesi Agored

source: Decentralization
cy: Datganoli

source: Digital Inclusion
cy: Cynhwysiad Digidol

source: Web Literacy
cy: Llythrennedd Gwe

source: A healthy Internet means everyone has the skills to thrive
cy: Mae rhyngrwyd iach yn golygu fod gan bawb y sgiliau i ffynnu

source: People everywhere should have the knowledge they need to tap into the full power of the Internet – and use it to make their lives and the world better. This means everyone needs to be able to read, write, and participate online.
cy: Dylai fod gan bawb ymhob man yr wybodaeth angenrheidiol i gysylltu â phŵer llawn y Rhyngrwyd – ac i'w ddefnyddio i wella eu bywyd a'r byd. Mae hy yn golygu fod angen i bawb fod a'r gallu i ddarllen, ysgrifennu a chymryd rhan ar-lein.

source: A healthy Internet is yours to master.
cy: Mae rhyngrwyd iach yna i chi ei feistroli.

source: Here are three areas where we can make a difference.
cy: Dyma dri maes lle gallwn ni wneud gwahaniaeth.

source: Making Web Literacy Meaningful
cy: Gwneud Llythrennedd y We'n Ystyrlon

source: Teaching Web Literacy Effectively
cy: Dysgu Llythrennedd y We'n Effeithiol

source: Cultivating Digital Citizenship
cy: Meithrin Dinasyddiaeth Ddigidol

source: Making Web literacy meaningful for everyone
cy: Gwneud llythrennedd Gwe'n ystyrlon i bawb

source: Web literacy should mean all the skills we need to think, create, and thrive online.
cy: Dylai llythrennedd y We feddwl yr holl sgiliau sydd eu hangen ar gyfer meddwl, creu a ffynnu ar-lein.

source: Many people hear the term Web literacy and think it means learning to code, or <abbr>STEM</abbr> (science, technology, engineering, math) education. But Web literacy is much broader than that – it should include all the skills to be confident and competent online. To be empowered digital citizens, we all need to know how to navigate, how to share, what information to trust, and most importantly, how to expand the frontiers of our knowledge.
cy: Mae llawer o bobl sy'n clywed y term llythrennedd gwe'n meddwl ei fod yn golygu dysgu codio neu addysg <abbr>STEM</abbr> (gwyddoniaeth, technoleg, peirianneg a mathemateg). Ond mae llythrennedd Gwe'n fwy na hynny – dylai gynnwys yr holl sgiliau i fod yn hyderus a chymwys ar-lein. I fod yn ddinesydd digidol grymus, mae angen i ni wybod sut i symud, sut i rannu, pa wybodaeth gallwn ymddiried ynddo, ac yn fwy pwysig, sut i ehangu ffiniau ein gwybodaeth.

source: 82% of American middle-schoolers assessed couldn’t tell the difference between an ad labeled “sponsored content” and a real news story on a website.
cy: Mewn asesiad o ddisgyblion ysgolion uwchradd yn yr Unol Daleithiau doedd 82% ddim yn gallu dweud y gwahaniaeth rhwng hysbyseb wedi ei labeli “cynnwys wedi ei noddi” a stori newyddion go iawn ar wefan.

source: Source: <a href="%(stanford)s">Stanford University</a>
cy: Ffynhonnell: <a href="%(stanford)s">Stanford University</a>

source: How you can develop meaningful Web literacy
cy: Sut mae modd datblygu llythrennedd Gwe ystyrlon

source: Learn to spot fake news
cy: Dysgu adnabod newyddion ffug

source: Take a <a href="%(quiz)s">fake news quiz</a>, or <a href="%(primer)s">follow this helpful primer</a> from our friends at the <abbr title="International Federation of Library Associations and Institutions">IFLA</abbr>.
cy: Cymrwch <a href="%(quiz)s">gwis newyddion ffug</a>, neu <a href="%(primer)s">ddilyn y canllaw defnyddiol hwn </a> gan ein ffrindiau yn yr <abbr title="International Federation of Library Associations and Institutions">IFLA</abbr>.

source: Tinker with X-Ray Goggles
cy: Chwarae gyda X-Ray Goggles

source: See and remix the code on your favorite Web pages with <a href="%(goggles)s">this fun Mozilla tool</a>.
cy: Gweld ac ailgymysgu'r cod ar eich hoff dudalennau Gwe gyda <a href="%(goggles)s">teclyn hwyl yma gan Mozilla</a>.

source: Join the club
cy: Ymuno â'r clwb

source: Join or start <a href="%(clubs)s">your local Mozilla club</a> to learn the Web among your peers.
cy: Ymuno neu gychwyn <a href="%(clubs)s">eich clwb Mozilla lleol</a>

source: How Mozilla is making Web literacy meaningful for everyone
cy: Sut mae Mozilla'n gwneud llythrennedd Gwe'n ystyrlon i bawb

source: Defining the term
cy: Diffinio'r term

source: Collaborating with leaders in the field to create Mozilla’s <a href="%(map)s">Web Literacy Map</a> that provides a clear, practical definition of web literacy.
cy: Creu <a href="%(map)s">Map Llythrennedd Gwe</a> ar y cyd gydag arweinwyr yn y maes, sy'n darparu diffiniad ymarferol a chlir o lythrennedd gwe.

source: Advocating for education policy
cy: Eirioli dros bolisi addysg

source: Working with educations and policymakers to help make Web literacy <a href="%(education)s">as foundational to education as reading and math</a>.
cy: Gweithio gydag addysgwyr a swyddogion polisi i'w cynorthwyo i wneud llythrennedd Gwe <a href="%(education)s">mor sylfaenol i addysg ag yw darllen a mathemateg</a>.

source: Teaching Web literacy effectively
cy: Dysgu llythrennedd Gwe yn effeithiol

source: Web literacy should be as foundational to education as reading, writing, and math – and it should be taught everywhere learning happens.
cy: Dylai llythrennedd Gwe fod mor sylfaenol i addysg ag yw darllen, ysgrifennu a mathemateg – a dylai gael ei ddysgu ymhob man lle mae addysgu'n digwydd.

source: Learning Web literacy is like any other essential skill: we learn best by doing. And in the digital world, learning happens not just with teachers in the classroom, but everywhere there’s an Internet connection. We need all kinds of educators to have the knowledge and resources to teach Web literacy the way kids learn it best. And we need to make sure every student grows up not just on the Web, but fluent in the way it works.
cy: Mae dysgu llythrennedd Gwe yn debyg i unrhyw sgil hanfodol arall: rydym yn dysgu orau drwy wneud. Ac mewn byd digidol, mae dysgu'n digwydd nid dim ond gydag athrawon yn y dosbarth ond ymhob man lle mae yna gysylltiad Rhyngrwyd. Mae angen arnom i bob math o addysgwyr i gael y wybodaeth a'r adnoddau i ddysgu llythrennedd Gwe yn ôl fel mae plant yn ei ddysgu orau. Ac rydym angen gwneud yn siŵr fod pob myfyriwr nid dim ond ar y We, ond yn hyddysg yn y ffordd mae'n gweithio.

source: Increasing the number of young adults with Internet skills is a United Nations Sustainable Development Goal, and the UN now tracks schools with computers and Internet.
cy: Mae cynyddu'r nifer o oedolion ifanc sydd â sgiliau'r Rhyngrwyd yn United Nations Sustainable Development Goal ac mae'r UN yn tracio ysgolion sydd â chyfrifiaduron a'r Rhyngrwyd.

source: Source: <a href="%(itu)s">ITU</a>
cy: Ffynhonnell: <a href="%(itu)s">ITU</a>

source: How you can teach Web literacy
cy: Sut i ddysgu llythrennedd Gwe

source: Become a Web teacher
cy: Beth am fod yn athro Gwe?

source: Use <a href="%(activities)s">these activities and instructions</a> to help your kids and your community build strong Web literacy skills.
cy: Defnyddiwch <a href="%(activities)s">y gweithgareddau a'r cyfarwyddid hyn</a> i helpu eich plant a'ch cymuned i adeiladu sgiliau Rhyngrwyd cryf.

source: Ask for it
cy: Gofynnwch amdano

source: Tell your school – and those of your kids – that Web literacy is essential to education, and should go beyond having computers in the classroom.
cy: Dywedwch wrth eich ysgol – ac ysgol eich plant – fod llythrennedd gwe'n hanfodol i addysg a dylai fynd tu hwnt i fod â chyfrifiaduron yn y dosbarth.

source: How Mozilla is teaching Web literacy
cy: Sut mae Mozilla'n addysgu llythrennedd gwe

source: Supporting teachers
cy: Cefnogi athrawon

source: Giving educators of all kinds the <a href="%(activities)s">skills and tools</a> they need to teach Web literacy, including knowledge-sharing efforts like <a href="%(hive)s">Hive Learning Networks</a>.
cy: Yn rhoi i addysgwyr o bob math y <a href="%(activities)s">sgiliau a'r offer</a> sydd ei angen arnyn nhw i ddysgu llythrennedd Gwe, gan gynnwys ymdrechion rhannu gwybodaeth fel yr <a href="%(hive)s">Hive Learning Networks</a>.

source: Supporting youth
cy: Cefnogi pobl ifanc

source: Creating opportunities and building communities to support youth accessing the Web and <a href="%(learning)s">learning how to use it</a>, like our <a href="%(un_women)s">partnership with UN Women</a> to teach digital skills to girls and women in Africa.
cy: Creu cyfleoedd ac adeiladu cymunedau i gefnogi pobl ifanc sy'n cael mynediad i'r We ac yn <a href="%(learning)s">dysgu sut i'w ddefnyddio</a>, fel ein <a href="%(un_women)s">partneriaeth gyda'r UN Women</a> er mwyn dysgu sgiliau i ferched yn Affrica.

source: Cultivating digital citizenship
cy: Datblygu dinasyddiaeth ddigidol

source: A fundamental part of Web literacy is understanding the forces that shape our lives online: the companies building our experiences, the politicians crafting and supporting government policies, and the power we hold as digital citizens to create the Internet we want. Having a say in our shared future on the Web means deciding which values are most important to us, and standing up for those values when they are threatened.
cy: Rhan sylfaenol o lythrennedd Gwe yw deall y grymoedd sy'n siapio ein bywydau ar-lein: y cwmnïau sy'n adeiladu ein profiadau, y gwleidyddion sy'n llunio a chefnogi polisïau llywodraethol a'r grym sydd yn ein dwylo fel dinasyddion digidol i greu'r Rhyngrwyd rydym ei eisiau. Mae cael llais yn y dyfodol rydym yn ei rannu ar y We yn golygu penderfynu ar y gwerthoedd sydd mwyaf pwysig i ni a chefnogi'r gwerthoedd hynny pan fyddant o dan fygythiad.

source: Indian Citizens sent over 750,000 emails to the Telecom Authority of India in just one week, ultimately influencing their government’s decision to ban discriminatory pricing practices.
cy: Anfonodd Dinasyddion yr India 750,000 e-bost at y Telecom Authority of India mewn un wythnos gan ddylanwadu yn y pen draw benderfyniad eu llywodraeth i atal arferion prisio gwahaniaethol.

source: Source: <a href="%(motherboard)s">Motherboard</a>
cy: Ffynhonnell: <a href="%(motherboard)s">Motherboard</a>

source: How you can cultivate your digital citizenship
cy: Sut fedrwch chi feithrin eich dinasyddiaeth ddigidol

source: Get informed
cy: Mynnwch wybod

source: Which aspect of your online life matters most to you? <a href="%(privacy)s">Privacy</a>? Net neutrality? <a href="%(inclusion)s">Inclusion</a>? Learn about the issues, and find your own way to take action.
cy: Pa agwedd o'ch bywyd ar-lein sydd fwyaf pwysig i chi?<a href="%(privacy)s">Preifatrwydd</a>? Niwtraliaeth y Rhyngrwyd?<a href="%(inclusion)s">Cynhwysiad</a>? Dysgwch am y materion hyn a dod o hyd i'ch ffordd eich hun o weithredu.

source: How Mozilla is cultivating digital citizenship
cy: Sut mae Mozilla'n meithrin dinasyddiaeth ddigidol

source: Raising awareness
cy: Codi ymwybyddiaeth

source: Creating space for understanding, conversation, and community around what makes a healthy Internet – like the page you’re reading right now, and campaigns such as <a href="%(reform_copyright)s">Reform Copyright</a>.
cy: Creu gofod ar gyfer deall, sgwrsio a chymuned o amgylch yrn hyn sy'n creu Rhyngrwyd iach – fel y dudalen rydych yn ei darllen ar hyn o bryd ac ymgyrchoedd fel<a href="%(reform_copyright)s">Diwygio Hawlfraint</a>.

source: Educating legislators
cy: Addysgu Aelodau Cynulliad a'r Senedd

source: <a href="%(advocating)s">Advocating at the policy level</a> to make sure politicians understand the role that digital citizens play in our society, and adopt policies to empower citizens.
cy: <a href="%(advocating)s">Eirioli ar lefel polisi</a> i wneud yn siŵr fod gwleidyddion yn deall y rôl mae dinasyddion digidol yn ei chwarae yn ein cymdeithas a mabwysiadu polisïau sy'n grymuso dinasyddion.

source: Hungry for more?
cy: Eisiau gwybod rhagor?

source: Read on about Web Literacy in our <a href="%(healthreport)s">Internet Health Report</a>.
cy: Rhagor am Arloesi Agored yn ein <a href="%(healthreport)s">Internet Health Report</a>.

source: Stay informed.
cy: Derbyn gwybodaeth.

source: Sign up. Read up. Get the Mozilla newsletter to stay smart on the issues affecting your life online.
cy: Ymunwch. Darllenwch. Gallwch dderbyn cylchlythyr Mozilla er mwyn deall yn well am faterion sy'n effeithio ar eich bywyd ar-lein.
