Repository: alvinlaz96/mozilla-lang
Catalog: hsb/firefoxos/firefoxos.lang.po
Languages: hsb

source: Bringing the Open Web to mobile devices
hsb: Přinjese zjawny web na mobilne graty

source: Welcome to a new, open and powerful mobile world!
hsb: Witajće do noweho, wotewrjeneho a mócneho mobilneho swěta!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
hsb: Firefox OS zmóžnja zjawny web jako platformu za mobulne graty. Zmóžnjamy inowacije, spěchujo wuwiwanje nowych webstandardow.

source: New Web standards
hsb: Nowe webstandardy

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
hsb: Firefox OS změje implementaciju tutych nowych webstandardow, zo by mobilne platformy wot wobćeženjow přez prawidła a restrikcije eksistowacych specifiskich platformow zhotowjerjow wuswobodźił.

source: Freedom from proprietary mobile platforms
hsb: Bjez specifiskjich mobilnych platformow zhotowjerjow

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
hsb: Dźěłamy z <abbr title="Original Equipment Manufacturer">OEM</abbr> a nošerjemi direktnje sobu, dawajo jim wjace wliwa, zo bychu specifiske potrěbnosće swojich wužiwarjow a wikow zaspokojili. Wužiwarjo a wuwiwarjo njebudu so do jedneje platformy zawěrać, tak zo móža na swoje informacije přistup měć a nałoženja na rozdźělnych gratach wužiwać.

source: Customization for <abbr>OEM</abbr>s and operators
hsb: Přiměrjenje za <abbr>OEM</abbr> a poskićowarjow

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
hsb: <abbr>OEM</abbr> a poskićowarjo móža wobsah a słužby přez swoje cyłe gratowe portfolio, njedźiwajo na dźěłowy system. A woni móža wužiwarske dožiwjenja přiměrić, rozšěrje nakoženjow zrjadować a kedźbnosć, lojalitu a wotličenske poćahi na so ćahnyć.

source: Opportunities for developers
hsb: Móžnosće za wuwiwarjow

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
hsb: Z pomocu HTML5 a nowych standardnych API namjetowanych wot Mozilla, móža wuwiwarjo wšudźe wobdźiwajomne dožiwjenja a nałoženja wutworić. Wuwiwarjo hižo njetrjebaće API specifiske za platformu wuknyć a přećiwo jim wuwiwać.

source: Consumer freedom
hsb: Kupcowska swoboda

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
hsb: Kupcy, kotřiž graty ćěrjene přez Firefox OS wužiwaja, njebudu so do specifiskeje platformy zawěrać, tak zo wjetši wuběr, wjace fleksibelnosće a wjace swobody dóstanu. Z Firefox OS je web platforma.
