Repository: alvinlaz96/mozilla-lang
Catalog: son/firefox/partners/index.lang.po
Languages: son

source: Firefox OS, Marketplace, Android — Partners
son: Firefox OS, Marketplace, Android — Šettakašinawey

source: Get involved
son: Wa huru goyoo ra

source: Contact our business development team to get on board.
son: Ir cinakey kondaa šettekašinay goydogoo cee ka duu fahami.

source: First Name
son: Tiira maa

source: Last Name
son: Zammu

source: Title
son: Maa

source: Company
son: Konpaɲe

source: Website
son: Interneti nungu

source: Email
son: Bataga

source: Phone
son: Talfon

source: Interest:
son: Binebaayi:

source: Firefox for Android
son: Firefox Android še

source: Other
son: Tana

source: Interest
son: Binebaayi

source: Submit my request
son: Ay hãayanoo sanba

source: Thanks for your interest in partnering with us
son: Foo nda goy kaŋ war soobay ka šettekašinay nd'iri

source: We will review your request and get back to you about possibilities and opportunities soon.
son: Ir ga war hãayanoo guna ka boori ka war zaabi nda fondawey wala faaba henna kayna da.

source: Overview
son: Moo-daaru

source: Explore the site
son: Nungoo guna

source: Unleash the future
son: Zaman taaga dam

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
son: Ir ga talfon konpaɲey, talfon teekey nda porogaram cinakey faaba ka cerefahamandiyan hanse nd'a boryandi war daykey se ir kanbe talfon jinawey bande: <a %(url1)s>Firefox OS</a>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> nda <a %(url3)s>Firefox Android se</a>.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
son: Dii woo kaŋ ka kaa kanbe talfon se nda <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> nda <a %(url3)s>Firefox Android se</a>.

source: See more partners
son: Dii šettakašinay taney

source: Recent news
son: Alhabar kokorantey

source: Firefox OS Unleashes the Future of Mobile
son: Firefox OS ka hiino zamanoo feeri kanbe talfon se

source: The Web is the platform
son: Interneti ti goydaaroo

source: Made by Firefox
son: Firefox k'a tee

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
son: Jiiri 15 korawey ra, ir goy nd'anniya ka joyjinawey taagandi ka interneti fasal hal'a ma duumi ka feeri nda ka duwandi borey kul se. A hun woo ra, hõ interneti goy ferši guwante kul Firefox goyjinawey n'a ga tee.

source: HTML5 apps for all
son: HTML5 porogaramizey borey kul se

source: Testimonials
son: Šeedetarawey

source: See what Box, SoundCloud and others have to say
son: Box woo kaŋ Box, SoundCloud nda tanayaŋ g'a har ir ga

source: Join the Conversation
son: Huru faakaaraa ra

source: Follow @firefoxapps on Twitter
son: Hanga @firefoxapps Twitter ga

source: Read more on the Apps Blog
son: Caw ka tonton ir porogaramize blogoo ga

source: Marketplace offers:
son: Marketplace ga kate:

source: Commitment from well-known, tier 1 developers
son: Cinakaw jamaa maakoyni no ma goyjinawey tee

source: Lower barriers to entry for local app developers in both resource and cost
son: Ga faalandi gandaa porogaramize cinakey se i ma jinay tee nda dalil kayna

source: Become a Marketplace developer
son: Tee Marketplace cinakaw

source: Optional carrier billing in regional currencies
son: Bana nda kanbe talfon laamaa nooroo ra

source: Access to relatively untapped markets
son: Ga hebu taagey miɲey feeri war se

source: Developer hub
son: Cinakaw kubaydoo

source: Learn how to make HTML5 apps for an open marketplace
son: Bay taka kaŋ nda HTML5 porogaramizey tee hebu feerante se

source: Have an app?
son: Goo nda porogaramize?

source: Submit it to Firefox Marketplace today
son: A sanba Firefox Marketplace do hõ da

source: Stand out <br>from the crowd
son: Ma fatta <br>jamaa ra

source: Firefox for Android lets you:
son: Firefox Android se ka naŋ war ma:

source: Customize the experience
son: War goy alhaaloo hanse war se

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
son: War šilbaa nda gundekunaa tonton ka war daydogey boobandi, hala war ma neere ka tonton hiino.

source: Partner Opportunities
son: Šettakašinay duurawey

source: For Developers
son: Cinakey se

source: For Operators & Manufacturers
son: Jinay teekey nda talfon konpaɲey se

source: Mobile
son: Kanbehaya

source: Firefox Marketplace — Developer testimonials
son: Firefox Marketplace — Cinakaw šeedatarawey

source: Get it on Google Play
son: A zumandi Google Play ga

source: Mobile World Congress 2014
son: Adduɲɲaa kanbejinay 2014 margaa

source: Watch our wrap-up video from Mobile World Congress 2013
son: Dii ir Mobile World Congress 2013 margaa moofur widewo

source: Mozilla and partners prepare to launch first Firefox OS smartphones
son: Mozilla nda šettakašiney ga soolu ka Firefox OS talfon taagey dam heboo ra

source: Watch the daily <br>MWC video recap
son: Ir zaarikul <br>MWC widewo fillaa guna

source: Fox Den &amp; other <br>MWC events
son: Fox Den &amp; <br>MWC batu taney

source: Firefox at MWC 2014 &ndash; Schedule of Events
son: Firefox goo MWC 2014 &ndash; Batey waatitiira

source: Firefox tweets from <br>MWC in Barcelona
son: Firefox tuwitey <br>MWC Barselona ra

source: View the version notes
son: Dumi laasaabey guna

source: Read about features, changes and more
son: Caw alhaaley, barmawey nda taney ga

source: Description
son: Šilbayyan

source: Please enter your first name.
son: Wa war maaɲoo hantum.

source: Please enter your last name.
son: Wa war zammoo hantum.

source: Please enter your company name.
son: War konpaɲaa maaɲoo hantum.

source: Please supply a valid URL.
son: Wa URL henna dam.

source: Please enter a valid email address
son: Bataga aderesu henna hantum

source: Address
son: Aderesu

source: City
son: Gallu

source: State/Province
son: Ganda

source: Country
son: Laama

source: Zip
son: Fargandu šilbay

source: Register for a session
son: Maa-hantum goywaati se

source: Firefox at MWC 2014 &ndash; Hall 3, Stand 3C30
son: Firefox goo MWC 2014 &ndash; Hall 3, Stand 3C30

source: Download PDF
son: PDF zumandi

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
son: Ir jiiri jinaa ra, ir kate feeriyan, gunayan faala nda nafaw fondo laala 15 ra nda jinay teekaw 4, talfon konpaɲe 7 nda hebe-damyan batu 16.

source: Partner with us
son: Šettakašinay nda iri

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
son: Nda jinay teeyan konpaɲe kul ibeerey gaakašinaa, Firefox OS ga tee goydaari feerante kaŋ ka boro boo gaa ka tonton nafaa ga. <a %(url)s>Dii taka kaŋ nga ga war ga hin ka kanbe dam</a> wala <a href="%(url2)s">ka bay ka tonton daykawtaray maanaa ga</a>.

source: View available Firefox OS devices
son: Firefox OS jinay barantey guna

source: Made of the Web
son: Interneti r'a hun

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
son: Kaŋ cinari timmantaa tee nda HTML5 nda interneti cinhaya gorante tanayaŋ, Firefox OS duu nga boŋ mayray jinay teekaw barantey ašariyawey nda hirrey ra.

source: The difference the Open Web makes
son: Interneti feerantaa nafawey

source: Firefox OS offers:
son: Firefox OS ga kate:

source: A level playing field against other OS and marketplace providers
son: Nga heboo ra goyjinay dabarey nda goyjinay neerekaw cindey kul ga sawa

source: Greater participation in the value chain
son: Kanbedamyan ka tonton nafaa ga

source: Ownership and control over relationships with customers
son: Mayray nda dabari ka war manandi nda daykay

source: Customized phones that meet the specific needs of various target markets
son: Talfonyaŋ kaŋ hanse borey se ka tenji nda jinawey kaŋ ga boori hebu waani-waaney se

source: Contact our business development team to get on board
son: Ir maamala nda cinakaw kondaa cee ka faham ka tonton

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
son: Dii fondo taaga kaŋ nda war ga hin ka huru ganda taagaa ra kaŋ ra adduɲɲaa kul porogaramize kaasey nda k'i tenjandi nda hayey kaŋ ga daykey ga baa ngi dogey ra. Guna kaŋ nda <a %(url1)s>talfon teekey, neerekey</a nda <a %(url2)s>cinakey</a> ga hin ka war faaba.

source: Your needs
son: War takattey

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
son: War maamalaa tonton nda daykaw banayan fondoyaŋ nd'ir aššil feerante goymiɲey, ka huru hebu taagayaŋ ra nda ka dayyan dabari porogaramizey hala war boŋ nafaa ma koy nda jine.

source: Our experience
son: Woo kaŋ ir dii y'a

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
son: Ir goy hennaa ti ir šeedaa, borey kaŋ duu ir jinawey nafaa nd'i ga yadda k'a bayrandi jamaa booboyaŋ se gandawey kul ra. Ir sahã ti woo. Boro ga hin ka dii ir tontoney kaŋ ga bayray noo goykaw miliyoŋ ženberyaŋ se adduɲɲaa kul ra.

source: The world’s largest developer community
son: Adduɲɲaa-mee cinakaw konday kul ibeeroo

source: Micro-targeted content for every use-case to meet customers’ local needs
son: Bayray kaŋ tee ka tenji nda daykey goy aladabey kul

source: Apps that customers can access across multiple platforms, devices and operating systems
son: Porogaramizey kaŋ daykey ga hin ka duu w'ey goydaari, jinay nda goyandi dabariɲaa booboyaŋ

source: Flexible business models and multiple payment monetization options
son: Maamala goy faala nda nooru banayan dumi booboyaŋ

source: The ability to connect with hundreds of millions of Firefox supporters around the world
son: War ga hin ka Firefox kanbuzaakaw miliyoŋ ženberyaŋ cee adduɲɲaa kul ra

source: A superior Web experience
son: Interneti goyyan šifante

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
son: Goysahã fellante, goydaari koyjinante jinay booboyaŋ nda saajaw dabari kokorante, ir ceecikaa kaŋ borey n'a šifa ga fondo feeri kaŋ šii goydaari dabantey ra, ka faalandi war se, ka naŋ war m'a fasal, žemni nd'a barmay takaa kaŋ nda war ga baa. <a %(url)s>Bay ka tonton šettakašinay fondawey ga.</a>

source: Strengthen customer relationships
son: Hala war ma man daykey

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
son: War boŋ jinay tammaasa dunbey tee Firefox Android nda irefox Marketplace ra. War ga dii goyyan fondo šifante nda war jinay tammaasa kaataray nga ciney game.

source: Create new value for both you and your users
son: Wa nafaw taaga tee war nda war goykey se

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
son: Goy nda Firefox Marketplace nda WebRTC dabari nafantey ka jinay tee goydaari taagayaŋ se, kaŋ ši maamala konpaɲe š'i juwal nda ka naŋ daykey hunday ma war bana.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
son: Nafa nd'ir maaɲoo sahãa nda goymee noorawey kaŋ g'ir jinawey fay nda ka neere ka tonton.

source: Build new service offerings
son: Goymee taagayaŋ hanse war boŋ se

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
son: Soobay ka war goymiɲey marga ceecikaa ra nda Firefox Marketplace nda WebRTC ka boŋ feeri ka hun mayray tiŋa goydaarey juwaloo ra.

source: Direct customer billing
son: Daykey hunday ma war bana

source: Grow your business by combining your own customer payment plans with our open source service offerings.
son: War maamala goyey marga kaŋ war daykey war hin ka war bana nd'ir aššil feerante goymee fondawey.
