Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/privacy_tour/privacy_tour.lang.po
Languages: dsb

source: See what’s new
dsb: Cytajśo, což jo nowe

source: You’re up to date with the latest features to help keep you in control.
dsb: Sćo aktualny z nejnowšymi funkcijami, aby pomagał, kontrolu wobchowaś.

source: Let’s go
dsb: Zachopmy

source: Not now
dsb: Nic něnto

source: Open tour
dsb: Turu zachopiś

source: Close tour
dsb: Turu skóńcyś

source: See the newest ways you can take control of your digital life
dsb: Woglědajśo se nejnowše wašnje, z kótarymiž móžośo kontrolu nad swójim digitalnym žywjenim dostał

source: Declare your independence
dsb: Pśipowěźejśo swóju njewótwisnosć

source: Thank you for choosing Firefox
dsb: Źěkujomy se, až sćo Firefox wubrał

source: Watch the video to see our story
dsb: Woglědajśo se wideo, aby našo tšojeńko wiźeł

source: Now share it with your world
dsb: Źělśo ju něnto ze swójim swětom

source: Play
dsb: Wótgraś

source: Play the video
dsb: Wideo wótgraś

source: Replay the video
dsb: Wideo znowego wótgraś

source: Share
dsb: Źěliś

source: Share the video
dsb: Wideo źěliś

source: Start browsing
dsb: Pśeglědowanje zachopiś

source: Previous
dsb: Pjerwjejšny

source: Next
dsb: Dalej

source: Close
dsb: Zacyniś

source: <span>Next:</span> %s
dsb: <span>Pśiducy:</span> %s

source: Use Forget to cover your tracks or escape from sites you don’t trust
dsb: Wužyjśo Zabydni, aby swóje stopy zatrěł abo se sedłam wusunuł, kótarymž njedowěriśo

source: Remove browsing history from your computer
dsb: Pśeglědowańsku historiju z wašogo licadła wótpóraś

source: Erase website information after the fact
dsb: Informacije websedła pózdźej wulašowaś

source: Add it above for quick, easy access
dsb: Pśidajśo to górjejće, za spěšny, lažki pśistup

source: The new Forget button
dsb: Nowy tłocašk Zabydni

source: Want to cover your tracks? Activate the Forget button and leave no trace.
dsb: Cośo swóje slědy zatrěś? Aktiwěrujśo tłocašk Zabydni a njezawóstajajśo žedne slědy.

source: Add it now
dsb: Něnto pśidaś

source: Later
dsb: Pózdźej

source: Now it’s here whenever you need it. To move or remove it, just open the menu and select Customize.
dsb: Něnto to jo how, gažkuli to trjebaśo. Aby to pśesunuł abo wótpórał, wócyńśo jadnorje meni a wubjeŕśo Pśiměriś.

source: Want to add it later? Open this menu and select Customize. Then drag it (or any other button) where you want.
dsb: Cośo pózdźej pśidaś? Wócyńśo toś ten meni a wubjeŕśo Pśiměriś. Śěgniśo pótom jo (abo drugi tłocašk) tam, źož cośo, až ma byś.

source: <span>Previous:</span> Forget
dsb: <span>Pjerwjejšny:</span> Zabyś

source: <span>Next:</span> Private Browsing
dsb: <span>Pśiducy:</span> Priwatny modus

source: %s lets you <br>search anonymously
dsb: %s wam zmóžnja, <br>anonymnje pytaś

source: Get great results with less tracking
dsb: Dostańśo wjelicne wuslědki z mjenjej slědowanim

source: Make it (or any other) your default
dsb: Jo (abo druge) k standardoju cyniś

source: Find what you’re looking for, your way
dsb: Namakajśo na swóju wašnju, za cymž pytaśo

source: <span>Previous:</span> %s
dsb: <span>Pjerwjejšny:</span> %s

source: Private Browsing: <br>Our original privacy tool
dsb: Priwatny modus: <br>Naš originalny rěd priwatnosći

source: Keep history and other info off your computer
dsb: Wótźaržćo historiju a druge informacije wót wašogo licadła

source: Browse without recording where you’ve been
dsb: Pśeglědujśo, bźez togo až se składujo, źož sćo był

source: So others using your computer can’t see it
dsb: až njeby druge to wiźeli, kótarež wužywaju wašo licadło
