Repository: alvinlaz96/mozilla-lang
Catalog: ee/mozorg/home/index.lang.po
Languages: ee

source: We’re building a better Internet
ee: Miele Internet si nyo wu la tum

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
ee: Ɖe nenya? Mozilla — Firefox wɔla la— dzea agbagba be yeawɔ Internet la woanɔ ʋuʋu na ame sia ame le xexea me kata.

source: Home of the Mozilla Project
ee: Mozilla Project la ƒe Home

source: Read more
ee: Xle bubuwo

source: Continue to mozilla.org
ee: Yi mozilla.org

source: Discover <br>what drives our mission
ee: Discover <br>nu si da megbe na miaƒe taɖodzinu

source: See the principles <br>that guide everything <br>we do.
ee: Kpɔ ɖoɖo <br> siwo dzɔa nu siwo kata <br>miewɔma la ɖa.

source: Read the <br>Mozilla Manifesto
ee: Xle <br>Mozilla Manifesto la

source: Mozilla Developer Network
ee: Mozilla Ddevelopa Network

source: Learn about Mozilla Advocacy
ee: Srɔ̃ nu tso Mozilla Advocacy ŋu

source: Understand your privacy online
ee: Se wo kadzinɔnɔ ƒe privacy gɔme

source: Download Firefox
ee: Downloadi Firefox

source: Learn more
ee: Srɔ̃ nu bubuwo

source: Make the Web you want
ee: Wɔ Web si nedi la

source: Build a Web page or app in minutes<br> — no coding required.
ee: Tu Web axa alo app le miniti sue aɖe megbe<br> — coding mehia o.

source: Become a Webmaker
ee: Zu Webmaker

source: Teach the Web
ee: Fia Web la

source: Let’s build a Web that’s open <br>and made by everyone.
ee: Na miatu Web si anyo <br> eye esi ame sia ame wɔ.

source: Build an app <br>in seconds
ee: Tu app <br> le aɖabaƒoƒo ʋɛwo me

source: Volunteer <br>with Mozilla
ee: Wɔ lɔlɔnu fã dɔ <br> na Mozilla

source: Introducing Firefox Developer Edition
ee: Firefox Developer Edition kpɔkplɔyiɖeme

source: The only browser made only for developers.
ee: Wowɔ browser sia na developerwo ɖeɖe ko.

source: Get Firefox Developer Edition
ee: Xɔ Firefox Developer Edition

source: Try the best Firefox yet
ee: Te Firefox si nyo wu la kpɔ

source: Made with a mission to put you first.
ee: Woe nye taɖodzinu gbatɔ si ta wo wɔe ɖo.

source: Learn more about Firefox
ee: Srɔ nu bubuwo tso Firefox ŋu

source: Put your Firefox on your Android
ee: Da wo Firefox ɖe wo Android dzi

source: The features <br>you love. <br>The privacy <br>you trust.
ee: Emenu siwo <br>nelɔ. <br>Privacy <br>si dzi neka ɖo.

source: Learn about <br>Firefox for Android
ee: Srɔ̃ nu tso <br>Firefox na Android ŋu

source: Official Mozilla gear is here
ee: Official Mozilla gear le afisia

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
ee: Merch kple taɖodzinu aɖe. <br>Product siwo si susu le<br>.<br>Adzɔnu siwo wɔa nu nyui.

source: Get your Mozilla gear
ee: Xɔ wo Mozilla gear

source: Help Mozilla users
ee: Kpeɖe Mozilla zalawo ŋu

source: Help millions <br>get the most from their <br>favorite browser.
ee: Kpeɖe millionwo <br> ŋu be woakpɔ ŋudzedze tso <br> woƒe browser ŋu.

source: Join our support team
ee: Ge ɖe miaƒe support team me

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
ee: Mieli na <strong>wò, wò privacy</strong> kple <strong>Web </strong>si nyo wu

source: active Mozillians <br>worldwide
ee: Mozillia zãlawo <br> le xexeame

source: upcoming events <br>around the globe
ee: nyadzɔdzɔ siwo gbɔna le <br> xexea me godo la

source: languages and counting, <br>on every continent
ee: gbegbɔgblɔwo kple bubu siwo gbɔna, <br> le kɔŋtinɛnti ɖe sia ɖe dzi

source: Get Involved with Mozilla today
ee: Xɔ Involved kple Mozilla egbe

source: Upcoming events
ee: Nudzɔdzɔ siwo gbɔna

source: Next event
ee: Nudzɔdzɔ si gbɔna

source: See all events
ee: Kpɔ nudzɔdzɔwo katã

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
ee: Compare asiwo, check weather la, se ha, ɖo tweet ɖa kple nu bubuwo tso Firefox gbɔ.

source: Careers
ee: Dɔwɔɖuiwo

source: Learn about the benefits of working at Mozilla and view open positions around the world.
ee: Srɔ nu tso viɖe siwo nakpɔ le dɔwɔwɔ kple Mozilla me eye nakpɔ mɔ ʋuʋu le xexeame kata.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
ee: Xɔ ŋuɖoɖowo na wo biabiawo tso Firefox kple Mozilla productwo kata ŋu tso miaƒe support team gbɔ.

source: Discover more
ee: Kpɔ bubuwo

source: Help us celebrate 10 years of Firefox.
ee: Kpeɖe miaŋu le Firefox ƒe eƒe ewo ɖuɖu me.

source: Donate to Mozilla
ee: Nanu Mozilla

source: Your gift helps us build the Internet the world needs.
ee: Wo nunana kpena ɖe miaŋu be miatu Internet si xexea di.

source: Donate today
ee: Nanu egbe

source: Meet<br> Firefox Hello
ee: Do go<br> Firefox Hello

source: The easiest way to connect for free over video.
ee: Mɔ bɔbɔe tɔ si dzi nato atsia ka hena vidio femaxe.

source: Try Firefox Hello
ee: Te Firefox Hello kpɔ
