Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/australis/firefox_tour.lang.po
Languages: dsb

source: Take a quick tour
dsb: Cyńsó malsne wjeźenje sobu

source: Welcome to Firefox
dsb: Witajśo k Firefox

source: Committed to you, your privacy and an open Web.
dsb: Wam, wašej priwatnosći a wótwórjonemu weboju zawězany.

source: Learn how to customize your Firefox
dsb: Zgóńśo, kak móžośo swój Firefox pśiměriś

source: Add and view bookmarks from the same spot
dsb: Pśidajśo a woglědajśo se cytańske znamjenja z togo samskego městna

source: Learn more about the new Firefox
dsb: Zgóńśo wěcej wó nowem Firefox

source: Grouped together for quick, easy access
dsb: Za malsny, lažki pśistup zrědowany

source: Your favorite sites are<br> closer than ever
dsb: Waše nejlubše sedła su<br> bliše ako do togo

source: Add features and styles with add-ons
dsb: Pśidajśo funkcije a stile z dodankami

source: Have Firefox on another device?
dsb: Maśo Firefox na drugem rěźe?

source: Designed so you can<br> make it your own
dsb: Wugótowany, aby mógał<br> se jen pśiswójś

source: You don’t have to start over. Access your history, bookmarks and more.
dsb: Njetrjebaśo wótprědka zachopiś. Mějśo pśistup na swóju historiju, swóje cytańske znamjenjai a wěcej.

source: There’s Never Been a Better Time for Firefox
dsb: Njejo nigda lěpšy cas za Firefox był

source: There’s never been a better time for a browser that answers only to you.
dsb: Njejo nigda lěpšy cas za wobglědowak był, kótaryž jano wam wótegranja.

source: Opens new window
dsb: Wócynja nowe wokno

source: It’s the fastest, most flexible Firefox ever.
dsb: Jo nejmalsnjejšy, nejfleksibelnjejšy Firefox wšych casow.

source: Open tour
dsb: Turu zachopiś

source: Using an older version of Sync?
dsb: Wužywaśo staršu wersiju Sync?

source: Save sites with a single click
dsb: Składujśo sedła z jadnučkim kliknjenim

source: There’s never been a better time for Firefox
dsb: Njejo nigda lěpšy cas za Firefox był

source: Close tour
dsb: Turu skóńcyś

source: Thousands of ways to<br> make Firefox do more
dsb: Towzynty móžnosćow, aby<br> Firefox wěcej cyniś dało

source: Now easier to find, use and manage
dsb: Dajo se něnto lažko namakaś, wužywaś a zastojaś

source: See what’s new
dsb: Cytajśo, což jo nowe

source: Frequently asked questions
dsb: Ceste pšašanja

source: Enjoy seamless browsing between devices with Sync
dsb: Wužywajśo njepósrědne pśeglědowanje mjazy rědami ze Sync

source: Move or remove any button to match
dsb: Pśesuńśo abo wótpórajśo tłocašk

source: How you use Firefox is unique
dsb: Wašo wužywanje Firefox jo jadnorazowe

source: Add and view bookmarks from a new location
dsb: Pśidajśo a woglědajśo se cytańske znamjenja z nowego městna

source: Take the tour to see what’s new
dsb: Cyńśu turu, aby wiźeł, což jo nowe

source: It looks like you’re already using Sync
dsb: Zda se, až južo wužywaśo Sync

source: Create an account from the menu panel
dsb: Załožćo konto z menijowego dialoga

source: Use the star to create bookmarks
dsb: Wužyjśo gwězdku, aby cytańske znamjenja napórał

source: Share your vision
dsb: Źělśo swóju wiziju

source: Not now
dsb: Nic něnto

source: Let’s go
dsb: Zachopmy

source: <span>Previous:</span> Customize
dsb: <span>Pjerwjejšny:</span> Pśiměriś

source: <span>Next:</span> Add-ons
dsb: <span>Pśiducy:</span> Dodanki

source: <span>Previous:</span> Menu
dsb: <span>Pjerwjejšny:</span> Meni

source: <span>Next:</span> Bookmarks
dsb: <span>Pśiducy:</span> Cytańske znamjenja

source: <span>Next:</span> Customize
dsb: <span>Pśiducy:</span> Pśiměriś

source: <span>Previous:</span> Add-ons
dsb: <span>Pjerwjejšny:</span> Dodanki

source: Learn about the new design
dsb: Zeznajśo nowy design

source: It starts with the new,<br> intuitive menu
dsb: Zachopina se z nowym,<br> intuitiwnym menijom

source: The features you use most, all in one place
dsb: Funkcije, kótarež zwětšego wužywaśo, wšykne na jadnom městnje

source: How you use the Web is unique
dsb: Wašo wužywanje weba jo jadnorazowe

source: Get started with Sync
dsb: Prědne kšace ze Sync

source: Putting your privacy first
dsb: Stajamy wašu priwatnosć na prědne městno

source: Where did my add-on bar go?
dsb: Źo jo mója rědka dodankow?

source: Your favorite features, all in one place
dsb: Waše nejlubše funkcije, wšykno na jadnom městnje

source: When you use Firefox, you help shape the future of the Web.
dsb: Gaž wužywaśo Firefox, pomagaśo pśichod weba wugótowaś.

source: Start browsing
dsb: Pśeglědowanje zachopiś

source: Your favorite sites<br> are closer than ever
dsb: Waše nejlubše sedła<br> su bliše ako do togo

source: Helps you do just about anything online
dsb: Pomaga wam, skóro wšykno online cyniś

source: Want to connect another device?
dsb: Cośo z drugim rědom zwězaś?

source: What kind of Web do you want?
dsb: Kótaru družynu weba cośo?

source: It starts with the redesigned,<br> intuitive menu
dsb: Zachopina se z nowo wugótowanym,<br> intuitiwnym menijom

source: Easy to find, use and manage
dsb: Dajo se lažko namakaś, wužywaś a zastojaś

source: Keep your Firefox in Sync
dsb: Źaržćo swój Firefox synchrony

source: Access your bookmarks, passwords and more from any device.
dsb: Mějśo pśistup na swóje cytańske znamjenja, gronidła a wěcej z někakegožkuli rěda.
