Repository: alvinlaz96/mozilla-lang
Catalog: dsb/firefox/australis/fx36_tour.lang.po
Languages: dsb

source: Open tour
dsb: Turu zachopiś

source: Close tour
dsb: Turu skóńcyś

source: Not now
dsb: Nic něnto

source: Take the tour to see what’s new
dsb: Cyńśu turu, aby wiźeł, což jo nowe

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
dsb: Firefox jo nejlažčejša móžnosć, se dermo pśez wideo z pśijaśelami a familiju zwězaś.

source: Powered by %s
dsb: Spěchowany wót %s

source: Start browsing
dsb: Pśeglědowanje zachopiś

source: The features you use most, all in one place
dsb: Funkcije, kótarež zwětšego wužywaśo, wšykne na jadnom městnje

source: Connect with anyone over video right from Firefox
dsb: Zwězajśo se z někim pśez wideo direktnje z Firefox.

source: Get to know Firefox Hello
dsb: Póznajśo Firefox Hello

source: <span>Previous:</span> Firefox Hello
dsb: <span>Pjerwjejšny:</span> Firefox Hello

source: Meet Hello
dsb: Póznajśo Hello

source: The easiest way to connect for free over video with anyone, anywhere
dsb: Póznajśo Firefox Hello, nejlažčejša móžnośc se dermo pśez wideo z kuždym, wšuźi zwězaś

source: Show me how
dsb: Pokažćo mě kak

source: Did you know?
dsb: Sćo wěźeł?

source: You can have free video conversations right from your Firefox browser.
dsb: Móžośo se dermo pśez wideo direktnje ze swójogo wobgladěwaka Firefox rozgranjaś.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
dsb: Cośo se z pśijaśelami z cełego swěta zwězaś? Narodny źeń swěśiś, gaž njamóžośo sam pśipódla byś? Wopytajśo Firefox Hello - nejlažčejša móžnosć, se dermo psez wideo z kuždym, wšuźi rozgranjaś.

source: <span>Next:</span> Get started
dsb: <span>Pśiducy:</span> Prědne kšace

source: Free video conversations,<br> right from Firefox
dsb: Dermotne wideorozgrona,<br> direktnje z Firefox

source: No account, sign-in or downloads required
dsb: Žedne konto, pśizjawjenje abo ześěgnjenja trěbne

source: Simply start a conversation and share a link
dsb: Zachopśo jadnorje rozgrono a źělśo wótkaz

source: Invite anyone, anywhere to join
dsb: Pśepšosćo někogo, něźi se pśizamknuś

source: Keep conversations one click away
dsb: Zachopśo rozgrona pój jadnom kliknjenju

source: Add Hello to your toolbar so it’s here whenever you need it.
dsb: Pśidajśo swójej symbolowej rědce Hello, aby k dispoziciji było, gažkuli jo trjebaśo.

source: Add it now
dsb: Něnto pśidaś

source: Later
dsb: Pózdźej

source: Perfect!
dsb: Perfektne!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
dsb: Jo něnto samo lažčej Hello wužywaś. Aby symbol pśesunuł abo wótpórał, wócyńśo jadnorje meni a wubjerśo Pśiměriś.

source: Try it now
dsb: Wopytajśo něnto

source: Want to add it later?
dsb: Cośo jo pózdźej pśidaś?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
dsb: Żeden problem. Wócyńśo jadnorje meni, wubjeŕśo Pśiměriś a śěgniśo jadnorje symbol Hello do swójeje symboloweje rědki.

source: As easy as saying hello
dsb: Rowno tak ako halo groniś

source: Start a video conversation with a single click
dsb: Zachopśo wideorozgrono pśez jadnučke kliknjenje

source: Invite a friend to talk by sending them a link
dsb: Pśepšosćo pśijaśela, z tym až sćelośo jomu wótkaz

source: Anyone can join — with or without Firefox
dsb: Kuždy móžo se pśizamknuś - z abo bźez Firefox

source: Here when you need it
dsb: How, gaž jen trjebaśo

source: Start and join conversations right from your toolbar.
dsb: Zachopśo rozgrona a pśizamkniśo se jim direktnje ze swójeje symboloweje rědki.

source: Let’s go
dsb: Zachopmy

source: Take a quick tour
dsb: Cyńsó malsne wjeźenje sobu

source: It’s the fastest, most flexible Firefox ever.
dsb: Jo nejmalsnjejšy, nejfleksibelnjejšy Firefox wšych casow.

source: Welcome to Firefox
dsb: Witajśo k Firefox

source: Committed to you, your privacy and an open Web.
dsb: Wam, wašej priwatnosći a wótwórjonemu weboju zawězany.

source: Get to know Hello
dsb: Póznajśo Hello

source: <span>Next:</span> Firefox Hello
dsb: <span>Pśiducy:</span> Firefox Hello

source: It starts with the new,<br> intuitive menu
dsb: Zachopina se z nowym,<br> intuitiwnym menijom

source: Grouped together for quick, easy access
dsb: Za malsny, lažki pśistup zrědowany

source: <span>Previous:</span> Menu
dsb: <span>Pjerwjejšny:</span> Meni

source: <span>Next:</span> Search
dsb: <span>Pśiducy:</span> Pytanje

source: Connect over video with anyone, anywhere
dsb: Zwězajśo se pśez wideo z kuždym, wšuźi

source: It’s free! No account, sign-in or downloads required
dsb: Jo dermotne! Žedne konto, pśizjawjenje abo ześěgnjenja trěbne

source: Choose how you want to search
dsb: Wubjeŕśo, kak cośo pytaś

source: <span>Next:</span> Bookmarks
dsb: <span>Pśiducy:</span> Cytańske znamjenja

source: Introducing a smarter <br>way to search
dsb: Wěcej inteligentny <br>nałog pytanja

source: Search suggestions appear as you type
dsb: Pytańske naraźenja pokazuju se pśi zapódawanju

source: Choose the right site for every search
dsb: Wubjeŕśo pšawe sedło za kužde pytanje

source: Use the star to create bookmarks
dsb: Wužyjśo gwězdku, aby cytańske znamjenja napórał

source: <span>Previous:</span> Search
dsb: <span>Pjerwjejšny:</span> Pytanje

source: Your favorite sites<br> are closer than ever
dsb: Waše nejlubše sedła<br> su bliše ako do togo

source: Add and view bookmarks from the same spot
dsb: Pśidajśo a woglědajśo se cytańske znamjenja z togo samskego městna

source: Save sites with a single click
dsb: Składujśo sedła z jadnučkim kliknjenim
