Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/independent.lang.po
Languages: sat

source: Firefox Web Browser
sat: फायारफॉक्स वेब ब्राउजार .

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
sat: 10 सेरमा ला़गित् फायारफॉक्स बेगोर-लाबाक् ताहें काना, बेगोर-गोड़ोवाक्, बेगोर-सुला़यनामावाक्, फायारफॉक्स बाछाव दो एकेन ब्राउजार बाछावाक् बाङकाना. नोवा दो मित् निजेराक् साधिन ला़गित् भोट काना.

source: Choose Firefox and stay in control of your online life
sat: फायारफॉक्स बाछाव मे आर आमाक् ऑनलाइन जिबोन रेयाक् कोबोज रे तिंगु.

source: Stay in control of your online life
sat: आमाक् ऑनलाइन जिवोन रेयाक् कोबोज रे तिंगु ताहें .

source: See what’s new in Firefox
sat: ञेल मे फायारफॉक्स रे चेद नावानाक् काना .

source: PC Magazine Editor’s Choice
sat: PC मैगजिन सासापड़ाविजाक् कुसी.

source: “Beautiful”
sat: “चेहरा ”

source: Four stars
sat: पुनिया इपिल

source: Four and a half stars
sat: पुनया आर ओरधेक इपिल

source: Five stars
sat: पुनिया इपिल

source: “Magnificent”
sat: “आ़डी बेसाक् ”

source: “Spectacular”
sat: “तामसा”

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
sat: <span id="trust-line1">आ़डी बेसाक्</span> <span id="trust-line2">इन्टारनेट कोमपानी </span> <span id="trust-line3">निजेराक् ला़गित् </span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
sat: साबाद पासनाव मे. आलेयाक् का़हनी हा़टिञ मे . <a href="%(link)s">चेत् लेका ञाम ओडोक </a>
