Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/nightly_firstrun.lang.po
Languages: sat

source: Firefox Nightly First Run Page
sat: फायार फॉक्स ञिंदानाक् पा़हिल चालाक् साहटा .

source: Thank you for using Firefox Nightly
sat: फायार फॉकोस ञिंदावाक् बेबार ला़गित् आम सारहाव .

source: Choose an area to get involved below and help make Firefox better for users everywhere
sat: लातार रे सा़मिलोक ला़गित् ते मित् जायगा बाछाव मे आर साधारोन गोटाय उनकु ला़कती लेका जिनिस को का़मी .

source: Test
sat: बिडा़व

source: Find and file bugs and generally make sure things work as they should.
sat: ञाम आर बॉग को रेत् तेयार आर साधारोन गोटाय उनकु ला़कती लेका जिनिस को का़मी.

source: Start testing
sat: बिड़ाव एहोबेक् आ.

source: Code
sat: कोड

source: File bugs and work on the building blocks of the Firefox browser.
sat: रेत् बॉग आर फायारफॉक्स ब्राउजार रेयाक् तेयार आकोट रे का़मी या.

source: Start coding
sat: कोडिंग एहोब.

source: https://developer.mozilla.org/docs/Introduction
sat: https://developer.mozilla.org/डॉक/ उपुरुम .

source: Localize
sat: नोडेनाक् तेयार

source: Make Firefox available (and better) in more languages around the world.
sat: गोटा दुनिया रेयाक् ढेर पा़रसी रे फायार फॉक्स ञामोक् (आर बेस ) तेयार मे .

source: Start localizing
sat: नोडेनाक् तेयार एहोब .

source: Show everyone that you’re helping to build the Web the world needs.
sat: जोतोहोड़ उदुक् जे आम दुनिया ला़कती वेब तेयार रे गोड़ोवाक् काना.

source: Get your Nightly User badge
sat: आमाक् ञिदावाक् बेभार बेज ञाम मे .
