Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/sync.lang.po
Languages: sat

source: Keep your Firefox in sync
sat: आमाक् फायारफॉक्स मित् ओकतो लेका तेयार रे दोहोय मे .

source: Ready, Set, Sync
sat: सापड़ाव. सााजाव मित् ओकतो लेका तेयार .

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
sat: आम साइन ऑप आर आ़तुर ला़गित् सापड़ाव आकान <em>आमाक् </em>फायापफॉक्स जाहांरेगे, जाहां ओकतो.

source: Take your Web with you
sat: आम सांव आमाक् वेब हाताव मे .

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
sat: फायारफॉक्स मित् ओकतो लेका तेयार आमाक् पुथी चिनहा़ दानाङ साबाद, टैब आर बाड़ती जाहां स्मार्टफोन, टेबलेट. आर बाङ काम्प्युटार आ़तुर ला़गित् नोवा आम जाहां रेगे बेभारा .

source: It looks like you’re running an older version of Firefox.
sat: आम फायारफॉक्स रेयाक् मित् मारे बार्सान चालावेक् लेका नोवा ञेलोक् काना .

source: The new version of Sync only works with the latest version of Firefox
sat: फायारफॉक्स रेयाक् नावा उता़र बार्सान सांव एकेन मित् ओकतो लेका तेयार नावा बार्सान का़मी या.

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
sat: मित् ओकतो लेका तेयार दो एकेन मित् माराङ गुन काना आम एकेन फायारफ़क्स सालाक् एम ञामा उनकु जोतो पानते ञाम कोम !

source: Sync is just one of the great features you’ll only get with Firefox.
sat: मित् ओकतो लेका तेयार दो एकेन मित् माराङ गुन काना आम एकेन फायार फॉक्स सालाक् एम ञामा .

source: Download Firefox for Android
sat: एंडरोयेड ला़गित् फायारफॉक्स आ़तुर आंड़गोय मे.

source: Get started with Sync
sat: मित् ओकतो लेका तेयार सांव एहोब ञाम मे .

source: Update your Firefox
sat: आमाक् फायार फॉक्स हा़ली मे .

source: Download Firefox
sat: फायारफॉक्स आ़तुर आंडगोय मे.

source: Get started with Sync in four easy steps:
sat: पुनया आलगा झांप रे मित् ओकतो लेका तेयार सांव एहोब ञाम मे :

source: Open the <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
sat: <a class="menu ga-link" href="%(url)s#w_a-handy-new-menu">menu</a> फायारफॉक्स रेयाक् चोट जोजम रे आर बाछाव मे <strong>मित् ओकतो लेका तेयार रे साइन .</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
sat: “<strong>एहोब ञाम</strong>” ओना झिज टैब रे ओताय मे.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
sat: “<strong>मित् फायारफॉक्स खाता तेयार मे. </strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
sat: आमाक् इमेल रे कुलआकान ञेलमिला़व ञाम ला़गित् “<strong>इना़ तायोम </strong>” ओताय मे .

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
sat: आमाक् एमेल ञेल तायोम आर मेल मिला़व खोंजा ओताय मे, आम जोतो साजाक् आ ! फायारफॉक्स दो आच् आच् ते इना़ तायोम खोन ओनोड़ रे मित् ओकतो लेका तेयारोक् आ.

source: Get more detailed instructions.
sat: पुरा़ बिबरोन उदुक् होरा बाड़ती ञाम मे.

source: Using an older version of Sync?
sat: मित् ओकतो लेका तेयाराक् मारे बार्सान बेभार मे ?

source: How to set up Sync in five easy steps:
sat: मोंड़े आलगा झांप रे मित् ओकतो लेका तेयार चेत् लेका सेट ऑप आ:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
sat: टेप <strong>मिनु</strong> बुता़म (बाङ मा स्क्रिंन चोट जोजोम कोंड रे ).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
sat: <strong> साजाव को </strong> (आम टेप ला़गित् ला़कती दाड़ेयामा <strong>बा़ड़ती </strong> पा़हिल ).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
sat: टेप <strong>मित् ओकतो लेका तेयार</strong> आर इना़ तायोम <strong>एहोब ञाम</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
sat: <strong>मित् फायार फॉक्स खाता साहटा तेयार मे</strong> मित् नावा टैब रे झिजा .

source: Fill out the form and click <strong>Next</strong>.
sat: फोर्म पेरेच् आर ओताय मे <strong>इना़तायोम</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
sat: आमाक् एमेल ञेल आर ञेंल मिला़व खोंजा ओता तायोम, आम चालाक् ला़गित् सापड़वोक् आ ! मित् ओकतो लेका तेयार ढेर ञाम ला़गित् जोतो आमाक् एटाक् डिबाइस को जोड़ाव आलोम हिड़िञा .

source: Sync a little. Sync a lot.
sat: कोम मित् ओकतो लेका तेयार ढेर मित् ओकतो लेका तेयार .

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
sat: आम मित् ओकतो लेका तेयार सानाम कान आमाक् फायारफॉक्स रेयाक् चेत् हा़टिञ को बाछावाम. आर ओका रे आम उनकु मित् ओकतो लेका तेयार सानाम काना. आमाक् दिना़माक् बोनोदोल रे आमाक् झिज टैब इदिया. का़मी रे आमाक् पुथी चिनहा़ आ़तुर मे, ओका गे, तिनरेगे, गोटा सेत .

source: At home
sat: ओड़ाक् रे

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
sat: आमाक् डेस्क खोन पारकोम रे लाड़ाव मे बेगोर मित् दाल आड़क् आते आमाक् स्मैर्ट फोन रे आमाक् झिज टैब आ़तुर मे, आर बाङ आमाक् टेबलेट रे आमाक् पुथा चिनहा़ जोजोम सेत् ब्राउजिंग दोहोय मे .

source: At work
sat: का़मी रे

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
sat: जोतो आमाक् मोहोत ला़य सोदोर रे जोड़ाव ताहेंन मे. दानाङ साबाद आर पुथी चिनहा़ ताहेना मे. दानाङ साबाद आर पुथी चिनहा़ को मित् ओकतो लेका तेयार ओका जाहां ओकतो रे आ़तुरला़गित् ला़कती हुय दाड़ेयाक् आ. एकेन फायारफॉक्स लेका नोवा दो निरपोन हुय दाड़ेयाक् आ.

source: On the go
sat: चालाव रे

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
sat: आमाक् कुसियाक् साइट को सांव दोहो, आर बाङ ओड़ाक् रेम एहोब लेत् ओना का़हनी मुचा़द मे जाहांरेगे आमेम चालाक्. मित् ओकतो लेका तेयार सांव , नोवा दो तिस हों बाय आलगा होचो आ .

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
sat: चेत् मित् <b> एंडरोयेड स्मार्टफोन </b> आर बाङ <b> टेबलेट </b>मेनाक् आ?

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
sat: पुरा़ मित् ओकतो लेका तेयार ञेंल हेरेड़ ञाम ला़गित्, आमेम वेब आम सांव गोटा इदी मे आमेम बेभार फायारफॉक्स. आमाक् स्मार्टफोन, टेबलेट, काम्प्युटार आर लैपटॉप जोड़ाव मे.

source: Instantly make Firefox your own wherever you use it. Seamlessly sync your bookmarks, history, passwords and more and access them from any device.
sat: लोगोन ते फायारफॉक्स आमाक् निजेर तेयार मे जाहां रेगे आम नोवा बेभारा. मित् ओकतो लेका तेयार आमाक् पुथी चिनहा़, हिता़ल, दानाङ साबाद आर बाड़तीयाक् चिनहा़ ओचोक् आर ओना को जाहां डिबाइस खोन आ़तुर मे .

source: Get started with Sync. It’s fast, safe and easy:
sat: मित् ओकतो लेका तेयार सांव एहोब आम. नोवा दो उसा़रावा, निरपोना आर आलगावा :

source: Open the <a class="menu" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
sat: <a class="menu" href="%(url)s#w_a-handy-new-menu">मिनु </a> फायारफॉक्स रेयाक् चोट जोजोम रे झिज आर बाछाव “<strong>मित् ओकतो लेका तेयार रे साइन इन, .</strong>”

source: Open the <a href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “Sign in to Sync.”
sat: <a href="%(url)s#w_a-handy-new-menu">मिनु</a> फायारफॉक्स रेयाक् चोट जोजम रे झिज आर बाछाव मे “मित् ओकतो लेका तेयार रे साइन इन .”

source: Click “Get started” in the tab that opens.
sat: ओना झिज टैब रे “ एहोब ञाम ” ओलाय मे.

source: Enter an email address and password to “Create a Firefox Account.”
sat: “मित् फायारफॉक्स खाता तेयार .”ला़गित् मित् इमेल आर दानाङ साबाद आदेर मे.

source: Click “Next” to get a verification sent to your email.
sat: आमाक् इमेल रे कुलाकान मित् ञेंल मिला़व ञाम ला़गित् “इना़ तायोम ” ओताय मे.

source: Check your email and click the verification link.
sat: आमाक् इमेल ञेल मे आर ञेल मिला़व खोंजा ओताय मे.

source: You’re all set! Firefox will automatically sync in the background from now on.
sat: आम जोतो साजाव ! फायार फॉक्स दो नित् चालू खोन ओनोड़ रे आच् आच् ते मित् ओकतो लेका तेयारोक् आ.

source: Have an Android phone or tablet?
sat: चेत् मित् एंडरोयेड फोन आर बाङ टेबलेट मेनाक् आ ?

source: <a href="%(url)s">Download Firefox for Android</a> to sync between your desktop and mobile devices.
sat: <a href="%(url)s">एंडरोयेड ला़गित् फायारफॉक्स आ़तुर आंड़गो </a> आमाक् डेस्कटॉप आर मोबाइलडिबाइस ताला मित् ओकतो लेका तेयार .

source: Download Firefox for Android to sync between your desktop and mobile devices.
sat: आमाक् डेक्सटाप आर मोबाइल डिवाइस ताला मित् ओकतो लेका तेयार रे एंडरोयेड ला़गित् फायार फॉक्स आ़तुर आंड़गो.

source: Get it free from Google Play
sat: भुगाल खोंलोंड खोन नोवा पोला ते ञाम मे.
