Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/update.lang.po
Languages: sat

source: Welcome
sat: सा़गुन दाराम

source: Are Firefox updates safe?
sat: चेत् पायारफॉक्स हा़ली निरपोना ?

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
sat: बाङा फायारफॉक्स रेयाक् नावा बार्सान दो आमाक् मारे बार्सान रेयाक् आच आच् ते जायगा हाताव. हा़ली राकाब का़मी एहोब ला़गित्, एकेन जोजोम रे हा़रिया़ड़ आ़तुर आंड़गो बुता़म ओताय मे .

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
sat: नोवा भेनेगार दो काच् आमेम बेभारेत् ओपरेटिंग सेस्टेम रे ताबे तेत्, आम नोडे आमाक् काम्प्युटार ला़गित् उदुक् होरा <a %(link)s> ञाम दाड़ेयाक् आ </a>.

source: Your Firefox is out of date.
sat: आमाक् फायारफॉक्स ओकतो चावा आकान.

source: Follow the step-by-step process
sat: झांप-ते-झांप का़मी पांजा .

source: Congratulations!
sat: सारहाव को !

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
sat: ओना ते आ़डी ढेर – आमाक् जा़पती दो आलेयाक् पा़हिल का़मी काना. आलेयाक् झिच् सोत जा़पती का़मी माने आले ठेन नावानाक् सुता़म मोनिटार रे बुड़ी लेकाते गा़खुड़ को का़मी रेयाक् मित् जेगोद मित् जा़पती सुता़म दो पानते ञामेना. ले मित् चाकती ले ओला आर मित् झांव माड़ाङ तिंगु ला़गित् मित् हा़ली उठा़ना. फायारफॉक्स हा़ली आ़तुर आंड़गो दो ऑनलाइन निरपोन तिंगु रेयाक् हा़टिञ आ़डी मोहोता.

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
sat: जुदी इञ ठेन माड़ाङ कोन फायारफॉक्स मेनाक् आ. आर इना़ तायोम नावा बोहाल का़मी या, इञाक् साजाव को रेयाक् चेत् हुयुक् आ ?

source: What is a Firefox software update?
sat: फायारफॉक्स सेफ्टवेयार हा़ली दो चेत् काना ?

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
sat: फायारफॉक्स दो हा़ली ला़गित् आच् आच् ते ञेल ला़गित् भितिर तेयारा, मेनखान नोवा हो आम तेत् ते हा़ली ला़गित् ञेल हुय दाड़ेयाक् आ.

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
sat: जाहांनाक् बाङ, फायारफॉक्स दोहड़ा-बोहाल दा आमाक् साजाव को बाय पोरभावा, पुथी चिनहा़ आर बाङ जाहां लेका ते कुसियाक् तेयार .

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
sat: आर बाय जिलिञा- जोतो का़मी एकेन मित् आर बाङ बार टिपिच् हातावा <a %(link)s> झांप खोन झांप उदुक् होरा</a> ला़गित् आलेयाक् गोड़ो साहटा ञेंल मे .

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
sat: आम ती तेयाक् हा़ली का ला़गित् ञेंल होम दाड़े केया. पुरा़ बिबरोन ला़गित्, <a %(link)s> झांप झांप ते होर उदुक् </a>.</p> ञेंल ओडोक मे.

source: Check for Updates
sat: हा़ली ला़गित ञेमल मे .

source: What if I miss an update? Can I check for one myself?
sat: चेद जुदी इञ हा़ली आदा ? चेत् इञते ला़गित् ञेल दाड़ेयाक् आ ?

source: Your Firefox is up to date.
sat: आमाक् फायारफॉक्स हा़ली याकाना.

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
sat: आमाक् फायारफॉक्स हा़ली दो आमाक् मेनाक् आकाद फायारफॉक्स ब्राउजार रे नावा कोड रेयाक् काच्गान मातरा रेयाक् आ़तुर आमड़गो लोगोन ते हुयुक् आ. नोवा को का़च चा़कती रे जा़पती गोटा ताहें दाड़ेयाक् आ आर बाङ ब्राउजार रे एटाक् काच् बोदोल को गोटाय ला़गित् जे आम ञामोगाक् फायारफॉक्स रेयाक् बेस उता़र बार्सान बेभारेत् आम .

source: How long will it take to update?
sat: तिना़क् जिलिञ ओकता नोवा हा़ली हातावा ?

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
sat: फायारफॉक्स दो लेताड़ गे आलेयाक् बिरा़द लेका लाहा काना नोवा बेस तेयार ला़गित् होरे ञामेत् आ, आर आले नावानाक् जा़पती सुता़म रे साहोब होचो लेका, आमाक् फायारफॉ्कस हा़ली दोहो ला़गित् दो गोटा तेयार ला़गित् बेस होर दो जे आम साजावाक् लोगोनाक् आर –आ़डी मोहोत – ञामोगाक् फायारफॉक्स रेयाक् निरपोन बार्सान .

source: How do I know what version of Firefox I am currently on?
sat: चेत् लेका रे इञिञ बाडाया फायारफॉक्स रेयाक् ओका बार्सान रे इञ नितोक् मिनाया ?

source: Frequently asked questions
sat: बोराबोर कुकली को कुली .

source: Will the update affect my settings and bookmarks?
sat: चेत् हा़ली इञाक् सादाव को आर पुथी चिनहा़ को पोरभावा ?

source: Do I need to uninstall my current version of Firefox before upgrading?
sat: चेत् इञ हा़ली राकाब माड़ाङ फायारफॉक्स रेयाक् इञाक् नितोगाक् बार्सानाक् बोहाल ओचोक् ला़कती आ़ञा ?

source: Visit support.mozilla.org
sat: support.mozilla.org ञेंल मे.

source: Get the newest version <a href="{url}">here</a>.
sat: नावा उता़र बार्सान ञाम मे <a href="{url}">नोडे </a>.

source: Need Help?
sat: चेत् गोड़ो ला़कती ?

source: How do I update Firefox?
sat: चेत् लेका रे इञ हा़ली या ?

source: Why do I need to update?
sat: चेदाक् इञ हा़ली ला़कती याञा ?

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
sat: हुड़ाक् दाराय ते, फायारफॉक्स दो आच् ते हा़ली ला़गित् ञेल आच् ते भितिर तेयारा आर आमे इतला़य आमा तिन रे मित् ञामोक् आ तिन रे राकाबा, एकेन OK ओताय मे आर नावा उता़र बार्सान दो आ़तुर आंड़गो आर आमाक् काम्प्युटार रे बोहाला आम फायार फॉक्स दोहड़ा एहोब ला़कती नावा बार्सार बेभार ला़गित् .

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
sat: बाङा, मित् फायारफॉक्स हा़ली दो आमाक् पुथी चिनहा़ कोरे जाहान बोदोल बाय तेयारा, दानाङ साबाद को सांचाव, आर एटाक् साजाव को. एन रेहों, नोडे हुय दाड़ेयाक् आ जे तिना़क् गान आमाक् एड-ऑन्स नावा हा़ली सांव लोगोन ते बाय सोंगोत दाड़ेयाक् आ.

source: Download Firefox to get started.
sat: एहोब ला़गित् फायारफॉक्स आ़तुर आंड़गो .
