Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/whatsnew.lang.po
Languages: sat

source: Hooray! Your Firefox is up to date.
sat: हुर्रे ! आमाक् फायारफॉक्स हा़ली येना, .

source: Your Firefox is out of date.
sat: आमाक् फायारफॉक्स ओकतो चाबा आकाना .

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
sat: जा़पती कारोन ला़गित्, आले हा़ली राकाब ला़गित् बताव एम <a href="{url}"> नावा उता़र आर माराङ उता़र बार्सान </a>.

source: You’re running an unknown version of Firefox.
sat: आम फायारफॉक्स रेयाक् मित् बाङ बाडाय बार्सान चालावेत् आ .

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
sat: जा़पती कारोन ला़गित्, आले हा़ली राकाब ला़गित् बाताव एम <a href="{url}"> नावा उता़र आर माराङ उता़र बार्सान </a>.

source: Get to your next task<br/>faster than ever
sat: आमाक् दोसार का़मी रे ञाम <br/> जाव खोन लोगोन.

source: See how the new features in Firefox help you browse faster and more efficiently.
sat: ञेंल मे चेद लेका पफायारफॉक्स रे नावा गुन लोगोन ते ब्राउज आर आर बाड़ती हुना़र ते गोड़ो वामा.

source: Learn more about <a href="{url}">the New Tab feature »</a>
sat: <a href="{url}">नावा टैब गुन »</a>बाबोत ते बाड़ती चेद.

source: Learn more about our <a href="{url}">redesigned home page »</a>
sat: आलेयाक् <a href="{url}"> दोहड़ा जोह तेयार होम साहटा »</a>बाबोत ते बाड़ती चेद.

source: Keep in touch
sat: जोटेत् रे दोहो.

source: Keep it moving
sat: नोवा लाड़ावाका दोहो.

source: Get Firefox » <b>for Android</b>
sat: फायारफॉक्स ञाम » <b> एंडरोयेड ला़गित् </b>

source: Keep it going
sat: नोवा लावाका दोहो.

source: Join Mozilla
sat: मोजिला रे सा़मिल

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
sat: एंडरोयेड रोबोट दो का़मी तेयार खोन तेयार ओडोक् लेन ताहेना <a href="%s">गुगाल दाराय ते हा़टिञ </a> आर <a href="%s">रे नियोम को बोरनोन लेका ते बेबार सोमान तेयार 3.0 गालाङ लाइसेंस </a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
sat: <a href="%s"> एंडरोयेड ला़गित् फायारफॉक्स ञाम </a> आर आमाक् ती रे वेब रेयाक् दाड़े दोहो नोवा दो लोगोना, साजावा आर निरपोना !

source: Now get the mobile browser that’s got your back
sat: नितोक् मोबाइल ब्राउजार ञाम मे ओका आमाक् तायोमे ञाम आकात् आ .

source: Welcome to Firefox
sat: फायारफॉक्स रे सा़गुन दाराम .

source: Firefox for Android artwork
sat: एंडरोयेड हुना़र का़मी ला़गित् फायारफॉक्स .

source: Fast. Smart. Safe.
sat: लोगोन, साजावाक्, निरपोन .

source: Get the mobile browser that’s got your back.
sat: मोबाइल ब्राउजार ञाम मे ओका ओका आमाक् तायोमे ञाम आकात् आ.

source: Facebook Messenger for Firefox
sat: फायारफॉक्स ला़गित् फेसबुक खोबोर एमोगिच् .

source: Now you can keep up with friends wherever you go on the Web.
sat: नितोक् आम गाते को सांव दोहो दाड़ेयाक् आ जाहांरेगे आम वेब रेम चालाक् .

source: Visit Facebook to turn it on
sat: फेसबुक चा़लु ला़गित् ते ञेल .

source: Get notified right away
sat: सुही सांगिञ इतला़य ञाम .

source: See new comments, photo tags & other Facebook updates instantly.
sat: नावा ओकता को, फोटो तोल आर एटाक् लोगोन तेयाक् फेलबुक हा़ली.

source: Chat while you browse
sat: आम ब्राउज जोहोज गोपोय मे .

source: Stay connected to your Facebook friends without having to click away.
sat: बेगोर ओता गिडीयाते आमरिन फेसबुक गाते को जोड़ाव दोहो.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
sat: फेसबुक दो मित् बेपार चिनहा़ काना <a href="%(url)s">फेसबुक , Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
sat: सारहाव !<br> आमाक् ब्राउजार दो निरपोना आर <br> जावखोन बा़ड़ती जा़पती .

source: Get the same level of<br> choice and innovation<br> in a smartphone.
sat: कुसी आर नावा आ़रु <br>रेयाक् सोमान ताह ञाम <br> स्मर्टफोन रे.

source: Learn more about Firefox OS
sat: फायार फॉक्स OS बाबोत ते बाड़ती चेद.
