Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefox/windows-8-touch.lang.po
Languages: sat

source: Firefox for Windows 8 Touch
sat: बिंडोज 8 जोटेत ला़गित् फायारफॉक्स .

source: Can't find the menu? <a class="more" href="%(link)s">Get help at Mozilla Support</a>
sat: चेत् मिनु बाङ ञाम दाड़ेयाक् आ ? <a class="more" href="%(link)s">मोजिला गोड़ोवाक् रे गोड़ो ञाम</a>

source: Hooray! Your Firefox is up to date.
sat: हुर्रे ! आमाक् फायारफॉक्स हा़ली येना .

source: Introducing <span>Firefox <em>for</em><br> Windows<sup>&reg;</sup> 8 Touch</span>
sat: उपरुमएम <span>फायारफॉक्स <em>ला़गित् </em><br> विंडोज <sup>&reg;</sup> 8 जोटेत् </span>

source: Our new, optimized design<br> is just one step away
sat: आलेयाक् नावा आंसाक् जोह तेयार <br> दो एकेन मित् झांप सांगिञ रे .

source: Relaunch in Firefox for Windows 8 Touch
sat: बिंडोज 8 जोटेत् ला़गित् फायारफॉक्स रे दोहड़ा उछा़न .

source: To switch to Touch Mode, open the Firefox Menu and select "%(relaunch_menu_item)s". Now you’re browsing beautifully.
sat: जोटेत् ओबोसता रे ओता ला़गित् फायार फॉक्स मिनु झिज मे आर बाछाव मे "%(relaunch_menu_item)s". नितोक् आम मोंज ते ब्राउसिंग आ.

source: And don’t forget to make Firefox your default browser to stay in control online.
sat: ऑनलाइन कोबोज रे ताहें ला़गित् आर फायार फॉक्स आमाक् हुड़ाक् ब्राउजार तेयार ला़गित् आलोम हिड़्ञा .

source: Firefox for Windows 8 Touch screenshot.
sat: बिंडोज 8 जोटेत् स्क्रिंग सोट ला़गित् फायारफॉक्स .

source: More of the Web
sat: वेब रेयाक् बाड़ती

source: Enjoy more of your favorite sites thanks to our redesigned toolbars that get out of your way.
sat: आमाक् कुसियाक् साइट रेयाक् ढेर रा़सका़य मे आलेयाक् तेयार आ़रु जोह टुलबार ओका आमाक् होर रेयाक् बाहरे ञामा .

source: Fast and easy navigation
sat: लोगोन आर आलगा पानते ञाम .

source: Use the tiles and navigation buttons to search, find and get where you’re going quickly and easily.
sat: पानते ला़गित् टाइल्स आर पानते बुता़म बेभार मे, ञाम आर हाताव ओकारे आम लोगोन ते आर आलगा ते चालाक् काना .

source: Sharing made simple
sat: हा़टिञ आलगा तेयार .

source: Share text, photos or whole Web pages instantly with friends on any of your social networks.
sat: ओनोल, फोटो को आर बाङ जाहांगे आमाक् सांवता नेटवार्क रे गाते को सांव लोगोन ते पुरा़ वेब साहटा को हा़टिञ मे.
