Repository: alvinlaz96/mozilla-lang
Catalog: ln/tabzilla/tabzilla.lang.po
Languages: ln

source: Mozilla links
ln: Ba lien ya Mozilla

source: Close (Esc)
ln: Kanga (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ln: Firefox OS ebandi <span>na Congrès ya Mokili Mobimba mpo na Mobile!</span>

source: Learn more
ln: Mingi ya koyekola

source: About
ln: Maye matali

source: Projects
ln: Ba projects

source: Support
ln: Lisungi

source: Developer Network
ln: Réseau ya badeveloppeur

source: Products
ln: Biloko

source: Innovations
ln: Bainnovation

source: Research
ln: Koluka-luka

source: Get Involved
ln: Mikotisa

source: Volunteer
ln: Volontariat

source: Careers
ln: Misala

source: Find us
ln: Kuta biso

source: Join us
ln: Sangana nabiso

source: Website Directory
ln: Répertoire ya site web

source: Search Mozilla sites
ln: Luka ba site Mozilla

source: Search
ln: Luka

source: Partner
ln: Partenaire

source: Look ahead
ln: Tala liboso

source: Learn all about Firefox OS
ln: Yekola manso maye matali Firefox OS

source: Would you like to see this page in your language?
ln: Olingi komona lokasa oyo na lokota nayo?

source: Yes, please!
ln: Iyo, nalingi!

source: No, thanks.
ln: Te, matondo.

source: Support Mozilla
ln: Sunga Mozilla

source: Looks like you’re using an older version of Firefox.
ln: Emonani neti ozali kosalela version yakala ya Firefox.

source: Update to stay fast and safe.
ln: Sala mise à jour mpo ozala na lobangu mpe bokengi.

source: Later
ln: Sima

source: Official Mozilla gear is here
ln: Bilembo Officiel ya Mozilla eza awa
