Repository: alvinlaz96/mozilla-lang
Catalog: sat/firefoxos/firefoxos.lang.po
Languages: sat

source: Bringing the Open Web to mobile devices
sat: मोबाइल डिबाइस रे झिज वेब आ़गुयेत् आ.

source: Welcome to a new, open and powerful mobile world!
sat: मित् नावा , झिज आर दाड़ेयान मोबाइल दुनिया़ रे सा़गुन दाराम !

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
sat: फायारफॉक्स OS मोबाइल डिबाइस ला़गित् मित् प्लेटफोर्म लेका झिज वेब हुय होयो आकाना, आले नावा वेब बातावाक् रेयाक् लाहानती चालाव दाराय ते नावाआ़रु तेयार सोमभोब हुय होचोयाले.

source: New Web standards
sat: नावा वेब बातावाक् को.

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
sat: फायारफॉक्स OS दो पोला तेदाक् मोबाइल हुय होयो रे नोवा को नावा वेब बातावाक् रेयाक् मित् बा़हाल होचोवाक् तेयार ओडोक् आ मेनाक् आकात् मा़लिकोक् बाबोत प्लेटफोर्म को रेयाक् नियोम आर कोहड़ाव रेनिच् भा़टिया़ गोगिच् खोन .

source: Freedom from proprietary mobile platforms
sat: मोबाइल प्लेटफोर्म मालिकोक् बाबोत खोन सा़धिन .

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
sat: आले <abbr title="मुल जोनतोरो तेयार ओडोक को ">OEM</abbr>s सांव गोपोड़ोक् काना आर सोझे गोक् को , आकोटिन बेभार को आर बाजार रेयाक् बिसेस ला़कती ञाम ला़गित बाड़ती पोरभाव उनकु एम , बेभार को आर तेयार को दो मित् प्लेटफोर्म रे बाको कुलुपोक् आ, ओका ते उनकू आकोवाक् लाय सोदोर आर आड़ी लेकान डिबाइस को चेतान एप्स बेभार में.

source: Customization for <abbr>OEM</abbr>s and operators
sat: <abbr>OEM</abbr>sको आर जुतरा़व को ला़गित् कुसियाक् तेयार .

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
sat: <abbr>OEM</abbr>को आर जुतरा़व को दो बिसोय आर उनकुवाक् सानाम डिबाइस पोर्टफोलियो चेतान का़मी को एम ला़गित् हुय केया OS रेयाक् बाङ बाताव तेत् आर उनकु दो बेभार कोवाक् मेल हेरेड़, एपहा़टिङ बेबोसता, आर गांहकी याक् धेयाने रुवाड़ा, सा़रियाक् आर बिल सोमोंध को.

source: Opportunities for developers
sat: लाहा होचो को ला़गित् ओकसोर को

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
sat: HTML5 आर नावा मोजिला-उयहा़र का़मी बातावाक् API को बेभाराते, लाहा होचो कोवाक् गोटा सेत् दो हाहाड़ा ञेल हेरेड़ को आर एप को तेयारा . लाहा होचो कोवाक् दो प्लेटफोर्म बिसेस मुल API को बिरुद चेद आर लाहा ला़गित् आदो बाय ला़कती आ.

source: Consumer freedom
sat: हाक् ताव कोवाक् सा़धिन .

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
sat: हाक् ताव को ओकोय पायारफॉक्स OS दाराय ते डिबाइस को रेयाक् पावार ए बेभारा मित् बिसेस प्लेटफोर्म रे बाय कुलुप दाड़ेयाक् आ उनकु बाड़ती कुसियाक्, टानाव दाड़ेयाक् आर सा़धिन एमा कोवा. फायार फॉक्स OS, सांव, वेब दो प्लेटफोर्म काना.
