Repository: alvinlaz96/mozilla-lang
Catalog: gn_PY/privacy/principles.lang.po
Languages: gn_py

source: Data Privacy Principles
gn_py: Mba'ekuaarã ñemigua ñemoñepyrũ rehegua

source: Mozilla is an open source project with a mission to improve your Internet experience. This is a driving force behind our privacy practices.
gn_py: Firefox ha'e peteĩ apopyrã auvu ijurujáva ojapo porãsevéva hembiapo ñandutípe. Kóva ha'e peteĩ pokatu oñembohekóva tapiaite tembiapokue ñemigua rehegua.

source: Back to Mozilla Privacy Policy
gn_py: Ejujey Firefox remiñemi pururekópe

source: The following five principles stem from the <a href="%(link)s">Mozilla Manifesto</a> and inform how we:
gn_py: Ko'ã po ñepyrũguáva ouhína <a href="%(link)s">Mozilla He'ipyre</a> ha omomarandu mba'eichaitépa:

source: develop our products and services
gn_py: emboguataha apopyre ha mba'epytyvõrã

source: manage user data we collect
gn_py: emongu'e puruhára mba'ekuaarã ñembyatypyre

source: select and interact with partners
gn_py: eiporavo ha eñomongeta neirũnguéra ndive

source: shape our public policy and advocacy work
gn_py: emboysaja kuaa purureko opavaveguáva ha tembiapo hecharamombýva

source: No surprises
gn_py: Ñemondyi'ỹre

source: Use and share information in a way that is transparent and benefits the user.
gn_py: Eipuru ha emyasãi marandu hesakãve ha avei oĩporã hag̃uáicha puruhárape.

source: User control
gn_py: Puruhára ñangareko

source: Develop products and advocate for best practices that put users in control of their data and online experiences.
gn_py: Emboguata apopyre ha eñeha'ã tembiapo porãvére omboajéva puruhárape ohechapy'ỹivo imba'ekuaarã ha opa tembiasa ñanduti pegua.

source: Limited data
gn_py: Mba'ekuaarã isãmbykýva

source: Collect what we need, de-identify where we can and delete when no longer necessary.
gn_py: Rombyaty tekotevẽmbýva, rohechakuaávo mamoitépa ha romboguete opaite rire tekotevẽ.

source: Sensible settings
gn_py: Ñemoĩporã

source: Design for a thoughtful balance of safety and user experience.
gn_py: Emoha'ãnga opa tembiasa py'amongetáva ha puruhára rekorosãrã.

source: Defense in depth
gn_py: Pypukukue ñema'ẽ

source: Maintain multi-layered security controls and practices, many of which are publicly verifiable.
gn_py: Eguereko ñangarekoha ha tembiapokue rekorosãrã heta henda pegua, hetaiterei ãva rehegua ojehechajey opavave renondépe.
