Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/15years.lang.po
Languages: cy, fr, km, ru, sr, zh_tw

source: <strong>15 years</strong> of a better Web
cy: Gwell gwe dros<strong>15 mlynedd</strong>
fr: <strong>15 ans</strong> d'un Web meilleur
km: <strong>១៥ ឆ្នាំ</strong> នៃ​បណ្ដាញ​ល្អ​ប្រសើរ
ru: <strong>15 лет</strong> отличного Интернета
sr: <strong>15 година</strong> бољег интернета.
zh_tw: 讓網路變得更好的 <strong>15 年</strong>

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
cy: Mae Mozilla'n bodoli i hyrwyddo bod yn agored, arloesi a chyfle ar y Rhyngrwyd
fr: La raison d'être de Mozilla est de promouvoir Internet par l'ouverture, l'innovation et les possibilités qu'il permet.
km: Mozilla មាន​ការ​បង្កើន​ភាព​បើក​ទូលាយ, ការ​ច្នៃ​ប្រឌិត និង​ឱកាស​នៅ​លើ​អ៊ីនធឺណិត។
ru: Mozilla существует для того, чтобы Интернет был открытым, инновационным и доступным.
sr: Мозила постоји како би промовисала, отвореност, иновације и могућности на интернету.
zh_tw: Mozilla 存在的目的是提供網際網路上的開放、創新、與機會。

source: We’ve been doing it for 15 years and the following 15 facts offer a look at who we are, including some of our biggest achievements and milestones. But in some ways we’re just getting started, exploring new technology, entering new areas and reaching new users every day.
cy: Rydym wedi bod yn gwneud hyn ers 15 mlynedd ac mae'r 15 o ffeithiau canlynol yn cynnig golwg ar pwy ydym ni, gan gynnwys rhai o'n llwyddiannau mwyaf a'n cerrig milltir. Ond mewn rhai ffyrdd rydym mond wedi dechrau, wrth archwilio technolegau newydd, mynd i fannau newydd a chyrraedd defnyddwyr newydd bob dydd.
fr: Nous le faisons depuis 15 ans et les 15 faits marquants qui suivent permettent de mieux comprendre qui nous sommes, notamment certaines de nos plus grandes étapes et certains de nos plus grands succès dont nous sommes les plus fiers. Mais d'une certaine manière, nous ne faisons que commencer, nous explorons de nouvelles technologies, de nouveaux domaines et attirons en permanence de nouveaux utilisateurs.
ru: Мы занимались разработкой браузера последние 15 лет и следующие 15 фактов позволят узнать кто мы, чего мы достигли и к чему стремимся. Но в некоторых областях мы только в начале пути: внедряем новые технологии, расширяем новые горизонты и ежедневно привлекаем новых пользователей.
sr: Ми то радимо већ 15 година и те године представљају поглед на то ко смо ми и садрже неке од наших највећих достигнућа и прекретница. Али на неки начин ми смо тек почели да исражујемо нове технологије, улазимо у ново доба и стичемо нове кориснике сваког дана.
zh_tw: 15 年來，我們都抱持著這樣的信念。下面的 15 件事包含了一些我們曾經做過最大的成就與里程碑，可讓您快速了解我們是誰、做過了什麼事。然而在某些方面我們也才剛開始，每天都還在探索新科技、進入新領域，並接觸新的使用者。

source: The success of our mission depends on participation from people like you.
cy: Mae llwyddiant ein ymdrechion yn dibynnu ar gyfranogiad gan bobl fel chi.
fr: Le succès de notre mission dépend de la participation de personnes comme vous.
km: ភាព​ជោគជ័យ​​នៃ​បេសកកម្ម​របស់​ពួក​យើង​អាស្រ័យ​លើ​មាន​ការ​ចូលរួម​ពី​អ្នក​ទាំងអស់​គ្នា។
ru: Успех нашей миссии зависит от участия простых людей. Таких как вы.
sr: Успех наше мисије зависи од суделовања људи као што сте Ви.
zh_tw: 我們需要像您這樣的人參與才能實踐我們的使命。

source: Find out how you can get involved or support Mozilla to help make a difference in the lives of users everywhere for the next 15 years — and beyond.
cy: Dewch i ddarganfod sut y gallwch chi gymryd rhan neu gefnogi Mozilla i helpu i wneud gwahaniaeth ym mywydau defnyddwyr ym mhob man dros y 15 mlynedd nesaf — a thu hwnt.
fr: Découvrez comment vous pouvez participer ou aider Mozilla à faire la différence dans la vie des internautes, où qu’ils soient, pour les 15 prochaines années&nbsp;—&nbsp;et plus encore.
km: ស្វែងរក​របៀប​ដែល​អ្នក​បាន​ទាក់ទង ឬ​គាំទ្រ Mozilla ដើម្បី​ជួយ​ធ្វើ​ឲ្យ​មាន​ភាព​ខុស​គ្នា​ចំពោះ​អ្នក​ប្រើ​នៅ​ទីកន្លែង​ណា​ក៏​ដោយ​សម្រាប់​រយៈ​ពេល​ ១៥ ឆ្នាំ​បន្ទាប់ — និង​ក្រោយៗ​។
ru: Узнайте, как вы можете поучаствовать и поддержать Mozilla, чтобы сделать жизнь обычных пользователей по всему миру еще интереснее. На ближайшие 15 лет и даже дольше.
sr: Сазнајте како се можете прикључити или пружити подршку Мозили да направи разлику у животима корисника широм света у наредних 15 година - и више.
zh_tw: 看看您可以如何支援 Mozilla 或參與我們，讓人們在未來 15 年甚至更久的生活中處處都有所改變。

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
cy: Lansiwyd Prosiect Mozilla yn Netscape ar 31 Mawrth, 1998, i gynnig dewis i ddefnyddwyr a hyrwyddo arloesedd ar y We.
fr: Le projet Mozilla prend ses racines lors de son lancement chez Netscape, le 31 mars 1998, pour garantir le choix aux utilisateurs et pousser à l'innovation sur le Web.
km: គម្រោង Mozilla បាន​ចាប់ផ្ដើម​នៅ Netscape ថ្ងៃ ៣១ ខែ​មីនា​ ឆ្នាំ ១៩៩៨, ដើម្បី​ផ្ដល់​ជម្រើស​ដល់​អ្នក​ប្រើ និង​ភាព​រីកចម្រើន​នៅ​​លើ​បណ្ដាញ។
ru: 31 марта 1998 года Netscape запустили проект Mozilla с целью предоставления пользователям большей свободы и стимулирования инноваций в Интернете.
sr: Пројекат Мозила је започет преко Нетскејпа (Netscape) 31. Марта 1998. године како би се покренуле иновације на интернету и омогућио већи избор његовим корисницима
zh_tw: 為了提供使用者不同的選擇並帶領網頁技術持續創新，Mozilla 專案肇始於 1998 年 3 月 31 日的 Netscape。

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
cy: Yn falch o fod yn ddi-elw, mae Mozilla yn gwneud cynnyrch fel Firefox gyda chenhadaeth i gadw grym y We yn nwylo defnyddwyr ym mhob man.
fr: Désintéressé et fier de l'être, Mozilla a créé des produits comme Firefox avec pour mission de conserver le pouvoir du Web entre les mains de tous les utilisateurs.
km: ដោយ​មិន​គិត​ប្រាក់​ចំណេញ, Mozilla បាន​​បង្កើត​ផលិត​ផល​ដូច​ជា Firefox ដែល​មាន​បេសកកម្ម ក្នុង​ការ​រក្សាទុក​ថាមពល​បណ្ដាញ​នៅ​ក្នុង​ដៃ​របស់​អ្នក​ប្រើ​នៅ​គ្រប់​ទី​កន្លែង។
ru: Mozilla — некоммерческая организация (чем очень гордится!) и выпускает такие продукты, как Firefox, чтобы сохранить власть над Интернетом в руках пользователей во всех уголках земли.
sr: Поносна што је непрофитна организација, Мозила прави производе као што су Фајерфокс са циљем очувања моћи интернета у рукама обичних корисника широм света.
zh_tw: Mozilla 以非營利為榮，每一處都帶著要讓網路的威力保存在使用者手中的使命來打造 Firefox 等產品。

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
cy: Mynegodd mwy na 10,000 o gyfranwyr eu cefnogaeth ar gyfer ein cenhadaeth drwy dalu am hysbyseb tudalen lawn yn <cite>The New York Times</cite> ar ddiwrnod lansio Firefox 1.0 yn 2004.
fr: Plus de 10&nbsp;000 contributeurs ont exprimé leur soutien à notre mission en se cotisant pour acheter une pleine page de publicité dans le <cite>New York Times</cite> le jour de la sortie de Firefox 1.0 en 2004.
km: អ្នក​ចូល​រួម​​ច្រើន​ជាង 10,000 នាក់​បាន​សម្ដែង​ការ​គាំទ្រ​របស់​ពួក​គេ​សម្រាប់​បេសកកម្ម​របស់​ពួក​យើង​ដោយ​​ការ​ចំណាយ​ពាណិជ្ជកម្ម​​ទំព័រ​ពេញ​លេញ​នៅ​ <cite>ពេលវេលា​នៅ New York </cite> នៅ​លើ Firefox 1.0 ដែល​បាន​ចាប់ផ្ដើម​នៅ 2004 ។
ru: Более 10 тысяч пользователей выразили нам свою поддержку, оплатив полностраничную рекламу в газете <cite>The New York Times</cite> в день запуска Firefox 1.0 в 2004 году.
sr: Више од 10.000 сарадника изразило је њихову подршку за нашу мисију тако што су финансирали рекламу преко целе странице у cite>Нју Јорк Тајмсу (The New York Times) </cite> 2004. године, оног дана када је Фајерфокс изашао на тржиште.
zh_tw: 超過 10,000 位貢獻者在 Firefox 1.0 於 2004 年發行時，買了<cite>紐約時報</cite>的全版廣告以支持我們的使命。

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
cy: Heddiw mae gan Mozilla gyfranwyr ar bob cyfandir, gan gynnwys Antarctica (lle mae Firefox yn cael ei ddefnyddio gan 80% o'r bobl).
fr: Aujourd'hui Mozilla possède des contributeurs sur chaque continent, y compris en Antarctique (où Firefox est utilisé par plus de 80&nbsp;% de la population).
km: Mozilla បច្ចុប្បន្ន​មាន​អ្នក​ចូលរួម​នៅ​គ្រប់​តំបន់, រួម​មាន Antarctica (ដែល Firefox មាន​មនុស្ស​ប្រើ 80% )។
ru: Сегодня сообщество Mozilla представлено на всех континентах, даже в Антарктиде (где пользователями Firefox является 80% населения).
sr: Данас Мозила има сараднике на сваком континенту, укључујући и Антарктик (Где Фајерфокс користи 80 % становништва).
zh_tw: 現在 Mozilla 在每個大陸都有貢獻者，就連南極洲都有 (南極洲有超過八成的 Firefox 使用者)。

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
cy: Mae Ychwanegion Firefox yn eich galluogi i gyfaddasu a chymryd rheolaeth o'ch profiad ar y We. Mae dros 3 biliwn o ohonynt wedi cael eu llwytho i lawr gan ddefnyddwyr hyd yn hyn.
fr: Les modules complémentaires de Firefox vous permettent de personnaliser la façon dont vous naviguez et ainsi d'en prendre le contrôle. Plus de 3 milliards de modules déjà téléchargés.
km: កម្មវិធី​បន្ថែម Firefox អនុញ្ញាត​ឲ្យ​អ្នក​ប្ដូរ​តាម​តម្រូវ​ការ ហើយ​ត្រួតពិនិត្យមើល​បទពិសោធន៍​បណ្ដាញ​របស់​អ្នក។ ជាង 3 billion ដែល​ត្រូវ​បាន​ទាញ​យក​ដោយ​អ្នក​ប្រើ​រហូត​មក​ដល់​បច្ចុប្បន្ន។
ru: Дополнения Firefox позволяют пользователям настроить работу в Сети согласно собственным предпочтениям. На сегодняшний момент количество загрузок дополнений уже превысило 3 миллиарда.
sr: Фајерфоксови додаци Вам омогућавају да прилагодите себи Фајерфокс и преузмете контролу над Вашим веб искуством. Преко 3 милијарде додатака је до сада преузето од стране корисника.
zh_tw: Firefox 的附加元件讓您能自訂並控制上網體驗，至今的下載次數已經超過三十億。

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Collusion that give users greater control of their personal data.
cy: Mae Mozilla yn arwain y ffordd mewn preifatrwydd ar-lein gyda datblygiadau arloesol porwr fel Peidio Dilyn a Collusion sy'n rhoi mwy o reolaeth dros eu data personol i ddefnyddwyr.
fr: Mozilla est à la pointe en termes de respect de la vie privée en ligne avec des innovations comme &laquo;&nbsp;Ne pas me pister (DNT)&nbsp;&raquo;, et Collusion, qui donnent aux utilisateurs un meilleur contrôle de leurs données personnelles.
zh_tw: Mozilla 領先群倫，透過不要追蹤我 (Do Not Track) 與 Collusion 等瀏覽器的創新，讓使用者更能控制自己的個人資料，帶領業界保護您在網路上的隱私。

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
cy: Mae ein cymuned fyd-eang wedi helpu cyfieithu Firefox i dros 70 o ieithoedd, fel bod y porwr ar gael i fwy na 90% o boblogaeth y byd.
fr: Notre communauté mondiale a traduit Firefox dans plus de 70 langues, rendant ainsi le navigateur disponible à plus de 90 % de la population mondiale.
km: សហគមន៍​សាកល​របស់​ពួក​យើង​បាន​ជួយ​បកប្រែ​ Firefox ច្រើន​ជា ៧០ ភាសា, បង្កើត​កម្មវិធី​អ៊ីនធឺណិត​មាន​ច្រើន​ជាង 90% ចំនួន​​ប្រជាជន​លើ​ពិភពលោក។
ru: Наше международное сообщество помогло перевести Firefox на более 70 языков, благодаря чему более 90% населения мира может пользоваться браузером.
sr: Наша глобална заједница је помогла да се Фајерфокс преведе на 70 језика, чинећи га доступним за 90% светске популације.
zh_tw: 我們的全球社群已幫助我們將 Firefox 翻譯成超過 70 種語言，涵蓋全球超過 90% 人口。

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
cy: Yn 2008, roedd 8,002,530 o bobl wedi dewis Firefox mewn un diwrnod i greu Record Byd Guinness am “Y llwytho rhaglen feddalwedd i lawr mwyaf mewn 24 awr.”
fr: En 2008, au cours d'une seule journée, 8&nbsp;002&nbsp;530 personnes ont choisi Firefox et ont ainsi permis d'établir le record mondial de &laquo;&nbsp;l'application la plus téléchargée en 24 heures&nbsp;&raquo;.
km: ឆ្នាំ 2008, 8,002,530 មនុស្ស​ជ្រើសរើស Firefox នៅ​ក្នុង​តែ​ថ្ងៃ​កំណត់​របាយការណ៍ Guinness World Record សម្រាប់ “ទាញ​យក​កម្មវិធី​ច្រើន​បំផុត​ក្នុង​រយៈ​ពេល ២៤ ម៉ោង។”
ru: В 2008 году 8 002 530 пользователей скачало Firefox в течение суток, что было внесено в Книгу рекордов Гиннесса по количеству загрузок приложения за 24 часа.
sr: 2008. године 8,002,530 је одлучило да преузме Фајерфокс на исти дан како би поставили Гинисов светски рекорд за софтверску апликацију са највише преузимања у 24 сата.
zh_tw: 2008 年，有 8,002,530 個人在同一天當中選擇使用 Firefox，創造了「24 小時內最多下載數的應用程式軟體」的金氏世界紀錄。

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
cy: Gŵyl Mozilla yw ein digwyddiad blynyddol mwyaf, gan ddod â channoedd o feddyliau creadigol i wireddu grym a photensial mawr y We.
fr: Le Mozilla Festival est notre plus grand évènement annuel, réunissant des centaines d'esprits créatifs afin de révéler tout le potentiel et la puissance du Web.
ru: Mozilla Festival — это наше самое крупное ежегодное мероприятие, на котором собираются сотни творческих умов для реализации полного потенциала Интернета.
sr: Мозила фестивал је наш највећи годишњи догађај на коме се окупљају стотине креативних умова како би реализовали пуну моћ и пун потенцијал интернета.
zh_tw: Mozilla Festival 是我們最大的年度活動，讓數以百計人們的能夠了解網路的潛能與威力。

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
cy: Mae Mozilla Webmaker yn gweithio i greu planed mwy Gwe-lythrennog, gan ddarparu offer a phrosiectau i helpu pobl i gymryd mwy o reolaeth dros eu bywydau ar-lein.
fr: Mozilla Webmaker a pour mission d'aider la planète entière à parler le Web, en fournissant des outils et des projets pour aider les gens à garder le contrôle de leur vie en ligne.
km: ការងារ Mozilla Webmaker ត្រូវ​បង្កើត​ Web-literate planet ច្រើន, ការ​ផ្ដល់​ឧបករណ៍ និង​គម្រោង​ដើម្បី​ជួយ​មនុស្ស​​បង្កើន​ឡើង​ការ​ត្រួតពិនិត្យ​​នៅ​លើ​បណ្ដាញ​របស់​ពួក​គេ។
ru: Целью программы Mozilla Webmaker является предоставление пользователям инструментов и проектов для лучшего понимания Интернет-мира и большего контроля своей жизни в Сети.
sr: Мозила Вебмејкер ради на стварању интернет-писменије планете. Обезбеђујући алатке и пројетке како би помогли људима да узму у своје руке своје интернет животе.
zh_tw: Mozilla Webmaker 計畫透過提供不同工具與專案幫助人們控制其線上生活，以建立一個更有網路識讀能力的環境。

source: The Mozilla WebFWD program helps open source innovators and entrepreneurs create products and solutions that empower users to push the Web forward.
cy: Mae'r rhaglen Mozilla WebFWD yn helpu arloeswyr cod agored ac entrepreneuriaid i greu cynnyrch ac atebion sy'n grymuso defnyddwyr i yrru'r We yn ei flaen.
fr: Le programme Mozilla WebFWD aide les innovateurs et entrepreneurs du logiciel libre à créer des produits et des solutions qui incitent les utilisateurs à faire avancer le Web.
km: កម្មវិធី Mozilla WebFWD ជួយ​ដល់​សហគ្រិន ក្នុង​ការ​បង្កើត​ផលិត​ផល​ដែល​អាច​ជំរុញ​ដល់​អ្នក​ដើម្បី​​​​ឆ្ពោះ​ទៅ​មុខ។
ru: Программа Mozilla WebFWD позволяет новаторам в мире открытых технологий и предпринимателям создавать продукты и решения, которые помогут пользователям двигать Интернет вперед.
sr: Мозилин ВебФВД програм помаже иноваторима отвореног кôда и предузетницима да стварају производе и проналазе решења која храбре људе да покрећу интернет.
zh_tw: Mozilla WebFWD 計畫幫助開放原始碼的創新與創業者，打造能夠賦權給使用者以讓網路更進一步的產品與解決方案。

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
cy: Mae Rhwydwaith Datblygwr Mozilla yn adnodd Gwe sy'n cael ei yrru gan y gymuned sy'n darparu'r ddogfennaeth, sesiynau tiwtorial ac offer gorau ar gyfer mwy na 2 filiwn o ymwelwyr bob mis.
fr: Le Mozilla Developper Network est une ressource web pilotée par la communauté qui fournit la meilleure documentation, les meilleurs tutoriels et outils, accessibles à plus de deux millions de visiteurs chaque mois.
km: បណ្ដាញ​អ្នក​អភិវឌ្ឍន៍​ជា​ធនធាន​បណ្ដាញ​សហគមន៍​ដែល​ផ្ដល់​ឯកសារ​ល្អ​បំផុត, ការ​បង្ហាត់​បង្រៀន និង​ឧបករណ៍​មាន​ច្រើន​ជាង 2 million អ្នក​ទស្សនា​ខែ​នីមួយៗ។
ru: Mozilla Developer Network — это контролируемый сообществом веб-ресурс, на котором собрана различная документация, руководства и инструменты, который ежемесячно посещает более 2 млн. посетителей.
sr: Мозилина мрежа пограмера је интернет ресурс покренут заједницом који нуди најбољу документацију упутства и алатке које су доступне за 2 милиона људи широм света.
zh_tw: Mozilla 開發者網路是由社群所驅動的網路資源，帶給人們最棒的教學、工具、以及技術文件，每個月有超過兩百萬次的閱覽數。

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
cy: Mozilla yn gweithio i ofalu am a gwarchod y We fel adnodd cyhoeddus sy'n cael ei rannu er budd pawb.
fr: Mozilla œuvre à la préservation du Web en tant que ressource publique partagée, pour le bénéfice de tous.
km: ការងារ Mozilla ត្រូវ​​ថែរក្សា​បណ្ដាញ​ជា​ធនធាន​សាធារណៈ​ដែល​បាន​ចែករំលែក​សម្រាប់​ផលប្រយោជន៍​ទាំងអស់​គ្នា។
ru: Работа Mozilla направлена на сохранение Интернета как общедоступного ресурса ради блага всех и каждого.
sr: Мозила ради на старању и очувавању интернета као заједничког јавног ресурса у служби свакога.
zh_tw: Mozilla 致力於保護與保存網路環境，讓網路成為公眾資源，每個人都能從中得利。

source: In 2013, Mozilla is launching Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
cy: Yn 2013, bydd Mozilla yn lansio Firefox OS i ryddhau grym llawn y We ar ffonau clyfar ac unwaith eto yn cynnig rheolaeth a dewis i genhedlaeth newydd o bobl sy'n dod ar-lein.
fr: En 2013, Mozilla lance Firefox OS afin de libérer la véritable puissance du Web sur plateformes mobiles et, une fois encore, offrir le contrôle et le choix à une nouvelle génération d'internautes.
km: នៅ 2013, Mozilla ត្រូវ​បាន​ចាប់ផ្ដើម Firefox OS រៀបចំ​ពេញ​លេញ​បណ្ដាញ​នៅ​លើ​ទូរស័ព្ទ​ទំនើប ផ្ដល់​ជា​ថ្មី​ការ​ត្រួតពិនិត្យ និង​ជម្រើស​ចំពោះ​មនុស្ស​ដែល​ហ្នឹង​នៅ​លើ​បណ្ដាញ។
ru: В 2013 году Mozilla запускает Firefox OS, которая позволит полноценно использовать возможности Интернета на смартфонах и, опять же, предоставит контроль и выбор новому поколению Интернет-пользователей.
sr: 2013. године Мозила ће објавити Фајерфокс ОС како би ослободила пуну моћ интернета на паметним телефонима и опет понудила контролу и избор новој генерацији људи који долазе на везу.
zh_tw: Mozilla 將在 2013 年釋出 Firefox OS 以解放網頁在智慧型手機中的完整威力，讓新一代使用者能夠再次控制並決定自己的上網體驗。

source: The work Mozilla does is made possible thanks to tens of thousands of individual donors and volunteers — people like you who believe the Web should remain open and accessible to all.
cy: Mae'r gwaith Mozilla yn ei wneud yn bosibl diolch i ddegau o filoedd o noddwyr a gwirfoddolwyr unigol — pobl fel chi sy'n credu y dylai'r We aros ar agor ac ar gael i bawb.
fr: Le travail accompli par Mozilla est rendu possible grâce à des dizaines de milliers de donateurs et de contributeurs&nbsp;&mdash;&nbsp;des gens comme vous qui pensent que le Web doit rester ouvert et accessible à tous.
ru: Работа Mozilla стала возможной благодаря десяткам тысяч спонсоров и волонтеров — таким людям, как вы, которые считают, что Интернет должен оставаться открытым и доступным для всех.
sr: Мозилин рад је могућ захваљујући хиљадама индивидуалаца који донирају и волонтирају - људи као Ви који верују да би интернет требао да остане отворен и приступачан свима.
zh_tw: 感謝數以萬計像您一樣，相信網路應該保持開放，任所有人都能使用的捐贈者與志工，讓 Mozilla 這 15 年來的作為成為可能。

source: Mozilla turns 15! Help us celebrate with a look at how we've worked for a better Web. <a href="%s">See all 15 facts</a>.
cy: Mae Mozilla nawr yn 15! Helpwch ni i ddathlu gyda golwg ar sut rydym wedi gweithio er mwyn creu Gwe gwell. <a href="%s">Gweld pob un o'r 15 ffaith</a>.
fr: Mozilla a 15 ans&nbsp;! Fêtons ensemble cet anniversaire en jetant un œil au travail que nous avons accompli pour rendre le Web meilleur. <a href="%s">Consultez les 15 faits marquants à propos de Mozilla</a>.
ru: Mozilla исполнилось 15 лет! Отметим это вместе, посмотрев что мы сделали для того, чтобы Интернет стал лучше. <a href="%s">Посмотреть все 15 фактов</a>.
sr: Мозила пуни 15 година! Помозите нам да прославимо тако што ћете погледати кратку историју нашег рада ради бољег интернета. <a href="%s">Погледајте свих 15 чињеница</a>.
zh_tw: Mozilla 15 歲了！與我們一起慶祝，並看看我們做了哪些事情讓網路變得更好。<a href="%s">看看 Mozilla 的 15 件真相</a>。

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
km: Mozilla កំពុង​នាំ​អ្នក​ទៅ​ភាព​ឯកជន​លើ​បណ្ដាញ​ដោយ​ប្រើ​កម្មវិធី​អ៊ីនធឺណិត​ កុំ​តាមដាន Lightbeam ដែល​ផ្ដល់​ឲ្យ​អ្នក​ប្រើ​ពិនិត្យមើល​ទិន្នន័យ​ផ្ទាល់​ខ្លួន​របស់​ពួក​គេ។
