Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/about.lang.po
Languages: af, ar, as, az, bg, bs, hr, is, kab, km, ms, oc, pt, ta, tr, ur, uz, zh_tw

source: Get to know Mozilla
af: Meer oor Mozilla
ar: تعرف على موزيلا
as: Mozilla ক জানক
az: Mozillanı tanı
bg: Научете повече за Mozilla
bs: Upoznaj Mozillu
hr: Upoznajte Mozillu
is: Kynnast Mozilla
kab: Akken ad tissineḍ Mozilla
km: ត្រូវ​ដឹង​ពី Mozilla
ms: Dapat untuk lebih mengetahui Mozilla
oc: Per conéisser Mozilla
pt: Conheça a Mozilla
ta: Mozilla பற்றி அறிய ஆவலா
tr: Mozilla'yı tanıyın
ur: Mozilla کو جانیے
uz: Mozilla bilishiga imkon bering
zh_tw: 認識 Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
af: Meer inligting oor ons projekte, produkte en beginsels wat ontwerp is om mense te help om beheer te neem en die volle potensiaal te bereik van hulle lewens aanlyn.
ar: تعلم المزيد عن مشاريعنا ومنتجاتنا ومبادئنا المصممة لمساعدة الناس على السيطرة واستكشاف الإمكانات الكاملة لحياتهم على الانترنت.
as: আমাৰ প্ৰকল্প, উৎপাদনসমূহ আৰু ৰূপাঙ্কিত নীতিসমূহ যাৰ সহায়ত মানুহে অনলাইন সম'পূৰ্ণ নিয়ন্ত্ৰণ লব পাৰে আৰু ক্ষমতাৰ অন্বেষণ কৰিব পাৰে, তাৰ বিষয়ে অধিক শিকক।
az: Bizim insanlara onlayn həyatlarını kontrol etməyə və bütün onlayn potensilı kəşf etmələrinə yönəlmiş proektlər, məhsullar və prinsiplərimiz haqqında daha çox öyrənin.
bg: Научете повече за нашите проекти, продукти и принципи, предназначени да помогнат на хората да поемат контрола върху онлайн живота си и да опознаят пълния му потенциал.
bs: Saznajte više o našim projektima, proizvodima i principima dizajniranim da pomognu ljudima da preuzmu kontrolu i istraže puni potencijal njihovih života na mreži.
hr: Saznajte više o našim projektima, proizvodima i principima osmišljenim da bi pomogli ljudima preuzeti kontrolu i istražiti potpuni potencijal svojih života na mreži.
is: Lestu um verkefnin okkar, vörurnar og þær meginreglur sem við höfum til þess að hjálpa fólki að ná tökum á netinu og nýta sér til fulls.
kab: Issin ugar ɣef isenfaṛen nneɣ, iseɣẓanen akked yensayen nneɣ akken ad nmudd afus i yemdanen ad sferken tudert nsen s srid udiɣ ad faṛsen tagnitt.
km: ស្វែងយល់​បន្ថែម​អំពី​គម្រោង​របស់​ពួក​យើង, ផលិតផល និង​គោលការណ៍​ដែល​បាន​រចនា ដើម្បី​ជួយ​ពិនិត្យមើល និង​រុករក​ដែល​មាន​សក្ដានុពល​នៅ​លើ​បណ្ដាញ​ផ្ទាល់​របស់​ពួក​គេ។
ms: Ketahui lanjut mengenai projek, produk dan prinsipal kami direka untuk membantu semua orang mengawal dan jelajahi potensi penuh daripada kehidupan dalam talian mereka.
oc: Aprenètz-ne mai sus nòstres projèctes, nòstres logicials e nòstres principis destinats a ajudar lo monde a prene lo contraròtle de lor vida en linha e a ne profeitar plenament.
pt: Saiba mais sobre os nossos projetos, produtos e princípios desenhados para ajudar as pessoas a tomar o controlo e explorar todo o potencial das suas vidas online.
ta: எங்கள் திட்டம், உற்பத்திகள், இணையத்தில் மக்கள் முழு திறனுடன் ஆராய கட்டுப்படுத்த உதவுவதற்காக வடிவமைக்கப்பட்ட கொள்கைகளைப் பற்றி அறியுங்கள்.
tr: İnsanların çevrimiçi hayatlarını kendi ellerine almaları ve internetin tüm potansiyelini keşfetmeleri için tasarladığımız projeleri, ürünleri ve prensipleri keşfedin.
uz: Bizning loyihalarimiz, mahsulotlarimiz va odamlarga boshqarish hamda ularning onlayn hayotlarini to‘liq potensial ko‘rsatishga yordam berishi haqida ko‘proq o‘rganing.
zh_tw: 更加了解我們用來幫助人們控制、探索線上生活的完整潛力的專案、產品與原則。

source: The Mozilla mission
af: Die Mozilla-missie
ar: مهمة موزيلا
as: Mozilla ৰ লক্ষ্য
az: Mozilla Missiyası
bg: Мисията на Mozilla
bs: Mozillina misija
hr: Mozillina misija
is: Verkefni Mozilla
kab: Tuɣdaṭ n Mozilla
km: បេសកកម្ម Mozilla
ms: Misi Mozilla
oc: La mission de Mozilla
pt: A missão da Mozilla
ta: மொசில்லாவின் குறிக்கோள்
tr: Mozilla misyonu
ur: Mozilla مہم
uz: Mozilla vazifasi
zh_tw: Mozilla 的使命

source: What drives us and makes us different
af: Ons dryfveer en wat ons onderskei
ar: ما يدفعنا أماماً هو ما يجعلنا مختلفين
as: আমি কাৰ সহায়ত চলো আৰু ভিন্ন থাকো
az: Bizi fərqləndirən və hərəkət etdirən nədir
bg: Какво ни кара да бъдем различни
bs: Šta nas pokreće i čini drugačijim
hr: Što nas vodi naprijed i prema čemu se razlikujemo
is: Hvað hvetur okkur áfram og gerir okkur öðruvísi
kab: Insayen nneɣ, dayen iɣ-yessemgaraden
km: តើ​​ដ្រាយ​​អ្វី​ដែល​ពួក​យើង​បង្កើត​ភាព​ខុស​គ្នា
ms: Apa yang membawa kami dan menjadikan kami berbeza
oc: Nòstras valors, çò que nos rend diferents
pt: O que nos guia e torna diferentes
ta: எங்களை ஊக்குவிக்கும் வித்தியாசப்படுத்தும் காரணி
tr: Bizi cesaretlendiren ve farklı kılan ne?
ur: ہمیں کیا چلاتا ہے اور مختلف بناتا ہے
uz: Bizni nima ruhlantiradi va boshqaccha bo‘lishga undaydi
zh_tw: 帶領著我們，讓我們與眾不同

source: Career center
af: Loopbaansentrum
ar: المركز الوظيفي
as: সংস্থান কেন্দ্ৰ
az: Vakansiyalar
bg: Кариерен център
bs: Centar karijera
hr: Centar za karijere
is: Starfsframa svæði
kab: Imukan n uxeddim
km: មជ្ឈមណ្ឌល​ការងារ
ms: Pusat kareer
oc: Emplecs
pt: Centro de carreiras
ta: வேலைவாய்ப்பு மையம்
tr: Kariyer merkezi
ur: کریئر مرکز
uz: Mashg‘ulot markazi
zh_tw: 求職中心

source: Want to work at Mozilla? Apply today!
af: Wil u werk by Mozilla? Doen vandag aansoek!
ar: تريد العمل لدى موزيلا؟ قدّم طلباً اليوم!
bg: Искате да работите в Mozilla? Подайте молба днес!
bs: Želite raditi za Mozillu? Prijavite se danas!
hr: Želite raditi u Mozilli? Prijavite se danas!
is: Viltu vinna hjá Mozilla? Sæktu um í dag!
kab: Tebɣiḍ ad temmahleḍ di Mozilla? Azen-d ass-a?
km: ចង់​ធ្វើការ​នៅ Mozilla? ដាក់​ពាក្យ​ថ្ងៃនេះ!
ms: Mahu berkerja di Mozilla? Mohon hari ini!
oc: Volètz trabalhar per Mozilla ? Postulatz tre ara !
pt: Quer trabalhar na Mozilla? Candidate-se hoje!
ta: மொசில்லாவிற்கு பணியாற்ற விருப்பமா? இன்றே விண்ணப்பியுங்கள்!
tr: Mozilla'da çalışmak ister misiniz? Hemen başvurun!
uz: "Firefox"da ishlashni xohlaysizmi? Bugun rozi bo‘ling!

source: Want to work on Firefox? Apply today!
af: Wil u werk aan Firefox? Doen vandag aansoek!
ar: تريد العمل على فيرفكس؟ قدّم طلباً اليوم!
as: Firefox ত কাম কৰিব খোজে? আজিয়ে দৰ্খাস্ত কৰক!
az: Firefox üzərində çalışmaq istəyirsiz? İndi baş vur!
bg: Искате да правите Firefox? Започнете днес!
bs: Želite raditi na Firefoxu? Prijavite se danas!
hr: Želite raditi na Firefoxu? Prijavite se danas!
is: Viltu vinna við Firefox? Taktu þátt í dag!
kab: Tebɣiḍ ad temmahleḍ i Firefox? Azen-d ass-a?
km: តើ​ចង់​ដំណើរការ​នៅ​លើ Firefox ឬ? អនុវត្ត​ថ្ងៃ​នេះ!
ms: Mahu berkerja pada Firefox? Mohon hari ini!
oc: Volètz trabalhar per Firefox ? Es ara !
pt: Quer trabalhar no Firefox? Candidate-se hoje!
ta: பயர்பாக்ஸ் திட்டத்தில் பணியாற்ற விருப்பமா? இன்றே விண்ணப்பியுங்கள்!
tr: Firefox üzerinde çalışmak ister misiniz? Hemen başvurun!
ur: Firefox پر کام کرنا چاہتے ہیں؟ آج درخواست دیں!
uz: "Firefox"da ishlashni xohlaysizmi? Bugun rozi bo‘ling!
zh_tw: 想要找個開發 Firefox 的工作嗎？快來投履歷！

source: Mozilla blog
af: Mozilla-webjoernaal
ar: مدونة موزيلا
as: Mozilla ব্লগ
az: Mozilla bloq
bg: Блог на Mozilla
is: Mozilla blogg
kab: Ablug Mozilla
km: ប្លក់ Mozilla
ms: blog Mozilla
oc: Blog Mozilla
pt: Blog da Mozilla
ta: பயர்பாக்ஸ் வலைப்பூ
tr: Mozilla blogu
ur: Mozilla بلاگ
zh_tw: Mozilla 部落格

source: News, notes and ramblings from the Mozilla project
af: Nuus, notas en bepeinsinge oor die Mozilla-projek
ar: أخبار و ملحوظات من مشروع موزيلا
as: Mozilla প্ৰকল্পৰ বাতৰি, টোকা আৰু ৰেম্বলিং
az: Mozilla proyektindən Xəbərlər, notlar və qarışıqlıqlar
bg: Новини, слухове и бележки от проекта Mozilla
bs: Vijesti, bilješke i naklapanja iz Mozilla projekta
hr: Novosti, bilješke i razmišljanja iz Mozilla projekta
is: Fréttir, athugasemdir og blaður frá Mozilla verkefninu
kab: Isallen, tizmilin akked tamawt ɣef usenfaṛ Mozilla
km: ព័ត៌មាន, ចំណាំ ការ​ប្រែប្រួល​ពី​គម្រោង Mozilla
ms: Berita, nota-nota dan nukilan daripada Projek Mozilla
oc: Actualitats, nòtas e remarcas del projècte Mozilla
pt: Notícias, notas e divagações do projeto Mozilla
ta: மொசில்லா திட்டத்திலிருந்து செய்திகள், குறிப்புகள் மற்றும் நிகழ்வுகள்
tr: Mozilla projesinden haberler ve notlar
ur: Mozilla پراجیکٹ کی طرف سے خبریں، نوٹ اور خیالات
uz: Mozilla loyihasidan yangiliklar, qaydlar va ma’lumotlar
zh_tw: 關於 Mozilla 專案的新聞、紀錄、隨筆

source: Mozilla style guide
af: Mozilla-stylgids
ar: دليل نمط موزيلا
as: Mozilla শৈলী সহায়ক
az: Mozilla dizayn bələdçisi
bg: Стилове и правила на Mozilla
bs: Mozilla priručnik za stilove
hr: Vodič Mozillinog stila
is: Mozilla leiðbeiningar fyrir stílsnið
kab: Amnir n uɣanib n Mozilla
km: មគ្គុទ្ទេសក៍​រចនាបទ ​Mozilla
ms: panduan penggayaan Mozilla
oc: Guida estilistic de Mozilla
pt: Guia de estilo da Mozilla
ta: மோசில்லா பாணி கையேடு
tr: Mozilla üslup rehberi
ur: Mozilla سٹائل گائیڈ
uz: Mozilla uslubiy qo‘llanmasi
zh_tw: Mozilla 樣式指南

source: Logos, copy rules, visual assets and more
af: Embleme, skryfreëls, visuele artefakte en nog wat
ar: الشعارات، قواعد النسخ, الأصول البصرية والمزيد
as: ল'গোসমূহ, কপিৰ নিয়ম, দৃশ্যমান সম্পদ আৰু অধিক
az: Loqotiplər, köçürmə qaydaları, vizual vasitələr və daha çox
bg: Лога, текстове, правила, визуални идеи и други
bs: Logotipi, pravila kopiranja, vizuelna sredstva i više
hr: Logotipovi, pravila kopiranja, vizualna sredstva i više
is: Lógó, reglur um afritun, viðmótsgrafík og fleira
kab: Iluguten, aɣawas udlif, amnir n tira d wayen nniden
km: រូប​សញ្ញា, ច្បាប់​ចម្លង, ទ្រព្យសកម្ម និង​ច្រើន​ទៀត
ms: Logo, peraturan menyalin, aset visual dan banyak lagi
oc: Lògos, carta grafica, guida de redaccion e mai
pt: Logótipos, regras de cópia, efeitos visuais e mais
ta: சிறுப்படம் நகலெடுக்கும் விதிகள் படச் சொத்துகள் மேலும் பல
tr: Logolar, yazım kuralları, görsel malzemeler
ur: لوگو، کاپی قوائد، بصری اثاثے اور مزید
uz: Emblema, nusxa olish qoidalari, vizual faolliklar va boshqalar
zh_tw: 商標、名稱縮寫、素材庫等等

source: Locations & contacts
af: Liggings en kontakte
ar: المواقع & جهات الاتصال
as: অৱস্থান আৰু পৰিচয়
az: Məkanlar & əlaqələr
bg: Контакти и местоположение
bs: Lokacije i kontakti
hr: Lokacije i kontakti
is: Staðsetningar og tengiliðir
kab: Inermisen & asideg
km: ទីតាំង និង​ទំនាក់ទំនង
ms: Lokasi dan perhubungan
oc: Contactes e localizacion
pt: Localização e contactos
ta: இடங்களும & தொடர்புகளும்
tr: Konumlar ve iletişim
ur: محل وقوع & رابطہ افراد
uz: Manzillar va kontaktlar
zh_tw: 據點與聯絡方式

source: Addresses, emails, support and feedback forms
af: Adresse, e-posadresse, ondersteuning, en vorms vir terugvoer
ar: عناوين ،رسائل البريد الإلكتروني ، الدعم و نماذج ردود الفعل
as: ঠিকনাসমূহ, ইমেইলসমূহ, সমৰ্থন আৰু সঁহাৰি ফৰ্মসমূহ
az: Ünvan, e-poçt, dəstək və əks əlaqə formları
bg: Адреси, мейлове, поддръжка и формуляри за обратна връзка
bs: Adrese, emailovi, podrška i obrasci povratnih informacija
hr: Adrese, e-pošta, podrška i obrasci za povratne informacije
is: Heimilisföng, tölvupóstfang, stuðningur og stuðningsform
kab: Tansiwin, imaylen, isteqsiyen-ik akked tamawt inek
km: អាសយដ្ឋាន, អ៊ីមែល, ការ​គាំទ្រ និង​​ទម្រង់​មតិ​ត្រឡប់
ms: Alamat, email, sokongan dan borang maklumbalas
oc: Adreças, corrièrs electronics, vòstras questions e vòstras remarcas
pt: Endereços, correio eletrónico, formulários de ajuda e feedback
ta: முகவரிகள், மின்னஞ்சல்கள், பின்னூட்ட படிவங்கள்
tr: Adresler, e-postalar, destek ve geri bildirim formları
ur: پتہ جات، ای میل، معاونت اور جواب الجواب فارم
uz: Manzillar, e-pochtalar, qo‘llab-quvvatlash va mulohaza shakllari
zh_tw: 地址、電子郵件、技術支援與意見回饋表單

source: The Mozilla Corporation
af: Die Mozilla-korporasie
ar: مؤسسة موزيلا
bg: Корпорация Mozilla
bs: Mozilla korporacija
hr: Mozilla korporacija
is: Mozilla fyrirtækið
kab: Takebbanit Mozilla
km: សាជីវកម្ម Mozilla
ms: Mozilla Corporation
pt: A empresa Mozilla
ta: மொல்லா நிறுவனம்
tr: Mozilla Corporation
uz: Mozilla Korporatsiyasi

source: A corporation that serves the public good. Seriously.
af: 'n Korporasie wat werklik werk tot publieke voordeel.
ar: الشركة التي تخدم الصالح العام جيداً. على محمل الجد.
bg: Корпорация, която служи на общото благо. Наистина.
bs: Korpracija koja služi javno dobro. Ozbiljno.
hr: Korporacija koja služi javnom dobru. Ozbiljno.
is: Fyrirtæki sem þjónar hag almennings. Í alvörunni.
kab: Takebbanit yesseḥbibiren ɣef izerfan n yal yiwen. D tidett.
km: សាជីវកម្ម​ដែល​បម្រើ​ដល់​សាធារណជន​យ៉ាង​ស្មោះត្រង់។
ms: Sebuah perbadanan yang menyediakan perkhidmatan kepada awam. Betul-betul serius.
pt: Uma empresa que serve seriamente o interesse público.
ta: உறுதியாக, பொது நலனுக்கான சேவையாற்றும் ஒரு நிறுவனம்..
tr: Kamu yararına çalışan bir şirket. Ciddiyiz.
uz: Korporatsiya ommaning manfaati uchun xizmat qiladi. Rostdan ham shunday.

source: Mozilla leadership
af: Mozilla-leierskap
ar: قيادة موزيلا
bs: Mozila liderstvo
is: Mozilla forysta
kab: Tanedbelt n Mozilla
pt: Liderança Mozilla
ta: மொசில்லா தலைமைத்துவம்

source: Our Management Teams, Reps Council and Boards of Directors
af: Ons bestuurspan, raad van verteenwoordigers, en direksie
ar: فرقنا الإدارية، مجلس المندوبين ومجالس الإدارة
bs: Naši menadžment timovi, vijeće i uprava direktora
is: Stjórnunarteymið okkar, fulltrúaráð og stjórnarmenn
kab: Tarbaɛt nneɣ n usefrek, asqamu n yemdebṛen akked usqamu n tnedbelt
pt: As nossas equipas de gestão, concelho de representantes e painel de diretores
ta: எங்கள் மேலாண்மை அணிகள், பிரதிநிதி சபைகள் மற்றும் இயக்குநர் வாரியங்கள்

source: Our products
af: Ons produkte
ar: مُنتجاتنا
as: আমাৰ উৎপাদনসমূহ
az: Bizim məhsullar
bg: Нашите продукти
bs: Naši proizvodi
hr: Naši proizvodi
is: Okkar vörur
kab: Iseɣẓanen nneɣ
km: ផលិតផល​របស់​ពួក​យើង
ms: Produk kami
oc: Nòstres logicials
pt: Os nossos produtos
tr: Ürünlerimiz
ur: ہمارے مصنوعات
uz: Bizning mahsulotlarimiz
zh_tw: 我們的產品

source: An overview of what we make and what we’re working on
af: 'n Oorsig van wat ons maak en waaraan ons werk
ar: لمحة عامة عن ما نقدمه وما نعمل عليه
as: আমি কি নিৰ্মাণ কৰো আৰু কি বিষয়ত কাম কৰি আছো তাৰে এটা অভাৰভিউ
az: Nə etdiyimizin və nələr üzərində işlədiyimizin icmalı
bg: Преглед на това какво правим и върху какво работим
bs: Sveobuhvatni pregled onoga što činimo i na čemu radimo
hr: Pregled onoga što stvaramo i stvari na kojima radimo
is: Yfirlit yfir hvað við búum til og hvað erum að vinna að
kab: D tazwart ɣef ayen id nxeddem d wayen fiɣef nesseḥbibir
km: ទិដ្ឋភាព​ទូទៅ​នៃ​អ្វី​ដែល​យើង​បង្កើត និង​អ្វី​ដែល​យើង​កំពុង​ធ្វើ
ms: Sebuah penerangan daripada apa yang kami buat dan apa yang telah diusahakan
oc: Una presentacion de çò que fasèm e çò sus qué obram
pt: Uma visão geral do que fazemos e no que estamos a trabalhar
ta: நாங்கள் எதை உருவாக்குகிறோம் எதற்காக உழைக்கிறோம் என ஒரு பார்வை
tr: Yaptıklarımıza ve üzerinde çalıştıklarımıza bir bakış
ur: جو ہم بناتے ہیں اور جن چیزوں پر ہم کام کر رہے ہیں اس کا ایک جائزہ
uz: Biz nima qilganimiz va nima ustida ishlayotganimizni ko‘rib chiqish
zh_tw: 我們做了什麼，以及我們打算做什麼的概要

source: Get involved
af: Raak betrokke
ar: قم بالمشاركة
as: জড়িত হওক
az: Qoşul
bg: Участвайте
bs: Uključite se
hr: Uključite se
is: Taka þátt
kab: Ttekki
km: ចូលរួម​
ms: Libatkan diri
oc: Participatz
pt: Envolva-se
ta: பங்குபெற
tr: Bize katılın
ur: شامل ہوں
uz: Hissangizni qo‘shing
zh_tw: 參與我們

source: Become a volunteer contributor in a number of different areas
af: Word 'n vrywilliger in enige van 'n aantal areas
ar: كن مساهماً تطوعياً في عدد من المجالات المختلفة
as: বিভিন্ন স্থানত স্বেচ্ছাসেৱী অৱদানকাৰী হওক
az: Müxtəlif mövzularda könüllü töhfəverən ol
bg: Стани доброволец в много и различни области
bs: Postani volonter doprinosa u velikom broju različitih područja.
hr: Postanite volonter u raznim područjima
is: Þú getur gerst þátttakandi á marga vegu
kab: Uɣal d iwizi, deqs n tɣula i yellan
km: ក្លាយ​ជា​អ្នក​ចូលរួម​ស្ម័គ្រចិត្ត​នៅ​ក្នុង​តំបន់​ផ្សេងៗ​គ្នា
ms: Sertai sebagai sukarelawan penyumbang dalam sejumlah bidang yang berbeza
oc: Venètz contributor, fòrça domenis possibles
pt: Torne-se um voluntário em diferentes áreas
ta: பல திட்டங்களில் நீங்கள் ஒரு தன்னார்வ பங்களிப்பாளராகுங்கள்
tr: Çeşitli alanlardaki katkıda bulunmak için gönüllü olun
ur: رضاکار معاون بنیں اور متعدد مختلف چیزوں پر کام کریں
uz: Turli hududlardagi ko‘plab ko‘ngilli hissa qo‘shuvchilardan biri bo‘ling
zh_tw: 在不同的地區都能成為貢獻者義工

source: Press center
af: Perssentrum
ar: مركز الصّحافة
as: মূদ্ৰণ কেন্দ্ৰ
az: Mətbuat mərkəzi
bg: Прес-център
bs: Centar za medije
hr: Centar za medije
is: Frétta svæði
kab: Axxam n tɣamsa
km: មជ្ឈមណ្ឌល​ព័ត៌មាន
ms: Pusat media
oc: Punt premsa
pt: Centro de imprensa
tr: Basın merkezi
ur: پریس مرکز
uz: Matbuot markazi
zh_tw: 媒體中心

source: Press info and other useful stuff
af: Pers-inligting en ander nuttighede
ar: اضغط على المعلومات وغيرها من الاشياء المفيدة
as: মূদ্ৰণ তথ্য আৰু অন্য উপযোগী বস্তু
az: Mətbuat haqqında və digər maraqlı materiallar
bg: Информация за пресата и други полезни нещица
bs: Informacije za medije i ostale korisne stvari
hr: Informacije za medije i ostale korisne stvari
is: Upplýsingar fyrir fréttastöðvar og annað
kab: Ameẓlu n tɣamsa d wayen nniḍen
km: ចុច​លើ​ព័ត៌មាន និង​សម្ភារ​ដ៏​មាន​ប្រយោជន៍​ផ្សេង​ទៀត
ms: Tekan info dan benda yang berguna lain
oc: Servici de premsa e autras causas utilas
pt: Informações de imprensa e outros
ta: உடனுகுடன் செய்தி தகவல் மற்றும் பயனுள்ள பல தகவல்கள்
tr: Basın bilgileri ve diğer kullanışlı malzemeler
ur: پریس معلومات اور دیگر مفید چیزیں
uz: Matbuot ma’lumoti va boshqa foydali narsalar
zh_tw: 媒體資訊與其他有用的東西

source: Privacy center
af: Privaatheidsentrum
ar: مركز الخصوصية
as: গোপনীয়তা কেন্দ্ৰ
az: Gizlilik siyasəti
bg: Център за лични данни
bs: Centar privatnosti
hr: Centar privatnosti
is: Persónuverndarsvæði
kab: Tudert tabaḍnit
km: មជ្ឈមណ្ឌល​ឯកជន
ms: Pusat privasi
oc: Vida privada
pt: Centro de privacidade
ta: தனியுரிமை மையம்
tr: Gizlilik merkezi
ur: رازداری مرکز
uz: Maxfiylik markazi
zh_tw: 隱私中心

source: How Mozilla handles your personal information
af: Hoe Mozilla u persoonlike inligting hanteer
ar: كيف تتعامل موزيلا مع معلوماتك الشخصية
as: Mozilla এ কিধৰণে আপোনাৰ ব্যক্তিগত তথ্য ব্যৱস্থাপনা কৰে
az: Mozilla sizin şəxsi məlumatı necə idarə edir
bg: Какво прави Mozilla с вашата лична информация
bs: Kako Mozilla drži vaše lične informacije
hr: Kako Mozilla postupa s vašim osobnim informacijama
is: Hvernig meðhöndlar Mozilla persónulegar upplýsingar
kab: Amek mozilla tessefrak isefka inek udmawanen
km: របៀប​ដែល Mozilla គ្រប់គ្រង​ព័ត៌មាន​ផ្ទាល់​ខ្លួន​របស់​អ្នក
ms: Cara Mozilla mengendalikan maklumat peribadi anda
pt: Como a Mozilla trata a sua informação pessoal
ta: உங்கள் தனிப்பட்ட தகவல்களை எவ்வாறு மொசில்லா கையாளுகிறது
tr: Mozilla kişisel bilgilerinizi nasıl ele alıyor?
uz: Mozilla shaxsiy ma’lumotlaringiz bilan qanday ishlaydi

source: The Mozilla Foundation
af: Die Mozilla-stigting
ar: مؤسسة موزيلا
bg: Фондация Mozilla
bs: Mozilla fondacija
hr: Mozilla zaklada
is: Mozilla stofnunin
kab: Tasbeddit Mozilla
km: មូលនិធិ Mozilla
ms: Mozilla Foundation
oc: La Fondacion Mozilla
pt: A Fundação Mozilla
tr: Mozilla Vakfı
uz: Mozilla Foundation

source: The non-profit organization behind Firefox and all Mozilla products
af: Die organisasie sonder winsbejag agter Firefox en alle Mozilla-produkte
ar: المنظمة غير الربحية وراء فيرفكس وجميع منتجات موزيلا
bg: Организацията с нестопанска цел, която стои зад Firefox и всички продукти на Mozilla
bs: Neprofitna organizacija iza Firefoxa i svih Mozillinih proizvoda
hr: Neprofitna organizacija iza Firefoxa i svih Mozilla proizvoda
is: Fyrirtækið sem er á bakvið Firefox og allar Mozilla vörur er ekki rekið í gróðaskyni
kab: Takebbanit ur nettnadi ara idrimen i d-yessuffɣen Firefox akked akk iseɣẓanen nniḍen n Mozilla
km: ស្ថាប័ន​ដែល​មិន​រក​ប្រាក់ចំណេញ​នៅ​ខាងក្រោយ Firefox និង​ផលិតផល Mozilla ទាំងអស់
ms: Sebuah organisasi bukan berasaskan keuntungan di sebalik Firefox dan semua produk Mozilla
pt: A organização sem fins lucrativos que suporta o Firefox e todos os produtos da Mozilla
tr: Firefox'un ve tüm Mozilla ürünlerinin ardındaki kâr amacı gütmeyen kuruluş
uz: Firefox va Mozilla mahsulotlari orqasida turuvchi notijorat tashkilot

source: Mozilla partnerships
az: Mozilla ilə əməkdaşlıq
bg: Бъди партньор на Mozilla
ur: Mozilla شراکتیں
uz: Mozilla bilan hamkorlik

source: Details about partnering with us
az: Bizimlə əməkdaşlığın detalları
bg: Подробности за това, как можете да бъдете наш партньор
ur: ہمارے ساتھ شراکت قائم کرنے کی تفاصیل
uz: Biz bilan hamkorlik qilish haqidagi batafsil ma’lumotlar
