Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: Send us a note and we can get you started right away.
ar: أرسل لنا ملحوظة ويمكننا أن نجعلك تبدأ على الفور.
bg: Пишете ни и ще ви покажем как да започнете веднага.
bn_bd: আমাদের একটি নোট পাঠান এবং আমরা আপনাকে সঠিকভাবে শুরু করিয়ে দিতে পারি।
cy: Anfonwch neges a gallwn eich cychwyn yn syth.
es_mx: Envíanos un mensaje y te ayudaremos a comenzar ahora mismo.
fr: Envoyez-nous un message et nous pourrons vous aiguiller tout de suite.
hi_in: हमें एक टिप्पणी भेजें और हम आप तुरंत शुरू कर सकते हैं.
hr: Pošaljite nam poruku i možemo vas odmah zaposliti.
km: ផ្ញើ​ឲ្យ​ពួក​យើង​ចំណាំ ហើយ​យើង​អាច​ឲ្យ​អ្នក​​ចាកចេញ​ឥឡូវ​នេះ។
ms: Hantar nota kepada kami dan kami akan beri anda untuk mulakan terus.
ru: Отправьте нам сообщение чтобы приступить к работе.
sr: Пошаљите нам поруку и можемо Вас одмах запослити.
tr: Size uygun bir şeyler bulmamız için bize bilgi verin.
ur: ہمیں پیغام بھیجیں اور ہم آپ کو فوری طور پر شروع کروا سکتے ہیں۔
uz: Ishni boshlashimiz uchun bizga xabar jo‘nating.
xh: Sithumelele imigcana embalwa yaye siza kukuqalisa ngokukhawuleza.

source: Hi, I’m interested in…
ar: مرحباً، أنا مهتم ب...
bg: Здрасти, бих искал да помогна със...
bn_bd: হাই, আমি আগ্রহী…
cy: Mae gen i ddiddordeb mewn…
es_mx: ¡Hola! Me interesa…
fr: Salut, voilà ce qui m'intéresse…
hi_in: नमस्ते, मुझे ...में दिलचस्पी हैं.
hr: Bok, zanima me…
km: សួស្ដី, ខ្ញុំ​ចាប់អារម្មណ៍…
ms: Hi, Saya berminat dalam…
ru: Привет, я заинтересован в…
sr: Поздрав, занима ме...
tr: Merhaba, ilgi alanım…
ur: سلام، مجھے دلچسپی ہے…
uz: Salom, men qiziqib qoldim …
xh: Molweni, ndinomdla kwi-…

source: I’d like to receive regular contribution news by email
ar: أود تلقي أخبار مساهمة منتظمة عن طريق البريد الإلكتروني
bg: Искам да получавам новини по електронната поща
bn_bd: আমি ইমেল দ্বারা নিয়মিত অবদানের খবর গ্রহণ করতে চাই
cy: Hoffwn i dderbyn newyddion cyfrannu rheolaidd drwy e-bost
es_mx: Me gustaría recibir regularmente por correo información sobre cómo colaborar
fr: Je souhaiterais recevoir l'actualité des contributions par courriel
hi_in: मैं ईमेल द्वारा नियमित रूप से योगदान समाचार प्राप्त करना चाहता हूँ.
hr: Želim primati redovne novosti o doprinosima putem e-pošte
km: ខ្ញុំ​ចង់​ទទួល​ព័ត៌មាន​សម្រាប់​ការ​រួមចំណែក​តាម​អ៊ីមែល
ms: Saya suka untuk menerima berita sumbangan berkala dengan email
ru: Я хотел бы получать регулярные новости о программе для волонтеров по электронной почте
sr: Желим примати редовне новости о доприносима путем е-поште.
tr: Katkıda bulunmayla ilgili düzenli haberleri e-postayla almak istiyorum
ur: میں ای میل کے ذریعے عمومی طور پر معاونت کی خبریں وصول کرنا چاہوں گا
uz: Ko‘ngillilar uchun dasturlar haqidagi muntazam yangiliklarni e-pochta orqali olib turishni istayman.
xh: Ndingathanda ukufumana rhoqo iindaba zokuba negalelo nge-imeyili

source: Submit&nbsp;»
ar: إرسال&nbsp;»
bg: Изпращане&nbsp;»
bn_bd: জমাদিন&nbsp;»
cy: Cyflwyno&nbsp;»
es_mx: Enviar&nbsp;»
fr: Valider&nbsp;»
hi_in: जमा करें&nbsp;»
hr: Pošalji&nbsp;»
km: ស្នើ&nbsp;»
ms: Hantar&nbsp;»
ru: Отправить&nbsp;»
sr: Пошаљи&nbsp;»
tr: Gönder&nbsp;»
ur: ارسال کریں&nbsp;»
uz: Jo‘natish&nbsp;»
xh: Thumela&nbsp;»

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
bg: Моля, въведете валиден email адрес.
bn_bd: অনুগ্রহ করে আপনার বৈধ ইমেইল ঠিকানাটি দিন।
cy: Rhowch gyfeiriad e-bost dilys, os gwelwch yn dda.
es_mx: Escribe una dirección de correo válida.
fr: Veuillez indiquer une adresse électronique valide.
hi_in: एक मान्य ईमेल पता दर्ज करें.
hr: Upišite adresu svoje e-pošte.
km: សូម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​ត្រឹមត្រូវ។
ms: Sila masukkan alamat email yang sah.
ru: Пожалуйста, введите корректный адрес эл. почты.
sr: Молимо унесите важећу е-адресу.
tr: Lütfen geçerli bir e-posta adresi girin.
ur: ایک جائز ای میل پتہ داخل کریں۔
uz: Iltimos, to‘g‘ri e-pochta manzilini kiriting.
xh: Nceda ufake idilesi ye-imeyili esebenzayo.

source: You must agree to the privacy policy.
ar: يجب عليك الموافقة على سياسة الخصوصية.
bg: Трабва да се съгласите със политиката за личните данни.
bn_bd: আপনাকে গোপনীয়তা নীতির সাথে একমত হতে হবে।
cy: Rhaid i chi gytuno i'r polisi preifatrwydd.
es_mx: Debes aceptar la política de privacidad.
fr: Vous devez accepter la politique de confidentialité.
hi_in: आपको गोपनीयता नीति पर सहमत होना चाहिए.
hr: Morate se složiti s politikom privatnosti.
km: អ្នក​ត្រូវ​តែ​យល់​ព្រម​ចំពោះ​គោលនយោបាយ​ឯកជន។
ms: Anda perlu setuju dengan polisi privasi.
ru: Вы должны принять Политику приватности Mozilla.
sr: Морате се сложити са полисом приваности.
tr: Gizlilik ilkelerini kabul etmelisiniz.
ur: آپ کو ہماری رازداری پالیسی پر آمادہ ہونا ہو گا۔
uz: Siz maxfiylik siyosatiga rozi bo‘lishingiz kerak.
xh: Ufanele uvumelane nomgaqo-nkqubo wabucala.

source: Please select an area of interest.
ar: يرجى تحديد مساحة الاهتمام.
bg: Моля, изберете от каква област се интересувате.
bn_bd: অনুগ্রহ করে আগ্রহের একটি অঞ্চল নির্বাচন করুন।
cy: Dewiswch faes diddordeb.
es_mx: Selecciona un área de interés.
fr: Veuillez choisir un domaine qui vous intéresse.
hi_in: कृपया अपने अनुसार एक रूचि का चयन करें.
hr: Molim odaberite područje interesa.
km: សូម​ជ្រើស​តំបន់​ដែល​អ្នក​ចាប់​អារម្មណ៍។
ms: Sila pilih bidang yang diminati.
ru: Пожалуйста, выберите интересующую вас область.
sr: Молимо одаберите подручје које Вас интересује.
tr: Lütfen bir ilgi alanı seçin.
ur: کوئی دلچسپی کا موضوع منتخب کریں۔
uz: Marhamat, qiziqishingiz doirasini ko‘rsating.
xh: Nceda ukhethe icandelo onomdla kulo.

source: Please tell us more about your interests.
ar: من فضلك أخبرنا أكثر عن اهتماماتك.
bg: Моля, споделете малко повече за интересите ви.
bn_bd: অনুগ্রহ করে আমাদের আপনার আগ্রহ সম্পর্কে আরও বলুন।
cy: Dwedwch ragor am eich diddordebau.
es_mx: Háblanos sobre tus intereses.
fr: Merci de nous en dire plus sur vos centres d'intérêt.
hi_in: कृपया अपने रूचि के बारे में हमें और अधिक बताएँ.
hr: Recite nam nešto o svojim interesima.
km: សូម​ប្រាប់​ពួក​យើង​​បន្ថែម​អំពី​ចំណាប់អារម្មណ៍​របស់​អ្នក​។
ms: Sila beritahu kami tentang minat anda.
ru: Пожалуйста, расскажите нам о ваших увлечениях.
sr: Молимо Вас да нам кажете нешто више о Вашим интересовањима.
tr: Lütfen bize ilgi alanlarınızdan bahsedin.
ur: ہمیں اپنی دلچسپیوں کے بارے میں اور بتائیں۔
uz: Qiziqishlaringiz haqida bizga ko‘proq ma’lumot bering.
xh: Nceda usixelela okungakumbi ngezinto onomdla kuzo.

source: Your CAPTCHA response did not match. Please try again.
bg: Вашата CAPTCHA не съвпада. Моля, опитайте отново.
bn_bd: আপনার CAPTCHA প্রতিক্রিয়া মেলেনি। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
cy: Nid yw eich ymateb CAPTCHA yn cydweddu. Ceisiwch eto.
es_mx: Tu respuesta CAPTCHA no coincide. Inténtalo de nuevo.
fr: Votre réponse au CAPTCHA n'est pas correcte. Veuillez réessayer.
hi_in: आपका कॅप्चा प्रतिक्रिया मेल नहीं खाता हैं.कृपया पुन: प्रयास करें.
hr: Vaš CAPTCHA odgovor nije točan. Molim pokušajte ponovno.
km: ចម្លើយ​តប CAPTCHA របស់​អ្នក​មិន​ផ្គូផ្គង។ សូម​ព្យាយាម​ម្ដងទៀត។
ms: CAPTCHA yang anda respon tidak sepadan. Sila cuba lagi.
ru: Ваш ответ для CAPTCHA не подошел. Пожалуйста, попробуйте еще раз.
sr: Слова која сте написали не одговарају приказаној слици. Покушајте поново.
tr: CAPTCHA yanıtınız doğru değil. Lütfen tekrar deneyin.
ur: آپ کا CAPTCHA جواب ٹھیک نہیں تھا۔ پھر کوشش کریں۔
uz: Javobingiz CAPTCHA bilan mos kelmadi. Yana urinib ko‘ring.
xh: Impendulo yakho ye-CAPTCHA ayingqamani. Nceda uzame kwakhona.

source: Thank you for getting in touch.
ar: شكراً لك للبقاء على تواصل.
bg: Благодарим, че се свързахте с нас.
bn_bd: যোগাযোগ রাখার জন্য আপনাকে ধন্যবাদ।
cy: Diolch am gysylltu.
es_mx: Gracias por seguir en contacto.
fr: Merci de nous avoir contactés.
hi_in: हमसे संपर्क करने के लिए धन्यवाद.
hr: Hvala što ste nas kontaktirali.
km: អរគុណ​សម្រាប់​​​ទំនាក់ទំនង។
ms: Terima kasih dengan berhubung.
ru: Спасибо за то, что вышли на связь.
sr: Хвала Вам што сте нас контактирали.
tr: Bizimle iletişime geçtiğiniz için teşekkür ederiz.
ur: رابطی کرنے کا شکریہ۔
uz: Aloqaga chiqqaningiz uchun rahmat.
xh: Enkosi ngokunxibelelana nathi.

source: We are sorry, but there was a problem with our system. Please try again later!
ar: نحن آسفين، ولكن هناك مشكلة مع النظام لدينا. يرجى المحاولة مرة أخرى في وقت لاحق!
bg: Извиняваме се, но има някакъв проблем със системата ни. Моля, опитайте отново!
bn_bd: আমরা দুঃখিত, কিন্তু আমাদের সিস্টেমে একটি সমস্যা ছিল। পরে আবার চেষ্টা করুন!
cy: Ymddiheuriadau, ond bu problem gyda'n system. Ceisiwch eto yn nes ymlaen!
es_mx: Discúlpanos, pero hubo un problema con nuestro sistema. Inténtalo de nuevo pasados unos minutos.
fr: Nous sommes désolés, mais il y a un problème avec notre système. Veuillez réessayer plus tard&nbsp;!
hi_in: हमें माफ़ करें, पर हमारी प्रणाली में समस्या थी | कृपया कुछ देर बाद पुनः कोशिश करें!
hr: Žao nam je, ali došlo je do problema u našem sustavu. Molim pokušajte ponovno.
km: យើង​សូម​ទោល, ប៉ុន្តែ​មាន​បញ្ហា​ជាមួយ​ប្រព័ន្ធ​របស់​ពួក​យើង។ សូម​ព្យាយាម​ម្ដងទៀត​ពេល​ក្រោយ!
ms: Kami mohon maaf, terdapat masalah pada sistem anda. Sila cuba lagi kemudian!
ru: Нам очень жаль, но в нашей системе возникла проблема. Пожалуйста, повторите попытку позже!
sr: Жао нам је, али је било проблема са нашим системом. Молимо покушајте касније!
tr: Üzgünüz, sistemimizde bir sorun oluştu. Lütfen daha sonra tekrar deneyin!
ur: ہمارے نظام میں کچھ خرابی آ گئی۔ کچھ دیر بعد کوشش کریں!
uz: Biz juda afsusdamiz, ammo tizimimizda muammo yuz berdi. Qaytadan urinib ko‘ring!
xh: Silusizi, kodwa inengxaki inkqubo yethu. Sicela uphinde uzame kamva!

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
ar: شخص من موزيلا سيعود إليك قريباً مع معلومات حول كيفية المشاركة. أثناء انتظارك، قم بالتصفح خلال بعض فرص التطوع المتاحة أدناه.
bg: Член на екипа на Mozilla България ще се свърже с вас и ще ви даде информация как да започнете. Докато чакате, можете да разгледате няколко начина за помощ по-долу.
bn_bd: মোজিলা থেকে কেউ একজন শীঘ্রই আপনার কাছে ফিরে আসবে আপনি কিভাবে জড়িত হবেন সেই সকল তথ্য নিয়ে। যখন আপলি অপেক্ষা করছেন, নীচে বিদ্যমান কিছু স্বেচ্ছাসেবী সুযোগের মাধ্যমে ব্রাউজ করুন।
cy: Bydd rhywun o Mozilla'n cysylltu â chi'n fuan gyda gwybodaeth am sut fedrwch chi gyfrannu. Tra'ch bod chi'n aros edrychwch ar rhai o'r cyfleoedd gwirfoddoli isod.
es_mx: Alguien de Mozilla se pondrá en contacto contigo muy pronto para darte toda la información sobre cómo participar. Mientras tanto, puedes explorar algunas de las oportunidades para colaborar como voluntario que te mostramos a continuación.
fr: Un Mozillien vous contactera bientôt pour vous donner plus d'informations. En attendant, naviguez parmi les possibilités de contribution ci-dessous.
hi_in: कैसे शामिल हो की जानकारी के साथ मोज़िल्ला से जल्द ही कोई न कोई आपसे वापस संपर्क करेगा. अगर आप प्रतीक्षा कर रहे हैं, तो नीचे उपलब्ध कुछ स्वयंसेवक अवसरों के माध्यम से ब्राउज़ करें.
hr: Netko iz Mozille će vam se uskoro javiti s informacijama kako se možete uključiti. Dok čekate, provjerite u nastavku neke od trenutno dostupnih volonterskih pozicija.
km: អ្នក​ណា​ម្នាក់​ពី Mozilla នឹង​ត្រឡប់​មក​ជួប​អ្នក​ឆាប់ៗ​ដោយ​នាំមក​ព័ត៌មាន​អំពី​ការ​ចូលរួម។ ខណៈ​ពេល​អ្នក​កំពុង​រង់ចាំ, រកមើល​តាម​រយៈ​ឱកាស​អ្នក​ស្ម័គ្រចិត្ត​ដែល​មាន​ដូច​ខាងក្រោម។
ms: Seseorang dari Mozilla akan menghubungi anda tidak lama lagi dengan maklumat tentang bagaimana untuk menertai. Sementara anda menunggu, layari melalui beberapa peluang sukarelawan yang ada di bawah.
ru: Кто-нибудь из Mozilla скоро с вами свяжется и расскажет, как принять участие в проекте. Пока ждете, обратите внимание на следующие возможности, доступные волонтерам.
sr: Ускоро ће Вам се јавити неко из Мозиле са информацијама како се прикључити. Док чекате, погледајте неке од доступних волонтерских позиција.
tr: Mozilla’dan bir yetkili, bize nasıl katkıda bulunabileceğinizle ilgili olarak yakında sizinle iletişime geçecek. Beklerken aşağıdaki gönüllü olanaklarına göz atabilirsiniz.
uz: "Mozilla"dan biror kishi tezda siz bilan bog‘lanib, loyihada qanday ishtirok etish mumkinligini aytadi. Hozircha kutib turing, ko‘ngillilarga mavjud bo‘lgan quyidagi imkoniyatlarga diqqatingizni qarating.
xh: Umntu wakwa-Mozilla uza kubuyela kuwe kungekudala akunike inkcazelo ngendlela onokuzibandakanya ngayo. Ngelixa usalindile, khawuphendlaphendle ukhangele amanye amathuba okuba litsha-ntliziyo akhoyo apha ngezantsi.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
ar: ليس عليك أن تكون خبير C++ guru (أو حتى تعرف ماذا يعني ذلك) للمشاركة<br><b>. عليك فقط أن تحب الويب</b>
bg: Не трябва да бъдете C++ гуру за да помогнете.<br><b>Трябва само да обичате Уеб.</b>
bn_bd: জড়িত হওয়ার জন্য আপনার C++ এর গুরু হওয়ার প্রয়োজন নেই (এমনকি জানারও দরকার নেই এর কি মানে!)। <br><b>আপনাকে কেবল এই ওয়েবকে ভালবাসতে হবে।</b>
cy: Does dim rhaid bod yn arbenigwr C++ (neu hyd yn oed wybod beth yw ystyr hynny!) i ymuno.<br><b>Dim ond eich bod wrth eich bodd gyda'r We.</b>
es_mx: No tienes que ser un genio de C++ (¡ni siquiera saber lo que significa!) para participar.<br><b>Solo tienes que amar la Web.</b>
fr: Pas besoin d'être un as du C++ (ni même de savoir ce que ça peut bien vouloir dire) pour contribuer.<br><b>Il vous suffit d'aimer le Web.</b>
hi_in: शामिल होने के लिए आपको C++ गुरु (या यह पता होने चाहिए कि इसका मतलब क्या होता हैं) होने की ज़रूरत नहीं है.<br><b>आप सिर्फ वेब से प्यार करते हों .</b>
hr: Da biste se uključili, ne trebate biti C++ guru (ili uopće znati što to znači!).<br><b>Samo trebate voljeti Web.</b>
km: អ្នក​មិន​មាន C++ guru (ឬ​ទោះបី​ស្គាល់​អត្ថន័យ!) ចូលរួម។<br><b>អ្នក​គ្រាន់តែ​ស្រលាញ់​បណ្ដាញ។</b>
ms: Anda tidak perlu menjadi guru C++ (ataupun faham apa maksudnya!) untuk turun serta.<br><b>Anda hanya perlu mencintai Web.</b>
ru: Вам не нужно быть гуру C++ (или даже знать, что это значит!), чтобы принять участие в проекте.<br><b>Вам просто надо любить Веб.</b>
sr: Не морате бити Ц++ гуру (или чак знати шта то значи!) да бисте се прикључили.<br><b>Само треба да волите веб.</b>
tr: Bize destek olmak için C++ uzmanı olmanıza, hatta onun ne demek olduğunu bilmenize bile gerek yok!<br><b>Web’i sevmeniz yeterli.</b>
uz: Loyihada ishtirok etish uchun C++ bo‘yicha mutaxassis bo‘lishingiz shart emas (yoki uning nima ma’no bildirishini bilishingiz ham shart emas!).<br><b>Shunchaki internetni sevishingiz kerak.</b>
xh: Akuyomfuneko ukuba ube yingcungela ye-C++ (okanye wazi ukuba ithetha ukuthini na!) ukuze uzibandakanye.<br><b>Into efunekayo nje kukuyithanda iWebhu.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
ar: الاشتراك في النشرة الأسبوعية المليئة بأخبار المجتمع وفرص المساهمة.
bg: Абонирайте се за седмичния бюлетин, който е богат на новини и възможности за помощ.
bn_bd: একটি সাপ্তাহিক নিউজলেটারের জন্য সাইন আপ করুন যেটা পূর্ণ থাকবে কমিউনিটির খবর এবং অবদান রাখার সুযোগে।
cy: Ymunwch er mwyn derbyn cylchlythyr wythnosol sy'n llawn gwybodaeth cymunedol a chyfleoedd i gyfrannu.
es_mx: Suscríbete a un boletín semanal que está lleno de noticias de la comunidad y oportunidades de colaboración.
fr: Abonnez-vous à une lettre d'informations hebdomadaire pleine de nouvelles de la communauté et de possibilités de contribution.
hi_in: साप्ताहिक समाचार पत्र जो कि समुदाय समाचार और योगदान के अवसरों से भरा है के लिए साइन अप करें.
hr: Pretplatite se na naš tjedni newsletter prepun novosti iz zajednica i prilikama za doprinose.
km: ចុះ​ឈ្មោះ​សម្រាប់​សំបុត្រ​ព័ត៌មាន​ប្រចាំ​សប្ដាហ៍​ដែល​ជា​ព័ត៌មាន​សហគមន៍​ និង​ឱកាស​ការ​ចូលរួម។
ms: Daftar untuk surat berita mingguan yang penuh dengan berita komuniti dan peluang menyumpang.
ru: Подпишитесь на еженедельный бюллетень о новостях сообщества и возможностях для волонтеров
sr: Пријавите се за недељни билтен који је пун вести од заједнице и волонтерских могућности.
tr: Topluluk haberleri ve katkıda bulunma olanaklarıyla dolu haftalık bültenimize abone olun.
uz: Har oylik to‘liq jamiyat yangiliklari va ko‘ngillilar imkoniyatlari haqidagi xabarlarga yoziling.
xh: Bhalisela ileta yeendaba efumaneka veki zonke ezele ziindaba zoluntu namathuba okuba negalelo.

source: Welcome to Mozilla!
ar: مرحبا بك في موزيلا!
cy: Croeso i Mozilla!
es_mx: ¡Bienvenido a Mozilla!
hi_in: Mozilla में आपका स्वागत है!
km: ស្វាគមន៍​មកកាន់ Mozilla!
ms: Selamat Datang ke Mozilla!
tr: Mozilla'ya hoş geldiniz!
uz: "Mozilla"ga xush kelibsiz!
xh: Wamkelekile kuMozilla!

source: Find an opportunity
ar: قم بإيجاد فرصة
bg: Как можеш да помогнеш
bn_bd: একটি সুযোগ খুঁজুন
cy: Cyfleoedd
es_mx: Busca una oportunidad
fr: Découvrez les possibilités
hi_in: अवसर ढूंढें
hr: Pronađite priliku
km: ស្វែងរក​ឱកាស
ms: Cari peluang
ru: Найдите себе занятие по душе
sr: Пронађите прилику
tr: Bir olanak bulun
ur: موقع ڈھونڈیں
uz: O‘zingizga ko‘nglingizdagidek mashg‘ulotni toping
xh: Fumana ithuba

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
bg: Нашият процес по поддръжка, разчита на ентусиазирани хора като теб, които да помагат на другите да използват всички продукти на Mozilla. Научете повече за това <a href="%(fx_support_url)s">как можете да помагате на потребителите на Firefox</a> и <a href="%(tb_support_url)s">на тези на Thunderbird</a>.
cy: Mae ein proses cymorth yn dibynnu ar gyfranwyr brwdfrydig fel chi i helpu eraill i gael y gorau allan o gynnyrch Mozilla. Canfod mwy am<a href="%(fx_support_url)s">sut i helpu defnyddwyr Firefox</a> a <a href="%(tb_support_url)s">sut i helpu defnyddwyr Thunderbird</a>.
es_mx: Nuestro proceso de asistencia depende de colaboradores entusiastas como tú que ayudan a los demás a obtener lo máximo de los productos Mozilla. Descubre muchas más formas de ayudar a los usuarios de <a href="%(fx_support_url)s">Firefox</a> y <a href="%(tb_support_url)s">Thunderbird</a>.
fr: Notre processus d'assistance aux utilisateurs dépend de bénévoles passionnés tels que vous afin d'aider les utilisateurs à optimiser leur utilisation des logiciels Mozilla. Découvrez comment <a href="%(fx_support_url)s">vous pouvez utiliser les utilisateurs de Firefox</a> et de <a href="%(tb_support_url)s">Thunderbird</a>.
hi_in: हमारी समर्थन प्रक्रिया दूसरे आप जैसे उत्साही योगदानकर्ताआ को बाहर लाने है जिससे Mozilla उत्पादों को और उच्ची उड़ान मिले | Firefox उपयोगकर्ताओं <a href="%(fx_support_url)s">की मदद करने के लिए और थंडरबर्ड <a href="%(tb_support_url)s">उपयोगकर्ताओं की मदद करने के लिए कैसे कैसे के<a href="%(fx_support_url)s"> बारे में और अधिक जानकारी प्राप्त करें
hr: Naša podrška se oslanja na entuzijastične doprinositelje poput vas, koji pomažu ostalim korisnicima izvući najviše iz Mozillinih proizvoda. Saznajte više o načinima <a href="%(fx_support_url)s">kako pomoći Firefox korisnicima</a> i <a href="%(tb_support_url)s">kako pomoći Thunderbird korisnicima</a>.
km: ដំណើរការ​ជួយ​គាំទ្រ​របស់​យើង​ពឹង​ផ្អែក​លើ​អ្នក​ចូលរួម​ចំណែក​​​ដែល​មាន​ចំណូលចិត្ត​ខ្លាំង​​​ដូចជា​អ្នក ដើម្បី​ជួយ​អ្នក​ដទៃ​​ទទួល​បាន​សារប្រយោជន៍​​ច្រើន​ពី​ផលិតផល​ Mozilla ។ រក​មើល​បន្ថែម​អំពី <a href="%(fx_support_url)s">របៀប​ជួយ​អ្នក​ប្រើ Firefox</a> និង <a href="%(tb_support_url)s">របៀប​ជួយ​អ្នក​ប្រើ Thunderbird</a>។
ms: Proses sokongan kami bergantung kepada penyumbang tegar seperti anda untuk membantu yang lain mendapatkan produk Mozilla yang terbaik. Dapatkat maklumat lanjut tentang <a href="%(fx_support_url)s">bagaimana untuk membantu pengguna Firefox</a> dan <a href="%(tb_support_url)s">bagaimana untuk membantu pengguna Thunderbird</a>.
ru: Наш процесс поддержки основан на помощи наших энтузиастов, таких же пользователей как вы, которые помогают другим получить максимальную отдачу от продуктов Mozilla. Узнайте больше о том, как помочь пользователям <a href="%(fx_support_url)s">Firefox</a> и <a href="%(tb_support_url)s">Thunderbird</a>.
sr: Наша подршка се ослања на волонтере ентузијазисте попут Вас који помажу другима да добију оно најбоље од Мозила производа. Сазнајте више о томе <a href="%(fx_support_url)s">како помоћи Фајерфокс корисницима</a> и <a href="%(tb_support_url)s">како помоћи Тандерберд корисницима</a>.
tr: Herkesin Mozilla ürünlerin en iyi şekilde yararlanmasını sağlayan destek sürecimiz, sizin gibi hevesli katılımcılarla hayat buluyor. <a href="%(fx_support_url)s">Firefox</a> ve <a href="%(tb_support_url)s">Thunderbird</a> kullanıcılarına nasıl yardım edebileceğiniz öğrenin.
uz: Bizning qo‘llab-quvvatlash jarayonimiz tashabbuskorlarimiz, shuningdek, siz kabi boshqalarga Mozilla mahsulotlaridan maksimal darajada foydalanishda yordam beradigan foydalanuvchilar yordamiga asoslangan. <a href="%(fx_support_url)s">Firefox</a> va <a href="%(tb_support_url)s">Thunderbird</a> foydalanuvchilariga qanday qilib yordam berish haqida ko‘proq o‘rganing.
xh: Inkqubo yethu yenkxaso ixhomekeke kubanikeli abanentumekelelo njengawe ekuncedeni abanye bafumane okona kungcono kwiimveliso ze-Mozilla. Fumana okungakumbi <a href="%(fx_support_url)s">ngendlela yokunceda abasebenzisi be-Firefox</a> kunye <a href="%(tb_support_url)s">nendlela yokunceda abasebenzisi be-Thunderbird</a>.

source: Quality Assurance
ar: ضمان الجودة
bg: Контрол на качеството
bn_bd: মান নিশ্চিতকরণ
cy: Sicrwydd Ansawdd
es_mx: Control de calidad
fr: Assurance qualité
hi_in: गुणवत्ता आश्वासन
hr: Osiguranje kvalitete
km: ការ​ធានា​អះអាង​គុណភាព
ms: Jaminan Kualiti
ru: Контроль качества
sr: Осигурање квалитета
tr: Kalite Kontrolü
ur: کوالٹی اشورنس
uz: Sifat kafolati
xh: Ukuqinisekisa Umgangatho

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
ar: اختبار ضمان الجودة هي واحدة من أسهل الطرق للبدء مع موزيلا وهو وسيلة رائعة للتأقلم مع رموزنا وأدواتنا.
cy: Mae profi Sicrwydd Ansawdd yn un o'r ffyrdd hawsaf i gychwyn gyda Mozilla ac yn ffordd dda i ddod yn gyfarwydd â'n cod a'n offer.
es_mx: Garantizar la calidad es una de las formas más fáciles de comenzar con Mozilla y una forma genial de familiarizarte con nuestro código y nuestras herramientas.
hi_in: गुणवत्ता आश्वासन परीक्षण मोज़िला के साथ शुरू करने के लिए सबसे आसान तरीकों में से एक है और हमारे कोड और उपकरणों के साथ परिचित पाने के लिए एक शानदार तरीका है.
km: ការ​សាកល្បង​ធានា​គុណភាព​​មួយ​ក្នុង​ចំណោម​វិធី​ដែល​ងាយ​បំផុត ដើម្បី​ចាប់ផ្ដើម​ជាមួយ Mozilla និង​វិធី​អស្ចារ្យ​ដើម្បី​ចូលរួម​ក្រុម​ដោយ​ប្រើ​ឧបករណ៍ និង​កូដ​របស់​ពួក​យើង។
ms: Pengujian Jaminan Kualiti adalah satu daripada jalan yang termudah untuk bermula dengan Mozilla dan adalah satu jalan yang hebat untuk membiasakan diri dengan kod dan alatan kami.
tr: Kalite kontrol testleri, Mozilla’ya destek vermenin en kolay yollarından biridir ve hem kodlarımıza hem de araçlarımıza aşina olmanızı sağlar.
uz: Sifat kafolatini sinash Mozilla bilan ish boshlashning eng oson yo‘llaridan biri va kodimiz hamda asboblarimiz bilan tanishishning eng zo‘r usullaridan biri.
xh: Uvavanyo lwengqinisekiso yomgangatho yenye yeendlela ezilula yokuqalisa ngeMozilla kwaye ibaluleke kakhulu ekuziqhelaniseni nekhowudi yethu kwanezixhobo zethu.
