Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: Volunteer Opportunities at Mozilla
hi_in: मोज़िला में स्वयंसेवी अवसर

source: Menu
ar: القائمة
bg: Меню
bn_bd: মেনু
cy: Dewislen
es_mx: Menú
hi_in: मेन्यू
hr: Izbornik
km: ​ម៉ឺនុយ
ru: Меню
sr: Мени
tr: Menü
ur: مینیو
uz: Menyu
xh: Imenyu

source: Why<br> volunteer
hi_in: स्वयंसेवक <br> क्यों

source: Find<br> an event
hi_in: कोई ईवेंट <br> का पता लगाएं

source: Meet<br> Mozillians
hi_in: मोज़िल्लिंस <br>से मिलो

source: Your country
hi_in: आपका देश

source: I live in&hellip;
hi_in: में रहता हु&hellip

source: Volunteer with Mozilla!
hi_in: मोज़िला के साथ स्वयंसेवक!

source: active Mozillians worldwide
hi_in: दुनिया भर में मोज़िल्लिंस सक्रीय

source: upcoming events around the globe
hi_in: विश्व भर में आने वाली घटनाओं

source: languages and counting, on every continent
hi_in: भाषा और गिनती सभी महाद्वीपो में

source: Join a global community of game-changers.
hi_in: खेल परिवर्तकों की एक वैश्विक समुदाय में शामिल हों.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
hi_in: स्वयंसेवी जेसे आप पसंद करते हो या उससे तोड़े कम | <br> यह पूरी तरह से आप पर निर्भर है |

source: Share your skills and pick up<br> a few new ones along the way.
hi_in: आपन कोशल को फेलाए <br >और उसी राह में दुसरो को भी जोड़े |

source: Volunteering with Mozilla&hellip;
hi_in: मोज़िला के साथ स्वयं सेवा&hellip;

source: See our community in action
hi_in: हमारे समुदाय का काम देखे

source: How Mozillians help every day
hi_in: कैसे मोज़िल्लिंस हर दिन मदत करते है

source: Spain &middot; Activism
hi_in: स्पेन&middot; सक्रियतावाद

source: Philippines &middot; Activism
hi_in: फिलीपींस &middot; सक्रियतावाद

source: Switzerland &middot; Coding
hi_in: स्विट्ज़रलैंड &middot; कोडिंग

source: India &middot; Teaching
hi_in: भारत &middot; पढ़ाना

source: Read his story
hi_in: उसकी कहानी पढ़ें

source: Read her story
hi_in: उसकी कहानी पढ़ें

source: Want to get involved? Here’s how.
hi_in: शामिल होना चाहते हो ? यह लिखा है इसका रास्ता

source: Choose what interests you and tell us how you’d like to help
hi_in: आपको जिनमें दिलचस्पी है उन्हें चुनें और आप मदद करना चाहते हैं तो हमें बताओ ! कैसे ?

source: Stand by for an email that will connect you to the Mozilla community
hi_in: एक मेल के जरिये आप मोज़िला समुदाय के साथ कनेक्ट हो जाओगे

source: Create your Mozillians account and share your contributions with the world
hi_in: मोज़िल्लिंस खता बना कर अपने योगदान को दुनिया के साथ शेयर करो

source: Get started
hi_in: शुरू हो जाओ

source: Not ready to dive in just yet?
hi_in: अभी तक चालू नी कर पाए हो आप ?

source: Here are a few other ways you can support Mozilla right now.
hi_in: यह पर दुसरे और तरीके भी है जिससे आप Mozilla को समर्थन दे सकते हो

source: Donate to Mozilla
hi_in: मोज़िला के लिए दान दो

source: Read our Manifesto
hi_in: हमारे घोषणा पत्र पढ़ें

source: Like us on Facebook
hi_in: हमें फेसबुक पर पसंद करे

source: Follow us on Twitter
hi_in: ट्विटर पे साथ जोड़े

source: Upcoming event
hi_in: आगे आने वाली घटना

source: See all events
hi_in: सारी घटनाये देखे

source: Communicate
hi_in: संवाद

source: Mozilla communities
hi_in: Mozilla समुदाय

source: Mailing lists
hi_in: मेलिंग सूची

source: IRC channels
hi_in: IRC चैनल

source: More links
hi_in: और अधिक लिंक

source: Submit Firefox feedback
hi_in: Firefox प्रतिक्रिया भेजें

source: Explore Mozilla careers
hi_in: मोज़िला करियर का अन्वेषण

source: Get help with Firefox
hi_in: Firefox से मदत लो

source: Get community updates
hi_in: समुदाय की नवीनतम चीज़े लेते रहो

source: Mozillian Stories
hi_in: Mozillian कहानी

source: More
hi_in: और ज्याद

source: Less
hi_in: कम

source: Read more Mozillian stories
hi_in: Mozillians कहानी और ज्यादा पढो

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
hi_in: ट्विटर पर भी अधिक कहानियों की खोज करो<a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
hi_in: और चीज़े जल्द ही आ रही है

source: Get Involved: Volunteer Opportunities at Mozilla
ar: شارك معنا: فرص التطوع في موزيلا
bg: Участвайте: Как можете да помогнете на Mozilla
bn_bd: জড়িত হোন: মোজিলার স্বেচ্ছাসেবক হওয়ার সুযোগ
cy: Cyfrannu: Cyfleoedd Gwirfoddoli gyda Mozilla
es_mx: ¡Participa! Oportunidades para colaborar como voluntario en Mozilla
fr: Impliquez-vous&nbsp;: Dévouvrez les possibilités de bénévolat chez Mozilla
hi_in: शामिल हो: मोज़िल्ला में स्वयंसेवी अवसर
hr: Uključite se: volonterska mjesta u Mozilli
km: ចូលរួម៖ ឱកាស​​ស្ម័គ្រចិត្ត​​ជាមួយ Mozilla
ms: Turut Serta: Peluang Sukarelawan di Mozilla
ru: Примите участие: Возможности для добровольцев в Mozilla
sr: Прикључите се: Волонтирајте за Мозила фондацију
tr: Aramıza Katılın: Mozilla’daki Gönüllü Görevleri
ur: شامل ہوں: Mozilla میں رضاکارانہ مواقع
uz: Ishtirok eting: "Mozilla"da ko‘ngillilar uchun imkoniyatlar
xh: Zibandakanye: Amathuba okuba litsha-ntliziyo kwaMozilla

source: To get started, tell us what interests you.
hi_in: आरंभ करने के लिए, आपको जिनमें दिलचस्पी है वो हमें बताओ.

source: Choose one for now. You can always contribute to other areas later.
hi_in: अब के लिए किसी एक को चुनें| आप बाद में अन्य क्षेत्रों में योगदान कर सकते हैं.

source: Where would you like to get started?
hi_in: तुम कहाँ से शुरू करना चाहते हो |

source: Coding
ar: الترميز
bg: Програмиране
bn_bd: কোড লিখন
cy: Codio
es_mx: Programación
fr: Code
hi_in: कोडिंग
hr: Programiranje
km: សរសេរ​កូដ
ms: Aturcara
ru: Разработка и создание ПО
sr: Програмирање
tr: Programlama
ur: کوڈنگ
uz: Dastur tuzish
xh: Ukufaka ikhowudi

source: More about coding
hi_in: कोडिंग के बारे में अधिक

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
hi_in: Firefox और Firefox OS सहित मोज़िला उत्पादों, की एक पूरी श्रृंखला के लिए कोड का योगदान कीजिये

source: Testing
hi_in: परीक्षण

source: More about testing
hi_in: परीक्षण के बारे में और अधिक

source: Help make the Mozilla products you use — and love — even better.
hi_in: मदत से Mozilla के उत्पाद और बेहतर बनते है जिसे आप प्यार करते है |

source: Writing
hi_in: लेखन

source: More about writing
hi_in: लेखन के बारे में अधिक

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
hi_in: Mozlilla से संबंधित अपनी आवाज को आगे तक पहुचाहिये -- ब्लॉगिंग और सामाजिक मीडिया से उपयोगकर्ताओं और डेवलपर्स के लिए तकनीकी दस्तावेज उपलब्ध किये जा सके

source: Teaching
hi_in: पढ़ना

source: More about teaching
hi_in: पढ़ने के बारे में और अधिक

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
hi_in: अपनी कौशलताओ को उस समुदाय में फेलो जो जानने के लिए उत्सुक है | हमारे नि: शुल्क उपकरण से संसाधनों और घटनाओं शिक्षण का लाभ लो.

source: Helping
hi_in: सहायता

source: More about helping
hi_in: सहायता के बारे में और अधिक

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
hi_in: उन उपयोगकर्ताओं के लिए समर्थन प्रदान करें जिन्हें जरूरत है और सभी की मदत करे ताकि Mozilla से और बेहतर उत्पाद बहर आ सके

source: Translating
hi_in: अनुवाद करना

source: More about translating
hi_in: अनुवाद के बरे मे ओर अधिक

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
hi_in: मदद से अन्य भाषाओं में मोज़िला सामान रुप मे उपलब्ध बनाता है |समाचार पत्र और वेबसाइट से सब कुछ अनुवाद किजिये ताकि Firefox ओर Firefox OS के लिए कॉपी कि जा सके

source: Activism
hi_in: सक्रियता

source: More about activism
hi_in: सक्रियता के बरे मे अधिक

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
hi_in: खुले वेब पर स्वतंत्रता, सुरक्षा और गोपनीयता का समर्थन करने के लिए हमारे अवसरों के साथ शामिल हो जाओ

source: I don’t know
hi_in: मे नहीं जानता |

source: More about how you can contribute
hi_in: आप योगदान कर सकते हैं के बारे में अधिक

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
hi_in: पता नही केसे आप मदत करना चाहते हो ? कोई परेशानी नही | हम आप के लिए उपयुक्त योगदान गतिविधि पा सकते हैं.

source: Now tell us a little about yourself:
hi_in: अब अपने बारे में कुछ बताइए

source: Name
hi_in: नाम

source: Email address
hi_in: ईमेल पता

source: Country
hi_in: देश

source: select
hi_in: चुनें

source: Why do you want to be a Mozilla volunteer?
hi_in: आप क्यू Mozilla के स्वयंसेवक बनना चाहते हो ?

source: (Optional)
hi_in: (वैकल्पिक)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
hi_in: Mozilla से में ख़ुश हु जेसे इसने मेरी जानकारी को सम्भाले रखा है | जेसा इस गोपनीय <a href="%(privacy)s">नीति में समझाया गया है |

source: Start contributing
hi_in: योगदान प्रारंभ करे

source: Sign me up for community updates
hi_in: समुदाय के अपडेट के लिए मुझे साइन अप करें

source: What particular area?
hi_in: कोनसा विशेष क्षेत्र?

source: What would you like to code?
hi_in: आप क्या कोड करना चाहते हैं?

source: What would you like to test?
hi_in: आप क्या परीक्षण करना चाहते हैं?

source: What would you like to translate?
hi_in: आप क्या अनुवाद करना चाहते हैं?

source: What would you like to write?
hi_in: आप क्या लिखना चाहते हो ?

source: What would you like to teach?
hi_in: आप क्या सिखाना चाहते हो ?

source: Firefox
hi_in: फ़ायरफ़ॉक्स

source: Firefox add-ons
hi_in: firefox ऐड-ओंस

source: HTML5 apps
hi_in: एचटीएमएल 5 अप्प

source: Diagnosing Web compatibility issues
hi_in: वेब संगतता समस्याओं का निदान

source: Online services
hi_in: ऑनलाइन सेवाओं

source: Firefox and Firefox OS
hi_in: Firefox और Firefox OS

source: Web compatibility
hi_in: वेब अनुकूलता

source: Product localization
hi_in: उत्पाद स्थानीयकरण

source: Website localization
hi_in: वेबसाइट स्थानीयकरण

source: I’d like to work on localization tools
hi_in: मैं स्थानीयकरण उपकरण पर काम करना चाहता हु |

source: Social media
hi_in: सोशल मीडिया

source: Journalism
hi_in: पत्रकारिता

source: Technical docs for users
hi_in: उपयोगकर्ताओं के लिए तकनीकी Docs

source: Technical docs for developers
hi_in: डेवलपर्स के लिए तकनीकी Docs

source: Technical docs for Firefox add-ons
hi_in: Firefox ऐड -ओंस के लिए तकनीकी डॉक्स

source: Technical docs for HTML5 apps
hi_in: एचटीएमएल 5 अप्प्स के लिए तकनीकी डॉक्स

source: Teach the Web (Webmaker)
hi_in: वेब पढ़ो (वेबमेकर)

source: Open News fellowships
hi_in: खोलो समाचार अध्येतावृत्तियों को

source: Hive - Community based digital education
hi_in: Hive -समुदाय आधारित डिजिटल शिक्षा

source: Open Web science research
hi_in: खोलो वेब विज्ञान अनुसंधान

source: Community Events
hi_in: समुदाय की घटनाओं

source: Find events
hi_in: घटनाओं का पता लगाएं

source: By city, country, or event:
hi_in: शहर, देश, या घटना से

source: By date:
hi_in: तारीख से

source: month
hi_in: महीने से

source: year
hi_in: साल

source: Date
hi_in: तारीख

source: Event
hi_in: घटना

source: City
hi_in: शहर

source: Thank you!
ar: شكراً!
bg: Благодарим!
bn_bd: আপনাকে ধন্যবাদ!
cy: Diolch yn fawr!
es_mx: ¡Gracias!
fr: Merci&nbsp;!
hi_in: शुक्रिया!
hr: Hvala vam!
km: អរគុណ!
ms: Terima kasih!
ru: Спасибо!
sr: Хвала Вам!
tr: Teşekkür ederiz!
ur: شکریہ!
uz: Rahmat!
xh: Enkosi!

source: Thanks!
hi_in: धन्यवाद

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
hi_in: हम व्याकुल है की आप कोडिंग करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
hi_in: हम व्याकुल है की आप परीक्षण करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
hi_in: हम व्याकुल है की आप लिखने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
hi_in: हम व्याकुल है की आप सिखाने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
hi_in: हम व्याकुल है की आप मदत करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
hi_in: हम व्याकुल है की आप अनुवाद करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
hi_in: हम व्याकुल है की आप सक्रियतावाद करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
hi_in: हम व्याकुल है की आप स्वयं सेवा करने में रुचि रखते हो और और अब ज्यादा इन्तेजार नही कर सकते आपकी सुरुआत की लिए |

source: Keep an eye on your inbox for an important message from us.
hi_in: हम से एक महत्वपूर्ण संदेश के लिए आपके इनबॉक्स पर नजर रखें.

source: Hello!
hi_in: नमस्ते

source: Your Name
hi_in: आपका नाम

source: In the meantime&hellip;
hi_in: इस बीच में&hellip;

source: You can create your Mozillians account now to connect with fellow Mozillians.
hi_in: आप अपनी Mozillians वाला खाता खोल सकते हो और साथी Mozillians के साथ कनेक्ट बना सकते हो

source: Yes, create my Mozillians account
hi_in: हाँ , अपना Mozillians खाता बनाओ

source: You will be asked to sign in before proceeding
hi_in: आगे बढ़ने से पहले में हस्ताक्षर करने के लिए कहा जाएगा

source: No thanks, I’ll just wait for the email
hi_in: नहीं धन्यवाद, हम सिर्फ ईमेल के लिए इंतजार करेंगे

source: The success of our mission depends on participation from people like you.
ar: نجاح مهمتنا يعتمد على المشاركة من أناس أمثالك.
cy: Mae llwyddiant ein hymdrechion yn dibynnu ar gyfraniadau gan bobl fel chi.
es_mx: El éxito de nuestra misión depende de la participación de personas como tú.
hi_in: हमारे मिशन की सफलता आप जैसे लोगों से भागीदारी पर निर्भर करता है.
hr: Uspjeh naše misije ovisi o sudjelovanju ljudi poput tebe.
km: ភាព​ជោគជ័យ​​នៃ​បេសកកម្ម​របស់​ពួក​យើង​អាស្រ័យ​លើ​មាន​ការ​ចូលរួម​ពី​អ្នក​ទាំងអស់​គ្នា។
ms: Kejayaan misi kami bergantung kepada penyertaan daripada orang-orang seperti anda.
tr: Misyonumuzun başarısı, sizin gibi gönüllülerin katkılarına bağlı.
uz: Maqsadimizning amalga oshishi sizga o‘xshagan insonlarning ishtirokiga bog‘liq.
xh: Impumelelo yomsebenzi wethu ixhomekeke kuthatho-nxaxheba yabantu abanjengawe.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
ar: بفخر غير ربحية، وموزيلا تجعل من المنتجات مثل فيرفكس في مهمة تهدف للحفاظ على قوة الويب في أيدي المستخدمين في كل مكان.
bg: Горда, че е организация с нестопанска цел, Mozilla прави продукти като Firefox, с мисията да запази силата на Уеб в ръцете на потребителите по целия свят.
cy: Yn falch o fod yn ddi-elw, mae Mozilla yn creu cynnyrch fel Firefox gyda chenhadaeth i gadw grym y We yn nwylo defnyddwyr ym mhob man.
es_mx: Mozilla está orgullosa de ser una organización sin fines de lucro que crea productos como Firefox con la misión de que los usuarios de todo el mundo tengan el poder de la Web en sus manos.
hi_in: गर्व से गैर लाभ , Mozilla हर जगह उपयोगकर्ताओं के हाथों में वेब की शक्ति रखने के लिए एक मिशन के साथ Firefox जैसे उत्पाद बनाती है.
hr: Ponosno neprofitno orijentirani, Mozilla stvara proizvode poput Firefoxa s misijom da zadrži snagu Weba u rukama korisnika, gdje god se oni nalazili.
km: ដោយ​មិន​គិត​ប្រាក់​ចំណេញ, Mozilla បាន​​បង្កើត​ផលិត​ផល​ដូច​ជា Firefox ដែល​មាន​បេសកកម្ម ក្នុង​ការ​រក្សាទុក​ថាមពល​បណ្ដាញ​នៅ​ក្នុង​ដៃ​របស់​អ្នក​ប្រើ​នៅ​គ្រប់​ទី​កន្លែង។
ms: Dengan bangganya tanpa-profit, Mozilla membuat produk seperti Firefox dengan misi untuk mengekalkan kuasa Web di dalam tangan pengguna di mana saja.
tr: Kâr amacı gütmemekten gurur duyan Mozilla, Web’in gücünü tüm kullanıcıların elinde tutmasını sağlayan Firefox gibi misyonu olan ürünler geliştiriyor.
uz: Faxr bilan aytishimiz mumkinki, Notijorat Mozilla "Firefox"ga o‘xshagan dasturlarni unternet imkoniyatlarini butun dunyodagi foydalanuvchilar qo‘llarida saqlash maqsadida yaratadi.
xh: IMozilla ezingcayo nengenzi ngeniso yenza imveliso efana ne-Firefox ngenjongo yokugcina iwebhu isezandleni zabayisebenzisayo naphi na.

source: We are Mozillians
ar: نحن الموزيليين
cy: Mozilliaid ydym ni
es_mx: Somos Mozillians
hi_in: हम Mozillians है
km: យើង​ជា Mozillians
ms: Kami adalah Mozillians
tr: Biz Mozilla’yız
uz: Biz Mozillaliklarmiz
xh: Siluluntu lwe-Mozilla

source: This video shows members of the worldwide Mozilla community.
ar: هذا الفيديو يبين أعضاء مجتمع موزيلا في جميع أنحاء العالم.
cy: Mae'r fideo yn dangos aelodau cymuned Mozilla drwy'r byd i gyd.
es_mx: Este video muestra algunos miembros de la comunidad global de Mozilla.
hi_in: यह वीडियो दुनिया भर में मोज़िला समुदाय के सदस्यों से पता चलता है.
km: វីដេអូ​នេះ​បង្ហាញ​សមាជិក​នៃ​សហគមន៍ Mozilla ទូទាំង​ពិភព​លោក។
ms: Video ini menunjukkan ahli-ahli komuniti Mozilla di seluruh dunia.
tr: Bu video, dünyanın her yerindeki Mozilla topluluğu üyelerinden kesitler gösterir.
uz: Bu video Mozilla jamoasining butun dunyodagi a’zolarini ko‘rsatadi.
xh: Le vidiyo ibonisa amalungu ehlabathi oluntu lakwa-Mozilla.

source: Play video
ar: تشغيل الفيديو
cy: Chwarae'r fideo
es_mx: Reproducir video
hi_in: वीडियो चलायें
km: ចាក់​វីដេអូ
ms: Mainkan video
tr: Videoyu oynat
uz: Videoni tomosha qilish
xh: Dlala ividiyo

source: Pause video
ar: إيقاف مؤقت للفيديو
cy: Oedi'r fideo
es_mx: Pausar video
hi_in: वीडियो रोके
km: ផ្អាក​វីដេអូ
ms: Jeda video
tr: Videoyu duraklat
uz: Videoni to‘xtatib turish
xh: Misa ividiyo

source: Want to help?
ar: هل تريد تقديم المساعدة؟
bg: Искате да помогнете?
bn_bd: সাহায্য করতে চান?
cy: Hoffech chi helpu?
es_mx: ¿Quieres ayudar?
fr: Vous voulez aider&nbsp;?
hi_in: मदद करना चाहते हैं?
hr: Želite li pomoći?
km: ត្រូវការ​ជំនួយ?
ms: Mahu membantu?
ru: Хотите помочь?
sr: Желите да помогнете?
tr: Hazır mısınız?
ur: مدد کرنا چاہیں گے؟
uz: Yordam kerakmi?
xh: Ufuna uncedo?

source: Area of interest?
ar: مجال الاهتمام؟
bg: Област
bn_bd: আগ্রহের ক্ষেত্র?
cy: Maes diddordeb?
es_mx: ¿Área de interés?
fr: Centre d'intérêt&nbsp;?
hi_in: रुचि का क्षेत्र?
hr: Područje interesa?
km: តំបន់​ចាប់អារម្មណ៍?
ms: Bidang yang diminati?
ru: Область интересов?
sr: Подручје интереса?
tr: İlgi alanınız?
ur: دلچسپی کا موضوع؟
uz: Qiziqishingiz doirasidami?
xh: Unomdla kweyiphi into?

source: Helping Users
ar: مساعدة المستخدمين
bg: Поддръжка
bn_bd: ব্যবহারকারীদের সাহায্য করা
cy: Helpu Defnyddwyr
es_mx: Ayuda a usuarios
fr: Aide aux utilisateurs
hi_in: उपयोगकर्ताओं की सहायता करें
hr: Pomaganje korisnicima
km: ជួយ​អ្នក​ប្រើប្រាស់
ms: Membantu Pengguna
ru: Поддержка пользователей
sr: Помагање корисницима
tr: Kullanıcılara Yardım
ur: صارفین کی مدد
uz: Foydalanuvchilarga yordam berish
xh: Ukunceda abasebenzisi

source: Testing and QA
ar: الاختبار وضمان الجودة
bg: Тестване и контрол на Качеството
bn_bd: পরীক্ষা এবং QA
cy: Profi ac Ansawdd
es_mx: Pruebas y control de calidad
fr: Tests et assurance qualité
hi_in: जाँच तथा क्यूए
hr: Testiranje i osiguranje kvalitete
km: ការ​សាកល្បង និង QA
ms: Penguji dan QA
ru: Тестирование и контроль качества
sr: Тестирање и осигурање квалитета
tr: Test ve Kalite Kontrolü
uz: Sinab ko‘rish va sifatni boshqarish
xh: Uvavanyo ne-QA

source: Marketing
ar: التسويق
bg: Маркетинг
bn_bd: ব্যবসায়িক
cy: Marchnata
es_mx: Difusión
hi_in: विपणन
km: ទីផ្សារ
ms: Pemasaran
ru: Продвижение
sr: Тестирање
tr: Pazarlama
ur: مارکیٹنگ
xh: Urhwebo

source: Localization and Translation
ar: التوطين والترجمة
bg: Локализация и преводи
cy: Lleoleiddio a Chyfieithu
es_mx: Localización y traducción
fr: Internationalisation et traduction
hi_in: स्थानीयकरण तथा भाषांतर
hr: Lokalizacija i prevođenje
km: មូលដ្ឋានីយកម្ម​ និង​ការ​បកប្រែ
ms: Localization dan Penterjemahan
ru: Локализация и перевод
sr: Локализација и превођење
tr: Yerelleştirme ve Çeviri
ur: مقامیت سازی اور ترجمہ
uz: Lokalizatsiya va tarjima
xh: I-localization nenguququlelo yolwimi

source: Web Development
ar: تطوير الويب
bg: Уеб разработка
bn_bd: ওয়েব ডেভেলপমেন্ট
cy: Datblygiad Gwe
es_mx: Desarrollo web
fr: Développement web
hi_in: वेब डेवलपमेंट
hr: Razvoj weba
km: ការអភិវឌ្ឍន​បណ្ដាញ
ms: Pembangunan Web
ru: Веб-разработка
sr: Веб програмирање
tr: Web Geliştirme
ur: ویب تکمیل کاری
uz: Veb dasturlash
xh: Uphuhliso lweWebhu

source: Firefox Marketplace
ar: سوق فيرفكس
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस
km: ឃ្លាំង​កម្មវិធី Firefox
ms: Gedung Firefox
xh: IMarike ye-Firefox

source: Add-ons
ar: الإضافات
bg: Добавки
cy: Ychwanegion
es_mx: Complementos
hi_in: सहयुक्ति
hr: Dodaci
km: កម្មវិធី​បន្ថែម
tr: Eklentiler
uz: Qo‘shimcha dasturlar
xh: Izongezelelo

source: Visual Design
ar: التصميم المرئي
bg: Дизайн
bn_bd: ভিজ্যুয়াল ডিজাইন
cy: Cynllunio Gweledol
es_mx: Diseño gráfico
fr: Graphisme et Design
hi_in: चाक्षुष डिज़ाइन
hr: Vizualni dizajn
km: ប្លង់​រចនា​ដែល​អាច​មើល​ឃើញ
ms: Rekaan Visual
ru: Визуальный дизайн
sr: Визуелни дизајн
tr: Görsel Tasarım
ur: بصری ڈیزائن
uz: Vizual dizayn
xh: Uyilo Olubonakalayo

source: Documentation and Writing
ar: التوثيق والكتابة
bg: Документация
cy: Dogfennaeth ac Ysgrifennu
es_mx: Documentación y redacción
fr: Documentation et écriture
hi_in: दस्तावेज़ीकरण और लिखावट
hr: Dokumentacija i pisanje
km: ឯកសារ និង​ការ​សរសេរ
ms: Dokumentasi dan Penulisan
ru: Создание технической документации
sr: Документација и писање
tr: Belgelendirme ve Yazım
ur: دستاویزکاری اور تحریر
uz: Texnik hujjatlar tuzish
xh: Amaxwebhu nokubhala

source: Education
ar: التعليم
bg: Образование
bn_bd: শিক্ষা
cy: Addysg
es_mx: Educación
fr: Éducation
hi_in: शिक्षा
hr: Edukacija
km: ការ​អប់រំ
ms: Pendidikan
ru: Образование
sr: Едукација
tr: Eğitim
ur: تعلیم
uz: Taʼlim
xh: Imfundo

source: Other
ar: آخر
bg: Друго
bn_bd: অন্যান্য
cy: Arall
es_mx: Otra
fr: Autre
hi_in: अन्य
hr: Ostalo
km: ផ្សេង
ms: Lain-lain
ru: Другое
sr: Остало
tr: Diğer
ur: دیگر
uz: Boshqa
xh: Okunye

source: I have a suggestion for Firefox
ar: لدي اقتراح لفيرفكس
bg: Имам предложение относно Firefox
bn_bd: আমার ফায়ারফক্সের জন্য একটি প্রস্তাব আছে
cy: Mae gen i awgrym ar gyfer Firefox
es_mx: Tengo una sugerencia para Firefox
fr: Proposition d'amélioration de Firefox
hi_in: मेरे पास फ़ायरफ़ॉक्स के लिए सुझाव है |
hr: Imam prijedlog za Firefox
km: ខ្ញុំ​មាន​ការ​ផ្ដល់​យោបល់​សម្រាប់ Firefox
ms: Saya ada cadangan untuk Firefox
ru: У меня есть предложение для Firefox
sr: Имам предлог за Фајерфокс
tr: Firefox için bir önerim var
ur: میرے پاس Firefox کے لیے ایک تجویز ہے
uz: Firefox uchun taklifim bor
xh: Ndinecebiso nge-Firefox

source: I need help with a Firefox issue
ar: أحتاج إالمساعدة في قضية فيرفكس
bg: Имам нужда от помощ за Firefox
bn_bd: আমার একটি ফায়ারফক্সের সমস্যার জন্য সাহায্য প্রয়োজন
cy: Rwyf angen cymorth gyda mater yn ymwneud â Firefox
es_mx: Necesito ayuda con una incidencia con Firefox
fr: J'ai besoin d'aide, j'ai un problème avec Firefox
hi_in: मुझे फ़ायरफ़ॉक्स समस्या के बारे में मदद चाहिए
hr: Trebam pomoć u vezi problema s Firefoxom
km: ខ្ញុំ​ត្រូវ​ការ​ជំនួយ​ជាមួយ​បញ្ហា Firefox
ms: Saya perlu bantuan dengan masalah Firefox
ru: Мне нужна помощь с проблемой Firefox
sr: Потребна ми је помоћ са Фајерфоксом
tr: Bir Firefox sorunuyla ilgili yardıma ihtiyacım var
ur: مجھے ایک Firefox کے مسلے کے لیے مدد چاہیے ہے
uz: Firefox bilan bog‘liq muammolar bo‘yicha yordam kerak
xh: Ndifuna uncedo kumbandela we-Firefox

source: YOUR EMAIL HERE
ar: بريدك الإلكتروني هنا
bg: ВЪВЕДЕТЕ EMAIL-А СИ ТУК
bn_bd: আপনার ইমেইল এখানে
cy: EICH E-BOST YMA
es_mx: TU CORREO AQUÍ
fr: VOTRE ADRESSE ÉLECTRONIQUE ICI
hi_in: यहाँ आपका ईमेल
hr: ADRESA VAŠE E-POŠTE
km: អ៊ីមែល​របស់​អ្នក​នៅទីនេះ
ms: EMEL ANDA DISINI
ru: ВАШ АДРЕС ЭЛ. ПОЧТЫ
sr: Напишите Вашу е-адресу овде.
tr: E-POSTA ADRESİNİZ
ur: آپ کی ای میل ادھر
uz: E-POCHTANGIZ BU YERGA
xh: I-IMEYILE YAKHO APHA
