Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: An error occurred in our system. Please try again later.
bn_bd: আমাদের সিস্টেমে একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন।
fr: Une erreur s'est produite dans notre système. Veuillez réessayer plus tard.
sr: Десила се грешка у нашем систему. Молимо покушајте касније.

source: You must agree to the privacy policy
bn_bd: আপনাকে অবশ্যই গোপনীয়তার নীতিমালার সাথে সম্মত হতে হবে
fr: Vous devez accepter la politique de confidentialité
sr: Морате се сложити са полисом приватности

source: I’m okay with you handling this info as you explain in your <a href="%s">Privacy Policy</a>
bn_bd: আমি ঠিক আছি আপনার সাথে এই তথ্য পরিচালনায় যা আপনি ব্যাখ্যা করেছেন আপনার <a href="%s">গোপনীয়তার নীতিতে</a>
fr: J'accepte que vous utilisiez ces informations conformément à votre <a href="%s">politique de confidentialité</a>
sr: Слажем се са руковођењем ових информација, као што је објашњено у <a href="%s">полиси приватности</a>
