Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
bg: Бъдете част от изследователския екип &mdash; станете <a href="%(survey_url)s">участник в следващото ни проучване</a>, <a href="%(test_email)s">изпълнете ваш собствен тест по ползваемост</a> или <a href="%(test_pilot)s">анализирайте данни от Test Pilot приложението</a> &mdash; Радваме се да ви приветстваме!
bn_bd: গবেষণার অংশ team&mdash;যখন আপনি হতে চান একটি <a href="%(survey_url)s"><a href="%(survey_url)s">আসন্ন একটি গবেষণায় অংশগ্রহণকারী </a><a href="%(test_email)s"><a href="%(test_email)s">ব্যবহারযোগ্যতা পরীক্ষা আচার - ব্যবহার</a>আপনার নিজের বা<a href="%(test_pilot)s"><a href="%(test_pilot)s">টেস্ট পাইলট তথ্য ও বিশ্লেষণ</a>&mdash;আমাদের সাথে যোগ দিলে আমরা খুশি হতাম!
cy: Byddwch yn rhan o'r tîm ymchwil&mdash;p'un ai ydych am fod yn <a href="%(survey_url)s">gyfranogwr mewn astudiaeth sydd ar y gweill</a>, <a href="%(test_email)s">a cynnal profion defnyddioldeb</a> ar eich pen eich hun neu <a href="%(test_pilot)s">yn dadansoddi data Peilot Prawf </a>&mdash;byddwn wrth ein bodd petai chi'n ymuno â ni!
es_mx: Forma parte del equipo de investigación: ya sea <a href="%(survey_url)s">participando en un próximo estudio</a>, <a href="%(test_email)s">realizando pruebas de usabilidad</a> por tu cuenta o <a href="%(test_pilot)s">analizando datos de Test Pilot</a>. ¡Nos encantará tenerte con nosotros!
fr: Faites partie de l'équipe de recherche&mdash; que vous vouliez <a href="%(survey_url)s">participer à une prochaine étude</a>, <a href="%(test_email)s">effectuer des tests d'utilisabilité</a> de votre propre chef ou <a href="%(test_pilot)s">analyser des données Test Pilot</a>&mdash; nous serions ravis de vous compter parmi nous&nbsp;!
hi_in: अनुसंधान संघ का हिस्सा बने&mdash, भले ही आप <a href="%(survey_url)s"> आगामी अभ्यास में सहभागी </a> होना चाहते है, आप खुद <a href="%(test_email)s"> प्रयोज्य जाँच(Usability Test) का आचरण करना </a> चाहते है या <a href="%(test_pilot)s">टेस्ट पायलट डाटा विश्लेषण</a>करना चाहते है &mdash; हमें आपको पाकर ख़ुशी होगी!
hr: Postanite dio istraživačkog tima&mdash;neovisno o tome želite li <a href="%(survey_url)s">sudjelovati u nadolazećem istraživanju</a>, samostalno <a href="%(test_email)s">provesti test upotrebljivosti</a> ili <a href="%(test_pilot)s">analizirati podatke Test pilot projekta</a>&mdash;bilo bi nam drago da nam se pridružite!
km: ជា​ផ្នែក​ក្រុម​ការ​ស្រាវជ្រាវ&mdash;ថា​តើ​អ្នក​ចង់​ក្លាយ​ជា <a href="%(survey_url)s">អ្នក​ចូលរួម​នៅ​ក្នុង​ក្រុម​សិស្ស</a>, <a href="%(test_email)s">ការ​ប្រតិបត្តិ​ការ​សាកល្បង​ភាព​មាន​ប្រយោជន៍</a> នៅ​លើ​ផ្ទាល់​ខ្លួន​របស់​អ្នក ឬ <a href="%(test_pilot)s">វិភាគ​ទិន្នន័យ Test Pilot </a>&mdash;យើង​រីករាយ​ការ​ចូលរួម​របស់​អ្នក​ជាមួយ​ពួក​យើង!
ms: Jadilah sebahagian pasukan penyelidik&mdash;sama ada anda mahu menjadi <a href="%(survey_url)s">peserta dalam kajian akan datang</a>, <a href="%(test_email)s">menjalankan ujian kebolehgunaan</a> anda sendiri atau <a href="%(test_pilot)s">analisa data Ujian Permulaan</a>&mdash;kami suka anda menyertai kami!
ru: Станьте частью команды исследователей&mdash;захотите ли вы <a href="%(survey_url)s">участовать в предстоящем исследовании</a>, самостоятельно <a href="%(test_email)s">провести юзабилити тесты</a> или <a href="%(test_pilot)s">проанализировать данные Испытателя</a>&mdash;мы с радостью примем вас в команду!
sr: Будите део тима за истраживање&mdash;било да желите да будете <a href="%(survey_url)s">учесник у надолазећој студији</a>, <a href="%(test_email)s">спроведете тестове упортребљивости</a> сами или <a href="%(test_pilot)s">анализирате Тест Пилот податке</a>&mdash;волели бисмо да нам се прикључите!
tr: Araştırma ekibimize katılın: <a href="%(survey_url)s">Yaklaşan bir ankete katılabilir</a>, kendi başınıza <a href="%(test_email)s">kullanılabilirlik testleri uygulayabilir</a> veya <a href="%(test_pilot)s">Test Pilotu verilerini analiz edebilirsiniz.</a>. Araştırmalarımıza katılmanızdan mutluluk duyarız!
uz: Tadqiqot guruhi a’zo bo‘lish&mdash;<a href="%(survey_url)s">endi bo‘ladigan tadqiqot</a> ishtirokchisi, mustaqil ravishda o‘zingiz <a href="%(test_email)s">yaroqlilik sinovlarini olib borish</a> yoki <a href="%(test_pilot)s">Test Pilot ma’lumotlarini tashxislash</a>ni xohlasangiz&mdash;bizga qo‘shilishingizdan xursand bo‘lamiz!
xh: Yiba yinxalenye yeqela lophando&mdash;nokuba ufuna ukuba <a href="%(survey_url)s">ngumthathi-nxaxheba kuphononongo oluzayo</a>, <a href="%(test_email)s">siqhube iimvavanyo zokuba isebenza kangakanani na</a> ngokwakhe okanye <a href="%(test_pilot)s">sihlalutye iingcombolo zoVavanyo lwamaQalela</a>&mdash;singathanda ukuba uzimanye nathi!

source: Facebook
ar: الفيسبوك
bn_bd: ফেসবুক
hi_in: फेसबुक
sr: Фејсбук
xh: UFacebook

source: Firefox Affiliates
ar: الشركات التابعة لفيرفكس
bg: Firefox Съдружници
bn_bd: ফায়ারফক্স সম্বন্ধযুক্ত
cy: Cysyllteion Firefox
fr: Programme d'affiliation de Firefox
hi_in: फ़ायरफ़ॉक्स से संबद्ध
hr: Firefox Affiliate članovi
ru: Проекты связанные с Firefox
sr: Фајерфокс промотер
tr: Firefox Kardeşleri
ur: Firefox افلیئٹس
uz: Firefox bilan hamkorlik
xh: Amahlakani kaFirefox

source: Developer Documentation
ar: وثائق المطور
bg: Документация за разработчици
bn_bd: ডেভেলপারদের নথিপত্র
cy: Dogfennau Datblygwyr
es_mx: Documentación para desarrolladores
fr: Documents pour les développeurs
hi_in: डेवलपर दस्तावेज़ीकरण
hr: Dokumentacija za razvijatelje
km: ឯកសារ​របស់​អ្នកអភិវឌ្ឍន
ms: Dokumentasi Pembangun
ru: Документация для разработчиков
sr: Програмерска документација
tr: Geliştirici Belgeleri
ur: ڈیولپر دستاویزکاری
uz: Dasturchi qo‘llanmasi
xh: Amaxwebhu Abaphuhlisi

source: Mozilla
ar: موزيلا
bn_bd: মোজিলা
hi_in: मोज़िला
sr: Мозила
xh: IMozilla

source: Thank you for signing up!
ar: شكرا لك على الاشتراك!
bg: Благодарим за абонамента!
bn_bd: সাইন আপ করার জন্য আপনাকে ধন্যবাদ!
cy: Diolch am ymuno!
es_mx: ¡Gracias por registrarte!
fr: Merci pour votre inscription&nbsp;!
hi_in: साइन अप करने के लिए आपको धन्यवाद!
hr: Hvala što ste se prijavili!
km: អរគុណ​សម្រាប់​ការ​ចុះ​ឈ្មោះ!
ms: Terima kasih kerana mendaftar!
ru: Спасибо, что присоединились к нам!
sr: Хвала Вам што сте се пријавили!
tr: Kaydolduğunuz için teşekkürler!
ur: سائن اپ کرنے کا شکریہ!
uz: Ro‘yxatdan o‘tganingiz uchun rahmat!
xh: Enkosi ngokubhalisa!

source: Twitter
ar: تويتر
bn_bd: টুইটার
hi_in: ट्विटर
ru: Твиттер
sr: Твитер
xh: UTweeter

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ar: هذا الفيديو يتطلب متصفح يدعم الفيديو المفتوح أو <a href="http://www.adobe.com/go/getflashplayer"> ادوبي فلاش بلاير</a>.
bg: Това видео изисква браузър, който поддържа "open video" стандарта или да имаш <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
bn_bd: এই ভিডিওর জন্য ব্রাউজারের প্রয়োজন যা ভিডিওটি খোলা সমর্থন করে অথবা <a href="http://www.adobe.com/go/getflashplayer">অ্যাডোবি ফ্ল্যাশ প্লেয়ার</a>।
cy: Mae'r fideo angen porwr sy'n cynnal fideo agored neu'r <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
es_mx: Este video requiere un navegador compatible con un formato abierto de video o <a href="http://www.adobe.com/go/getflashplayer">Flash Player de Adobe</a>.
fr: Cette vidéo nécessite un navigateur prenant en charge la vidéo ouverte (« open video ») ou <a href="http://www.adobe.com/go/getflashplayer">le lecteur Adobe Flash</a>.
hi_in: वीडियो को खोलने के लिए इस वीडियो को समर्थन के साथ एक ब्राउज़र या <a href="http://www.adobe.com/go/getflashplayer">एडोब फ्लैश प्लेयर</a> की आवश्यकता है.
hr: Ovaj video zahtijeva web preglednik s podrškom za otvoreni video ili <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
km: វីដេអូ​នេះ​ទាមទារ​កម្មវិធី​អ៊ីនធឺណិត​ដោយ​មាន​ការ​គាំទ្រ​សម្រាប់​​វីដេអូ ឬ <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>។
ms: Video ini memerlukan pelayar yang menyokong video format terbuka atau <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ru: Это видео требует браузера с поддержкой открытого видеостандарта или <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
sr: Овај видео захтева веб прегледач са подршком за отворени видео стандард или <a href="http://www.adobe.com/go/getflashplayer">Адобов Флеш плејер</a>.
tr: Bu videoyu izlemek için açık video destekli bir tarayıcıya veya <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>’a ihtiyacınız var.
uz: Videoni ko‘rish uchun ochiq video yoki <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a> bilan ishlaydigan brauzer kerak.
xh: Le vidiyo ifuna ibhrawuza ekwaziyo ukuvula ividiyo okanye i-<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
bg: Контролът на качеството е една от най-лесните стъпки за навлизане в Mozilla и е добър начин да се запознаете с инструментите и с изходния код. Помогнете ни да <a href="%(qa_bugs_url)s">търсим бъгове</a>, да <a href="%(qa_web_url)s">тестваме уеб-сайтовете на Mozilla</a> или научете повече за <a href="%(qa_url)s">още начини за тестване</a>.
cy: Mae profion sicrwydd ansawdd yn un o'r ffyrdd hawsaf i ddechrau arni gyda Mozilla ac mae'n ffordd wych o ymgyfarwyddo â'n cod a'n offer. Helpwch ni <a href="%(qa_bugs_url)s">i gasglu gwallau</a> yn Firefox, <a href="%(qa_web_url)s">profi gwefannau prawf Mozilla</a> neu i ddysgu mwy am <a href="%(qa_url)s">gyfleoedd profi eraill</a>.
es_mx: Garantizar la calidad es una de las formas más fáciles de comenzar con Mozilla y una forma genial de familiarizarte con nuestro código y nuestras herramientas. Ayúdanos a <a href="%(qa_bugs_url)s">detectar errores</a> en Firefox, <a href="%(qa_web_url)s">probar los sitios web de Mozilla</a> y obtén más información sobre <a href="%(qa_url)s">otras oportunidades de pruebas</a>.
hi_in: मोज़िला के साथ शुरुवात करने का गुणवत्ता आश्वासन जाँच(Quality Assurance Testing) एक बहुतही सरल मार्ग है और कोड तथा टूल्स से परिचित होने का अच्छा मार्ग है | हमें मोज़िला में <a href="%(qa_bugs_url)s"> त्रुटियाँ खोजने में </a> मदद करें, <a href="%(qa_web_url)s"> मोज़िला वेबसाइटों की जाँच करें</a> अथवा <a href="%(qa_url)s"> अन्य जाँच अवसरों </a> के बारे में अधिक जानें |
hr: Testiranje osiguranja kvalitete je jedan od najjednostavnijih načina da se uključite u Mozillu. To je, također, i sjajan način da se upoznate s našim kôdom i alatima. Pomognite nam <a href="%(qa_bugs_url)s">otkriti greške</a> u Firefoxu, <a href="%(qa_web_url)s">testirati Mozilline web stranice</a> ili naučiti više o <a href="%(qa_url)s">ostalim mogućnostima testiranja</a>.
km: ការ​សាកល្បង​គុណភាព​ គឺ​ជា​មធ្យោបាយ​ងាយស្រួល​បំផុត​មួយ​​ដើម្បី​ចាប់ផ្ដើម​ជាមួយ Mozilla និង​​​ជា​មធ្យោបាយ​ប្រសើរ​បំផុត​មួយ​ដើម្បី​​យល់​ដឹង​អំពី​កូដ និង​​ឧបករណ៍​របស់​យើង។ ជួយ​យើង <a href="%(qa_bugs_url)s">តាម​រក​មើល​កំហុស</a> នៅ​ក្នុង Firefox, <a href="%(qa_web_url)s">សាកល្បង​តំបន់បណ្ដាញ Mozilla </a> ឬ​ស្វែងយល់​បន្ថែម​អំពី <a href="%(qa_url)s">ឱកាស​សាកល្បង​ផ្សេងៗ</a>។
ms: Pengujian jaminan kualiti adalah satu cara mudah untuk bermula dengan Mozilla dan cara hebat untuk membiasakan diri dengan kod dan peralatan kami. Bantu kami<a href="%(qa_bugs_url)s">memburu pepijat</a> dalam Firefox, <a href="%(qa_web_url)s">uji laman web Mozilla</a> atau pelajari tentang<a href="%(qa_url)s">peluang pengujian lain</a>.
ru: Контроль качества — это один из самых простых способов начать принимать участие в проекте Mozilla и отличная возможность познакомиться с нашими инструментами и кодом. Помогите нам <a href="%(qa_bugs_url)s">в поиске ошибок</a> в Firefox, <a href="%(qa_web_url)s">в тестировании веб-сайтов Mozilla</a>, или узнайте больше о <a href="%(qa_url)s">других возможностях проверки качества</a>.
tr: Kalite kontrol testleri, Mozilla’ya destek vermenin en kolay yollarından biridir ve hem kodlarımıza hem de araçlarımıza aşina olmanızı sağlar. Firefox’taki <a href="%(qa_bugs_url)s">bug’ları</a> yakalamamıza yardım edin, <a href="%(qa_web_url)s"> Mozilla web sitelerini test edin</a> veya <a href="%(qa_url)s">diğer test olanakları</a> hakkında bilgi alın.
uz: Sifat kafolatini sinash Mozilla bilan ish boshlashning eng oson yo‘llaridan biri va kodimiz hamda asboblarimiz bilan tanishishning eng zo‘r usullaridan biri. Bizga "Firefox"da <a href="%(qa_bugs_url)s">nosozliklarni aniqlashda</a>, <a href="%(qa_web_url)s">Mozilla vebsahifalarini sinashda</a> yordam bering yoki <a href="%(qa_url)s">boshqa sinab ko‘rish imkoniyatlari</a> haqida o‘rganing.
xh: Uvavanyo lokuqinisekisa umgangatho yenye yeendlela ezilula zokuqalisa iMozilla yaye yindlela emnandi yokuqhelana nekhowudi kwanezixhobo zethu. Sincede <a href="%(qa_bugs_url)s">sizingele iibhagi</a> kwiFirefox, <a href="%(qa_web_url)s">sivavanye iwebhusayithi zeMozilla</a> okanye sifunde ngakumbi <a href="%(qa_url)s">ngamanye amathuba okuyivavanya</a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
ar: نريد أن نجعله من الممكن للفنانين تغطية الويب و الناس مع التصاميم المستوحاة من موزيلا. تحقق من <a href="%(creative_url)s"> فريق البلوق المبدع </a> للمزيد من المعلومات حول كيفية المشاركة.
bg: Искаме да дадем възможност на артистите и дизайнерите да бъдат част от Mozilla. Прочетете в <a href="%(creative_url)s">блогът на екипа</a> как можете да участвате.
cy: Rydym am ei gwneud yn bosibl i artistiaid orchuddio'r we a phobl gyda dyluniadau a ysbrydolwyd gan Mozilla. Edrychwch ar flog tîm <a href="%(creative_url)s">Creadigol </a> am ragor o wybodaeth ar sut i gymryd rhan.
es_mx: Queremos hacer posible que los artistas llenen la Web y lleguen a todo el mundo con diseños inspirados por Mozilla. En el <a href="%(creative_url)s">blog del equipo creativo</a> encontrarás toda la información sobre cómo participar.
fr: Nous voulons permettre aux artistes d'habiller le Web et les gens aux couleurs de Mozilla. Visitez le <a href="%(creative_url)s">blog de l'équipe créative</a> afin d'en savoir plus.
hr: Umjetnicima želimo omogućiti da web i ljude popune s dizajnom kojeg inspirira Mozilla. Posjetite <a href="%(creative_url)s">blog kreativnog tima</a> za više informacija kako se pridružiti.
km: យើង​ចង់​បង្កើត​វា​សម្រាប់​សិល្បករ​ artists ដើម្បី​គ្រប់​ដណ្ដប់​​បណ្ដាញ និង​មនុស្ស​ដែល​រចនា​បាន​ជំរុញ​ដោយ Mozilla ។ ពិនិត្យមើល <a href="%(creative_url)s">កំណត់​ហេតុ​ក្រុម​ដែល​មាន​គំនិត​ច្នៃ​ប្រឌិត</a> សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​ការ​ចូលរួម​ចំណែក។
ms: Kami mahu membuka peluang untuk artis melibatkan diri di dalam web dan orang ramai dengan rekaan yang diinspirasikan oleh Mozilla. Periksa <a href="%(creative_url)s">blog pasukan Kreatif</a> untuk maklumat lanjut tentang bagaimana untuk mengambil bahagian.
ru: Мы хотим дать возможность художникам и простым людям в Сети использовать дизайнерские идеи, вдохновившись Mozilla. Зайдите на <a href="%(creative_url)s">Блог креативной команды</a> для получения дополнительной информации о том, как принять участие.
sr: Желимо да омогућимо уметницима да обухвате веб и људе са дизајнима које инспирише Мозила. Проверите <a href="%(creative_url)s">блог креативног тима</a> за више информација о томе како бити део тога.
tr: Sanatçıların Mozilla’dan ilham alan tasarımlarla web’i ve insanları donatmasını mümkün kılmak istiyoruz. Nasıl katılacağınızı öğrenmek için <a href="%(creative_url)s">kreatif takım bloguna</a> göz atın.
uz: Biz rassomlarga internetni qoplash va odamlarni Mozilla tomonidan dizayn bilan hayratlantirish imkonini berishni xohlaymiz. Qanday qilib ishtirok etish haqidagi qo‘shimcha ma’lumotlar olish uchun <a href="%(creative_url)s">Ijodkor guruh blogi</a>ni ko‘rib chiqing.
xh: Sifuna ukwenzela iingcali izinto lula ekungeneni kwewebhu nabantu kunye nezinto eziyilwe yiMozilla. Khawujonge <a href="%(creative_url)s">ibhlogu yeqela lobuGcisa Bokuyila</a> ukuze ufumane inkcazelo engakumbi ngendlela yokuba nenxaxheba.

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
cy: Diddordeb mewn helpu eraill i ddeall sut mae'r We'n gweithio? Mae <a href="%(webmaker)s">Mozilla Webmaker</a> yn gymuned fyd-eang sy'n gweithio i rannu sgiliau digidol gan ddefnyddio <a href="%(webmaker_tools)s">offer am ddim</a>, <a href="%(webmaker_resources)s">adnoddau dysgu</a> a <a href="%(webmaker_events)s">digwyddiadau cymunedol</a>.
es_mx: ¿Interesado en ayudar a otros a entender cómo funciona la Web? <a href="%(webmaker)s">Mozilla Webmaker</a> es una comunidad global dedicada a compartir habilidades digitales usando <a href="%(webmaker_tools)s">herramientas libres</a>, <a href="%(webmaker_resources)s">recursos de enseñanza</a> y <a href="%(webmaker_events)s">eventos en la comunidad</a>.
km: ចាប់អារម្មណ៍​ក្នុង​ការ​ជួយ​ដល់​ការងារ​បណ្ដាញ? <a href="%(webmaker)s">Mozilla Webmaker</a> ជា​សហគមន៍​សកល​បាន​ផ្ដល់​ការ​ចែករំលែក​ជំនាញ​ឌីជីថល​ដោយ​ប្រើ <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">ធនធាន​សម្រាប់​ការ​បង្រៀន</a> និង <a href="%(webmaker_events)s">ព្រឹត្តិការណ៍​សហគមន៍</a> ។
ms: Berminat untuk membantu yang lain memahami bagaimana untuk Web berfungsi? <a href="%(webmaker)s">Mozilla Webmaker</a> adalah komuniti yang berdedikasi untuk berkongsi kemahiran digital menggunakan <a href="%(webmaker_tools)s">alatan percuma</a>, <a href="%(webmaker_resources)s">sumber mengajar</a> dan <a href="%(webmaker_events)s">acara komuniti</a>.
tr: Web’in nasıl çalıştığını başkalarına anlatmak ister misiniz? <a href="%(webmaker)s">Mozilla Webmaker</a>; dijital becerileri <a href="%(webmaker_tools)s">ücretsiz araçlar</a>, <a href="%(webmaker_resources)s">eğitim kaynakları</a> ve <a href="%(webmaker_events)s">topluluk etkinlikleri</a> aracılığıyla paylaşmayı hedefleyen global bir topluluktur.
uz: Boshqalarga internetning qanday ishlashini tushuntirib berishga qiziqib qoldingizmi? <a href="%(webmaker)s">Mozilla vebmeyker</a> global jamiyati o‘zini raqamli bilimlarni <a href="%(webmaker_tools)s">bepul asboblar</a>, <a href="%(webmaker_resources)s">o‘rgatsh manbalari</a> va <a href="%(webmaker_events)s">jamiyat tadbirlari</a>dan foydalanib bo‘lishishga bag‘ishlaydi.
xh: Ingaba unawo umdla wokunceda abanye bazi ngendlela esebenza ngayo iwebhu? <a href="%(webmaker)s">Umenzi-webhu weMozilla </a> ngabantu behlabathi liphela abazinikeleyo ekwabelaneni ngezakhono zekhompyutha besebenzisa <a href="%(webmaker_tools)s">izixhobo ezisisimahla</a>, <a href="%(webmaker_resources)s">Izixhobo ezifundisayo</a> ne <a href="%(webmaker_events)s">Iziganeko zoluntu</a>.

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
cy: Diddordeb mewn siapio dyfodol y We? Mae rhaglen <a href="%(fellowship)s">Cymrodoriaeth OpenNews</a> yn cyfuno arweinwyr digidol â chyfleoedd newyddiaduraeth i adeiladu gwe agored i bawb.
es_mx: ¿Interesado en la configuración del futuro de la Web abierta, caballeros de Mozilla? <a href="%(fellowship)s">El programa de becas OpenNews</a> combina líderes digitales con oportunidades laborales para construir la Web abierta para todos.
km: ចាប់អារម្មណ៍​ក្នុង​ការ​ធ្វើឲ្យ​បណ្ដាញ​អនាគត​បើក​ចំហ​មែនទេ? Knight-Mozilla’s <a href="%(fellowship)s">កម្មវិធី​អាហារូបករណ៍ OpenNews</a> បង្កើត​ឲ្យ​មាន​អ្នក​ដឹកនាំ​ឌីជីថល​ជាមួយ​ឱកាស​វិស័យ​សារព័ត៌មាន​ដើម្បី​ស្ថាបនា​បណ្ដាញ​បើក​ចំហ​សម្រាប់​អ្នក​ទាំងអស់​គ្នា។
ms: Berminat untuk menjadikan masa depan terbuka Web? Knight-Mozilla <a href="%(fellowship)s">program OpenNews Fellowship</a> berpadanan dengan melahirkan pemimpin digital dengan peluang untuk membina Web terbuka kepada semua orang.
tr: Açık Web’in geleceğini şekillendirmeye var mısınız? Knight-Mozilla’nın <a href="%(fellowship)s">OpenNews Bursu programı</a> herkese yönelik açık bir Web oluşturmak için yükselen dijital liderleri gazetecilik olanaklarıyla buluşturur. (Program İngilizcedir.)
uz: Ochiq tarmoqning kelajagini shakllantirishga qiziqib qoldingizmi? Mozilla-ritsar’ning <a href="%(fellowship)s">OpenNews do‘stlik dasturi</a> favqulodda raqamli sardorlar jurnalistika imkoniyatlari bilan hamma uchun ochiq tarmoqni tuzishga mos keladi.
xh: Ingaba unomdla wokulungiselela ikamva lewebhu evulelekileyo? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> ingqamanisa iinkokeli ezisebenzisa umbane nezisakhulayo namathuba obuntatheli ukwakha iwebhu yomntu wonke.

source: <a href="%(hivenetworks)s">Hive Learning Networks</a> are a growing constellation of communities around the globe that are championing digital skills and web literacy through connected learning. <a href="%(hivenetworks)s">Learn more</a> about how to start a Hive in your community.
cy: Mae'r <a href="%(hivenetworks)s">Hive Learning Networks</a> yn gasgliad o gymunedau o amgylch y byd sydd ar gynnydd ac yn annog sgiliau digidol a llythrennedd gwe drwy ddysgu cysylltiedig. <a href="%(hivenetworks)s">Dysgwch rhagor</a> am sut i gychwyn Hive yn eich cymuned chi.
es_mx: <a href="%(hivenetworks)s">Las redes de aprendizaje Hive</a> están desarrollando una constelación de comunidades alrededor del mundo que son campeones en habilidades digitales y alfabetización de la web a través del aprendizaje conectado. <a href="%(hivenetworks)s">Aprender más</a> acerca de como iniciar un Hive en tu comunidad.
km: <a href="%(hivenetworks)s">Hive សិក្សា​បណ្ដាញ</a> កំពុង​បង្កើន​ទំនាក់ទំនង​ជុំវិញ​ពិភពលោក​ដែល​កំពុង​គាំទ្រ​ជំនាញ​ឌីជីថល និង​ការ​ចេះ​អាន​សរសេរ​បណ្ដាញ​តាម​រយៈ​ការ​សិក្សា​ដែល​បាន​ភ្ជាប់។ <a href="%(hivenetworks)s">ស្វែងយល់​បន្ថែម​</a> របៀប​ចាប់ផ្ដើម Hive នៅ​ក្នុង​ទំនាក់ទំនង​របស់​អ្នក។
ms: <a href="%(hivenetworks)s">Rangkaian Pembelajaran Haif</a> adalah komuniti bintang yang meningkat naik seluruh glob yang menjuarai kemahiran digital dan penulisan web melalui pembelajaran yang bersambung. <a href="%(hivenetworks)s">Ketahui lebih lanjut</a> tentang bagaimana untuk memulakan Haif dalam komuniti anda.
tr: <a href="%(hivenetworks)s">Hive Öğrenim Ağları</a>, bağlantılı öğrenme aracılığıyla dijital becerileri ve web okuryazarlığını geliştiren, tüm dünyada büyüyen bir topluluklar kümesidir. Kendi toplumunuz içinde nasıl bir Hive kurabileceğinizi <a href="%(hivenetworks)s">öğrenin</a>.
uz: <a href="%(hivenetworks)s">Hive o‘rganish tarmoqlari</a> ulangan holda o‘rganishda raqamli bilimlar go‘libi va veb-savodxonlik bo‘yicha butun dunyo bo‘ylab o‘smoqda. Hive bilan jamiyatingizda qanday boshlash haqida <a href="%(hivenetworks)s">ko‘proq o‘rganing</a>.
xh: <a href="%(hivenetworks)s">Hive Learning Networks</a> ligqiza elikhulayo labantu kwihlabathi jikelele eligqwesayo kwizakhono zobuchwepheshe nakwimfundo ngewebhu ngokufunda okunxityelelanisiweyo. <a href="%(hivenetworks)s">Learn more</a> ngendlela yokuqalisa intlanganisela kwindawo ohlala kuyo.
