Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
cy: <a href="%(marketplace_url)s">Mae'r Firefox Marketplace</a> y darparu cynnwys – gemau, cerddoriaeth, apiau cymdeithasol a rhagor – wedi eu hadeiladu gyda safonau HTML5 a gwerthoedd cod agored. Gyda <a href="%(mktcontrib_url)s">chyfleoedd i gyfrannu</a> ar bob lefel gallu, mae'n hawdd gwneud argraff!
es_mx: <a href="%(marketplace_url)s">Firefox Marketplace</a> provee contenido – juegos, música, aplicaciones de redes sociales y más – construido con los estándares de HTML5 y los valores del código abierto. Con<a href="%(mktcontrib_url)s">oportunidades de contribución</a> para todos los niveles de habilidad, ¡es fácil hacer un impacto!
hi_in: खेल, संगीत, सामाजिक क्षुधा और अधिक -<a href="%(marketplace_url)s">फ़ायरफ़ॉक्स बाज़ार</a> हमे यह सामग्री प्रदान करता है यह सब एचटीएमएल 5 मानक और खुला स्रोत मूल्यों के साथ बनाये गये है | हर कौशल स्तर में <a href="%(mktcontrib_url)s">योगदान के अवसर </a>के साथ | यह प्रभाव बनाना आसान है!
km: <a href="%(marketplace_url)s">ផ្សារ Firefox </a> ផ្ដល់​មាតិកា – ហ្គេម, តន្ត្រី, កម្មវិធី​សង្គម និង​ច្រើន​ទៀត – បង្កើត​ជាមួយ HTML5 ស្តង់ដារ និង​តម្លៃ​ប្រភព​បើក​ទូលាយ។ ជាមួយ <a href="%(mktcontrib_url)s">ឱកាស​រួច​ចំណែក</a> គ្រប់​ជំនាញ, វា​បង្ក​ភាព​ងាយស្រួល!
ms: <a href="%(marketplace_url)s">Firefox Marketplace</a> menyediakan kandungan – permainan, muzik, app sosial dan banyak lagi – dibina menggunakan standard HTML5 dan nilai sumber terbuka. Dengan <a href="%(mktcontrib_url)s">peluang menyumbang</a> pada setiap tahap kemahiran, adalah mudah untuk memberi impak!
tr: <a href="%(marketplace_url)s">Firefox Marketplace</a>, HTML5 standartlarıyla ve açık kaynak değerleriyle inşa edilen içerikleri (oyunlar, müzik, sosyal uygulamalar vb.) sunar. Her düzeye hitap eden <a href="%(mktcontrib_url)s">katkıda bulunma olanaklarıyla</a> etki yaratmanız çok kolay!
uz: <a href="%(marketplace_url)s">Firefox Marketplace</a> – o‘yinlar, musiqa, ijtimoiy ilova dasturlar va ko‘proq – HTML5 standartlari hamda ochiq kodli qiymatlar asosida tuzilgan ilova dasturlarni namoyish qiladi. Har bir bilim darajasida <a href="%(mktcontrib_url)s">Hissa qo‘shish imkoniyatlari</a> bilan yordam qilish juda oson!
xh: <a href="%(marketplace_url)s">Indawo yorhwebo yeFirefox </a> inikezela umxholo – imidlalo, umculo, iiaplikheyishini zolonwabo nokunye – zenziwe ngemigangatho ye-HTML5 nangemithombo evulekileyo yexabiso. Nge= <a href="%(mktcontrib_url)s">amathuba egalelo</a> kuwo nawuphi na umgangatho wesakhono, kulula ukwenza igalelo!

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
cy: Ychwanegion sy'n gwneud Firefox y porwr mwyaf estynadwy a chyfaddasadwy sydd ar gael. Cychwynnwch <a href="%(addons_url)s">adeiladu ychwanegyn</a>, a <a href="%(addons_wiki)s">dysgu rhagor am y ffyrdd gwahanol o gyfrannu</a>.
es_mx: Los completementos son lo que hace a Firefox el navegador con más extensiones y opciones de personalización. Empieza <a href="%(addons_url)s">contruyendo un add-on</a>, y <a href="%(addons_wiki)s">aprende más acerca de las diferentes maneras en que puedes contribuir</a>.
hi_in: Add-ons वो चीज़ है जो Firefox को सबसे एक्स्टेंसिबल और अनुकूलन ब्राउज़र उपलब्ध बनाता है | <a href="%(addons_url)s">ऐड-ओंस बनाना</a> सुरु करिये और जानिए अन्य <a href="%(addons_wiki)s"> योगदान करने के तरीके |</a>
km: កម្មវិធី​បន្ថែម​ជា​អ្វី​ដែល​បង្កើត​សម្រាប់ Firefox ជា​កម្មវិធី​អ៊ីនធឺណិត​ដែល​អាច​ប្ដូរ​តាម​តម្រូវ​ការ។ ចាប់ផ្ដើម <a href="%(addons_url)s">បង្កើត​កម្មវិធី​បន្ថែម</a>, និង <a href="%(addons_wiki)s">ស្វែងយល់​បន្ថែម​អំពី​វិធី​​ផ្សេង​ៗ​គ្នា​ដែល​អ្នក​អាច​ចូល​រួម​ចំណែក</a>។
ms: Add-on adalah apa yang menjadikan Firefox pelayar paling mudah diperluas dan disesuai yang ada. Mulakan <a href="%(addons_url)s">membina add-on</a>, dan <a href="%(addons_wiki)s">ketahui lanjut tentang cara lain yang anda boleh membuat sumbangan.
tr: Eklentiler, Firefox’u dünyanın en özelleştirilebilir tarayıcısı yapan şeylerdir. <a href="%(addons_url)s">Eklenti geliştirerek</a> işe başlayın ve <a href="%(addons_wiki)s">katkıda bulunmanın diğer yollarını öğrenin</a>.
uz: Qo‘shimcha dasturlar Firefox’ni ko‘pgina kengaytmalar qo‘shsa bo‘ladigan va moslanadigan brauzer sifatida mavjud bo‘lishiga yordam beradi. <a href="%(addons_url)s">Qo‘shimcha dastur tuzish</a>ni boshlang va <a href="%(addons_wiki)s">hissa qo‘shishning boshqa yo‘llari haqida ko‘proq o‘rganing</a>.
xh: Izongezelelo zizo ezenza iFirefox ibe yenabileyo neyibhrawuza enakho ukukhastomayizwa efumanekayo. Qalisa <a href="%(addons_url)s">ukwakha izongezelelo</a>, uze <a href="%(addons_wiki)s">ufunde ngakumbi ngeendlela ezahlukeneyo onokwenza igalelo kuzo</a>.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
bg: Mozilla Developer Network е място за технологиите на Mozilla. Помогнете <a href="%(dev_url)s">да направим документацията по-добра</a> като създадете ново съдържание, редактирате съществуващо такова или го преведете.
bn_bd: মোজিলা ডেভেলপার নেটওয়ার্ক হচ্ছে মোজিলা প্রযুক্তি সম্পর্কে তথ্যের কেন্দ্র। সহায়তা করুন <a href="%(dev_url)s">আমাদের ডকুমেন্টেশন আরও ভাল করতে</a>নতুন বিষয়বস্তু লিখে, বিদ্যমান উপাদান সংশোধন বা নতুন ভাষায় অনুবাদ করে।
cy: Mae'r Rhwydwaith Datblygwr Mozilla yn ganolbwynt ar gyfer gwybodaeth am dechnolegau Mozilla. Helpwch<a href="%(dev_url)s">i wneud ein dogfennau'n well</a> drwy ysgrifennu cynnwys newydd, cywiro deunydd cyfredol neu gyfieithu cynnwys i ieithoedd newydd.
es_mx: Mozilla Developer Network es el centro de información sobre tecnologías Mozilla. Participa en la <a href="%(dev_url)s">mejora de nuestra documentación</a> escribiendo contenido nuevo, corrigiendo el material existente o traduciéndolo a nuevos idiomas.
fr: Le Mozilla Developer Network est le centre d'information sur les technologies Mozilla. Aidez-nous à <a href="%(dev_url)s">améliorer notre documentation</a> en écrivant de nouveaux contenus, en corrigeant les documents existants ou en traduisant son contenu dans de nouvelles langues.
hi_in: मोज़िला डेवेलपर नेटवर्क मोज़िला प्रौद्योगिकी के बारे में जानकारी का हब है | नई सामग्री लिखकर, मौजूदा सामग्री को सही करके या सामग्री का नई भाषाओं में भाषांतर करके <a href="%(dev_url)s"> हमारा दस्तावेज़ीकरण सुधारने में </a> मदद करें |
hr: Mozilla Developer Network je riznica informacija o Mozillinim tehnologijama. Pomognite <a href="%(dev_url)s">unaprijediti našu dokumentaciju</a> pisanjem novog sadržaja, ispravljanjem postojećih materijala ili prevođenjem sadržaja na nove jezike.
km: បណ្ដាញ​អ្នកអភិវឌ្ឍន Mozilla ជា​មជ្ឈមណ្ឌល​សម្រាប់​ព័ត៌មាន​អំពី​បច្ចេកវិទ្យា Mozilla ។ ជំនួយ <a href="%(dev_url)s">បង្កើត​ឯកសារ​របស់​ពួក​យើង​ឲ្យ​កាន់​តែ​ល្អ​ប្រសើរ</a> ដោយ​សរសេរ​មាតិកា​ថ្មី, កែ​ឯកសារ​ដែល​មាន​ស្រាប់ ឬ​បកប្រែ​មាតិកា​ទៅ​ជា​ភាសា​ថ្មី។
ms: Mozilla Developer Network adalah hub untuk maklumat tentang teknologi Mozilla. Bantu <a href="%(dev_url)s">untuk menjadikan dokumentasi kami lebih baik</a> dengan menulis kandungan baru, membetulkan material sedia ada atau menterjemah kandungan ke bahasa baru.
ru: Сеть разработчиков Mozilla является центром информации о технологиях Mozilla. Помогите <a href="%(dev_url)s">улучшить нашу документацию</a> — написать новый материал, исправить существующую статью или принять участие в переводе на новые языки.
sr: Мозила програмерска мрежа је центар за информације о Мозила технологијама. Помозите нам да <a href="%(dev_url)s">учинимо нашу документацију још бољом</a> тако што ћете писати нове садржаје, исправљати постојећи материјал или преводити садржај у нове језике.
tr: Mozilla Geliştirici Ağı, Mozilla teknolojileri hakkında bir bilgi merkezidir. Yeni içerik yazarak, mevcut içeriği düzelterek veya yeni dillere çevirerek <a href="%(dev_url)s">belgelerimizi geliştirmemize</a> yardımcı olun.
uz: Mozilla dasturchilar tarmog‘i Mozilla texnologiyalari haqidagi ma’lumot markazi hisoblanadi. Yangi ma’lumot yozib, mavjud material xatolarini to‘g‘rilab yoki kontentni yangi tilga tarjima qilib <a href="%dev_url)s">qo‘llanmalarimizni yaxshiroq qilish</a>ga yordam bering.
xh: Inethiweki Yabaphuhlisi BeMozilla sisigqubo senkcazelo malunga nobugcisa beMozilla. Sincede <a href="%(dev_url)s">ekwenzeni amaxwebhu ethu ngcono</a> ngokubhala okuqulathiweyo okutsha, ukulungisa umbandela okhoyo nokuguqulela okuqulathiweyo okutsha kwezinye iilwimi.

source: Fellowships
ar: المنح الدراسية
cy: Cymrodoriaeth
es_mx: Becas
hi_in: अध्येतावृत्तियों
ms: Fellowship
tr: Burslar
uz: Do‘stlik
xh: Ubudlelwana

source: Hive Networks
ar: خلية الشبكات
es_mx: Redes Hive
hi_in: Hive नेटवर्क
ms: Rangkaian Haif
tr: Hive Ağları
uz: Hive tarmoqlari
xh: Intlanganisela yeenethiwekhi

source: map
ar: خريطة
bg: карта
bn_bd: ম্যাপ
es_mx: mapa
fr: carte
hi_in: नक्शा
hr: Karta
km: ផែនទី
ms: peta
ru: карта
sr: мапа
tr: harita
ur: نقشہ
uz: xarita
xh: imaphu

source: Find Mozillians near you
ar: العثور على موزيليين بالقرب منك
cy: Dod o hyd i Fozilliaid yn lleol
es_mx: Encuentra Mozilleros cerca de tí
hi_in: आप के पास Mozillians कि खोज करे
km: ស្វែងរក​ Mozillians នៅ​ជិត​អ្នក
ms: Cari Mozillians berhampiran anda
tr: Yakınınızdaki Mozilla gönüllülerini bulun
uz: Yaqin atrofingizdan Mozillaliklarni toping
xh: Khangela abakwaMozilla abakufutshane nawe

source: US and Canada
ar: الولايات المتحدة وكندا
bg: САЩ и Канада
bn_bd: মার্কিন যুক্তরাষ্ট্র এবং কানাডা
cy: UDA a Canada
es_mx: EE. UU. y Canadá
fr: États-Unis et Canada
hi_in: अमेरिका और कनाडा
hr: SAD i Kanada
km: សហរដ្ឋអាមេរិក និង​កាណាដា​
ms: US dan Kanada
ru: США и Канада
sr: САД и Канада
tr: ABD ve Kanada
ur: امریکا اور کینیڈا
uz: AQSH va Kanada
xh: I-US neKhanada

source: Europe
ar: أوروبا
bg: Европа
bn_bd: ইউরোপ
cy: Ewrop
es_mx: Europa
hi_in: यूरोप
hr: Europa
km: អ៊ឺរ៉ុប​
ms: Eropah
ru: Европа
sr: Европа
tr: Avrupa
ur: يورپ
uz: Yevropa
xh: IYurophu

source: Latin America
ar: أمريكا اللاتينية
bg: Южна Америка
bn_bd: লাতিন আমেরিকা
cy: De America
es_mx: Latinoamérica
fr: Amérique latine
hi_in: लैटिन अमेरिका
hr: Južna Amerika
km: អាមេរិក​ឡាតាំង
ms: Amerika Latin
ru: Латинская Америка
sr: Латино Америка
tr: Latin Amerika
ur: لاتینی امریکا
uz: Lotin Amerikasi
xh: IMerika YesiLatini

source: Africa and the Middle East
ar: أفريقيا والشرق الأوسط
bg: Африка и Близкия Изток
bn_bd: আফ্রিকা ও মধ্য প্রাচ্য
cy: Affrica a'r Dwyrain Canol
es_mx: África y Oriente Medio
fr: Afrique et Moyen-Orient
hi_in: अफ्रीका और मध्य पूर्व
hr: Afrika i Bliski istok
km: អាហ្រិក និង​តំបន់​មជ្ឈិមបូព៌ា
ms: Afrika dan Timur Tengah
ru: Африка и Ближний Восток
sr: Африка и Блиски Исток
tr: Afrika ve Orta Doğu
ur: افریکا اور مڈل ایسٹ
uz: Afrika va Yaqin Sharq
xh: I-Afrika noMbindi Mpuma

source: Asia and the South Pacific
ar: آسيا وجنوب المحيط الهادئ
bg: Азия и Южния Пасифик
bn_bd: এশিয়া ও দক্ষিণ প্রশান্ত মহাসাগরীয়
cy: Asia a De'r Môr Tawel
es_mx: Asia y el Pacífico Sur
fr: Asie et Pacifique Sud
hi_in: एशिया और दक्षिण प्रशांत
hr: Azija i Južni Pacifik
km: អាស៊ី និង​ប៉ាស៊ីហ្វិក​ខាង​ត្បូង
ms: Asia dan Pasifik Selatan
ru: Азия и Океания
sr: Азија и Јужни Пацифик
tr: Asya ve Güney Pasifik
ur: ایشیا اور ساوتھ پیسیفک
uz: Osiyo va Tinch okeanining janubiy qismi
xh: I-Asiya noMzantsi Pasifiki

source: Antarctica
ar: القارة القطبية الجنوبية
bg: Антарктида
bn_bd: এন্টার্কটিকা
es_mx: Antártida
fr: Antarctique
hi_in: एंटार्कटिका
hr: Antarktika
km: អង់តាកទិក
ms: Antartika
ru: Антарктика
sr: Антартик
tr: Antarktika
ur: انٹارکٹکا
uz: Antarktika
xh: IAntarctica

source: Sort By:
ar: ترتيب حسب:
bg: Сортиране по:
bn_bd: যেভাবে সাজাবেন:
cy: Trefnu:
es_mx: Ordenar por:
fr: Trier par&nbsp;:
hi_in: के आधार पर छाँटें:
hr: Sortiraj prema:
km: តម្រៀប​តាម ៖
ms: Isih Dengan:
ru: Упорядочить по:
sr: Сортирај према:
tr: Sıralama şekli:
ur: چھانٹیں از:
uz: Saralash:
xh: Hlela:

source: Interest
ar: اهتمام
bg: Тема
bn_bd: আগ্রহ
cy: Diddordeb
es_mx: Interés
fr: Intérêt
hi_in: रूचि
hr: Interesu
km: ចំណាប់អារម្មណ៍
ms: Minat
ru: Интересу
sr: Интересу
tr: İlgi alanı
ur: دلچسپی
uz: Qiziqish
xh: Ngokomdla

source: Location
ar: موقع
bg: Местоположение
bn_bd: অবস্থান
cy: Lleoliad
es_mx: Región
fr: Zone géographique
hi_in: स्थान
hr: Lokaciji
km: ទីតាំង
ms: Lokasi
ru: Местоположению
sr: Локацији
tr: Konum
ur: محل وقوع
uz: Manzil
xh: Ngokwendawo

source: Newsletter
ar: النّشرات الإخبارية
bg: Бюлетин
bn_bd: নিউজলেটার
cy: Cylchlythyr
es_mx: Boletín
fr: Lettre d'informations
hi_in: न्यूज़लैटर
km: សំបុត្រ​ព័ត៌មាន
ms: Surat berita
ru: Информационный бюллетень
sr: Билтен
tr: Bülten
ur: نیوز لیٹر
uz: Yangiliklar xabari
xh: Ileta yeendaba

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
ar: الاهتمام في مساعدة الآخرين يحصل على أقصى استفادة من استخدام مشاريع موزيلا فيرفكس وغيرها؟ وتعتمد عملية دعمنا على المساهمين المتحمسين مثلك.
bg: Интересувате ли се от това да помогнете на потребителите на Firefox и на другите продукти на Mozilla? Нашият екип по поддръжка разчита на такива ентусиасти като вас.
bn_bd: অন্যদের সাহায্য করতে আগ্রহী যারা ফায়ারফক্স এবং মোজিলার অন্যান্য প্রকল্পের বাইরের ব্যবহারকারী? আমাদের সমর্থন প্রক্রিয়া আপনার মত উদ্যমী অনুদানকারী উপর নির্ভরশীল।
cy: Diddordeb mewn helpu pobl eraill i gael y mwyaf allan o ddefnyddio Firefox a phrojectau eraill Mozilla? Mae ein prosesau cefnogi yn dibynnu ar gyfranwyr brwdfrydig fel chi.
es_mx: ¿Te interesa ayudar a que otros obtengan lo máximo de Firefox y de otros proyectos de Mozilla? Nuestro proceso de asistencia depende de colaboradores entusiastas como tú.
fr: Vous aimeriez aider les autres à mieux utiliser Firefox et les autres projets Mozilla&nbsp;? Notre programme d'aide aux utilisateurs s'appuie sur des contributeurs aussi enthousiastes que vous.
hi_in: दूसरों को फ़ायरफ़ॉक्स और मोज़िल्ला परियोजनाओं का उपयोग करने के लिए मदद करने में रुचि रखते हैं?हमारे समर्थन की प्रक्रिया आप की तरह उत्साही योगदानकर्ताओं पर निर्भर करता है
hr: Jeste li zainteresirani za pomaganje ostalima kako bi mogli izvući maksimum iz Firefoxa i ostalih Mozillinih projekata? Naš proces podrške se oslanja na entuzijastične doprinositelje poput vas.
km: តើ​ចាប់អារម្មណ៍​ក្នុង​ការ​ជួយ​អ្នក​ផ្សេងៗ​ទទួល​បាន​​អត្ថប្រយោជន៍​ច្រើន​ទៀត​ពី​ការ​ប្រើប្រាស់ Firefox និង​គម្រោង Mozilla ផ្សេងៗ? ដំណើរការ​ជួយ​គាំទ្រ​របស់​យើង​ផ្អែក​លើ​អ្នក​ចូលរួម​ចំណែក​អស់​ពី​ដួងចិត្ត​ដូចជា​អ្នក​អញ្ចឹង។
ms: Berminat untuk membantu yang lain mendapatkan yang terbaik dengan menggunakan Firefox dan projek Mozilla yang lain? Proses sokongan kami bergantung kepada penyumbang bersemangat seperti anda.
ru: Заинтересованы в том, чтобы помочь другим получить максимальную отдачу от использования Firefox и других проектов Mozilla? Наш процесс поддержки полагается на помощников-энтузиастов, таких как вы.
sr: Заинтересовани сте у помагању другима да искористе оно најбоље од Фајерфокса и осталих Мозила производа? Наша подршка се ослања на волонтере ентузијазисте попут Вас.
tr: Başkalarının Firefox’u ve diğer Mozilla projelerini en iyi şekilde kullanmalarına yardımcı olmak mı istiyorsunuz? Destek sürecimiz, sizin gibi hevesli katılımcılarla hayat buluyor.
uz: Firefox va boshqa Mozilla loyihalaridan maksimal darajada boshqalar foydalanishiga yordam berishga qiziqib qoldingizmi? Bizning qo‘llab-quvvatlash jarayonimiz sizga o‘xshagan hissa qo‘shuvchi tashabbuskorlarni qo‘llab-quvvatlaydi.
xh: Ingaba unomdla ekuncedeni abanye bakwazi kakuhle ukusebenzisa iFirefox nezinye iiprojekthi zakwaMozilla? Inkqubo yethu yokunika inkxaso ithembele ngabantu abanegalelo abafana nawe.

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
bg: Достъпност, означава да правиш неща, които работят за всички. Помогнете ни <a href="%(access_url)s">да създадем инструменти и ресурси за Firefox потребители с увреждания</a>. Помогнете ни и <a href="%(access_wiki)s">да направим уеб-съдържанието достъпно за четци за хора с увредено зрение</a>.
bn_bd: প্রবেশযোগ্যতা হচ্ছে বিষয় তৈরী সন্মন্ধে যা সকলের জন্য কাজ করে। সহায়তা করে <a href="%(access_url)s">টুল তৈরী করে এবং ফায়ারফক্স সর্বশেষ অসমর্থ ব্যবহারকারীদের জন্য রিসোর্স</a> এবং সহায়তা করে <a href="%(access_wiki)s"> নন ভিজ্যুয়াল এজেন্টদের জন্য ওয়েব বিষয়বস্তু তৈরি করে</a> স্ক্রীণ পাঠক হিসাবে।
cy: Mae hygyrchedd yn ymwneud â gwneud pethau i weithio i bawb. Cynorthwyo i <a href="%(access_url)s">greu offer ac adnoddau ar gyfer defnyddwyr Firefox sydd ag anableddau</a> a helpu i <a href="%(access_wiki)s">wneud cynnwys ar y we sydd ar gael i asiantau anweledol</a> megis darllenwyr sgrin.
es_mx: La accesibilidad consiste en hacer que las cosas funcionen para todos. Ayuda a <a href="%(access_url)s">crear herramientas y recursos para aquellos usuarios finales de Firefox con discapacidades</a> y colabora para que <a href="%(access_wiki)s">el contenido de la Web sea accesible a los agentes de usuario no visuales</a> tales como los lectores de pantalla.
fr: L'accessibilité consiste à rendre les choses fonctionnelles pour tout le monde. Aidez à <a href="%(access_url)s">créer des outils et des ressources pour les utilisateurs de Firefox qui ont des handicaps</a> et aidez à <a href="%(access_wiki)s">rendre le contenu du Web disponible aux outils d'aides aux non-voyants</a> tels que les lecteurs d'écran.
hi_in: अभिगम्यता बातें हर किसी के लिए काम करने के बारे में है. मदद कीजिए <a href="%(access_url)s">विकलांग साथ फ़ायरफ़ॉक्स अंत उपयोगकर्ताओं के लिए उपकरणों और संसाधनों बनाने</a> में और मदद करें <a href="%(access_wiki)s">वेब सामग्री को अद्रिश एजेंटों के लिए उपलब्ध कराने</a> में जैसे कि स्क्रीन रीडर.
hr: Pristupačnost se temelji na stvaranju stvari koje odgovaraju svima. Pomognite <a href="%(access_url)s">stvoriti alate i resurse za Firefoxove korisnike s invaliditetom</a> i pomognite <a href="%(access_wiki)s">stvoriti web sadržaj koji je dostupan agentima koji nisu vizalni</a>, poput čitačima zaslona.
km: ភាព​ងាយស្រួល គឺ​ជា​ការ​ធ្វើ​អ្វីមួយ​​ឲ្យ​ដំណើរការ​សម្រាប់​គ្រប់គ្នា។ ជួយ <a href="%(access_url)s">បង្កើត​ឧបករណ៍ និង​ធនធាន​សម្រាប់​អ្នក​ដែល​មិន​ចេះ​​ប្រើ Firefox សោះ</a> និង​ជួយ <a href="%(access_wiki)s">ធ្វើ​ឲ្យ​មាតិកា​បណ្ដាញ​អាច​រក​បាន​សម្រាប់​​​ភ្នាក់ងារ​​ដែល​​មើល​មិន​ឃើញ</a> ដូចជា​ឧបករណ៍​អាន​អេក្រង់។
ms: Kebolehcapaian adalah tentang menjadikannya berfungsi untuk semua. Bantu <a href="%(access_url)s">cipta peralatan dan sumber untuk Firefox untuk pengguna akhir yang kurang upaya</a> dan bantu <a href="%(access_wiki)s">membuat kandungan web tersedia kepada agen bukan visual</a> seperti pembaca skrin.
ru: Доступность — это когда любой может пользоваться продуктом. Помогите <a href="%(access_url)s">создать инструменты и ресурсы для рядовых пользователей Firefox с ограниченными возможностями</a> и помогите <a href="%(access_wiki)s">сделать веб-контент доступным для специальных средств</a>, таких как программы чтения с экрана.
sr: Омогућити да ствари функционишу за свакога зове се приступачност. Помозите <a href="%(access_url)s">у стварању алата и ресурса за крајње кориснике Фајерфокса са инвалидитетом</a> и помозите <a href="%(access_wiki)s">стварању веб садржаја доступним за</a> читаче екрана.
tr: Erişilebilirlik, her şeyin herkese ulaşmasını sağlayabilmektir. <a href="%(access_url)s">Engelli Firefox kullanıcıları için araçlar ve kaynaklar oluşturmamıza</a> ve ekran okuyucular gibi <a href="%(access_wiki)s">görsel olmayan istemciler için web içeriğini erişilebili kılmamıza</a> yardım edin.
uz: Qulaylik - hamma ishlashi uchun biror narsa qilish haqida. <a href="%(access_url)s">"Firefox"ning imkoniyati cheklangan foydalanuvchilari uchun asboblar va manbalarni yaratish</a>ga yordam bering va ekrandagilarni o‘qigichga o‘xshagan <a href="%(access_wiki)s">ko‘ra olmaydigan kishilar uchun mavjud bo‘lgan sayt qiling</a>.
xh: Ukufikeleleka kuthetha ukwenza izinto zilungele wonke umntu. Nceda <a href="%(access_url)s">ekudaleni izixhobo nemithombo eluncedo yabasebenzisi abakhubazekileyo beFirefox</a> uze uncede <a href="%(access_wiki)s">nasekwenzeni okuqulethwe yiwebhu kufumaneke kwabangaboniyo</a> njengabo bafunda ngokumpampatha iskrini.
