Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
ar: <a href="%(oneanddone_url)s"> قم باختيار مهمة من " اختر و اعمل " </a> للبدء ، اعمل على <a href="%(desktopfx_url)s"> سطح مكتب فيرفكس </a> ، <a href="%(websites_url)s"> اختبر مواقع موزيلا </a> ، <a href="%(testday_url)s"> انضم إلينا ليوم اختبار </a> و تعلم المزيد حول فرص اختبار أخرى</a>.
cy: <a href="%(oneanddone_url)s">Dewiswch dasg o One and Done</a> i gychwyn, gweithiwch ar <a href="%(desktopfx_url)s">Firefox Bwrdd Gwaith</a>, <a href="%(websites_url)s">gwefannau Mozilla</a>, <a href="%(testday_url)s">dewch i Ddiwrnod Profi</a>, neu <a href="%(qateams_url)s">dod i wybod rhagor am gyfleoedd profi eraill</a>.
es_mx: <a href="%(oneanddone_url)s">Selecciona una tarea desde One and Done</a> para iniciar, trabaja sobre <a href="%(desktopfx_url)s">Firefox de escritorio</a>, <a href="%(websites_url)s">prueba sitios Web de Mozilla</a>, <a href="%(testday_url)s"> únete para el Test Day</a>, o <a href="%(qateams_url)s">aprende más acerca de oportunidades para hacer pruebas</a>.
hi_in: <a href="%(oneanddone_url)s">एक से एक कार्य उठाओ </a>और उसे चालू करदे , डेस्कटॉप firefox <a href="%(desktopfx_url)s"> </a> परीक्षण mozilla वेब<a href="%(websites_url)s"> साइटों पर काम अन्य परीक्षण के अवसरों के बारे में अधिक जानने </a>के लिए एक<a href="%(qateams_url)s"> टेस्ट दिवस के लिए हमारे साथ शामिल हो | </a>
km: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, ឬ <a href="%(qateams_url)s">ស្វែងយល់​បន្ថែម​អំពី​ឱកាស​សាកល្បង</a>។
ms: <a href="%(oneanddone_url)s">Pilih satu tugas daripada Satu dan Selesai</a> untuk memulakannya, lakukan pada <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">uji laman web Mozilla</a>, <a href="%(testday_url)s">sertai kami pada Hari Pengujian</a>, atau <a href="%(qateams_url)s">ketahui lanjut tentang lain-lain peluang pengujian</a>.
tr: Başlamak için <a href="%(oneanddone_url)s">One and Done’dan bir görev seçin</a>, <a href="%(desktopfx_url)s">masaüstü Firefox</a> üzerinde çalışın, <a href="%(websites_url)s">Mozilla web sitelerini test edin</a>, <a href="%(testday_url)s">Test Günlerimizie katılın</a> veya <a href="%(qateams_url)s">diğer test olanakları hakkında bilgi alın</a>.
uz: <a href="%(desktopfx_url)s">Kompyuter uchun Firefox</a>da ishlashni boshlash uchun, <a href="%(websites_url)s">Mozilla vebsahifalarini sinash</a>, <a href="%(testday_url)s">"Sinov kuni" uchun bizga qo‘shiling</a> kabi vazifalardan birini <a href="%(oneanddone_url)s">"One and Done"dan tanlab oling:</a> yoki <a href="%(qateams_url)s">boshqa sinash imkoniyatlari haqida ko‘proq o‘rganing</a>.
xh: <a href="%(oneanddone_url)s">Khetha umsebenzi Komnye Nowenziweyo</a> Ukuqalisa, sebenza <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">vavanya iisayithi zeMozilla</a>, <a href="%(testday_url)s">Sijoyine kusuku lovavanyo</a>, or <a href="%(qateams_url)s">funda ngakumbi ngamanye amathuba ovavanyo</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
bg: <a href="%(dev_intro_url)s">Разработчиците могат да помогнат</a> на Mozilla за добавянето на нови функционалности, за оптимизация на технологиите ни, за да бъдат по-бързи и по-лесни за употреба. Кажете ни <a href="%(what_url)s">кой е вашият любим език за програмиране</a> и ние ще намерим проект за вас.
cy: Gall <a href="%(dev_intro_url)s">Datblygwyr helpu</a> Mozilla trwy ychwanegu nodweddion newydd, gan wneud ein technoleg yn llai ac yn gyflymach a gwneud datblygiadau'n haws i bobl eraill. Dywedwch wrthym <a href="%(what_url)s">beth yw eich hoff iaith raglennu</a> a byddwn yn dod o hyd i'r prosiect i chi.
es_mx: Los <a href="%(dev_intro_url)s">desarrolladores pueden ayudar</a> a Mozilla agregando nuevas características, reduciendo y acelerando nuestra tecnología y facilitando el desarrollo a otros programadores. Dinos <a href="%(what_url)s">cuál es tu lenguaje de programación favorito</a> y buscaremos un proyecto para ti.
fr: <a href="%(dev_intro_url)s">Les développeurs peuvent aider</a> Mozilla en ajoutant de nouvelles fonctionnalités, en optimisant les performances de notre code et en facilitant le développement sur notre plateforme. Dîtes-nous quel est <a href="%(what_url)s">votre langage de programmation préféré</a> et nous vous trouverons à quel projet vous pourriez prendre part.
hi_in: <a href="%(dev_intro_url)s">डेवलपर्स </a>, नई सुविधाओं को जोड़ने के लिए हमारी प्रौद्योगिकी छोटा करने और तेजी से और दूसरों के लिए आसान विकास बनाकर मोज़िला मदद कर कते हैं | हमें अपने <a href="%(what_url)s"> पसंदीदा प्रोग्रामिंग भाषा </a>बताएँ और हम आप के लिए परियोजना खोजेंगे |
hr: <a href="%(dev_intro_url)s">Programeri mogu pomoći</a> Mozilli dodavanjem novih mogućnosti, poboljšanjem naših tehnologija i olakšavanjem razvoja drugim doprinositeljima. Javite nam koji je <a href="%(what_url)s">vaš omiljeni programski jezik</a>, a mi ćemo projekt koji vam odgovara.
km: <a href="%(dev_intro_url)s">អ្នកអភិវឌ្ឍន​អាច​ជួយ​ដល់</a> Mozilla ដោយ​បន្ថែម​លក្ខណៈ​ថ្មីៗ, ការ​បង្កើត​​ឲ្យ​កាន់​តែ​តូច ហើយ​មាន​ល្បឿន​លឿន​ និង​ការអភិវឌ្ឍន​ឲ្យ​កាន់​តែ​មាន​ភាព​ងាយស្រួល។ ប្រាប់​ពួក​យើង <a href="%(what_url)s"> programming language ដែល​អ្នក​ពេញ​ចិត្ត</a> ហើយ​យើង​នឹង​ស្វែងរក​គម្រោង​សម្រាប់​អ្នក។
ms: <a href="%(dev_intro_url)s">Pembangun boleh membantu</a> Mozilla dengan menambah ciri baru, menjadikan teknologi kami lebih kecil dan lebih cepat dan menjadikan pembangunan lebih mudah untuk yang lain. Beritahu kami <a href="%(what_url)s">bahasa pengaturcaraan kegemanaran anda</a> dan kami akan carikan projek untuk anda.
ru: <a href="%(dev_intro_url)s">Разработчики могут помочь</a> Mozilla — добавляя новые возможности, оптимизируя и ускоряя наши технологии и облегчая процесс разработки для других разработчиков. Сообщите нам, какой <a href="%(what_url)s">ваш любимый язык программирования</a>, и мы найдем для вас проект.
sr: <a href="%(dev_intro_url)s">Програмери могу помоћи</a> Мозили додавањем нових могућности, или побољшавањем наших технологија како би биле брже и мање и омогућавањем једноставнијег и лакшег развоја за друге. Реците нам који је <a href="%(what_url)s">Ваш омиљени програмски језик</a> и ми ћемо наћи пројекат за Вас.
tr: Geliştiriciler yeni özellikler ekleyerek, teknolojimizi küçültüp hızlandırarak ve geliştirmeyi başkaları için kolaylaştırarak <a href="%(dev_intro_url)s">Mozilla’ya yardımcı olabilirler</a>. <a href="%(what_url)s">Sevdiğiniz programlama dilini söyleyin</a>, size uygun projeyi bulalım.
uz: <a href="%(dev_intro_url)s">Dasturchilar yordam qilishlari mumkin:</a> Mozilla’ga yangi xususiyatlar qo‘shish bilan, texnologiyamizni kichirkoq va tezroq qilish bilan, boshqalar uchun dasturlash jarayonini osonlashtirish bilan. Bizga <a href="%(what_url)s">yoqtirgan dasturlash tilingizni ayting</a> va biz siz uchun loyiha topamiz.
xh: <a href="%(dev_intro_url)s">Abaphuhlisi banokunceda</a> iMozilla ngokongeza iinkalo ezintsha, benze ubugcisa bethu bulunge nakwizinto ezincinane yaye bukhawuleze kakhulu nokwenza uphuhliso lula kwabanye. Sixelele <a href="%(what_url)s">ulwimi lwakho oluthandayo lokufumana iinkqubo</a> yaye siya kukufumanela iprojekthi.

source: Spread the Word
ar: نشر الكلمة
bg: Споделяне
bn_bd: শব্দ ছড়িয়ে দিন
cy: Sôn wrth Bawb
es_mx: Haz correr la voz
fr: Passer le mot
hi_in: शब्द का प्रसार करें
hr: Proširite riječ
km: ចែកចាយ​បាន​ទូលំទូលាយ
ms: Sebarkan Kata
ru: Продвижение
sr: Проширите реч
tr: Propaganda
ur: خبر پھیلائیں
uz: Biz haqimizda ayting
xh: Ukuhambisa Ilizwi

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
ar: قم يمساعدتنا في نشر الكلمة حول كيفية بناء إنترنت أفضل ومشاريع الأخرى من فيرفكس و موزيلا. مشاركة فيرفكس مع العالم من خلال <a href="%(affiliates_url)s"> أن تكون تابعاً </a> ومن ثم تحقق من <a href="%(marketing_url)s"> دليل التسويق</a>لطرق أكثر للمشاركة.
bg: Помогнете ни да разкажем на повече хора как Firefox и другите Mozilla проекти правят Интернет по-добър. Споделете Firefox с другите като станете <a href="%(affiliates_url)s">Съдружник</a> и след това прочетете нашият <a href="%(marketing_url)s">Маркетинг Наръчник</a> за повече начини да ни помогнете.
bn_bd: ফায়ারফক্স এবং মোজিলার অন্যান্য প্রজেক্ট কিভাবে একটি ভাল ইন্টারনেট নির্মাণ করে সে সম্পর্কে কথা ছড়িয়ে দিতে আনাদের সহায়তা করুন। ফায়ারফক্স বিশ্বের সাথে শেয়ার করুন<a href="%(affiliates_url)s"> সংযুক্ত হন</a>এবং তারপর বের করুন আমাদের <a href="%(marketing_url)s"> মার্কেটিং গাইড</a>জড়িত হতে আরো অন্যান্য উপায়।
cy: Helpwch ni i sôn wrth bawb sut mae Firefox a phrojectau eraill Mozilla yn adeiladu gwell Rhyngrwyd. Rhannwch Firefox gyda'r byd drwy <a href="%(affiliates_url)s">ddod yn Aelod Cysylltiedig</a> a darllen ein <a href="%(marketing_url)s">Canllaw Marchnata</a> am ragor o ffyrdd i gyfrannu.
es_mx: Ayúdanos a dar a conocer cómo Firefox y otros proyectos de Mozilla están construyendo una Web mejor. Comparte Firefox con el mundo <a href="%(affiliates_url)s">convirtiéndote en simpatizante</a> y consulta nuestra <a href="%(marketing_url)s">Guía de difusión</a> para explorar muchas más formas de participación.
fr: Parlez de Mozilla autour de vous&nbsp;! Racontez à votre entourage comment Firefox et les autres projets de Mozilla contribuent à un meilleur Internet. Partagez Firefox avec le monde en <a href="%(affiliates_url)s">rejoignant notre programme d'affiliation</a> et jetez un œil à notre <a href="%(marketing_url)s">Guide Marketing</a> pour découvrir d'autres moyens de vous impliquer.
hi_in: फ़ायरफ़ॉक्स और अन्य मोज़िल्ला परियोजनाओं कैसे एक बेहतर इंटरनेट का निर्माण कर रहे हैं के बारें में जानकारी को फ़ैलाने में हमारी मदद करें. दुनिया के साथ फ़ायरफ़ॉक्स के <a href="%(affiliates_url)s">सहबद्ध बनकर</a> साझा करें और अधिक तरीकों से शामिल होने के लिए<a href="%(marketing_url)s">विपणन गाइड</a> देख सकते हैं.
hr: Pomognite nam proširiti riječ kako Firefox i ostali Mozillini projekti grade bolji Internet. Podijelite Firefox sa svijetom tako da postanete <a href="%(affiliates_url)s">Affiliate član</a>, te zatim provjerite naše <a href="%(marketing_url)s">marketinške smjernice</a> da biste saznali na koje se još načine možete uključiti.
km: ជួយ​យើង​ផ្សព្វផ្សាយ​ពាក្យ​អំពី​​ Firefox និង​គម្រោង Mozilla ផ្សេង​ទៀត​​បង្កើត​នូវ​អ៊ីនធឺណិត​​បាន​ប្រសើរ​យ៉ាង​ដូចម្ដេច។ ចែករំលែក Firefox ដល់​ពិភពលោក​ដោយ <a href="%(affiliates_url)s">​ក្លាយ​ជា​សមាជិក</a> ហើយ​បន្ទាប់​មក​ពិនិត្យ​មើល <a href="%(marketing_url)s">មគ្គុទ្ទេសក៍​ទីផ្សារ</a>​របស់​យើង​​ដើម្បី​ដឹង​មធ្យោបាយ​ច្រើន​ទៀត​ក្នុង​ការ​ចូលរួម។
ms: Bantu kami untuk menyebarkan cerita tetang bagaimana Firefox dan projek Mozilla lain membina Internet yang lebih baik. Kongsi Firefox dengan dunia dengan <a href="%(affiliates_url)s">menjadi Affiliate</a> dan semak <a href="%(marketing_url)s">Panduan Pemasaran</a> kami cara lain untuk turut serta.
ru: Помогите нам рассказать миру о том, как Firefox и другие проекты Mozilla строят отличный Интернет. Поделитесь Firefox с миром, <a href="%(affiliates_url)s">став нашим помощником</a>, и затем прочтите наше <a href="%(marketing_url)s">Руководство по маркетингу</a>, чтобы узнать о большем числе способов участия.
sr: Помозите нам да проширимо реч о томе како Фајерфокс и остали Мозила пројекти граде бољи интернет. Поделите Фајерфокс са осталима тако што ћете постати <a href="%(affiliates_url)s">промотер</a> а поред тога погледајте наше <a href="%(marketing_url)s">упутство за маркетинг</a> за још више начина о томе како се прикључити.
tr: Firefox ve diğer Mozilla projeleriyle daha iyi bir internet inşa ediyoruz. Bunu nasıl yaptığımıza dair öğretimizi yaymaya yardım edin. <a href="%(affiliates_url)s">Firefox Kardeşi</a> olarak Firefox’u dünyayla paylaşın ve ardından, daha fazla katkı yolları için <a href="%(marketing_url)s">Pazarlama Rehberi</a>’mize göz atın.
uz: Firefox va Mozilla loyihalarining eng yaxshi internetni qurayotganligi haqida boshqalarga aytishimizga yordam bering. "Firefox"ni <a href="%(affiliates_url)s">yordamchimiz bo‘lib</a> dunyoga yoying va so‘ngra ishtirok etishning ko‘pgina yo‘llarini bilish uchun bizning <a href="%(marketing_url)s">Marketing bo‘yicha qo‘llanmamiz</a>ni o‘qib chiqing.
xh: Sincede sihambise ilizwi malunga nendlela iFirefox nezinye iiprojekthi zeMozilla ezakha ngayo i-Intanethi engcono. Yabelana ngeFirefox nehlabathi <a href="%(affiliates_url)s">ube liHlakani</a> uze uhlole <a href="%(marketing_url)s">isiKhokelo sethu soRhwebo</a> ngeendlela ezingakumbi onokuzibandakanya ngazo.

source: Localization
ar: التوطين
bg: Превод
bn_bd: স্থানীয়করণ
cy: Lleoleiddio
es_mx: Localización
fr: Localisation
hi_in: स्थानीयकरण
hr: Lokalizacija
km: មូលដ្ឋានីយកម្ម​
ru: Локализация
sr: Локализација
tr: Yerelleştirme
ur: لوکلائزیشن
uz: Lokalizatsiya
xh: Ilokhalizeyishini

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
bg: Участвайте в локализацията на Firefox, Thunderbird и другите проекти <a href="%(l10n_url)s">на вашият собствен език.</a>. Помогнете и да кажем на света, как Mozilla прави по-добър уеб, като <a href="%(l10n_web_url)s">преведете съдържание</a> от нашите сайтове.
bn_bd: ফায়ারফক্স, থান্ডারবার্ড এবং অন্যান্য প্রজেক্ট তৈরি করে মোজিলার সাথে জড়িত হন<a href="%(l10n_url)s">আপনার ভাষায় সহজলভ্য</a>। মোজিলা কিভাবে আরো ভাল ইন্টারনেট তৈরি করছে এই সম্পর্কে বিশ্বকে জানিয়েও আপনি আমাদের সাহায্য করতে পারেন<a href="%(l10n_web_url)s">বিষয়বস্তু অনুবাদের মাধ্যমে</a>আপনার ওয়েব সাইটে।
cy: Ymunwch â Mozilla trwy ddarparu Firefox, Thunderbird a phrosiectau<a href="%(l10n_url)s">eraill sydd ar gael yn eich iaith chi</a>. Hefyd yn ein helpu i ddweud wrth y byd sut mae Mozilla yn adeiladu gwell Rhyngrwyd gan <a href="%(l10n_web_url)s">gyfieithu cynnwys</a> ar ein gwefannau.
es_mx: Involúcrate con Mozilla contribuyendo a que Firefox, Thunderbird y otros proyectos estén <a href="%(l10n_url)s">disponibles en tu idioma</a>. Ayúdanos también a contarle al mundo cómo Mozilla está construyendo una Web mejor <a href="%(l10n_web_url)s">traduciendo contenido</a> de nuestros sitios web.
fr: Soyez impliqué dans Mozilla en <a href="%(l10n_url)s">localisant dans votre langue</a> Firefox, Thunderbird et les autres projets. Parlez de Mozilla autour de vous&nbsp;! Racontez à votre entourage comment Mozilla contribue à un meilleur Internet en <a href="%(l10n_web_url)s">localisant le contenu</a> de nos sites web.
hi_in: फ़ायरफ़ॉक्स, थंडरबर्ड तथा अन्य परियोजनाओं को <a href="%(l10n_url)s">अपनी भाषा में उपलब्ध</a> कराके मोज़िला के साथ शामिल हो जाइये | तथा आपकी वेब साइटों पर <a href="%(l10n_web_url)s">सामग्री का भाषांतर</a>करके हमें विश्व को बताने में मदद करें कि कैसे मोज़िला बेहतर इंटरनेट बना रहा है|
hr: Uključite se u Mozillu prevođenjem Firefoxa, Thunderbirda i ostalih projekata <a href="%(l10n_url)s">na vaš vlastiti jezik</a>. Također, pomognite nam proširiti riječ kako Mozilla gradi bolji Internet <a href="%(l10n_web_url)s">prevođenjem sadržaja</a> na našim web stranicama.
km: ចូលរួម​ជាមួយ Mozilla ដោយ​បង្កើត Firefox, Thunderbird និង​គម្រោង​ផ្សេង​ទៀត <a href="%(l10n_url)s">មាន​ជា​ភាសា​របស់​អ្នក</a>។ ជួយ​ពួក​យើង​ប្រាប់​ពាក្យ​អំពី​របៀប​ Mozilla កំពុង​ធ្វើ​ឲ្យ​អ៊ីនធឺណិត​ប្រសើរ​ឡើង​ដោយ <a href="%(l10n_web_url)s">បកប្រែ​មាតិកា</a> លើ​តំបន់​បណ្ដាញ​របស់​ពួក​យើង។
ms: Turut serta bersama Mozilla dengan manjadikan Firefox, Thunderbird dan projek lain <a href="%(l10n_url)s">tersedia dalam bahasa anda</a>. Juga bantu kami memberitahu dunia bagaimana Mozilla membina Internet yang lebih baik dengan <a href="%(l10n_web_url)s">menterjemah kandungan</a> pada laman web kami.
ru: Примите участие в проекте Mozilla, сделав Firefox, Thunderbird и другие проекты <a href="%(l10n_url)s">доступными на вашем языке</a>. Помогите нам рассказать миру о том, как Mozilla строит отличный Интернет, <a href="%(l10n_web_url)s">участвуя в переводе</a> наших веб-сайтов.
sr: Прикључите се Мозили тако што ћете Фајерфокс, Тандерберд и остале производе учинити <a href="%(l10n_url)s">доступним на Вашем језику</a>. Такође, помозите нам да кажемо свету о томе како Мозила гради бољи интернет тако што ћете <a href="%(l10n_web_url)s">преводити садржај</a> на нашим веб страницама.
tr: Firefox, Thunderbird ve diğer projeleri <a href="%(l10n_url)s">kendi dilinize çevirerek</a> Mozilla’ya destek olun. Ayrıca, web sitelerimizdeki <a href="%(l10n_web_url)s">içeriği çevirerek</a> Mozilla’nın nasıl daha iyi bir internet yarattığını dünyaya anlatmamıza yardım edebilirsiniz.
uz: Firefox, Thunderbird va boshqa loyihalarni <a href="%(l10n_url)s">ona tilingizga tarjima</a> qilib Mozilla loyihasida ishtirok eting. Shuningdek, vebsaytlarimiz<a href="%(l10n_web_url)s">tarjimasida ishtirok etib</a>, butun dunyoga Mozilla eng zo‘r internet tuzayotganligi haqida aytishimizga yordam bering.
xh: Zibandakanye neMozilla ngokwenza iFirefox, iThunderbird nezinye iiprojekthi <a href="%(l10n_url)s">zifumaneke nangolwimi lwakho</a>. Kwakhona sincede sixelele ihlabathi ngendlela iMozilla eyakha ngayo i-Intanethi engcono <a href="%(l10n_web_url)s">ngokuguqulela okuqulethwe</a> kwiiwebhusayithi zethu.

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
bg: Нашите уеб-сайтове за отворени за всички разработчици. <a href="%(webdev_url)s">Намерете уеб-проект</a> с който да стартирате. Вашите уеб умения, могат да бъдат полезни и за <a href="%(gaia_url)s">създаването на Firefox OS</a>.
cy: Mae ein safleoedd gwe ar agor ar gyfer datblygwyr gwe i hacio arnynt. <a href="%(webdev_url)s">Dod o hyd i brosiect gwefan</a> i ddechrau arno. Gall eich sgiliau ar y we hefyd gael eu defnyddio i <a href="%(gaia_url)s">helpu i adeiladu ein Firefox OS newydd</a>.
es_mx: Nuestros sitios web están abiertos para que los desarrolladores hackeen. <a href="%(webdev_url)s">Busca un proyecto</a> con el que comenzar. Tus habilidades web también pueden servir para <a href="%(gaia_url)s">ayudarnos a desarrollar nuestro nuevo Firefox OS</a>.
fr: Nous invitons les développeurs web à participer à nos sites webs. <a href="%(webdev_url)s">Trouvez un site</a> auquel vous pourriez participer. Vos compétences de développeur web peuvent aussi être utiles <a href="%(gaia_url)s">pour nous aider à créer le tout nouveau Firefox OS</a>
hi_in: वेब डेवलपर्स पर हैक करने के लिए हमारी वेबसाइट खुले हैं | <a href="%(webdev_url)s"> एक वेबसाइट परियोजना का पता लगाएं</a>सुरुआत करने के लिए | <a href="%(gaia_url)s">आप अपनी वेब कौशल क उपयोग हमारे नए Firefox OS की मदद करने के लिए इस्तेमाल कर सकते है | </a>
hr: Naše web stranice su otvorene za web programere. Da biste započeli hackirati, <a href="%(webdev_url)s">pronađite projekt web stranice</a>. Vaše vještine se također mogu iskoristiti za <a href="%(gaia_url)s">izradu novog Firefox OS-a</a>.
km: តំបន់​បណ្ដាញ​របស់​ពួក​យើង​ត្រូវ​បាន​បើក​សម្រាប់​អ្នកអភិវឌ្ឍន​បណ្ដាញ។ <a href="%(webdev_url)s">ស្វែងរក​គម្រោង​តំបន់​បណ្ដាញ</a> ដើម្បី​ចាប់ផ្ដើម។ ជំនាញ​បណ្ដាញ​របស់​អ្នក​អាច​ត្រូវ​បាន​ប្រើ <a href="%(gaia_url)s">ក្នុង​ការ​ជួយ​ពួក​យើង​ក្នុង​ការ​​ស្ថាបនា Firefox OS ថ្មី</a>។
ms: Laman web kami dibuka untuk pembangun web untuk dimajukan. <a href="%(webdev_url)s">Cari projek laman web</a> untuk dimulakan. Kemahiran web anda juga boleh digunakan untuk <a href="%(gaia_url)s">membantu kami membina Firefox OS baru kami</a>.
ru: Наши веб-сайты доступны каждому веб-разработчику. <a href="%(webdev_url)s">Найдите веб-сайт проекта</a>, чтобы начать над ним работу. Ваши навыки в веб-разработке пригодятся нам для <a href="%(gaia_url)s">улучшения Firefox OS</a>.
sr: Наши сајтови су отворени за веб програмере како би хаковали на њима. <a href="%(webdev_url)s">Пронађите пројекат за веб сајт</a> како би започели. Ваше вештине се такође могу искористити и за <a href="%(gaia_url)s">помоћ у стварању нашег Фајефокс ОС-а</a>.
tr: Web sitelerimiz, web geliştiricilerinin hack’lemesine açıktır. Başlamak için <a href="%(webdev_url)s">bir web site projesi bulun</a>. Web becerilerinizi <a href="%(gaia_url)s">yeni Firefox OS’i inşa etmemize yardımcı olmak için</a> de kullanabilirsiniz.
uz: Vebsahifalarimiz har qanday veb-dasturchi uchun ochiq. Uning ustida ishlash uchun <a href="%(webdev_url)s">veb-sayt loyihasini toping</a>. Sizning veb-dasturlash sohasidagi bilimlaringiz <a href="%(gaia_url)s">"Firefox OS"ni yaxshilashda</a> yordam beradi.
xh: Iiwebhusayithi zethu zivulelwe abaphuhlisi bewebhu ukuba bangene kuzo. <a href="%(webdev_url)s">Fumana iprojekthi yewebhusayithi</a> ukuze uqalise. Izakhono zakho zewebhu zikwanokusetyenziselwa <a href="%(gaia_url)s">ukusinceda sakhe iFirefox OS entsha yethu</a>.
