Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute-form.lang.po
Languages: cy, es

source: Please tell us more about your interests.
cy: Dwedwch ragor wrthym am eich diddordebau.
es: Háblanos sobre tus intereses.

source: Want to help?
cy: Hoffech chi helpu?
es: ¿Quieres ayudar?

source: Please select an area of interest.
cy: Dewiswch eich maes diddordeb.
es: Por favor, selecciona un área de interés.

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
cy: Bydd rhywun o Mozilla yn dod yn ôl atoch yn fuan gyda gwybodaeth ar sut i ymuno. Tra'ch bod chi'n disgwyl, edrychwch ar y cyfleoedd i wirfoddoli isod.
es: Alguien de Mozilla se pondrá en contacto contigo muy pronto para darte toda la información sobre cómo participar. Mientras tanto, explora algunas de las oportunidades para colaborar como voluntario que te mostramos a continuación.

source: Hi, I’m interested in…
cy: Mae gen i ddiddordeb mewn…
es: ¡Hola! Me interesa…

source: I’d like to receive regular contribution news by email
cy: Hoffwn i dderbyn newyddion cyfrannu rheolaidd drwy e-bost
es: Me gustaría recibir regularmente por correo información sobre cómo colaborar

source: Submit&nbsp;»
cy: Cyflwyno&nbsp;»
es: Enviar&nbsp;»

source: Send us a note and we can get you started right away.
cy: Anfonwch nodyn a byddwn yn eich cychwyn yn syth.
es: Envíanos una nota y te ayudaremos a comenzar ahora mismo.

source: Your CAPTCHA response did not match. Please try again.
cy: Nid oedd eich ymateb CAPTCHA yn cydweddu. Ceisiwch eto.
es: Tu respuesta de CAPTCHA no coincide. Inténtalo de nuevo.

source: Thank you for getting in touch.
cy: Diolch am gysylltu.
es: Gracias por contactar.
