Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ar, bg, bn_bd, cy, es_mx, fr, hi_in, hr, km, ms, ru, sr, tr, ur, uz, xh

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
bg: Помогнете да създадем поколение от потребители, които създават уеб и учат другите как работи той. <a href="%(moz_webmaker)s ">Вижте повече за проекта Mozilla Webmaker</a>. Можете да започнете да учите другите, като <a href="%(webmaker)s">стартирате събитие, там където се намирате</a>.
cy: Helpwch greu cenhedlaeth o we-wneuthwyr trwy addysgu pobl eraill sut mae'r we'n gweithio. <a href="%(moz_webmaker)s ">Archwiliwch beth mae prosiect Webmaker Mozilla yn ei wneud</a> neu gychwyn dysgu eraill trwy <a href="%(webmaker)s">ddarparu ddigwyddiad yn eich cymuned chi heddiw</a>.
es_mx: Ayuda a construir una generación de creadores enseñando a crear código y conocer el funcionamiento de la Web. <a href="%(moz_webmaker)s ">Explora en qué consiste el proyecto Mozilla Webmaker</a> o comienza ya a enseñar a otros <a href="%(webmaker)s">creando un evento en tu comunidad</a>.
fr: Aidez à créer une génération de créateurs sur le Web en enseignant son fonctionnement. <a href="%(moz_webmaker)s ">Explorez les différents aspects du projet Mozilla Webmaker</a> ou bien lancez-vous et enseignez les technos webs <a href="%(webmaker)s">en organisant un évènement local dès aujourd'hui</a>.
hr: Pomognite stvoriti generaciju stvaratelja webova podučavanjem ostalih kako web funkcionira. <a href="%(moz_webmaker)s ">Istražite ciljeve Mozilla Webmaker projekta</a> ili započnite podučavati ostale <a href="%(webmaker)s">podešavanjem događaja u svojoj zajedinici već danas</a>.
km: ជំនួយ​ក្នុង​​ការ​បង្កើត​នៃ webmakers ដោយ​ការ​បង្រៀន​របៀប​ដំណើរការ​បណ្ដាញ។ <a href="%(moz_webmaker)s ">រុករក​អ្វី​ដែល​គម្រោង Mozilla Webmaker </a> ឬ​ទទួល​បាន​ការ​បង្ហាត់​បង្រៀន​តាម​រយៈ <a href="%(webmaker)s">ការ​រៀបចំ​ព្រឹត្តិការណ៍​នៅ​ក្នុង​សហគមន៍​របស់​អ្នក​បច្ចុប្បន្ន</a> ។
ms: Bantu dalam membina generasi webmakers dengan mengajar bagaimana laman web berfungsi. <a href="%(moz_webmaker)s ">Jelajahi apa projek Webmaker Mozilla itu sebenarnya</a> atau mula mengajar orang lain dengan <a href="%(webmaker)s">membuat satu acara dalam komuniti anda hari ini</a>.
ru: Помогите создать поколение веб-мастеров, обучая других тому, как работает веб. <a href="%(moz_webmaker)s ">Посмотрите на то, чем является проект Mozilla Webmaker</a>, или начните обучать других, <a href="%(webmaker)s">устроив встречу в вашем регионе</a>.
sr: Помозите нам да изградимо генерацију ствараоца веба учећи друге о томе како веб функционише. <a href="%(moz_webmaker)s ">Истражите шта је то Мозила Вебмејкер</a> или почните да учите друге тако што ћете <a href="%(webmaker)s">организовати догађај у Вашој заједници већ данас</a>.
tr: Web’in nasıl çalıştığını insanlara öğreterek web yapımcıları neslini birlikte inşa edelim. <a href="%(moz_webmaker)s ">Mozilla Webmaker projesini inceleyin</a> veya <a href="%(webmaker)s">topluluğunuzda bir etkinlik düzenleyerek</a> eğitim vermeye başlayın.
uz: Boshqalarga internet qanday ishlashi haqida o‘rgatib, vebmeykerlar avlodini tuzing. <a href="%(moz_webmaker)s ">Mozilla vebmeyker loyihasi haqidagi hamma narsani bilib oling</a> yoki boshqalarga <a href="%(webmaker)s">bugun jamiyatingizdagi tadbirni moslash</a> orqali o‘rgatishni boshlang.
xh: Nceda ekwakheni isizukulwana sabenzi bewebhu ngokufundisa abanye indlela esebenza ngayo iwebhu. <a href="%(moz_webmaker)s ">Hlola ukuba zingantoni ezinye iiprojekthi zeMozilla Webmaker</a> okanye uqalise ukufundisa abanye <a href="%(webmaker)s">ngokuseta isiganeko kwindawo ohlala kuyo namhlanje</a>.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
bg: Продуктите на Mozilla имат система за добавки, която позволява да правите малки или големи промени по функционалността. Научете повече как да <a href="%(addons_url)s">създадете добавка</a>. Ако сте разработчик с опит, вижте как да станете <a href="%(addons_wiki)s">редактор на добавки</a>.
cy: Mae gan gynhyrch Mozilla system estyniad pwerus sy'n eich galluogi i wneud newidiadau bach neu ychwanegiadau mawr. Dysgwch ragor am sut i <a href="%(addons_url)s">adeiladu ychwanegyn</a>. Ar gyfer datblygwyr profiadol, dysgwch sut i <a href="%(addons_wiki)s">ddod yn olygydd AMO</a>.
es_mx: Firefox y otras aplicaciones basadas en Mozilla disponen de un potente sistema de extensiones que te permiten realizar pequeños cambios o agregar grandes características en tus programas. Si esta tecnología es nueva para ti, aprende a <a href="%(addons_url)s">desarrollar un complemento</a>. Si eres un desarrollador con más experiencia, descubre cómo <a href="%(addons_wiki)s">convertirte en editor de AMO</a>.
fr: Les logiciels Mozilla sont dotés d'un puissant système d'extensions vous permettant de les modifier légèrement ou en profondeur. Découvrez comment <a href="%(addons_url)s">créer un module complémentaire</a>. Les développeurs déjà expérimentés peuvent aussi <a href="%(addons_wiki)s">devenir des éditeurs AMO</a>.
hr: Mozillini proizvodi imaju moćan sustav proširenja koji vam omogućava uvođenje malih promjena ili velikih dodataka. Saznajte <a href="%(addons_url)s">kako izraditi dodatak</a>. Iskusniji programerimogu saznati kako <a href="%(addons_wiki)s">postati AMO urednik</a>.
km: ផលិតផល Mozilla ​មាន​ប្រព័ន្ធ​ផ្នែក​បន្ថែម​ដែល​មាន​អនុភាព​ដែល​អ្នក​អនុញ្ញាត​ឲ្យ​អ្នក​ធ្វើ​ការ​កែប្រែ បន្ថែម។ ស្វែងយល់​បន្ថែម​អំពី​របៀប <a href="%(addons_url)s">បង្កើត​កម្មវិធី​បន្ថែម</a>។ សម្រាប់​អ្នកអភិវឌ្ឍន​ដែល​មាន​បទពិសោធន៍, ស្វែងរក​របៀប <a href="%(addons_wiki)s">ក្លាយ​ជា​អ្នក​កែសម្រួល AMO </a>។
ms: Produk Mozilla mempunyai sistem sambungan yang berkuasa yang membolehkan anda mencipta perubahan kecil atau penambahan besar. Pelajari bagaimana untuk <a href="%(addons_url)s">bina add-on</a>. Untuk pembangun berpengalaman, cari bagaimana untuk <a href="%(addons_wiki)s">menjadi editor AMO</a>.
ru: Продукты Mozilla имеют мощную систему расширений, которая позволяет вам сделать небольшие улучшения или масштабные изменения. Узнайте больше о том, как <a href="%(addons_url)s">построить дополнение</a>. Для опытных разработчиков: узнайте, как <a href="%(addons_wiki)s">стать редактором АМО</a>.
sr: Мозила производи имају моћан систем додатака које Вам омогућавају да направите мала штеловања или велике додатке. Сазнајте више о томе како да <a href="%(addons_url)s">направите додатак</a>. За програмере са искуством, сазнајте како да <a href="%(addons_wiki)s">постанете АМО уређивач</a>.
tr: Mozilla ürünleri, hem ince ayarlar hem de büyük eklemeler yapmaya olanak tanıyan güçlü bir uzantı sistemine sahiptir. Nasıl <a href="%(addons_url)s">eklenti yapabileceğinizi</a> öğrenin. Deneyimli geliştiriciler ise <a href="%(addons_wiki)s">AMO editörü olabilirler</a>.
uz: Mozilla mahsulotlari kichik ayyorlik yoki asosiy qo‘shimcha dasturlarni amalga oshirishga imkon beradigan kuchli kengaytmaga ega. Qanday qilib <a href="%(addons_url)s">qo‘shimcha dastur tuzish</a> haqida ko‘proq o‘rganing. Tajribali dasturchilar uchun, qanday qilib <a href="%(addons_wiki)s">AMO muharriri bo‘lish</a> haqida ma’lumot oling.
xh: Iimveliso zikaMozilla zinenkqubo enamandla ekuvumelayo wenze utshintsho olungephi okanye iinguqulelo ezinkulu. Funda okungakumbi ngendlela <a href="%(addons_url)s">yokwakha isongezelelo</a>. Kubaphuhlisi abanamava, fumanisa indlela <a href="%(addons_wiki)s">yokuba ngumhleli we-AMO</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
bn_bd: গুণমান নিশ্চয়করণ পরীক্ষার এক সহজ উপায় হচ্ছে মোজিলার সঙ্গে শুরু করা এবং আমাদের কোড এবং সরঞ্জামগুলির সাথে পরিচিত হওয়ার।
fr: Contribuer aux tests d'assurance qualité est l'un des points d'entrée les plus accessibles pour s'impliquer dans le projet Mozilla, et c'est très utile pour se familiariser avec notre code et nos outils.
sr: Осигурање квалитета је један од најлакших начина да се прикључите Мозили. То је такође сјајан начин да се упознате са нашим кôдом и алатима.

source: Help us <a href="http://quality.mozilla.org/teams/desktop-firefox/">hunt down bugs</a> in Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">test Mozilla web sites</a> or learn more about <a href="http://quality.mozilla.org/">other testing opportunities</a>.
bn_bd: আমাদের সাহায্য করুন<a href="http://quality.mozilla.org/teams/desktop-firefox/">বাগ খুঁজে বের করুন</a>ফায়ারফক্সে, <a href="http://quality.mozilla.org/teams/web-qa/">মেজিলার ওয়েব সাইট পরীক্ষা করুন</a> অথবা আরো বেশি জানুন<a href="http://quality.mozilla.org/">অন্যান্য পরীক্ষার সুযোগগুলো</a>।
fr: Aidez-nous à <a href="http://quality.mozilla.org/teams/desktop-firefox/">identifier des bogues</a> sur Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">tester les sites Mozilla</a> ou découvrez d'autres <a href="http://quality.mozilla.org/">possibilités de tests</a>.
sr: Помозите нам <a href="http://quality.mozilla.org/teams/desktop-firefox/">да пронађемо проблеме</a> у Фајерфоксу, <a href="http://quality.mozilla.org/teams/web-qa/">тестирамо Мозила веб странице</a> или сазнајте више о <a href="http://quality.mozilla.org/">другим могућностима тестирања</a>.

source: <a href="https://developer.mozilla.org/en/Introduction">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others.
bn_bd: <a href="https://developer.mozilla.org/en/Introduction">ডেভেলপাররা সাহায্য করতে পারে</a> মোজিলা দ্বারা নতুন বৈশিষ্ট্য যুক্ত করে, যার ফলে আমাদের প্রযুক্তি ছোট এবং দ্রুত ও অন্যদের জন্য উন্নয়নে সহজ করেছে।
fr: <a href="https://developer.mozilla.org/en/Introduction">Les développeurs peuvent aider</a> Mozilla en ajoutant de nouvelles fonctionnalités, en rendant nos technologies plus agiles et rapides ou encore en facilitant les procédures de développement pour les autres contributeurs.
sr: <a href="https://developer.mozilla.org/en/Introduction">Програмери могу помоћи</a> Мозили додавањем нових могућности, побољшавањем наших технологија како би биле брже и мање и омогућавањем једноставнијег и лакшег развоја за друге.

source: You can find many developers on <a href="http://irc.mozilla.org">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="http://blog.mozilla.com/webdev/get-involved/">open for web ninjas</a> to hack on too.
bn_bd: আপনি অনেক ডেভেলপার খুঁজে পেতে পারেন এই<a href="http://irc.mozilla.org">IRC</a>সুতরাং থামুন এবং আরো জানতে প্রশ্ন করুন। আমাদের ওয়েব সাইট <a href="http://blog.mozilla.com/webdev/get-involved/">ওয়েব নিনজাদের জন্য হ্যাক করতেও</a> খোলা রয়েছে।
fr: De nombreux contributeurs sont présents sur <a href="http://irc.mozilla.org">IRC</a>, n'hésitez pas à venir y faire un tour et posez des questions pour en savoir plus. Nos sites Web sont eux aussi <a href="http://blog.mozilla.com/webdev/get-involved/">ouverts aux Mac Gyver du Web</a>.
sr: Можете пронаћи много програмера на <a href="http://irc.mozilla.org">ИРЦ-у</a>. Зато навратите, питајте и сазнајте више. Наши сајтови су <a href="http://blog.mozilla.com/webdev/get-involved/">отворени за веб нинџе</a> .

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="https://affiliates.mozilla.org">becoming an Affiliate</a> and then check out our <a href="https://wiki.mozilla.org/MarketingGuide">Marketing Guide</a> for more ways to get involved.
bn_bd: একটি ভাল ইন্টারনেট নির্মাণ করতে ফায়ারফক্স এবং মোজিলার অন্যান্য প্রজেক্ট কিভাবে কাজ করে এই বিষয়ে কথা ছড়িয়ে দিতে আমাদের সাহায্য করুন। বিশ্বের সাথে ফায়াফক্স শেয়ার করুন <a href="https://affiliates.mozilla.org">সংযুক্ত হন</a>এবং তারপর বের করুন আমাদের <a href="https://wiki.mozilla.org/MarketingGuide">মার্কেটিং গাইড</a> আরো অন্যান্য উপায়ে জড়িত হতে।
fr: Parlez de Mozilla autour de vous&nbsp;! Racontez à votre entourage comment Firefox et les autres projets de Mozilla contribuent à un meilleur Internet. Partagez Firefox avec le monde en <a href="https://affiliates.mozilla.org">rejoignant notre programme d'affiliation</a> et jetez un œil à notre <a href="https://wiki.mozilla.org/MarketingGuide">Guide Marketing</a> pour découvrir d'autres moyens de vous impliquer.
sr: Помозите нам да проширимо реч о томе како Фајерфокс и остали Мозила пројекти граде бољи интернет. Поделите Фајерфокс са осталима тако што ћете постати <a href="https://affiliates.mozilla.org">промотер</a>, а поред тога погледајте наше <a href="https://wiki.mozilla.org/MarketingGuide">упутство за маркетинг</a> за још више начина о томе како се прикључити.

source: Find out about <a href="/contribute/areas.html">more areas of interest…</a>
bn_bd: এই সম্পর্কে খুঁজে বের করুন <a href="/contribute/areas.html">আগ্রহের আরো এলাকাসমূহ...</a>
fr: Découvrez d'autres <a href="/contribute/areas.html">centres d'intérêt possibles…</a>
sr: Сазнајте више о <a href="/contribute/areas.html">подручјима интереса…</a>

source: You can also join our <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> by helping users on Twitter.
bn_bd: আপনিও যোগদান করতে পারেন আমাদের <a href="https://support.mozilla.org/army-of-awesome">বিস্ময়কর আর্মিতে</a> টুইটারের ব্যবহারকারীদের সাহায্য করার মাধ্যমে।
fr: Vous pouvez aussi rejoindre notre <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> en aidant les utilisateurs sur Twitter.
sr: Можете се придружити и нашој <a href="https://support.mozilla.org/army-of-awesome">Армији Сјаних</a> помажући корисницима на Твитеру

source: Find out more about <a href="https://support.mozilla.org/kb/superheroes-wanted">supporting Firefox</a> and <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird</a> users.
bn_bd: এই সম্পর্কে আরো খুঁজে বের করুন<a href="https://support.mozilla.org/kb/superheroes-wanted">ফায়ারফক্স সমর্থনকারী</a>এবং<a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">থান্ডারবার্ড</a>ব্যবহারকারী।
fr: Suivez ces liens pour en apprendre davantage sur l'aide aux utilisateurs de <a href="https://support.mozilla.org/fr/kb/benevoles-recherches">Firefox</a> et <a href="https://support.mozillamessaging.com/fr/kb/super-heros-recherches">Thunderbird</a>.
sr: Сазнајте више о <a href="https://support.mozilla.org/kb/superheroes-wanted">подршци за Фајерфокс</a> и <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Тандерберд</a> кориснике.

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you. Find out more about <a href="%(fx_support_url)s">supporting Firefox</a> and <a href="%(tb_support_url)s">Thunderbird</a> users. You can also join our <a href="%(army_url)s">Army of Awesome</a> by helping users on Twitter.
bn_bd: সাহায্য করতে আগ্রহী যারা ফায়ারফক্স এবং মোজিলার অন্যান্য প্রকল্পের বাইরের ব্যবহারকারী? আমাদের সমর্থন প্রক্রিয়া আপনার মত উদ্যমী অনুদানকারী উপর নির্ভরশীল। আরো তথ্য খুঁজুন <a href="%(fx_support_url)s">ফায়ারফক্স সমর্থনকারী</a>এবং<a href="%(tb_support_url)s">থান্ডারবার্ড</a>ব্যবহারকারী। এছাড়াও আপনি আমাদের সাথে যোগ দিতে পারেন<a href="%(army_url)s">বিস্ময়কর আর্মিতে</a>টুইটার ব্যবহারকারীদের সাহায্য করার মাধ্যমে।
fr: Vous aimeriez aider les autres à mieux utiliser Firefox et les autres projets Mozilla&nbsp;? Notre programme d'aide aux utilisateurs s'appuie sur des contributeurs aussi enthousiastes que vous. Découvrez comment participer au <a href="%(fx_support_url)s">support utilisateur de Firefox</a> ou de <a href="%(tb_support_url)s">Thunderbird</a>. Vous pouvez aussi rejoindre notre <a href="%(army_url)s">Army of Awesome</a> en aidant les utilisateurs sur Twitter.
sr: Заинтересовани сте у помагању другима да искористе оно најбоље од Фајерфокса и осталих Мозила производа? Наша подршка се ослања на волонтере ентузијазисте попут Вас.

source: We believe in the power of well-made and widely distributed art, and want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Take part in a <a href="%(creative_url)s">Creative Collective challenge</a> or <a href="%(zazzle_url)s">add a t-shirt design</a> to our Community Store.
bn_bd: আমরা সুসংস্কৃতির শক্তিতে এবং ব্যাপকভাবে শিল্প বিতরণে বিশ্বাস করি, এবং ওয়েব কভারে শিল্পীদের জন্য এটা সম্ভব করতে চাই এবং মানুষ মোজিলার নকশা দ্বারা অনুপ্রাণিত। অংশ নিন একটি<a href="%(creative_url)s">সৃজনশীল সমষ্টিগত চ্যালেঞ্জ</a>অথবা<a href="%(zazzle_url)s">একটি টি - শার্ট নকশা যোগ করুন</a>আমাদের সম্প্রদায়ের দোকানে।
fr: Nous croyons en la force de la création artistique et en sa large diffusion, et nous voulons que les artistes puissent inonder le Web et le monde de graphismes inspirés par Mozilla. Relevez le défi de<a href="%(creative_url)s">Creative Collective</a> ou <a href="%(zazzle_url)s">ajoutez un motif de tee-shirt</a> à notre magasin de la Communauté.
sr: Верујемо у моћ добро прављене и широко распрострањене уметности, и желимо да то учинимо доступно свим уметницима како би обухватили веб и људе са дизајнима инспирисаним од Мозиле. Буди део <a href="%(creative_url)s">Creative Collective такмичења</a> или <a href="%(zazzle_url)s">додај свој дизајн мајице</a> на нашу продавницу од заједнице.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. You can find many developers on <a href="%(irc_url)s">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="%(webdev_blog)s">open for web ninjas</a> to hack on too.
bn_bd: <a href="%(dev_intro_url)s">ডেভেলপাররা সাহায্য করতে পারেন</a>মোজিলা নতুন বৈশিষ্ট্য যুক্ত করেছে, আমাদের প্রযুক্তিকে আরো ছোট এবং দ্রুততর করেছে এবং অন্যদের জন্য সহজ করার জন্য উন্নত করেছে। আপনি বিভিন্ন ডেভেলপার খুঁজে পাবেন <a href="%(irc_url)s"> এখানে IRC</a>সুতরাং থামুন এবং জানার জন্য প্রশ্ন করুন। আমাদের ওয়েব সাইট হচ্ছে<a href="%(webdev_blog)s">ওয়েব নিনজাদের জন্য খোলা</a>এমন কি হ্যাক করতেও।
fr: <a href="%(dev_intro_url)s">Les développeurs peuvent aider</a> Mozilla en ajoutant de nouvelles fonctionnalités, en rendant nos technologies plus agiles et rapides ou encore en facilitant les procédures de développement pour les autres contributeurs. De nombreux contributeurs sont présents sur <a href="%(irc_url)s">IRC</a>, n'hésitez pas à venir y faire un tour et à poser des questions pour en savoir plus. Nos sites web sont eux aussi <a href="%(webdev_blog)s">ouverts aux Mac Gyver du Web</a>.
sr: <a href="%(dev_intro_url)s">Програмери могу помоћи</a> Мозили додавањем нових могућности, побољшавањем наших технологија како би биле брже и мање и омогућавањем једноставнијег и лакшег развоја за друге. Можете пронаћи много програмера на <a href="%(irc_url)s">ИРЦ-у</a>. Зато навратите, питајте и сазнајте више. Наши сајтови су <a href="%(webdev_blog)s">отворени за веб нинџе</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="http://quality.mozilla.org/">other testing opportunities</a>.
bn_bd: গুণগত মান নিশ্চয়করণ পরীক্ষা একটি সহজতম উপায় মোজিলার সাথে শুরু করার এবং একটি দুর্দান্ত উপায় আমাদের কোড এবং সরঞ্জামগুলির সাথে পরিচিত হওয়ার। আমাদের সহায়তা করুন<a href="%(qa_bugs_url)s"> বাগ খুঁজে বের করুন</a>ফায়ারফক্সে,<a href="%(qa_web_url)s"> মোজিলার ওয়েব সাইট পরীক্ষা করুন</a>অথবা আরো জানুন<a href="http://quality.mozilla.org/">অন্যান্য পরীক্ষার সুযোগ সম্পর্কে</a>।
fr: Contribuer aux tests d'assurance qualité est l'un des points d'entrée les plus accessibles pour s'impliquer dans le projet Mozilla, et c'est très utile pour se familiariser avec notre code et nos outils. Aidez-nous à <a href="%(qa_bugs_url)s">identifier des bogues</a> sur Firefox, <a href="%(qa_web_url)s">tester les sites Mozilla</a> ou découvrez d'autres <a href="http://quality.mozilla.org/">possibilités de tests</a>.
sr: Осигурање квалитета је један од најлакших начина да се прикључите Мозили. То је такође сјајан начин да се упознате са нашим кôдом и алатима. Помозите нам да <a href="%(qa_bugs_url)s"> пронађемо проблеме</a> у Фајерфоксу, <a href="%(qa_web_url)s">тестирамо Мозила веб странице</a> или сазнајте више о <a href="http://quality.mozilla.org/">другим могућностима тестирања</a>.

source: Help build a generation of webmakers&mdash;moving people from using the web making the web&mdash;by teaching others how to code and how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
bn_bd: webmakers&mdash এর একটি প্রজন্ম তৈরি করতে সাহায্য করুন;web&mdash এ ওয়েব তৈরী থেকে মানুষকে চলমান করুন;কিভাবে কোড করে এবং কিভাবে ওয়েব কাজ করে তা অন্যদের শেখান। <a href="%(moz_webmaker)s ">অনুসন্ধান করুন মোজিলার ওয়েবমেকার প্রকল্প কি এ সম্পর্কে</a>অথবা অন্যদের শিক্ষাদান শুরু করুন <a href="%(webmaker)s">আজ আপনার সম্প্রদায়কে একটি ঘটনা নির্ধারণ করে</a>।
fr: Aidez-nous à bâtir une génération de développeurs web mobiles utilisant le Web pour faire le Web&mdash;en apprenant aux autres le fonctionnement du Web et à coder. <a href="%(moz_webmaker)s ">Découvrez le projet Webmaker de Mozilla</a> ou commencez à apprendre aux autres en <a href="%(webmaker)s">mettant en place un événement dans votre communauté dès aujourd'hui</a>.
sr: Помозите нам да изградимо генерацију ствараоца веба&mdash;померањем корисника са коришћења веба ка стварању&mdash;учећи друге како да кодирају и како веб функционише. <a href="%(moz_webmaker)s ">Истражите шта је то Мозила Вебмејкер</a> или почните да учите друге тако што ћете <a href="%(webmaker)s">организовати догађај у Вашој заједници већ данас</a>.

source: Firefox and other Mozilla-based applications have a powerful extension system that allow you to make small tweaks or make major additions to your programs. If you’re new to this technology, learn how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
bn_bd: ফায়ারফক্স এবং অন্যান্য মোজিলা-ভিত্তিক অ্যাপ্লিকেশনের শক্তিশালী সম্প্রসারন সিস্টেম আছে যা আপনাকে অনুমতি প্রদান করে আপনার প্রোগ্রামে ছোট টুইক অথবা গুরুতর কোনো সংয়োজন করতে।আপনি যদি এই প্রযুক্তিতে নতুন হন , শিখে নিন কিভাবে<a href="%(addons_url)s"> একটি অ্যাড-অন তৈরি করবেন</a>।অভিজ্ঞ ডেভেলপারদের জন্য,খুঁজে বের করুন কিভাবে<a href="%(addons_wiki)s">একটি Amo সম্পাদক হবেন</a>।
fr: Firefox et d'autres applications basées sur Mozilla possèdent un puissant système d'extension qui vous permet d'effectuer de petites ou grandes modifications à vos programmes. Si cette technologie est nouvelle pour vous, découvrez la <a href="%(addons_url)s">programmation d'un module complémentaire</a>. Pour les développeurs expérimentés, <a href="%(addons_wiki)s">devenez un éditeur d'AMO</a>.
sr: Фајерфокс и остали прозиводи засновани на Мозила технологији имају моћан систем додатака који Вам омогућава да направите мала штеловања или значајне додатке за Ваше програме. Уколико Вам је ова технологија нова, научите како да <a href="%(addons_url)s">направите додатак</a>. За програмере са искуством, сазнајте како да <a href="%(addons_wiki)s">постанете АМО уређивач</a>.
