Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home.lang.po
Languages: af, as, bg, br, ca, cy, es_mx, fi, ga_ie, gd, hi_in, hr, km, kn, ku, lv, ms, my, oc, pt, ta, th, tr, uz, vi, xh

source: Home of the Mozilla Project
af: Tuiste van die Mozilla-projek
as: Mozilla প্ৰকল্পৰ ঘৰ
bg: Тук живее проектът Mozilla
br: Pajenn degemer ar raktres Mozilla
ca: Inici del projecte Mozilla
cy: Cartref Project Mozilla
es_mx: Hogar del proyecto Mozilla
fi: Mozilla-projektin kotisivut
ga_ie: Mozilla: Leathanach Baile
gd: An dachaigh aig pròiseact Mozilla
hi_in: Mozilla परियोजना का मुखपृष्ठ
hr: Dom Mozilla projekta
km: គេហ​ទំព័រ​របស់​គម្រោង Mozilla
kn: ಮೊಝಿಲ್ಲಾ ಯೋಜನೆಯ ಮನೆ
ku: Navenda Projeya Mozillayê
lv: Mozilla projekta mājas
ms: Laman utama daripada Projek Mozilla
my: မိုဇီလာစီမံကိန်း ပင်မစာမျက်နှာ
oc: Acuèlh del projècte Mozilla
pt: Página inicial do projeto Mozilla
ta: மொசில்லா திட்ட முகப்பு
th: หน้าแรกของ Mozilla Project
tr: Mozilla Projesi'nin yuvası
uz: Mozilla loyihasi uy sahifasi
vi: Trang chủ Dự án Mozilla
xh: IKhaya leProjekthi yeMozilla

source: Next article
af: Volgende artikel
as: পৰৱৰ্তী অধ্যায়
bg: Следваща
br: Pennad-skrid war-lerc'h
ca: Article següent
cy: Erthygl nesaf
es_mx: Artículo siguiente
fi: Seuraava artikkeli
ga_ie: An chéad alt eile
gd: An ath-artaigeal
hi_in: अगला आलेख
hr: Idući članak
km: អត្ថបទ​បន្ទាប់
kn: ಮುಂದಿನ ಲೇಖನ
ku: Gotara pêş
lv: Nākamais raksts
ms: Artikel seterusnya
my: နောက် ဆောင်းပါး
oc: Article seguent
pt: Artigo seguinte
ta: அடுத்த கட்டுரை
th: บทความถัดไป
tr: Sonraki haber
uz: Keyingi maqola
vi: Bài tiếp theo
xh: Inqaku elilandelayo

source: Previous article
af: Vorige artikel
as: পূ্ৰ্বৱৰ্তী অধ্যায়
bg: Предишна
br: Pennad-skrid kentañ
ca: Article anterior
cy: Erthygl flaenorol
es_mx: Artículo anterior
fi: Edellinen artikkeli
ga_ie: An t-alt roimhe seo
gd: An t-artaigeal roimhe
hi_in: पिछला आलेख
hr: Prethodni članak
km: អត្ថបទ​មុន​
kn: ಹಿಂದಿನ ಲೇಖನ
ku: Gotara berê
lv: Iepriekšējais raksts
ms: Artikel sebelumnya
my: ယခင် ဆောင်းပါး
oc: Article precedent
pt: Artigo anterior
ta: முந்தைய கட்டுரை
th: บทความก่อนหน้า
tr: Önceki haber
uz: Oldingi maqola
vi: Bài trước
xh: Inqaku eligqithileyo

source: We are %(mozilla_wordmark)s
af: Ons is %(mozilla_wordmark)s
as: আমি %(mozilla_wordmark)s
bg: Ние сме %(mozilla_wordmark)s
br: %(mozilla_wordmark)s omp ni
ca: Som %(mozilla_wordmark)s
cy: Ni yw %(mozilla_wordmark)s
es_mx: Somos %(mozilla_wordmark)s
fi: Me olemme %(mozilla_wordmark)s
ga_ie: Is sinne %(mozilla_wordmark)s
gd: Is sinne %(mozilla_wordmark)s
hi_in: हम %(mozilla_wordmark)s हैं
hr: Mi smo %(mozilla_wordmark)s
km: យើង​​ជា %(mozilla_wordmark)s
kn: ನಾವು %(mozilla_wordmark)s
ku: Em %(mozilla_wordmark)s ne
lv: Mēs esam %(mozilla_wordmark)s
ms: Kami adalah %(mozilla_wordmark)s
my: ကျွန်တော်တို့သည် %(mozilla_wordmark)s
oc: Sèm %(mozilla_wordmark)s
pt: Nós somos a %(mozilla_wordmark)s
ta: நாங்கள் %(mozilla_wordmark)s
th: เราคือ %(mozilla_wordmark)s
tr: Biz %(mozilla_wordmark)s’yız
uz: Biz - %(mozilla_wordmark)s
vi: Chúng tôi là %(mozilla_wordmark)s
xh: Siyi-%(mozilla_wordmark)s

source: Doing good is part of our code
af: Goed doen is deel van ons kode
as: ভাল কাম কৰা আমাৰ নীতি
bg: Да правим добро е част от нашата същност
br: Ober mat zo perzh eus hor boneg
ca: Fer el bé és part del nostre codi
cy: Mae gwneud daioni'n rhan o'n cod
es_mx: Ser buenos es parte de nuestro código
fi: Hyvän tekeminen on osa koodiamme
ga_ie: Ar son na maitheasa ár gcód
gd: Tha e 'nar còd math a dhèanamh
hi_in: अच्छा करना हमारे कोड का हिस्सा है
hr: Činiti dobro je dio našeg kodeksa
km: អំពើ​​​​ល្អ​​​ជា​ផ្នែក​នៃ​កូដ​របស់​យើង
kn: ಒಳಿತು ಮಾಡುವುದು ನಮ್ಮ ಸಂಕೇತದ ಭಾಗ
ku: Başî parçeyek ji kodên me ye
lv: Darīt labu ir daļa no mūsu koda
ms: Berbuat baik adalah sebahagian daripada kod etika kami
my: ကောင်းမွန်သော ရည်ရွယ်ချက်သည် ကျွနု်ပ်တို့ကုဒ် ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်
oc: Un web mai juste, aquò's nòstre còde
pt: Fazer o bem é parte do nosso código
ta: நன்றாக செய்வது எங்களுடைய நிரலாக்கத்தின் ஒப்பற்ற பணியாகும்
tr: İyilik bizim kodumuzda var
uz: Kodimizning negizida ezgulik yotadi
vi: Làm việc tốt là quy tắc của chúng tôi
xh: Ukwenza into entle yinxalenye yomgaqo wethu

source: Get involved
af: Raak betrokke
bg: Участвай
br: Kemer perzh
ca: Involucreu-vos-hi
cy: Ymunwch
es_mx: Involúcrate
fi: Osallistu
ga_ie: Glac páirt
gd: Gabh pàirt ann
hi_in: शामिल होएँ
km: ចូលរួម
kn: ನೀವೂ ಪಾಲ್ಗೊಳ್ಳಿ
lv: Iesaistīties
pt: Envolva-se
ta: பங்குபெறுங்கள்
tr: Aramıza katılın
uz: Jamiyatga qo‘shiling
vi: Tham gia

source: <i>Explore</i> our mission
af: <i>Ontdek</i> ons missie
as: আমাৰ লক্ষ্যক <i>অন্বেষণ কৰক</i>
bg: <i>Научи</i> мисията ни
br: <i>Dizoloit</i> hor c'hefridi
ca: <i>Exploreu</i> la nostra missió
cy: <i>Dysgwch </i> am ein cenhadaeth
es_mx: <i>Explora</i> nuestra misión
fi: <i>Tutustu</i> missioomme
ga_ie: <i>Foghlaim</i> faoinár mbunchuspóirí
gd: <i>Faic</i> ar misean
hi_in: हमारे मिशन को <i>एक्सप्लोर करें</i>
hr: <i>Istražite</i> našu misiju
km: <i>រក​មើល</i> បេសកកម្ម​របស់​យើង
kn: ನಮ್ಮ ಧ್ಯೇಯೋದ್ದೇಶಗಳನ್ನು <i>ಅನ್ವೇಷಿಸಿ</i>
ku: <i>Mîsyona me</i>
lv: <i>Aplūkojiet</i> mūsu misiju
ms: <i>Jelajah</i> misi kami
my: ကျွနု်ပ်တို့၏ ရည်မှန်းချက် များကို <i>လေ့လာ</i> ပါ
oc: <i>Descobrissètz</i> nòstra mission
pt: <i>Explore</i> a nossa missão
ta: எங்களுடைய நோக்கத்தை பற்றி <i>ஆராயவும்</i>
th: <i>สำรวจ</i>ภารกิจของเรา
tr: Misyonumuzu <i>keşfedin</i>
uz: Bizning vazifamiz haqida <i>bilib oling</i>
vi: <i>Khám phá</i> sứ mệnh của chúng tôi
xh: <i>Hlola</i> injongo yethu

source: Our principles guide us
af: Ons beginsels gee ons rigting
as: আমাৰ নীতিসমূহে আমাক দিশ দিয়ে
bg: Принципите, които ни водят
br: Sturiet omp gant hor pennaennoù
ca: Els nostres principis ens guien
cy: Mae ein egwyddorion yn ein harwain
es_mx: Nuestros principios nos guían
fi: Periaatteemme johdattavat meitä
ga_ie: Treoraithe ag ár bprionsabail
gd: Tha ar prionnsabalan 'gar stiùireadh
hi_in: हमारे सिद्धांत हमें मार्गदर्शन देते हैं
hr: Naši principi nas vode u pravom smjeru
km: គោលការណ៍​ណែនាំ​របស់​យើង
kn: ನಮ್ಮ ಸಿದ್ಧಾಂತಗಳೇ ನಮಗೆ ದಾರಿದೀಪ
ku: Rêgezên me rêberiya me dikin
lv: Mūsu principi mūs vada
ms: Prinsip kami yang membimbing kami
my: အဓိလက်ကိုင်ထားသော မူဝါဒများအား လိုက်နာလျက်
oc: Guidats per nòstres principi
pt: Os nossos princípios guiam-nos
ta: எங்கள் கொள்கைகளே எங்களுக்கு வழிகாட்டுகிறது
th: หลักการนำทางเรา
tr: Prensiplerimiz rehberimizdir
uz: Bizning prinsiplarimiz harakatlarimizni belgilaydi
vi: Chúng tôi hành động theo nguyên tắc
xh: Sikhokelwa yimigaqo yethu

source: We’re a global community of technologists, thinkers and builders working to keep the Internet alive and accessible.
af: Ons is 'n globale gemeenskap van tegnoloë, denkers en bouers wat werk om die Internet lewendig en toeganklik te hou.
as: আমি ইন্টাৰনেটক জীৱন্ত আৰু অভিগম্য ৰাখিবলে কাম কৰা প্ৰযুক্তিবিদ, দাৰ্শনিক আৰু নিৰ্মাতাসকলৰ এটা বিশ্বব্যাপী সম্প্ৰদায়।
bg: Ние сме глобална общност от хора с интерес в технологиите, мислители и разработчици, работещи да запазят Интернет жив и достъпен.
br: Ur gumuniezh vedel eus perzhidi omp o labourat evit mirout ar genrouedad bev ha haezadus.
ca: Som una comunitat global de tecnòlegs, pensadors i desenvolupadors que treballem per mantenir Internet viva i accessible.
cy: Rydym yn gymuned fyd-eang o dechnolegwyr, meddylwyr ac adeiladwyr sy'n gweithio i gadw'r Rhyngrwyd yn fyw a hygyrch.
es_mx: Somos una comunidad de tecnólogos, pensadores y desarrolladores trabajando para que Internet siga vivo y accesible.
fi: Olemme maailmanlaajuinen teknologien, ajattelijoiden ja rakentajien yhteisö, joka tekee työtä pitääkseen netin elossa ja ja kaikille avoimena.
ga_ie: Is comhphobal domhanda de theicneolaithe, smaointeoirí, agus déantóirí é Mozilla, a oibríonn ar son Gréasáin bheo, oscailte, inrochtana.
gd: 'S e coimhearsnachd eadar-nàiseanta de luchd-teicneolais, inntinnichean agus luchd-dealbhaidh a tha annainn a nì obair gus an t-eadar-lìon a chumail beò 's ri làimh na h-uile.
hi_in: हम इंटरनेट को जिंदा और सुलभ बनाये रखने के लिए प्रौद्योगिकीविदों, विचारकों और बिल्डरों की एक वैश्विक समुदाय हैं |
hr: Mi smo globalna zajednica tehnologa, mislilaca i graditelja, koji nastoje održati Internet živim i pristupačnim.
km: យើង​ គឺ​ជា​សហគមន៍​​អ្នក​បច្ចេកវិទ្យា អ្នក​គិត និង​​អ្នក​ស្ថាបនា​សកល ធ្វើការ​ដើម្បី​​​ឲ្យ​អ៊ីនធឺណិត​ដំណើរការ និង​អាច​​ចូល​ប្រើប្រាស់​បាន។
kn: ನಾವು ಅಂತರ್ಜಾಲವನ್ನು ಚಟುವಟಿಕೆಯಿಂದಿರಿಸುವ ಹಾಗೂ ಎಲ್ಲರಿಗೆ ತಲುಪಿಸುವ ಕೆಲಸ ನಿರ್ವಹಿಸುತ್ತಿರುವ ತಂತ್ರಜ್ಞರು, ಬುದ್ಧಿಜೀವಿಗಳು ಮತ್ತು ಅಭಿವೃದ್ಧಿಗಾರರ ಜಾಗತಿಕ ಸಮುದಾಯವಾಗಿದ್ದೇವೆ.
ku: Em teknolojîst, ramyar û avakar; civakeke gerdûnî pêk tînin û xebata me ji bo hindê ku înternet zindî û berdest be.
lv: Mēs esam globāla tehnologu, domātāju un būvētāju komanda, kas kopīgi strādā, lai saglabātu internetu dzīvu un pieejamu.
ms: Kami adalah sebuah komuniti global daripada teknologis, pemikir, pembangun bekerja untuk menjaga Internet yang subur dan mudah diakses.
my: ကျွန်တော်တို့ဟာ ကမ္ဘာ တစ်ဝှမ်းရှိ နည်းပညာရှင် ၊ အတွေးအခေါ်ပညာရှင် များ နှင့် တည်ဆောက်သူများ အတူတကွ အင်တာနက် အား သက်ဝင် ပြီး လူတိုင်းသုံးဆွဲနိုင်ရန် လှူပ်ရှားနေတဲ့ ကွန်မြူနတီ အဖွဲ့အစည်း တစ်ခု
oc: Sèm una comunautat mondiala de contributors que prenon suènh d'Internet e que lo fan accessible a totes.
pt: Nós somos uma comunidade global de tecnólogos, pensadores e construtores que trabalha para manter a Internet viva e acessível.
ta: நாங்கள் ஒரு உலகலாவிய தொழில்நுட்ப வல்லுநர்கள், சிந்தனையாளர்கள் மற்றும் உருவாக்குனர்கள் போன்றோரை குழுவாக இணைந்து இணையத்தை தொடர்ந்து இயக்கவும் அணுகவும் பங்களிக்கிறோம்.
th: เราเป็นชุมชนของนักเทคโนโลยี, นักคิด และนักประดิษฐ์ระดับโลก ที่ช่วยกันทำงานเพื่อรักษาให้อินเทอร์เน็ตมีชีวิตชีวาและเข้าถึงได้
tr: İnterneti canlı ve erişilebilir tutmak için birlikte çalışan teknoloji uzmanları, düşünürler ve Web yapımcılarından oluşan küresel bir topluluğuz.
uz: Biz internetni yashab qolishi va hamma uchun mavjud bo‘lishi uchun ishlovchi texnologlar, o‘ylovchilar va tuzuvchilarning global hamjamiyati hisoblanamiz.
vi: Chúng tôi là một cộng đồng toàn cầu gồm các kỹ sư công nghệ, những nhà tư tưởng và những người xây dựng cùng cộng tác để giữ cho Internet luôn tồn tại và không có rào cản với bất kỳ ai.
xh: Singabantu abasemhlabeni wonke abaziingcali, iinkcuba-buchopho nabakhi abasebenza kunye ekugcineni i-Intanethi iphila yaye ifumaneka.

source: Read more about our mission
af: Lees meer oor ons missie
as: আমাৰ লক্ষ্যৰ বিষয়ে অধিক পঢ়ক
bg: Прочети повече за мисията ни
br: Gouzout hiroc'h a-zivout hor c'hefridi
ca: Més informació sobre la nostra missió
cy: Darllenwch ragor am ein cenhadaeth
es_mx: Infórmate sobre nuestra misión
fi: Lue lisää missiostamme
ga_ie: Tuilleadh eolais faoinár mbunchuspóirí
gd: Leugh barrachd mu ar misean
hi_in: हमारे मिशन के बारे में और अधिक पढ़ें
hr: Pročitajte više o našoj misiji
km: អាន​បន្ថែម​អំពី​បេសកកម្ម​របស់​យើង
kn: ನಮ್ಮ ಧ್ಯೇಯೋದ್ಧೇಶಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ku: Derbarê mîsyona me de zêdetir bizane
lv: Lasīt vairāk par mūsu misiju
ms: Baca lanjut mengenai misi kami
my: ကျွနု်ပ်တို့၏ ရည်မှန်းချက်များအား လေ့လာမည်
oc: Ne saber mai sus nòstra mission
pt: Leia mais sobre a nossa missão
ta: எங்களுடைய நோக்கத்தைப் பற்றி மேலும் தெரிந்துக்கொள்ள
th: อ่านเพิ่มเติมเกี่ยวกับภารกิจของเรา
tr: Misyonumuz hakkında bilgi alın
uz: Bizning maqsadimiz haqida ko‘proq o‘qing
vi: Đọc thêm về sứ mệnh của chúng tôi
xh: Funda okungakumbi ngenjongo yethu

source: <i>Look</i> ahead
af: <i>Kyk</i> vooruit
as: আগলৈ <i>চাওক</i>
bg: <i>Гледай</i> напред
br: <i>Sellit</i> ouzh an dazont
ca: <i>Mireu</i> el futur
cy: <i>Edrych</i> i'r dyfodol
es_mx: <i>Mira</i> hacia el futuro
fi: <i>Katso</i> eteenpäin
ga_ie: <i>Amharc</i> romhat
gd: <i>Sùil</i> air adhart
hi_in: आगे<i> देखें</i>
hr: <i>Pogled</i> u budućnost
km: <i>មើល</i> ជា​មុន
kn: <i>ನೋಡು</i> ಮುಂದೆ
ku: Siberojê <i>bibîne</i>
lv: <i>Skaties</i> uz priekšu
ms: <i>Pandang</i> kehadapan
my: ဆက် <i>ကြည့်</i> မည်
oc: <i>Agachatz</i> cap a l'avenidor
pt: <i>Visão</i> futura
ta: முன்னோக்கி <i>பார்</i>
th: <i>มองไป</i>ข้างหน้า
tr: İleri <i>bakın</i>
uz: Oldinga <i>qarang</i>
vi: <i>Nhìn</i> về phía trước
xh: <i>Jonga</i> phambili

source: Look ahead
af: Kyk vooruit
as: আগলৈ চাওক
bg: Гледай напред
br: Sellit ouzh an dazont
ca: Mireu el futur
cy: Edrych ymlaen
es_mx: Mira hacia el futuro
fi: Katso eteenpäin
ga_ie: Amharc romhat
gd: Sùil air adhart
hi_in: आगे देखें
hr: Pogled u budućnost
km: មើល​ជា​មុន
kn: ನೋಡು ಮುಂದೆ
ku: Siberojê bibîne
lv: Skaties uz priekšu
ms: Pandang kehadapan
my: ဆက်ကြည့်မည်
oc: Agachatz cap a l'avenidor
pt: Visão futura
ta: முன்னோக்கி பார்
th: มองไปข้างหน้า
tr: İleri bak
uz: Oldinga qarang
vi: Nhìn về phía trước
xh: Jonga phambili

source: We‘re bringing more people to the Web in more ways and from more places than ever before.
af: Ons bring meer mense na die Web op meer maniere en van meer plekke as ooit tevore.
as: আমি অতিৰিক্ত পদ্ধতি ব্যৱহাৰ কৰি ৱেবলৈ আগতে ভ্ৰমণ নকৰা ঠাইৰ পৰা অধিক মানুহ আনি আছো।
bg: Ние разкриваме Уеб на повече хора и от повече места, отколкото когато и да е било.
br: D'ar web e kasomp muioc'h a dud dre vuioc'h a zoareoù hag eus muioc'h a lec'hioù eget biskoazh.
ca: Estem portant més persones al web de més maneres i des de més llocs com mai abans no s'havia fet.
cy: Rydym yn dod â mwy o bobl i'r We mewn mwy o ffyrdd ac o fwy o lefydd nag erioed o'r blaen.
es_mx: Estamos llevando la web a más personas, de más formas y desde más lugares que antes.
fi: Tuomme nettiin enemmän väkeä useammilla tavoilla ja useammista paikoista kuin koskaan aiemmin.
ga_ie: Táimid ag tabhairt níos mó daoine chun an Ghréasáin, ar níos mó bealaí agus ó níos mó áiteanna ná riamh.
gd: Tha sinn a' toirt cothrom air an lìon do dhaoine air barrachd dhòighean 's o bharrachd àitichean na a-riamh roimhe.
hi_in: हम और अधिक तरीकों से और पहले से कहीं और अधिक स्थानों से वेब के लिए और अधिक लोगों को ला रहे हैं.
hr: Kao nikad ranije, dovodimo sve više ljudi na Web, na sve više načina i sa sve više lokacija.
km: យើង​កំពុង​នាំ​មនុស្ស​ម្នា​ទៅ​កាន់​បណ្ដាញ​​​តាម​មធ្យោបាយ​​ជា​ច្រើន និង​​ពី​កន្លែង​​​ច្រើន​ទៀត​​ជាង​ពេល​មុនៗ។
kn: ನಾವು ಹಲವಾರು ರೀತಿಯಿಂದ ಮತ್ತಷ್ಟು ಸ್ಥಳಗಳಿಂದ ಹಿಂದೆಂದಿಗಿಂತಲೂ ಹೆಚ್ಚು ಜನರನ್ನು ಅಂತರ್ಜಾಲಕ್ಕೆ ತರುತಿದ್ದೇವೆ.
ku: Em ji bi rêbazên cur bi cur ji deverên cuda ji hemû deman zêdetir kesan tînin nav Webê
lv: Mēs ienesam internetā vairāk cilvēku vairāk dažādos veidos un no vairākām dažādām vietām kā jebkad agrāk.
ms: Kami telah membawa lebih ramai kepada Web dalam pelbagai cara dan daripada berlainan tempat berbanding sebelumnya.
my: ကျွနိုပ် တို့ဟာ အင်တာနက် အား နေရာ ဒေသ မျိုးစုံ မှ လူတန်းစာ မျိုးစုံ တိုင်းသုံးဆွဲ နိုင်ရန် လုပ်ဆောင်လျက်ရှိသည်
oc: Sètz de mai en mai nombroses a accedir al web dempuèi d'aparelhs o d'endreches de mai en mai divèrses. Lo web es mai accessible que non pas jamai&nbsp;!
pt: Nós estamos a trazer mais pessoas para a Web de mais maneiras e de mais sítios do que nunca.
ta: இதற்கு முன் பொன்றில்லாமல் வெவ்வேறு முறையில் உலகத்தின் பல இடங்களில் இருந்து பயனர்களை இணையத்திற்கு கொண்டுவந்துகிட்டே இருக்கிறோம்.
th: เราจะพาผู้คนเข้าสู่โลกของเว็บในหนทางอื่นๆ และจากพื้นที่อื่นๆ มากกว่าที่เคยมีมา
tr: Web’i insanlara artık daha farklı şekillerde, çok daha fazla yerden ulaştırıyoruz.
uz: Har xil joylardan va har xil yo‘llar bilan oldingidan ko‘ra ko‘proq odamlarni internetga boshlab kelamiz.
vi: Chúng tôi mang Web đến cho mọi người theo nhiều cách và từ nhiều nơi hơn bao giờ hết.
xh: Singenisa abantu abaninzi ngakumbi kwiWebhu ngeendlela ezininzi ngakumbi bevela kwiindawo ezininzi ngakumbi kungaphambili.

source: Learn more about Firefox OS
af: Meer inligting oor Firefox OS
as: Firefox OS ৰ বিষয়ে অধিক জানক
bg: Научи повече за Firefox OS
br: Deskiñ hiroc'h a-zivout Firefox OS
ca: Més informació del Firefox&nbsp;OS
cy: Dysgu rhagor am Firefox OS
es_mx: Aprende más sobre Firefox OS
fi: Lue lisää Firefox OS:sta
ga_ie: Tuilleadh eolais faoi Firefox OS
gd: Barrachd fiosrachaidh air Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के बारे में अधिक और जानें
hr: Saznajte više o Firefox OS-u
km: ស្វែងយល់​បន្ថែម​អំពី Firefox OS
kn: Firefox OS ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ku: Firefox OSê çêtir nas bike
lv: Uzzināt vairāk par Firefox OS
ms: Ketahui lanjut mengenai Firefox OS
my: မီးမြေခွေးဖုန်းသုံး ကွန်ပျူတာ စနစ်အားလေ့လာမည်
oc: Descobrissètz Firefox OS
pt: Saber mais sobre o Firefox OS
ta: பயர்பாக்ஸ் இயங்குதளம் பற்றி மேலும் தெரிந்துகொள்ள
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox OS
tr: Firefox OS hakkında bilgi alın
uz: Firefox OS haqida ko‘proq o‘rganing
vi: Tìm hiểu thêm về Firefox OS
xh: Funda okungakumbi ngeFirefox OS

source: <i>Join</i> our community
af: <i>Sluit aan</i> by ons gemeenskap
as: আমাৰ সম্প্ৰদায়ত <i>অংশগ্ৰহণ</i> কৰক
bg: <i>Стани част</i> от нашата общност
br: <i>Mont davet</i> hor c'humuniezh
ca: <i>Uniu-vos</i> a la nostra comunitat
cy: <i>Ymunwch</i> â'n cymumned
es_mx: <i>Únete</i> a nuestra comunidad
fi: <i>Liity</i> yhteisöömme
ga_ie: <i>Glac páirt</i> inár gcomhphobal
gd: <i>Gabh pàirt</i> sa choimhearsnachd
hi_in: हमारे समुदाय में <i>शामिल हों </i>
hr: <i>Pridružite</i> se našoj zajednici
km: <i>ចូលរួម</i> ជាមួយ​សហគមន៍​យើង
kn: ನಮ್ಮ ಸಮುದಾಯ <i>ಸೇರಿ</i>
ku: <i>Beşdarî</i> civaka me bibe
lv: <i>Pievienoties</i> mūsu kopienai
ms: <i>Sertai</i> komuniti kami
my: ကျွန်တော်တို့နှင့် <i>ပူးပေါင်းပါ</i>
oc: <i>Rejonhètz</i> nòstra comunautat
pt: <i>Junte-se</i> à nossa comunidade
ta: எங்களுடைய குழுவில் <i>இணையவும்</i>
th: <i>เข้าร่วม</i>ชุมชนของเรา
tr: Topluluğumuza <i>katılın</i>
uz: Hamjamiyatimizga <i>qo‘shiling</i>
vi: <i>Tham gia</i> cộng đồng của chúng tôi
xh: <i>Zimanye</i> nabantu bethu

source: Join our<br> developer community
af: Sluit aan by<br> ander ontwikkelaars
as: আমাৰ <br> উন্নয়নকাৰী সম্প্ৰদায়ত অংশগ্ৰহণ কৰক
bg: Влез в<br> обществото ни за разработчици
br: Mont davet hor<br> c'humuniezh diorroerien
ca: Uniu-vos a la nostra<br> comunitat de desenvolupadors
cy: Ymunwch<br> â'n cymuned o ddatblygwyr
es_mx: Únete a nuestra<br> comunidad de desarrolladores
fi: Liity<br> kehittäjäyhteisöömme
ga_ie: Cláraigh le<br> comhphobal na bhforbróirí
gd: Gabh pàirt ann an <br> coimhearsnachd an luchd-leasachaidh
hi_in: हमारे <br> डेवलपर समुदाय में शामिल हों
hr: Pridružite se našoj<br> zajednici razvijatelja
km: ចូលរួម<br> សហគមន៍​អ្នក​អភិវឌ្ឍ​របស់​យើង
kn: ನಮ್ಮ ಡೆವೆಲಪರ್ ಸಮುದಾಯ<br>ಸೇರಿ
ku: Beşdarî nav civaka<br> me ya pêşvebir bibe
lv: Pievienoties<br> mūsu izstrādātāju kopienai
ms: Sertai kami<br> komuniti pembangun
my: ကျွန်တော်တို့ရဲ့ <br> Developer ကွန်မြူနတီကို ပူးပေါင်းပါ
oc: Rejonhètz nòstra comunautat de desvolopaires
pt: Junte-se à nossa<br> comunidade de programadores
ta: எங்களுடைய உருவாக்குனர் குழுவுடன் <br> இணைந்து
th: เข้าร่วม<br>ชุมชนนักพัฒนาของเรา
tr: Geliştirici<br> topluluğumuza katılın
uz: Bizning dasturchilarimiz<br> hamjamiyatiga qo‘shiling
vi: Tham gia<br> cộng đồng lập trình viên của chúng tôi
xh: Zimanye<br> nabaphuhlisi bethu

source: Get docs and demos, tools and tutorials and everything related to the Open Web.
af: Kry dokumentasie, demonstrasies, gereedskap, tutoriale en alles te make met die Oop Web.
as: মুক্ত ৱেবলৈ প্ৰাসংগিক দস্তাবেজ আৰু ডেমো, সঁজুলি আৰু শিক্ষা আৰু অন্য সকলো প্ৰাপ্ত কৰক।
bg: Намери документи, демонстрации, инструменти и всичко свързано с отворения Уеб.
br: Kavet e vez amañ teulioù, diskouezadurioù, kelennskridoù ha kement tra a sell ouzh ar Web digor.
ca: Obteniu documentació, demos, eines, programes d'aprenentatge i tot allò relacionat amb el web obert.
cy: Estynnwch ddogfennau, offer tiwtorialau ac arddangosiadau a phopeth yn gysylltiedig a'r We Agored.
es_mx: Obtén documentación, demos, herramientas y tutoriales, y todo lo relacionado con la web abierta.
fi: Hae dokumentaatiota ja demoja, työkaluja ja tutoriaaleja ja kaikkea avoimeen webiin liittyvää.
ga_ie: Doiciméadú, taispeántais, uirlisí, agus cúrsaí teagaisc a bhaineann leis an nGréasán Oscailte.
gd: Faigh sgrìobhainnean is demos, innealan is treòirean agus a h-uile rud co-cheangailte ris an lìon saor.
hi_in: ओपन वेब से संबंधित दस्तावेज़ और डेमो, उपकरण और ट्यूटोरियल सब कुछ पाएं.
hr: Preuzmite dokumente, demonstracije, alate, vodiče i sve ostalo u vezi otvorenog weba.
km: ទទួល​បាន​ឯកសារ និង​​ការ​ណែនាំ​សាក ឧបករណ៍ និង​ឯកសារ​បង្រៀន ព្រមទាំង​អ្វីៗ​ជា​ច្រើន​ដែល​ទាក់ទង​នឹង​​បណ្ដាញ​បើក​ទូលាយ។
kn: ತೆರೆದ ಅಂತರ್ಜಾಲಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ದಾಖಲೆಗಳು ಹಾಗೂ ಪ್ರಾತ್ಯಕ್ಷಿಕೆಗಳು, ಉಪಕರಣಗಳು ಹಾಗೂ ಕೈಪಿಡಿಗಳನ್ನು ಪಡೆಯಿರಿ.
ku: Xwe bigihîne belge û pêşnûmayan, amûr û materyalan û hemû tiştên têkildarî Weba Vekirî.
lv: Apskatiet dokumentāciju, piemērus, rīkus un pamācības, kā arī citas lietas, kas ir saistītas ar Atvērto internetu.
ms: Dapatkan dokumen dan demo, alatan, tutorial dan segala berkaitan kepada Web terbuka.
my: ပွင့်လင်းသော အင်တာနက်ဆိုင်ရာ​ နှင့်ပတ်သတ်သော လမ်းညွှန်​၊ စမ်းသပ်ချက် များနှင့် ကျူတိုရီရယ်များ အား လေ့လာပါ
oc: MDN vos prepausa de documentacion, de demos, d'aisinas, de tutorials e plan mai de causas encara, ligadas al web dobèrt.
pt: Obtenha documentação e demonstrações, ferramentas, tutoriais e tudo relacionado com a Web aberta.
ta: திறந்த இணையத்துடன் தொடர்புடைய ஆவணங்கள், கருவிகள், செய்முறைகள் மற்றும் பயிற்சி ஆவணங்கள் பெறுங்கள்.
th: รับเอกสาร ตัวอย่าง เครื่องมือ โปรแกรมสอน และทุกอย่างที่เกี่ยวข้องกับ Open Web
tr: Açık Web ile ilgili belgelere, demolara, araçlara, rehberlere ve diğer malzemelere erişin.
uz: Hujjatlar va namoyishlar, asboblar va qo‘llanmalar hamda barcha ochiq internetga aloqador narsalarni oling.
vi: Tải các tài liệu và demo, các công cụ và hướng dẫn và mọi thứ liên quan đến Open Web.
xh: Fumana amaxwebhu, izixhobo neenkqubo zokufundisa nayo yonke into ehlobene neWebhu Evulekileyo.

source: <i>Forge</i> the future
af: <i>Skets</i> die toekoms
as: ভৱিষ্যত <i>সলনি কৰক</i>
bg: <i>Изкови</i> бъдещето
br: <i>Sevel</i> an dazont
ca: <i>Forgeu</i> el futur
cy: <i>Paratoi</i> i'r dyfodol
es_mx: <i>Forja</i> el futuro
fi: <i>Tao</i> tulevaisuus
ga_ie: <i>Cruthaigh</i> an todhchaí
gd: <i>Dealbhaich</i> an t-àm ri teachd
hi_in: भविष्य का <i>निर्माण करें </i>
hr: <i>Stvorite</i> budućnost
km: <i>ចម្រើន​</i> នៅ​ពេល​អនាគត់
kn: <i>ಫೋರ್ಜ್(Forge)</i> ಇದು ಭವಿತವ್ಯ
ku: <i>Siberojê</i> birêse
lv: <i>Veidojiet</i> nākotni
ms: <i>Jalinan</i> masa hadapan
my: အနာဂတ်ကို<i>ပုံ</i>ဖော်ပါ
oc: <i>Fabricatz</i> lo futur
pt: <i>Construa</i> o futuro
ta: எதிர்க்காலத்தை <i>மாற்றுங்கள்</i>
th: <i>หลอมรวม</i>อนาคต
tr: Geleceği <i>inşa edin</i>
uz: Kelajakni <i>aniqlang</i>
vi: <i>Xây dựng</i> tương lai
xh: <i>Tyhalela phambili</i> kwikamva

source: Mozilla Festival
af: Mozilla-fees
as: Mozilla উৎসৱ
bg: Фестивалът Mozilla
fi: Mozilla-festivaali
ga_ie: Féile Mhozilla
gd: Fèis Mozilla
hi_in: मोज़िला महोत्सव
hr: Mozilla Festival{ok}
km: ពិធីបុណ្យ Mozilla
kn: ಮೊಝಿಲ್ಲಾ ಹಬ್ಬ
ku: Festîvala Mozillayê
lv: Mozilla Festivāls
my: မော်ဇီလာ ပွဲတော်
pt: Festival Mozilla
ta: மொசில்லா திருவிழா
tr: Mozilla Festivali
uz: Mozilla festivali
vi: Ngày hội Mozilla
xh: UMnyhadala weMozilla

source: Forge the future<br> of the Web
af: Skets die toekoms<br> van die web
as: ৱেবৰ ভৱিষ্যত <br> সলনি কৰক
bg: Изкови бъдещето <br> на Уеб
br: Sevel dazont ar Web
ca: Forgeu el futur<br> del web
cy: Paratoi dyfodol<br> y We
es_mx: Forja el futuro<br> de la web
fi: Tao webin<br> tulevaisuus
ga_ie: Cruthaigh todhchaí<br> an Ghréasáin
gd: Dealbhaich lìon nan<br> làithean seo romhainn
hi_in: वेब के भविष्य <br>का निर्माण करें
hr: Stvorite budućnost weba
km: ធ្វើ​ឲ្យ​<br>បណ្ដាញ​មាន​ភាព​រីកចម្រើន​នៅ​ថ្ងៃ​អនាគត
kn: ಅಂತರ್ಜಾಲದ <br> ಭವಿಷ್ಯ ಬದಲಾಯಿಸಿ
ku: Siberoja Webê<b> birêse
lv: Veidojiet Interneta<br> nākotni
ms: Jalinkan masa hadapan<br> dengan dunia Web
my: အင်တာနက်ရဲ့အနာဂတ်ကို <br> ပုံဖော်ပါ
oc: Fabricatz lo futur<br> del Web
pt: Construa o futuro<br> da Web
ta: இணையத்தளத்தின் எதிர்காலத்தை<br> மாற்று
th: หลอมรวมอนาคต<br>ของเว็บ
tr: Web’in geleceğini<br> inşa edin
uz: Kelajak internetini<br> aniqlang
vi: Xây dựng nên tương lai<br> của Web
xh: Tyhalela phambli kwikamva <br> leWebhu
