Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home.lang.po
Languages: af, as, bg, br, ca, cy, es_mx, fi, ga_ie, gd, hi_in, hr, km, kn, ku, lv, ms, my, oc, pt, ta, th, tr, uz, vi, xh

source: <i>See</i> the new MDN
af: <i>Sien</i> die nuwe MDN
as: নতুন MDN <i>চাওক</i>
bg: <i>Виж</i> новия MDN
br: <i>Gweladennit</i> lec'hienn nevez MDN
ca: <i>Vegeu</i> la nova MDN
cy: <i>Gweld</i> yr MDN newydd
es_mx: <i>Vé </i> lo nuevo en MDN
fi: <i>Tutustu</i> uuteen MDN:ään
ga_ie: <i>Féach</i> an MDN nua
gd: <i>Faic</i> am MDN ùr
hi_in: नई MDN <i>देखें</i>
km: <i>មើល</i> MDN ថ្មី
kn: ಹೊಸ MDN ಅನ್ನು <i>ನೋಡಿ</i>
ku: MDNa nû <i>bibîne</i>
lv: <i>Apskatiet</i> jauno MDN
ms: <i>Lihat</i> MDN yang baharu
pt: <i>Conheça</i> a nova MDN
ta: புதிய MDN ஐ <i>பார்</i>
tr: Yeni MDN'i <i>görün</i>
uz: Yangi MDN <i> (Mozilla dasturchilar tarmog‘i)ni ko‘ring</i>
vi: <i>Khám phá</i> trang MDN mới
xh: <i>Jonga</i> i-MDN entsha

source: See what’s new <br>for developers
af: Sien wat’s nuut <br>vir programmeerders
as: উন্নয়নকাৰীসকলৰ বাবে <br>নতুন কি আছে চাওক
bg: Вижте какво е новото<br>за разработчици
br: Gwelit petra zo nevez <br> evit an diorroerien
ca: Vegeu les novetats per <br>als desenvolupadors
cy: Gweld beth sy’n newydd <br>ar gyfer datblygwyr
es_mx: Vé las novedades <br>para desarrolladores.
fi: Katso, mitä uutta <br>kehittäjille
ga_ie: Gach rud nua <br>d'fhorbróirí
gd: Faic na tha ùr <br>dhan luchd-leasachaidh
hi_in: डेवलपर्स के लिए <br> नया क्या है, देखें
km: មើល​អ្វី​ដែល​ថ្មី <br>សម្រាប់​អ្នក​អភិវឌ្ឍន៍​
kn: <br>ಅಭಿವೃದ್ಧಿಗಾರರಿಗೆ<br> ಹೊಸತೇನಿದೆ ನೋಡಿ.
ku: Bibîne ka ji bo pêşvebiran çi tiştên nû hene
lv: Skatieties ziņas <br>izstrādātajiem
ms: Lihat apa yang terbaharu <br>untuk pembangun
pt: Conheça o que há de novo <br>para programadores
ta: <br>உருவாக்குனர்களுக்கு பதியவை எது எனப் பார்
tr: Geliştiriciler için <br>neler yaptık?
uz: Dasturchilar uchun <br>yangiliklarni ko‘ring
vi: Theo dõi xem có gì mới <br> cho các lập trình viên
xh: Jonga ukuba yintoni na entsha <br>kubaphuhlisi

source: Our community hub for docs, demos and other resources just got a brand new look.
af: Ons gemeenskapsentrum vir dokumentasie, demonstrasies en ander hulpbronne het 'n nuwe baadjie.
as: দস্তাবেজ, ডেমো আৰু অন্য সম্পদৰ বাবে আমাৰ সম্প্ৰদায় এটা নতুন ৰূপ লৈছে।
bg: Центърът за документи, демонстрации и други ресурси на нашата общност, доби нов изглед.
br: Un neuz nevez flamm zo gant hor c'hreizenn gouestlet d'an teuliadur, d'an diskouezadurioù ha da loazioù all.
ca: Un aspecte renovat per al nostre centre comunitari de documentació, demostracions i altres recursos.
cy: Mae ein canolbwynt cymunedol ar gyfer dogfennau, arddangos ac adnoddau eraill wedi cael golwg newydd.
es_mx: Nuestro centro de documentos, demos y otros recursos estrena un nuevo look.
fi: Yhteisöllinen keskuksemme, josta löytyy dokumentteja, demoja ja muuta hyödyllistä, sai juuri uuden ilmeen.
ga_ie: Tá cuma nua ar Lárionad na bhForbróirí, áit a bhfaighidh tú doiciméadú, taispeántais teicneolaíochta, agus acmhainní eile.
gd: Tha dreach ùr air làr-ionad na coimhearsnachd againn a-nis far am faighear sgrìobhainnean, demothan is goireasan eile.
hi_in: डॉक्स, नमूने, और अन्य संसाधनों के लिए हमारे समुदाय हब को अभी अभी एक बिलकुल नया रूप मिला है.
km: community hub របស់​ពួក​យើង​សម្រាប់ docs, demos និង​ធនធាន​ផ្សេងៗ​ទៀត​ទទួល​បាន​ម៉ាក​ថ្មី។
kn: ನಮ್ಮ ಸಮುದಾಯ ಜಾಲದ ದಾಖಲೆ(ಡಾಕ್ಸ್) , ಕೈಪಿಡಿ (ಡೆಮೋ) ಮತ್ತು ಇತರೆ ಸಂಪನ್ಮೂಲಗಳು ಈಗ ಇನ್ನಷ್ಟು ಆಕರ್ಷಕವಾಗಿವೆ.
ku: Navenda me ya civakî ya ji bo belge, demo û çavkaniyan kirasekî nû li ber xwe kiriye.
lv: Mūsu kopienas dokumentu, paraugu un citu noderīgu resursu krātuvei ir jauns izskats.
ms: Hub komuniti kami untuk dokumen, demo dan sumber lain telah berwajah baru.
pt: O nosso centro da comunidade para documentação, demonstrações e outros recursos tem um novo visual.
ta: நம்முடைய சமுதாயத்திற்குத் தேவையான ஆவணங்கள் காட்சிமுறைகள் வளங்கள் ஆகியன புதிய பொழிவைப் பெற்றுள்ளன.
tr: Belgelerimizi, demolarımızı ve diğer kaynaklarımızı içeren topluluk merkezimiz yepyeni bir görünüme kavuştu.
uz: Hujjatlar, namoyish fayllari va boshqa resurslar uchun hamjamiyat markazimiz o’zgacha ko’rinish oldi.
vi: Trang web cộng đồng chia sẻ tài liệu, demo và các tài nguyên khác của chúng tôi mới có một giao diện hoàn toàn mới.
xh: Indawo yoluntu lwethu yeencwadi, yemiboniso nezinye izixhobo ikhangeleka intsha.

source: Visit the Mozilla Developer Network
af: Besoek die Mozilla-ontwikkelaarsnetwerk
as: Mozilla উন্নয়নকাৰী নেটৱৰ্ক ভ্ৰমণ কৰক
bg: Посети мрежата за разработчици на Mozilla (MDN)
br: Gweladennit Mozilla Developer Network
ca: Visiteu la Mozilla Developer Network
cy: Ewch i'r Mozilla Developer Network
es_mx: Visita Mozilla Developer Network
fi: Käy Mozilla-kehittäjien verkossa
ga_ie: Tabhair cuairt ar Líonra Forbróirí Mozilla
gd: Tadhail air lìonra luchd-leasachaidh Mozilla
hi_in: मोज़िला डेवलपर नेटवर्क पर जाएँ
hr: Posjetite Mozilla Developer Network
km: ទស្សនា​បណ្ដាញ​អ្នក​អភិវឌ្ឍ​របស់ Mozilla
kn: ಮೊಝಿಲ್ಲಾ ಡೆವೆಲಪರ್ ಜಾಲವನ್ನು ವೀಕ್ಷಿಸು
ku: Serdana Tora Pêşvebir ya Mozillayê bike
lv: Apmeklējiet Mozilla Izstrādātāju tīklu
ms: Layari Mozilla Developer Network
my: Mozilla Developer Network အား ကြည့်မည်
oc: Visitatz lo Mozilla Developer Network
pt: Visite a Mozilla Developer Network
ta: மொசில்லா டெவலப்பர் நெட்வொர்க்கை பார்க்கவும்
th: เยี่ยมชม Mozilla Developer Network
tr: Mozilla Geliştirici Ağı’nı ziyaret edin
uz: Mozilla dasturchilari tarmog‘iga tashrif buyuring
vi: Ghé thăm Mạng lưới lập trình viên Mozilla
xh: Tyelela iNethiweki Yabaphuhlisi BeMozilla

source: The Web needs you
af: Die Web benodig ons elkeen
as: ৱেবক আপোনাৰ প্ৰয়োজন
bg: Уеб се нуждае от теб
br: Ar Web en deus ezhomm ac'hanoc'h
ca: El web us necessita
cy: Mae'r We eich angen chi
es_mx: La Web te necesita
fi: Verkko tarvitsee sinua
ga_ie: Teastaíonn ón Ghréasán thú
gd: Tha feum aig an lìon ort
hi_in: वेब को आप की जरूरत है
km: បណ្ដាញ​ត្រូវការ​អ្នក
kn: ಜಾಲಕ್ಕೆ ನಿಮ್ಮ ಅವಶ್ಯಕತೆ ಇದೆ
lv: Mūsu kopienas dokumentu krātuvei, paraugu un citu noderīgu resursu mājām ir jauns izskats.
ms: Web perlukan anda
pt: A Web precisa de si
ta: உங்களுக்கு வேண்டிய இணையம்
tr: Web’in sana ihtiyacı var
uz: Internetga siz keraksiz
vi: Nền tảng Web cần bạn
xh: Iwebhu ifuna wena

source: What kind of Web do you want?
af: Watter tipe Web wil u hê?
as: আপুনি কিধৰণৰ ৱেব বিচাৰে?
bg: Какъв вид Уеб искате?
br: Peseurt Web a fell deoc'h ?
ca: Com és el web que voleu?
cy: Pa fath o We hoffech chi ei gael?
es_mx: ¿Qué tipo de Web quieres?
fi: Millaisen verkon sinä haluat?
ga_ie: Cén sórt Gréasáin atá uait?
gd: Dè seòrsa lìon a tha thusa ag iarraidh?
hi_in: आप किस तरह का वेब चाहते हैं?
km: តើ​ប្រភេទ​បណ្ដាញ​អ្វី​ដែល​អ្នក​ចង់​ប្រើ?
kn: ನಿಮಗೆ ಎಂತಹ ಅಂತರಜಾಲ ಬೇಕಿದೆ?
lv: Kādu Internetu Jūs vēlētos?
ms: Apakah jenis Web yang anda mahukan?
pt: Qual o tipo de Web que quer?
ta: உங்களுக்கு எப்படிப்பட்ட இணையம் வேண்டும்?
tr: Sen nasıl bir Web istiyorsun?
uz: Qanday turdagi internetni xohlaysiz?
vi: Bạn muốn một nền tảng Web như thế nào?
xh: Ufuna uhlobo olunjani lwewebhu?

source: Tell us what matters most to you and help shape the future of the Web.
af: Vertel ons wat meeste saak maak en help om die toekoms van die Web te vorm.
as: আপোনাৰ বাবে কি আটাইতকৈ গুৰুত্বপূৰ্ণ আমাক কওক আৰু ৱেবৰ ভৱিষ্যত গড়াত সহায় কৰক।
bg: Кажете ни какво е най-важното за Вас и помогнете за оформянето на бъдещия Уеб.
br: Lavarit deomp petra zo pouezus evidoc'h ha skoazellit da stummañ dazont ar Web.
ca: Digueu-nos què us importa més i ajudeu-nos a donar forma al futur del web.
cy: Dywedwch wrthym beth sydd o bwys i chi a helpu siapio dyfodol y We.
es_mx: Dinos qué es lo que más te importa y ayuda a definir el futuro de la Web.
fi: Kerro meille, mitä pidät tärkeänä ja osallistu verkon tulevaisuuden muovaamiseen.
ga_ie: Cad iad na clocha is mó ar do phaidrín? Cabhraigh linn todhchaí an Ghréasáin a leagan amach.
gd: Innis dhuinn na tha as cudromaiche dhut is cuidich leinn an lìon a dhealbhadh.
hi_in: हमें बताएँ आपके लिए सबसे अधिक क्या मायने रखती है और वेब के भविष्य को आकार देने मे मदद करें.
km: ប្រាប់​យើង​ពី​បញ្ហា​អ្វី​ដែល​អ្នក​ជួប​ច្រើន​បំផុត និង​ជួយ​យើង​​កែ​រូបរាង​បណ្ដាញ​​នៅ​​ថ្ងៃ​អនាគត។
kn: ಅಂತರ್ಜಾಲದ ಭವಿಷ್ಯವನ್ನು ಮತ್ತಷ್ಟು ಉಜ್ವಲಗೊಳಿಸುವ ಸಲುವಾಗಿ, ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಸಹಕರಿಸಿ.
lv: Pastāstiet, ka jums ir pats svarīgākais un palīdziet mums ietekmēt interneta nākotni.
ms: Beritahu kamu apa perkara yang penting bagi anda dan bantu membentuk masa depan daripada Web.
pt: Diga-nos o que é mais importante para si e ajude-nos a moldar o futuro da Web.
ta: எதிர்கால இணையத்தை செம்மைப்படுத்திட உங்களை எது பொருட்டுபடுத்துகிறது என்பதை தெரிவியுங்கள்.
tr: Senin için en önemli olan şeyi söylerek Web’in geleceğini şekillendirmemize yardımcı ol.
uz: Siz uchun eng asosiysi va kelajak internetini shakllantirishga qanday yordam berish mumkinligini bizga ayting.
vi: Hãy chia sẻ với chúng tôi điều bạn quan tâm nhất và cùng dựng nên tương lai của Web.
xh: Sixelele ukuba yintoni efaneleke kakhulu kuwe kuwe nenceda ukumisa kakuhle ikamva lewebhu.

source: Share your vision
af: Deel u visie
as: আপোনাৰ মনঃচিত্ৰ দিয়ক
bg: Споделете своята визия
br: Rannit ho soñj
ca: Compartiu la vostra visió
cy: Rhannu eich gweledigaeth
es_mx: Comparte tu visión
fi: Jaa näkemyksesi
ga_ie: Cad é do bhrionglóid?
gd: Innis do chàch dè d' aisling-sa
hi_in: अपनी दूरदर्शिता साझा करें
km: ចែករំលែក​ចក្ខុវិស័យ​របស់​អ្នក
kn: ನಿಮ್ಮ ದೃಷ್ಟಿಕೋನವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
lv: Dalīties ar savu vīziju
ms: Kongsi visi anda
my: သင့်ရဲ့ အမြင်ကို မျှဝေပါ
pt: Partilhe a sua visão
ta: உங்களுடைய பதிப்பை பகிரவும்
tr: Vizyonunu paylaş
uz: Tasavvurlaringizni bo‘lishing
vi: Chia sẻ góc nhìn của bạn
xh: Balisa ngombono wakho

source: <i>Try the best</i> Firefox yet
af: <i>Probeer die beste</i> Firefox nog
ca: <i>Proveu el millor</i> Firefox fins ara
cy: <i>Defnyddiwch</i> y Firefox gorau erioed
es_mx: <i>Prueba el mejor</i> Firefox aún
fi: <i>Kokeile parasta</i> Firefoxia tähän mennessä
ga_ie: <i>Bain triail as</i> an Firefox is fearr riamh
gd: <i>Feuch am Firefox as fhearr gu ruige seo</i>
hi_in: <i>सबसे अच्छा</i> Firefox अभी तक आज़माया
km: <i>សាកល្បង</i> Firefox ដែល​ល្អ​បំផុត​
lv: <i>Izmēģiniet vislabāko</i> Firefox
pt: <i>Experimente o melhor</i> Firefox de sempre
ta: இதுவரை காணாத<i>சிறந்த பயர்பாக்ஸை</i> முயற்சிக்கவும்
tr: Gelmiş geçmiş en iyi <i>Firefox’u deneyin</i>
uz: <i>Eng zo‘r</i> "Firefox"ni sinab ko‘ring
vi: <i>Trải nghiệm</i> Firefox tuyệt nhất

source: Try the best Firefox yet
af: Probeer die beste Firefox nog
ca: Proveu el millor Firefox fins ara
cy: Defnyddiwch y Firefox gorau erioed
es_mx: Prueba el mejor Firefox
fi: Kokeile parasta Firefoxia tähän mennessä
ga_ie: Bain triail as an Firefox is fearr riamh
gd: Feuch am Firefox as fhearr gu ruige seo
hi_in: सबसे अच्छा Firefox अभी तक आज़माया
km: សាកល្បង​ Firefox ដែល​ល្អ​បំផុត
kn: ಇದುವರೆಗಿನ ಅತ್ಯುತ್ತಮ Firefox ಪ್ರಯತ್ನಿಸಿ
lv: Izmēģiniet vislabāko Firefox
pt: Experimente o melhor Firefox de sempre
ta: இதுவரை காணாத சிறந்த பயர்பாக்ஸை முயற்சிக்கவும்
tr: Gelmiş geçmiş en iyi Firefox’u deneyin
uz: Eng zo‘r "Firefox"ni sinab ko‘ring
vi: Trải nghiệm phiên bản Firefox tuyệt nhất từ trước tới giờ

source: Learn more about the free desktop browser that’s committed to you, your privacy and an open Web.
af: Meer inligting oor die gratis webblaaier wat verbonde is tot u, u privaatheid en 'n oop Web.
ca: Més informació sobre el navegador d'escriptori lliure compromès amb la gent, la privadesa i el web obert.
cy: Dysgwch ragor am y porwr gwe, bwrdd gwaith, rhad ac am ddim, sy'n ymrwymedig i chi, eich preifatrwydd a'r we agored.
es_mx: Más información sobre el navegador gratuito que está comprometido contigo, tu privacidad y una web abierta.
fi: Lue lisää ilmaisesta pöytäkoneselaimesta, joka on sitoutunut sinuun, tietosuojaasi ja avoimeen verkkoon.
ga_ie: Tuilleadh eolais faoin bhrabhsálaí saor in aisce atá tiomanta duitse, do do phríobháideacht, agus don Ghréasán oscailte.
gd: Barrachd fiosrachaidh air a' bhrabhsair desktop saor an-asgaidh a tha an dealas dhut-sa, do phrìobhaideachd agus eadar-lìon fosgailte.
hi_in: मुफ्त डेस्कटॉप ब्राउज़र जो आप, आपकी गोपनीयता और एक खुले वेब के लिए प्रतिबद्ध है, के बारे में अधिक जानें.
km: ស្វែងយល់​បន្ថែម​អំពី​​កម្មវិធី​អ៊ីនធឺណិត​ផ្ទៃតុ​ដោយ​ឥត​គិត​ថ្លៃ​ដែល​បាន​ប្ដេជ្ញា​ចំពោះ​អ្នក, ភាព​ឯកជន​របស់​អ្នក និង​​បណ្ដាញ​បើក​ទូលាយ។
lv: Uzziniet vairāk par brīvo pārlūku kas veltīts jums, jūsu privātumam un atvērtam Internetam.
pt: Saiba mais sobre o navegador gratuito para computador dedicado a si, à sua privacidade e à Web aberta.
ta: திறந்த இணையத்திற்கும் உங்களின் பாதுகாப்பிற்கும் முக்கியத்துவம் கொடுக்கும் மேசைக்கணினிக்கான இலவசமான உலாவிப் பற்றி மேலும் அறியவும்.
tr: Kendini size, gizliliğinize ve açık bir Web’e adayan özgür masaüstü tarayıcısı hakkında bilgi alın.
uz: Siz, sizning xavfsizligingiz va ochiq tarmoq uchun mo‘ljallangan kompyuter uchun bepul brauzer haqida ko‘proq ma’lumot oling.
vi: Tìm hiểm thêm về một trình duyệt web miễn phí mà lại tận tâm vì bạn, vì tự do cá nhân và một nền tảng Web mở.

source: See what’s new
af: Sien wat is nuut
as: নতুন কি আছে চাওক
bg: Вижте какво ново
br: Gwelout pezh a zo nevez
ca: Vegeu les novetats
cy: Gweld beth sy'n newydd
es_mx: Ve lo nuevo
fi: Katso, mikä on uutta
ga_ie: Gach rud nua
gd: Faic na tha ùr
hi_in: नया क्या है, देखें
km: មើល​អ្វី​ដែល​ថ្មី
kn: ಹೊಸತೇನಿದೆಯೆಂದು ನೋಡಿ
lv: Uzziniet kas jauns
ms: Lihat apa yang baru
pt: Veja as novidades
ta: புதியது என்ன எனப் பாருங்கள்
tr: Yenilikleri görün
uz: Yangi xususiyatlar bilan tanishing
vi: Tìm hiểu những tính năng mới

source: <i>Join</i> our <br>Maker Party
ca: <i>Uniu-vos</i> a la nostra <br>festa Maker
es_mx: <i>Únete</i> a nuestra <br> Maker Party
fi: <i>Liity</i><br>Maker Partyymme
ga_ie: <i>Glac páirt</i> inár <br>gCóisir Dhéantóireachta
hi_in: हमारे मेकर पार्टी <br>मे <i>शामिल हों</i>
km: <i>ចូលរួម</i> Maker Party <br>របស់​យើង
lv: <i>Piebiedrojieties</i> mūsu <br>Veidotāju pulciņam
pt: <i>Junte-se</i> à nossa <br>Maker Party
ta: Maker Party இல் <br> <i>இணையுங்கள்</i>
tr: Maker Partimize <br><i>katılın</i>
uz: Bizning "Maker Party"ga <br> <i>qo‘shiling</i>
vi: <i>Tham gia</i> Ngày hội Maker

source: Join our global <br>Maker Party
ca: Uniu-vos a la nostra <br>festa Maker global
es_mx: Únete a nuestra <br> Maker Party global
fi: Liity maailmanlaajuiseen <br>Maker Partyymme
ga_ie: <i>Glac páirt</i> inár <br>gCóisir Dhéantóireachta Dhomhanda
hi_in: हमारे वैश्विक मेकर पार्टी <br>मे शामिल हों
km: ចូល​រួម Maker Party <br> របស់​យើង
lv: Piebiedrojieties mūsu globālam <br> Veidotāju pulciņam
pt: Junte-se à nossa <br>Maker Party global
ta: உலகலாவிய <br>Maker Party இல் இணையுங்கள்
tr: Dünya çapındaki <br>Maker Partimize katılın
uz: Bizning xalqaro <br>"Maker Party"ga qo‘shiling
vi: Tham gia sự kiện <br>Ngày hội Maker toàn cầu của chúng tôi

source: From July to September, help us teach, learn and make the Web at hands-on community events.
ca: De juliol a setembre, ajudeu-nos a ensenyar, aprendre i fer el Web a esdeveniments pràctics comunitaris.
es_mx: De julio a septiembre, nos ayudan a enseñar, aprender y hacer la Web realizando prácticas en eventos de la comunidad.
fi: Heinäkuusta syyskuuhun voit auttaa meitä opettamaan, oppimaan ja tekemään verkkoa kädestä pitäen ohjatuissa yhteisötapahtumissa.
ga_ie: Ó mhí Iúil go Meán Fómhair, cabhraigh linn an Gréasán a mhúineadh, a fhoghlaim, agus a dhéanamh ag imeachtaí teagmhálacha sa phobal.
hi_in: जुलाई से सितंबर तक, हमें सक्रिय भागीदारी वाली समुदाय की घटनाओं पर सिखाने,जानने और वेब बनाने मे मदद करें.
km: ពី​ខែ​កក្កដា​ដល់​ខែ​កញ្ញា, ជួយ​យើង​បង្រៀន, ស្វែងយល់ និង​បង្កើត​បណ្ដាញ​ព្រឹត្តិការណ៍​សហគមន៍។
lv: No jūlija līdz septembrim, palīdziet mums pasniegt, mācīt un veidot tīmekli praktiskos kopienas pasākumos.
pt: Entre julho e setembro, ajude-nos a ensinar, aprender e a fazer a Web em eventos comunitários.
ta: சூலை முதல் செப்டம்பர் வரை நிகழ்ச்சிகள் கைமுறை பயிற்சிகள் மூலம் சமூகத்தினர் அறியும்படிச் செய்து இணையத்தை உருவாக்க உதவுங்கள்.
tr: Temmuzdan eylüle kadar düzenlenecek topluluk etkinliklerinde Web’i öğretin, öğrenin ve inşa edin.
uz: Iyuldan sentabrgacha o‘qitish, o‘rganish va internetni ijtimoiy tadbirlarda sinab ko‘rishda bizga yordam bering.
vi: Từ tháng bảy tới tháng chín, hãy cùng chúng tôi dạy, học và làm Web tại các sự kiện cộng đồng.

source: Learn about events near you
af: Meer inligting oor omliggende geleenthede
ca: Informeu-vos d'esdeveniments a prop vostre
es_mx: Aprende acerca de los eventos de tu zona:
fi: Lue lisää tapahtumista lähellä sinua
ga_ie: Tuilleadh eolais faoi imeachtaí i ngar duit
hi_in: आप के पास के कार्यक्रमो के बारे में जानें
km: ស្វែងយល់​ពី​ព្រឹត្តិការណ៍​ដែល​នៅ​ជិត​អ្នក
lv: Uzziniet par notikumiem jūsu apkaimē
pt: Encontre eventos perto de si
ta: உங்களுக்கு அருகிலுள்ள நிகழ்ச்சிகள் பற்றி அறியவும்
tr: Yakınınızdaki etkinlikleri bulun
uz: Yaqin hududingizdagi tadbirlar haqida ma’lumot oling
vi: Tìm hiểu về những sự kiện ở gần nơi bạn sống

source: <i>Help</i> Mozilla users
af: <i>Help</i> Mozilla-gebruikers
ca: <i>Ajudeu</i> els usuaris de Mozilla
fi: <i>Auta</i> Mozilla-käyttäjiä
ga_ie: <i>Cabhraigh</i> le húsáideoirí Mozilla
hi_in: Mozilla उपयोगकर्ताओं की <i>मदद करें</i>
km: <i>ជំនួយ</i> អ្នកប្រើ Mozilla
kn: <i>ಸಹಾಯ</i> Mozilla ಬಳಕೆದಾರರು
lv: <i>Palīdziet</i> Mozilla lietotājiem
pt: <i>Ajude</i> os utilizadores da Mozilla
ta: மொசில்லா பயனர்களே <i>உதவுங்கள்</i>
tr: Mozilla kullanıcılarına <i>yardım edin</i>
uz: <i>Yordam</i> Mozilla foydalanuvchilari
vi: <i>Hỗ trợ</i> người dùng Mozilla

source: We need your help
af: Ons het u hulp nodig
ca: Necessitem la vostra ajuda
fi: Me tarvitsemme sinun apuasi
ga_ie: Tá cabhair uainn
hi_in: हमे आपकी मदद की जरूरत है
km: យើង​ត្រូវការ​អ្នក​ជួយ
kn: ನಮಗೆ ನಿಮ್ಮ ಸಹಾಯ ಬೇಕಿದೆ
lv: Mums ir vajadzīga jūsu palīdzība
pt: Precisamos da sua ajuda
ta: உங்கள் உதவி எங்களுக்கு தேவை
tr: Yardımınıza ihtiyacımız var
uz: Bizga yordamingiz kerak
vi: Chúng tôi cần bạn giúp

source: Learn about the ways you can help millions of users get the most out of their favorite browser.
af: Meer inligting oor hoe om miljoene gebruikers te help om die meeste te haal uit hul gunstelingblaaier.
ca: Apreneu formes d'ajudar milions d'usuaris a aprofitar al màxim el seu navegador web preferit.
fi: Lue lisää tavoista, joilla voit auttaa miljoonia ihmisiä saamaan eniten irti suosikkiselaimestansa.
ga_ie: Tuilleadh eolais faoi conas is féidir cabhrú leis na milliúin úsáideoirí an tairbhe is mó a bhaint as an mbrabhsálaí is ansa leo.
hi_in: आप लाखों उपयोगकर्ताओं को उनके पसंदीदा ब्राउज़र का ज्यादा से ज्यादा लाभ उठाने में मदद कर सकने के तरीको के बारे में जानें.
km: សិក្សា​ពី​វិធី​ជួយ​ដល់​អ្នកប្រើ​ប្រាស់​រាប់​លាន​នាក់​ដើម្បី​ទទួល​បាន​កម្មវិធី​អ៊ីនធឺណិត​ដែល​ពួកគេ​ចូលចិត្ត​បំផុត។
lv: Uzziniet par veidiem kā jūs variet palīdzēt miljoniem lietotājiem vislabāk izmantot savu iecienīto pārlūku.
pt: Saiba como pode ajudar milhares de utilizadores a obter o máximo do seu navegador favorito.
ta: மில்லியன் பயனர்களில் பெரும்பாண்மையானவர்களின் விருப்ப உலாவி கிடைத்திட உதவும் பல வழிகளைப் பற்றி அறியவும்.
tr: En sevdikleri tarayıcıdan daha iyi faydalanmaları için milyonlarca kullanıcıya nasıl yardım edebileceğinizi öğrenin.
uz: Millionlab foydalanuvchilarning sevimli brauzerlaridan rohatlanishlariga yordam berishingiz mumkin bo‘lgan yo‘llar haqida o‘rganing.
vi: Tìm hiểu về những cách bạn có thể giúp hàng triệu người sử dụng được trình duyệt ưa thích của họ một cách tối ưu nhất.

source: Join our support team
af: Sluit aan by ons steunspan
ca: Uniu-vos al nostre equip de suport
fi: Liity tukitiimiimme
ga_ie: Bí linn ar an bhfoireann tacaíochta
hi_in: हमारे सहायता टीम में शामिल हों
km: ចូលរួម​ក្រុម​ជំនួយ​របស់​យើង
kn: ನಮ್ಮ ಬೆಂಬಲದ ತಂಡವನ್ನು ಸೇರಿ
lv: Pievienojieties mūsu atbalsta komandai
pt: Junte-se à nossa equipa de suporte
ta: எங்கள் ஆதரவு அணியில் சேருங்கள்
tr: Destek ekibimize katılın
uz: Yordam guruhimizga qo‘shiling
vi: Tham gia nhóm trợ giúp của chúng tôi

source: Football <i>fanatic?</i>
cy: Cefnogwr pêl-droed <i>brwdfrydig?</i>

source: Football fanatic?
cy: Cefnogwr pêl-droed brwdfrydig?

source: Firefox lets you keep up with all the action in Brazil.
cy: Mae Firefox yn caniatáu i chi gadw fyny gyda'r cyfan o Frasil.

source: Activate the Goal.com sidebar
cy: Cychwyn bar ochr Goal.com

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a href="%(link_l10n)s">Help translate them into yours</a>.
gd: A thaing dhan choimhearsnachd eadar-nàiseanta againn, tha bathar is làraichean-lìn Mozilla ri fhaighinn ann am barrachd air 70 cànan. <a href="%(link_l10n)s">Cuidich leinn do chànan-sa a chur air</a>.
hr: Zahvaljujući našoj globalnoj zajednici, Mozillini proizvodi i web stranice su dostupne na više od 70 jezika. <a href="%(link_l10n)s">Pomognite ih prevesti na vaš jezik</a>.
my: တကမ္ဘာလုံးရှိ ကွန်မြူနတီ အားလုံးကို ကျေးဇူးပါ ၊ မိုဇီလာ ရဲ့ဝတ်ဆိုဒ်များ နှင့် ထုတ်ကုန်များအား ဘာသာစကား ခုနှစ်ဆယ်ကျော် ဖြင့် သုံးဆွဲနိုင်ပါတယ်။ <a href="%(link_l10n)s">သင့်ဘာသာစကားသို့ဘာသာပြန်ပြီး ကူညီပါ</a>
th: ขอบคุณชุมชนของเราทั่วโลก ผลิตภัณฑ์และเว็บไซต์ของ Mozilla มีในภาษาต่างๆ กว่า 70 ภาษา <a href="%(link_l10n)s">ช่วยแปลเป็นภาษาของคุณ</a>
xh: Ngenxa yabantu bethu abasemhlabeni wonke, iimveliso neewebhusayithi zeMozilla zifumaneka ngeelwimi ezingaphezulu kwama-70. <a href="%(link_l10n)s">Nceda ekuziguquleleni kolwakho ulwimi</a>.

# ./mozorg/home.lang:27
source: Get involved
th: มีส่วนร่วม

source: Learn more
th: เรียนรู้เพิ่ม
