Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/home.lang.po
Languages: af, as, bg, br, ca, cy, es_mx, fi, ga_ie, gd, hi_in, hr, km, kn, ku, lv, ms, my, oc, pt, ta, th, tr, uz, vi, xh

source: Learn from some of the most passionate thinkers and inventors from around the world.
af: Leer van party van die passievolste denkers en ontwerpers van regoor die wêreld.
as: বিশ্বৰ কিছুমান আটাইতকৈ আবেগপ্ৰবণ দাৰ্শনিক আৰু উদ্ভাৱকৰ পৰা শিকক।
bg: Научи повече за изобретателите и смелите мислители от цял свят.
br: Deskit gant re e-touez ar soñjerien hag an ijinadennerien entanetañ eus ar bed a-bezh.
ca: Apreneu d'alguns dels pensadors i inventors més apassionats del món.
cy: Dysgwch gan rhai o feddylwyr a dyfeiswyr byd-eang mwyaf ymroddgar.
es_mx: Aprende de algunos de los pensadores e inventores mas apasionados del mundo.
fi: Opi eräiltä intohimoisimmilta ajattelijoilta ja innovaattoreita ympäri maailman.
ga_ie: Foghlaim ó chuid de na smaointeoirí agus ceapadóirí is paiseanta ó gach cearn den Domhan.
gd: Dèan ionnsachadh aig cuid dhe na h-inntinnichean is innleadairean as dìorrasaiche san t-saoghal.
hi_in: दुनिया भर से सबसे भावुक विचारकों और अन्वेषकों से जानें.
hr: Naučite nove stvari od najstrasvenijih mislitelja i izumitelja iz ciljelog svijeta.
km: ស្វែងយល់​ពី​អ្នក​គិត និង​អ្នក​រក​ឃើញ​ដែល​​វក់​ចិត្ត​​ខ្លាំង​បំផុត​ខ្លះៗ​​នៅ​ជុំវិញ​ពិភពលោក។
kn: ವಿಶ್ವದಾದ್ಯಂತ ಇರುವ ಕೆಲವು ಅತ್ಯಂತ ದಕ್ಷ ಬುದ್ಧಿಜೀವಿಗಳು ಹಾಗೂ ಅನ್ವೇಷಕರಿಂದ ಕಲಿಯಿರಿ.
ku: Ji hin ramyar û vedozînerên herî baş yên ji çar aliyên cîhanê tiştina fêr bibe.
lv: Mācieties no dažiem no visas pasaules kaislīgākajiem domātājiem un izgudrotājiem.
ms: Ketahui mengenai sebahagian daripada pemikir dan pencipta yang amat bersemangat daripada seluruh dunia.
my: ကမ္ဘာပေါ်ရှိ အတော်ဆုံး တီထွင်သူတွေ ၊ တွေးခေါ်သူတွေ ဆီကနေ သင်ယူပါ
oc: Aprenètz de certans dels pensaires e inventaires los mai passionats del monde.
pt: Aprenda com alguns dos mais apaixonados pensadores e inventores de todo o mundo.
ta: உலகத்தின் மற்ற பகுதிகளில் உள்ள சில சிறந்த சிந்தனையாளர்கள் மற்றும் கண்டுபிடிப்பாளர்களிடமிருந்து கற்றுக் கொள்ளுங்கள்.
th: เรียนรู้จากเหล่านักคิดและนักประดิษฐ์ไฟแรงจากทั่วโลก
tr: Dünyanın her yanından gelen tutkulu düşünürleri ve mucitleri dinleyin.
uz: Butun dunyodagi eng mashhur buyuk mutafakkirlar va kashfiyotchilardan o‘rganing.
vi: Học hỏi từ những nhà tư tưởng và nhà phát minh đầy đam mê nhiệt huyết nhất từ khắp nơi trên thế giới.
xh: Funda kwezinye zeenkcuba-buchopho eziphum' izandla nabayili abavela kulo lonke ihlabathi.

source: Come to the Mozilla Festival
af: Kom na die Mozilla-fees
as: Mozilla উৎসৱলৈ আহক
bg: Ела на фестивала на Mozilla
br: Dont da vMozilla Festival
ca: Veniu al Mozilla Festival
cy: Dewch i'r Mozilla Festival
es_mx: Asiste al Mozilla Festival
fi: Tule Mozilla-festivaalille
ga_ie: Freastail ar Fhéile Mhozilla
gd: Thig gu Fèis Mozilla
hi_in: मोज़िला महोत्सव में आएँ
hr: Posjetite Mozilla Festival
km: អញ្ជើញ​មក​​ពិធី​របស់ Mozilla
kn: ಮೊಝಿಲ್ಲಾ ಉತ್ಸವಕ್ಕೆ ಬನ್ನಿ
ku: Were Festîvala Mozillayê
lv: Nāciet uz Mozilla festivālu
ms: Hadirkan diri ke Mozilla Festival
my: မိုဇီလာ ပွဲတော်ကို ကြွခဲ့ပါ
oc: Participatz al Mozilla Festival
pt: Venha ao Festival Mozilla
ta: மொசில்லா திருவிழாவிற்கு வரவும்
th: เข้าร่วม Mozilla Festival
tr: Mozilla Festivali’ne katılın
uz: Mozilla festivaliga tashrif buyuring
vi: Tham dự Mozilla Festival
xh: Yiza kuMnyhadala weMozilla

source: Different by&nbsp;design
af: Verfrissend anders
as: ৰূপাঙ্কনত &nbsp;ভিন্ন
bg: Различен по&nbsp;дизайн
br: Disheñvel dre&nbsp;anien
ca: Diferent per&nbsp;disseny
cy: Yn fwriadol&nbsp;wahanol
es_mx: De&nbsp;todos,&nbsp;Para&nbsp;todos.
fi: Perustavasti&nbsp;erilainen
ga_ie: Difriúil d'aon turas
gd: Tha an diofar san dealbhadh
hi_in: कमाल का &nbsp; डिज़ाइन
hr: Različiti s&nbsp;razlogom
km: ការ​រចនា​ប្លែក​​​គេ
kn: ವಿನ್ಯಾಸದಲ್ಲಿ&nbsp; ವಿಭಿನ್ನತೆ
ku: Sêwirandineke&nbsp;cuda
lv: Atšķirīgs pašos pamatos
ms: Kelainan dari&nbsp;rekabentuk
my: အသွင်အပြင် &nbsp; ထူးခြား
oc: Diferent per&nbsp;natura
pt: Diferente por&nbsp;design
ta: வடிவமைப்பால்&nbsp;வேறுபட்டது
th: แตกต่างด้วย&nbsp;การออกแบบ
tr: Felsefesi&nbsp;farklı
uz: O‘zgacha &nbsp;dizayn
vi: Khác biệt từ&nbsp;thiết kế
xh: Yahlukile ngokwe-&nbsp;yilo

source: In the news
af: In die nuus
as: বাতৰিত
bg: Медиите за нас
br: Keleier diwezhañ
ca: A les notícies
cy: Yn y newyddion
es_mx: Noticias
fi: Uutisotsikot
ga_ie: Nuacht
gd: Sna naidheachdan
hi_in: समाचार में
hr: U vijestima
km: នៅ​​ក្នុង​​សារ​ព័ត៌មាន
kn: ಸುದ್ದಿಯಲ್ಲಿ
ku: Di nûçeyan de
lv: Ziņās
ms: Balai berita
my: သတင်းများတွင်
oc: Darrièras nòvas
pt: Nas notícias
ta: செய்திகளில்
th: ในข่าว
tr: Haberler
uz: Yangiliklarda
vi: Trên mặt báo
xh: Ezindabeni

source: See all news
af: Sien alle nuus
as: সকলো বাতৰি চাওক
bg: Виж всички новини
br: Gwelout an holl geleier
ca: Vegeu totes les notícies
cy: Gweld yr holl newyddion
es_mx: Lee todas las noticias
fi: Katso kaikki uutiset
ga_ie: Gach scéal
gd: Faic na naidheachdan air fad
hi_in: सभी समाचार देखें
hr: Sve vijesti
km: មើល​សារព័ត៌មាន​ទាំងអស់
kn: ಎಲ್ಲ ಸುದ್ದಿಗಳನ್ನು ನೋಡಿ
ku: Hemû nûçeyan bibîne
lv: Skatīties visas ziņas
ms: Lihat kesemua berita
my: သတင်းများအားလုံး ကြည့်
oc: Veire totas las nòvas
pt: Ver todas as notícias
ta: செய்திகள் அனைத்தையும் பார்க்கவும்
th: ดูข่าวทั้งหมด
tr: Tüm haberleri göster
uz: Barcha yangiliklarni ko‘rish
vi: Xem tất cả các tin tức mới nhất
xh: Bona zonke iindaba

source: Help launch Firefox OS in your country.
af: Help met die vrystelling van Firefox OS.
as: Firefox OS ক আপোনাৰ দেশত লঞ্চ কৰাৰ সহায় কৰক।
bg: Помогнете ни да въведем Firefox OS във вашата страна
br: Reiñ skoazell evit lañsañ Firefox OS e-barzh ho pro.
ca: Ajudeu a difondre el Firefox OS al vostre país.
cy: Cynorthwywch i lansio Firefox OS yn eich gwlad.
es_mx: Ayuda en el lanzamiento de Firefox OS en tu país.
fi: Auta julkistamaan Firefox OS omassa maassasi.
ga_ie: Cabhraigh linn Firefox OS a sheoladh i do thír.
gd: Cuidich leinn a' cur air bhog Firefox OS 'na dhùthaich.
hi_in: आपके देश में फ़ायरफ़ॉक्स ओएस शुरू करने में मदद करें.
hr: Pomognite pokrenuti Firefox OS u vašoj zemlji.
km: ជួយ​​បើក​​ឲ្យ​ដំណើរការ​ Firefox OS នៅ​ក្នុង​ប្រទេស​របស់​អ្នក។
kn: ನಿಮ್ಮ ದೇಶದಲ್ಲಿ ಫೈರ್ಫಾಕ್ಸ್ OS ನ ಪರಿಚಯಕ್ಕೆ ಸಹಾಯಮಾಡಿ.
ku: Bibe alîkar ku Firefox OS bê welatê te.
lv: Palīdziet Firefox OS palaist savā valstī.
ms: Bantu melancarkan Firefox OS dalam negara anda.
my: မီးမြေခွေး ကွန်ပျူတာ စနစ်အား သင့်နိုင်ငံတွင် ရောက်ရှိအောင် ကူညီပါ
oc: Participatz a l'aviada de Firefox OS dins vòstre país.
pt: Ajude a lançar o Firefox OS no seu país.
ta: உங்களுடைய நாட்டில் பயர்பாக்ஸ் இயங்குதளத்தை வெளியிட உதவுங்கள்.
th: ช่วยเปิดตั้ว Firefox OS ในประเทศของคุณ
tr: Firefox OS'in ülkenizdeki çıkışına yardımcı olun.
uz: "Firefox OS"ni mamlakatingizda ishga tushirishda yordam bering.
vi: Hỗ trợ đưa Firefox OS tới đất nước của bạn.
xh: Nceda ekusunguleni iFirefox OS kwilizwe lakho.

source: Become a Mobilizer today.
af: Word vandag nog 'n Mobilizer.
as: আজিয়েই এজন মবিলাইজাৰ হওক।
bg: Станете Мобилизатор
br: Deuit da vezañ ur Mobilizer hiziv.
ca: Mobilitzeu-vos avui mateix.
cy: Byddwch yn Mobilizer heddiw.
es_mx: Conviértete en Mobilizer hoy mismo.
fi: Ryhdy mobilisoijaksi tänään.
ga_ie: Bí i do bholscaire inniu.
gd: Gabh pàirt mar neach-iomairt an-diugh.
hi_in: आज ही एक Mobilizer बनें.
hr: Postanite Mobilizer još danas.
km: ក្លាយ​ជា​អ្នក​​​រួបរួម​គ្នា​​​ចាប់​ពី​​ថ្ងៃ​នេះ។
kn: ಇಂದೇ ಮೊಬಿಲೈಝರ್ ಆಗಿ.
ku: Îro bibe Mobîlîzerek.
lv: Kļūstiet par Mobilizatoru.
ms: Jadi sebagai Mobilizer hari ini.
my: မိုဘိုင်းသုံးဆွဲ သူတစ်ယောက် ဖြစ်လာမည်
oc: Venètz actor de l'aviada tre ara.
pt: Torne-se num Mobilizador hoje.
ta: இன்றே ஒரு மொபைலைசர் ஆகுங்கள்.
th: ร่วมเป็น Mobilizer ตั้งแต่วันนี้
tr: Siz de Mobilleştirici olun.
uz: Bizning mobilizatorimiz bo‘ling.
vi: Hãy trở thành một Mobilizer ngay hôm nay.
xh: Yiba nguMququzeleli namhlanje.

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
af: Geen programmeerkennis is nodig om by Mozilla betrokke te raak nie. <a href="%s">Lees meer oor ons geleenthede vir vrywilligers</a>.
as: Mozilla ৰ সৈতে জড়িত হবলৈ আপুনি ক'ড কৰিব জনাটো প্ৰয়োজনীয় নহয়। <a href="%s">আমাৰ স্বেচ্ছাসেৱী সুবিধাসমূহৰ বিষয়ে অধিক জানক</a>।
bg: Не е нужно да знаеш, как се пише код, за да се присъединиш към Mozilla. <a href="%s">Научи повече за това, как да станеш част от нас</a>.
br: N'eus ket ezhomm bezañ barrek war ar gouleviñ evit kemer perzh e Mozilla. <a href="%s">Dizoloit ar perzhiadurioù a ginnigomp deoc'h</a>.
ca: No calen coneixements de programació per involucrar-se amb Mozilla. <a href="%s">Esbrineu com podeu col·laborar-hi</a>.
cy: Does dim rhaid i chi wybod sut i godio i gyfrannu gyda Mozilla. <a href="%s">Dysgwch fwy am ein cyfleoedd gwirfoddoli</a>.
es_mx: No necesitas saber programar para colaborar con Mozilla. <a href="%s">Aprende más sobre nuestras oportunidades de participación</a>.
fi: Sinun ei tarvitse osata ohjelmoida osallistuaksesi Mozilla-projektiin. <a href="%s">Lue lisää siitä, millaisia mahdollisuuksia vapaaehtoisilla on</a>.
ga_ie: Ní gá duit a bheith i do ríomhchláraitheoir chun cabhrú le Mozilla. <a href="%s">Tuilleadh eolais faoi conas is féidir cabhrú linn</a>.
gd: Cha leig thu leas a bhith math air còd gus pàirt a ghabhail ann am Mozilla. <a href="%s">Barrachd fiosrachaidh mu na diofar dòighean airson pàirt a ghabhail ann</a>.
hi_in: मोज़िला के साथ शामिल होने के लिए आपको कोड जानने की नहीं हैं. <a href="%s">हमारे स्वयंसेवक के अवसरों के बारे में अधिक जानें.</a>.
hr: Ne trebate biti programer da biste se pridružili Mozilli. <a href="%s">Saznajte više o našim volonterskim pozicijama</a>.
km: អ្នក​មិន​ចាំបាច់​ត្រូវ​ដឹង​អំពី​របៀប​សរសេរ​កូដ​ដើម្បី​​សហការ​ជាមួយ​ Mozilla ​នោះ​ទេ។ <a href="%s">ស្វែងយល់​បន្ថែម​អំពី​ឱកាស​​ក្លាយជា​អ្នក​ស្ម័គ្រចិត្ត​របស់​យើង</a>។
kn: ಮೊಝಿಲ್ಲಾ ದ ಜೊತೆ ಸಹಭಾಗಿಗಳಾಗಲು ನಿಮ್ಮಲ್ಲಿ ಸಂಕೇತ ಬರೆಯುವ ಅರಿವು ಇರಬೇಕಾಗಿಲ್ಲ. <a href="%s">ನಮ್ಮ ಸ್ವಯಂಸೇವಕ ಅವಕಾಶಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ</a>.
ku: Ji bo piştgiriya Mozillayê bikî ne pêwîst e ku kodan zanibî. <a href="%s">Ji bo derfetên piştgiriya dilxwazî agahiyan bistîne</a>.
lv: Tev nav jāmāk programmēt, lai iesaistītos Mozilla aktivitātēs. <a href="%s">Uzzini vairāk par iespējām brīvprātīgajiem</a>.
ms: Anda tidak perlu tahu bagaimana untuk mengkod untuk turut serta bersama Mozilla. <a href="%s">Pelajari lagi tentang peluang sukarelawan kami</a>.
my: မိုဇီလာ ဖောင်ဒေးရှင်း ကိုဝင်ရောက်ဖို့ Coding ရေးတတ်ဖို့ မလိုပါဘူး ။ <a href="%s">ကျွန်တော်တို့၏ ဗော်လန်တီယာအခွင့်အရေး များကို လေ့လာပါ</a>
oc: Vos cal pas forçadament saber encodar per èsser implicat dins Mozilla. <a href="%s"> Aprenètz-ne mai sus nòstras oportunitats de volontariat </a>.
pt: Não precisa de saber programar para se envolver com a Mozilla. <a href="%s">Saiba mais sobre as oportunidades de voluntariado</a>.
ta: Mozilla வுக்குப் பங்களிக்க உங்களுக்கு நிரலாக்கம் தெரிந்திருக்க வேண்டிய அவசியமில்லை. <a href="%s">தன்னார்வ பங்களிப்பு பற்றி மேலும் அறியவும்</a>.
th: คุณไม่จำเป็นต้องรู้วิธีเขียนโค้ดเพื่อมีส่วนร่วมกับ Mozilla <a href="%s">เรียนรู้เพิ่มเติมเกี่ยวกับโอกาสการเป็นอาสาสมัครของเรา</a>
tr: Mozilla’yı desteklemek için programlama bilmenize gerek yok. <a href="%s">Gönüllü destek olanakları hakkında bilgi alın</a>.
uz: Mozilla loyihasida ishtirok etishingiz uchun dasturlashni bilishingiz shart emas. <a href="%s">Ko‘ngillilar uchun imkoniyatlar haqida ko‘proq ma’lumot oling</a>.
vi: Bạn không cần biết code để có thể tham gia đóng góp cho Mozilla. <a href="%s">Tìm hiểu thêm các cơ hội tình nguyện với chúng tôi</a>.
xh: Akuyomfuneko ukuba wazi indlela yokwenza iikhowudi ukuze ubandakanyeke kwi-Mozilla. <a href="%s">Funda okungakumbi ngamathuba akhoyo okuba litsha-ntliziyo</a>.

source: Thanks to our global community, Mozilla products and websites are available in over 70 languages. <a rel="external" href="%(link_l10n)s">Help translate them into yours</a>.
af: Danksy ons wêreldwye gemeenskap is Mozilla-produkte en -webwerwe beskikbaar in meer as 70 tale. <a rel="external" href="%(link_l10n)s">Help om hulle in u taal te vertaal</a>.
bg: Благодарение на нашата световна общност, продуктите на Mozilla и уеб-сайтовете ни са достъпни на над 70 езика. <a rel="external" href="%(link_l10n)s">Помогнете ни да ги преведем на вашия</a>.
br: A-drugarez d'hor c'humuniezh vedel ez eo hegerz kenderc'hadoù ha lec'hiennoù Mozilla e ouzhpenn 70 yezh. <a href=\"%(link_l10n)s\">Roit skoazell evit treiñ anezho en ho yezh</a>.
ca: Gràcies a la nostra comunitat global, els productes i llocs web de Mozilla estan disponibles en més de 70 llengües. <a rel="external" href="%(link_l10n)s">Ajudeu a traduir-los a la vostra</a>.
cy: Diolch i'n cymuned fyd-eang mae cynnyrch a gwefannau Mozilla ar gael mewn dros 70 o ieithoedd. <a rel="external" href="%(link_l10n)s">Cynorthwywch i'w cyfieithu i'ch iaith chi</a>.
es_mx: Gracias a nuestra comunidad global, los productos y sitios web de Mozilla están disponibles en más de 70 idiomas. <a href="%(link_l10n)s">Ayuda a traducirlos al tuyo</a>.
fi: Mozilla-tuotteet ja -sivustot ovat saatavilla yli 70 kielellä, kiitos maailmanlaajuisen yhteisömme. <a rel="external" href="%(link_l10n)s">Auta kääntämään ne omalle kielellesi</a>.
ga_ie: A bhuíochas ar ár gcomhphobal domhanda, tá táirgí agus suíomhanna Mozilla ar fáil i níos mó ná 70 teanga. <a rel="external" href="%(link_l10n)s">Ar mhaith leat cabhrú linn?</a>
hi_in: हमारे वैश्विक समुदाय को धन्यवाद, मोज़िला उत्पादों और वेबसाइटों के 70 से अधिक भाषाओं में उपलब्ध हैं. अपनी <a rel="external" href="%(link_l10n)s"> में उन्हें अनुवाद में मदद करें</a>.
km: អរគុណ​សហគមន៍​សកល​របស់​ពួក​យើង, តំបន់​បណ្ដាញ និង​ផលិតផល​ Mozilla មាន​ជាង 70 ភាសា។ <a rel="external" href="%(link_l10n)s">ជួយ​បកប្រែ​ជា​ភាសា​របស់​អ្នក</a> ។
lv: Pateicoties mūsu globālai kopienai, Mozillas produkti un mājaslapas ir pieejami vairāk nekā 70 valodās. <a rel="external" href="%(link_l10n)s">Palīdzēt tos tulkot savā valodā</a>.
pt: Obrigado à nossa comunidade global, os produtos e sítios web da Mozilla estão disponíveis em mais de 70 idiomas. <a rel="external" href="%(link_l10n)s">Ajude a traduzir estes recursos para o seu idioma</a>.
ta: நம்முடைய உலக சமூகத்திற்கு நன்றி, மொசில்லாவின் தயாரிப்புகள் மற்றும் இணையத்தளங்கள் 70 மொழிகளில் உள்ளன. <a rel="external" href="%(link_l10n)s">அவைகளை உங்கள் தாய் மொழியில் மொழிபெயர்க்க உதவுங்கள்</a>.
tr: Küresel topluluğumuz sayesinde Mozilla ürünleri ve web siteleri 70’ten fazla dili destekliyor. <a rel="external" href="%(link_l10n)s">Onları sizin dilinize de çevirmemize yardım edin</a>.
uz: Global hamjamiyatimiz mehnati tufayli Mozilla mahsulotlari va veb sahifasi 70 dan ortiq tilda mavjud. <a rel="external" href="%(link_l10n)s">Ularga ona tilingizga tarjima qilishda yordam bering</a>.
vi: Nhờ có cộng đồng toàn cầu của chúng tôi mà các sản phẩm và website của Mozilla đã được dịch ra 70 thứ tiếng. <a rel="external" href="%(link_l10n)s">Bạn cũng có thể đóng góp cho ngôn ngữ của mình</a>.

source: <i>Watch</i> the watchers
af: <i>Kyk</i> wie vir wie dophou
as: দৰ্শকসকলক <i>দৰ্শন</i> কৰক
bg: <i>Наблюдавай</i> наблюдаващите
br: <i>Spiit</i> ar spierien
ca: <i>Vigileu</i> els vigilants
cy: <i>Gwylio'r</i> gwylwyr
es_mx: <i>Mira</i> a los observadores
fi: <i>Käännä katseesi</i> tarkkailijoihisi
ga_ie: <i>Déan faire</i> ar na fairtheoirí
gd: <i>Cum sùil</i> air an fheadhainn a chumas sùil ort-sa
hi_in: नजर रखने वालों को <i>देखें</i>
km: <i>មើល</i> ​អ្នក​សង្កេតការណ៍
kn: ಗಮನಿಸುವವರನ್ನು <i>ಗಮನಿಸಿ</i>
ku: Temaşekaran <i>temaşe bike</i>
lv: <i>Vērojiet</i> vērotājus
ms: <i>Awasi</i> si permerhati
oc: <i>Espiatz</i> los espions
pt: <i>Observe</i> os observadores
ta: கவனிப்பவர்களை <i>கவனியுங்கள்</i>
tr: Sizi izleyenleri <i>izleyin</i>
uz: Kuzatuvchilar ortidan <i>kuzating</i>
vi: <i>Theo dõi</i> những kẻ đi theo dõi
xh: <i>Bukela</i> ababukeli

source: See who’s watching you online
af: Sien wie hou u dop aanlyn
as: আপোনাক কোনে অনলাইন চাই আছে চাওক
bg: Виж кой те гледа онлайн
br: Gwelit piv a spi ac'hanoc'h war ar genrouedad
ca: Vegeu qui us vigila quan navegueu
cy: Gweld pwy sy'n eich gwylio ar-lein
es_mx: Descubre quién está viendo tus actividades mientras navegas
fi: Näe, ketkä seuraavat sinua verkossa
ga_ie: Cé atá ag cúlchoimhéad ort ar líne?
gd: Fiosraich cò tha a' cumail sùil ort air loidhne
hi_in: देखें, कौन आपको ऑनलाइन देख रहा है
km: មើល​នរណា​ដែល​តាម​ដាន​អ្នក​នៅ​លើ​បណ្ដាញ
kn: ನಿಮ್ಮನ್ನು ಆನ್‌ಲೈನಿನಲ್ಲಿ ಯಾರು ನೋಡುತ್ತಿದ್ದಾರೆ ಎಂದು ನೋಡಿ
ku: Bibîne ka kî te li ser înternetê temaşe dike
lv: Vērojiet kurš jūs vēro tiešsaistē
ms: Lihat siapa yang memerhati anda dalam talian
oc: Descobrissètz qual vos espia en linha
pt: Saiba quem o está a observar online
ta: இணையத்தில் யார் உங்களை கவனிக்கிறீர்கள் என்பதை பார்
tr: Sizi internette kimlerin izlediğini görün
uz: Kim sizni internetda kuzatayotganini bilib oling
vi: Xem ai đang theo dõi bạn trên mạng
xh: Bona ukuba ngoobani abakubukeleyo kwi-intanethi

source: Shine a light on the third parties that are collecting data about your online activity.
af: Bring derde partye aan die lig wat data versamel oor u aktiwiteite aanlyn.
as: আপোনাৰ অনলাইন কাৰ্য্যৰ বিষয়ে তথ্য সংগ্ৰহ কৰা তৃতীয় দলসমূহক দেখুৱাওক।
bg: Хвърли светлина върху тези, които събират информация за твоите онлайн активности.
br: Gwelit al lec'hiennoù a zastum roadennoù a-zivout ho merdeiñ war ar genrouedad.
ca: Descobriu els tercers que estan recollint dades de la vostra activitat en línia.
cy: Taflu goleuni ar y rhai sy'n casglu data ar eich symudiadau ar-lein.
es_mx: Brilla una luz sobre los terceros que están recogiendo datos sobre tu actividad mientras navegas.
fi: Aseta uuteen valoon kolmannet osapuolet, jotka keräävät tietoja verkkokäyttäytymisestäsi.
ga_ie: Caith solas ar na tríú páirtithe atá ag bailiú faisnéise faoi do chuid gníomhaíochta ar líne.
gd: Fidir cò na treas-phàrtaidhean a tha a' cruinneachadh dàta mu na nì thu air loidhne.
hi_in: तीसरा पक्ष जो आपके ऑनलाइन गतिविधियों के बारे में डेटा एकत्रित कर रहे हैं पर एक प्रकाश डालें.
km: បញ្ចេញ​ពន្លឺ​នៅ​ឯ​ភាគី​ទី​បី​ដែល​កំពុង​ប្រមូល​ទិន្នន័យ​អំពី​សកម្មភាព​របស់​អ្នក​​នៅ​លើ​បណ្ដាញ។
kn: ನಿಮ್ಮ ಅಂತರ್ಜಾಲ ಚಟುವಟಿಕೆಗಳ ಬಗ್ಗೆ ದತ್ತಾಂಶ ಕಲೆಹಾಕುತ್ತಿರುವ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳ ಮೇಲೆ ಬೆಳಕು ಚೆಲ್ಲಿ.
ku: Li ser partiyên sêyemîn yên ku derbarê çalakiyên te yên girêdayî de agahiyan berhev dikin roniyek dibiriqe.
lv: Izgaismojiet tos, kas ievāc datus par jūsu aktivitātēm internetā.
ms: Sinari cahaya pada pihak ketiga yang telah mengambil data mengenai aktiviti dalam talian anda.
pt: Saiba mais sobre os serviços de terceiros que estão a recolher dados sobre as suas atividades na Internet.
ta: உங்களுடைய இணைய செயல்பாடுகளை கண்காணிக்கும் தகவல்களை திரட்டும் மூன்றாம்பட்ச தரகர்களை வெளிச்சமிட்டு காண்பிக்கிறது.
tr: Çevrimiçi etkinlikleriniz hakkında veri toplayan üçüncü şahıslara ışık tutun.
uz: Sizning internetdagi faoliyingiz haqida ma’lumot to‘plovchi begona shaxslar ustida yorug‘likni yoqing.
vi: Đem những bên thứ ba đang thầm thu thập dữ liệu trên mạng của bạn ra ánh sáng.
xh: Bhaqa abanye abantu abaqokelela iinkcukacha zakho malunga nezinto ozenza kwi-intanethi.

source: Install the Lightbeam add-on
af: Installeer die Lightbeam-byvoeging
as: Lightbeam এড-অন ইনস্টল কৰক
bg: Инсталирайте Lightbeam добавката
br: Staliañ an askouezh Lightbeam
ca: Instal·leu el complement Lightbeam
cy: Gosod ychwanegyn Lightbeam
es_mx: Instala el complemento de Lightbeam
fi: Asenna Lightbeam-lisäosa
ga_ie: Suiteáil an breiseán Lightbeam
gd: Stàlaich an tuilleadan Lightbeam
hi_in: Lightbeam ऐड-ओन स्थापित करें
km: ដំឡើង​​ផ្នែក​បន្ថែម Lightbeam
kn: ಲೈಟ್‌ಬೀಮ್ ಆಡ್-ಆನ್ ಅನುಸ್ಥಾಪಿಸು
ku: Add-ona Lightbeamê saz bike
lv: Instalēt Lightbeam spraudni
ms: Pasang addon Lightbeam
oc: Installatz l'extension Lightbeam
pt: Instalar a extensão Lightbeam
ta: Lightbeam கூடுதல் இணைப்பை நிறுவு
tr: Lightbeam eklentisini yükleyin
uz: Lightbeam qo‘shimcha dasturini o‘rnating
vi: Cài đặt add-on Lightbeam
xh: Fakela isongezelelo iLightbeam

source: <i>Learn</i> the Web
af: <i>Leer</i> oor die Web
as: ৱেব <i>শিকক</i>
bg: <i>Научи</i> Уеб
br: <i>Deskit</i> ar Web
ca: <i>Apreneu</i> sobre el web
cy: <i>Dysgu</i> am y We
es_mx: <i>Aprende</i> de la Web
fi: <i>Opi</i> verkkoa
ga_ie: <i>Foghlaim</i> an Gréasán
gd: <i>Ionnsaich</i> an lìon
hi_in: वेब <i>सीखें</i>
km: <i>សិក្សា​</i> ពី​បណ្ដាញ
kn: ಅಂತರ್ಜಾಲವನ್ನು <i>ತಿಳಿಯಿರಿ</i>
ku: Webê <i>fêr bibe</i>
lv: <i>Mācies</i> tīmekli
ms: <i>Pelajari</i> Web
oc: <i>Creatz</i> lo Web
pt: <i>Aprenda</i> a Web
ta: இணையத்தை <i>தெரிந்துக்கொள்</i>
tr: Web’i <i>öğrenin</i>
uz: Internetni <i>o‘rganing</i>
vi: <i>Học</i> cách làm Web
xh: <i>Funda</i> iWebhu

source: We teach the Web
af: Ons leer mense oor die Web
as: আমি ৱেব শিকাও
bg: Ние преподаваме Уеб
br: Kelenn a reomp ar Web
ca: Ensenyem a fer el web
cy: Rydym yn addysgu am y We
es_mx: Enseñamos la Web
fi: Me opetamme verkkoa
ga_ie: Múinimid an Gréasán
gd: Tha sinne a' toirt ionnsachadh dhan lìon
hi_in: हम वेब को सिखाते हैं
km: យើង​បង្រៀន​​​អំពី​បណ្ដាញ
kn: ನಾವು ಅಂತರ್ಜಾಲವನ್ನು ಕಲಿಸುತ್ತೇವೆ
ku: Em Webê fêr bikin
lv: Mēs pasniedzam tīmekli
ms: Kami mengajar tentang Web
oc: Ensenham lo web
pt: Nós ensinamos a Web
ta: நாங்கள் வலைத்தளத்தை கற்பிக்கிறோம்
tr: Web öğretiyoruz
uz: Biz internetni o‘rgatamiz
vi: Chúng tôi dạy làm Web
xh: Sifundisa iWebhu

source: Let‘s explore, tinker and create together to build a Web that‘s open and made by everyone.
af: Kom ons ontdek, peuter en bou saam aan 'n Web wat oop is en deur elkeen gemaak word.
as: আহক আমি অণ্বেষণ কৰো আৰু একেলগে এটা ৱেব সৃষ্টি কৰো যি মুক্ত আৰু সকলোৰে দ্বাৰা সৃষ্টি কৰা হৈছে।
bg: Нека изследваме, бърникаме и създаваме заедно, за да изградим Уеб, който е отворен и направен от всички.
br: Furchomp, bitellomp ha krouomp asambles evit sevel ur Web digor ha graet gant pep hini.
ca: Exploreu, remeneu i entre tots creem un web obert i per a tothom.
cy: Beth am i ni archwilio, chwarae a chreu gyda‘n gilydd er mwyn adeiladu Gwe sy‘n agored ac wedi ei wneud gan bawb.
es_mx: Vamos a explorar, jugar y crear juntos para construir una web que esté abierta y hecha por todos.
fi: Löydetään, värkkäillään ja luodaan yhdessä verkko, joka on avoin ja kaikkien tekemä.
ga_ie: Taiscéalaimis agus cruthaímis le chéile chun Gréasán atá oscailte agus déanta ag cách a chruthú.
gd: Fidreamaid is leasaicheamaid an lìon gus àite a chruthachadh còmhla a tha fosgailte 's a tha a' buntainn ris a h-uile duine.
hi_in: चलो हम समन्वेषण करें, मरम्मत करें और साथ मिल कर एक एैसा वेब का निर्माण करें जो खुला और हर किसी के द्वारा बनाया है.
km: សូម​រុករក លេង និង​បង្កើត​ជាមួយ​គ្នា​ដើម្បី​​​ស្ថាបនា​បណ្ដាញ​មួយ​ដែល​បើក​ទូលាយ និង​​បង្កើត​ឡើង​ដោយ​គ្រប់គ្នា។
kn: ಮುಕ್ತ ಹಾಗೂ ಎಲ್ಲರಿಂದ ಸೃಜಿಸಲಾಗಿರುವ ಅಂತರ್ಜಾಲವೊಂದನ್ನು ಜೊತೆಯಾಗಿ ಅನ್ವೇಷಿಸೋಣ, ಅನುಭವಿಸೋಣ ಹಾಗೂ ನಿರ್ಮಿಸೋಣ ಬನ್ನಿ.
ku: De em bi hev re vekolin, tamîr bikin û biafirînin da ku Webê bi hev re çêkin û ji her kesî re vekirî be.
lv: Pētīsim, veidosim un radīsim kopā, lai būvētu internetu, kas ir atvērts un pieejams ikvienam.
ms: Ayuh jelajahi, bermain dan cipta bersama untuk membangunkan Web yang seharus terbuka dan dilakukan oleh semua orang.
pt: Vamos explorar, pensar e criar uma Web que seja aberta e feita por todos.
ta: எல்லோரும் ஒன்றாக இணைந்து ஆராயக்கூடிய மாற்றக்கூடி விதத்தில் ஒரு திறந்த இணையத்தை உருவாக்குவோம்.
tr: Açık ve herkesin katkıda bulunduğu bir Web inşa etmek için birlikte keşfedelim, düzeltelim ve yaratalım.
uz: Keling, umumiy va ochiq internet tuzish uchun tadqiq qilamiz, sinaymiz va birgalikda yaratamiz.
vi: Hãy cùng khám phá, chỉnh sửa để tạo ra một nền tảng Web mở được tạo nên bởi tất cả mọi người.
xh: Masihlole, silungise size sakhe kunye iWebhu evulekileyo neyenziwe ngumntu wonke.

source: Become a Webmaker
af: Word 'n Webmaker
as: এজন Webmaker হওক
bg: Стани Webmaker
br: Deskit gant Webmaker
ca: Convertiu-vos en Webmaker
cy: Beth am fod yn Webmaker
es_mx: Conviértete en un Webmaker
fi: Ryhdy verkontekijäksi
ga_ie: Bí i do Dhéantóir Gréasáin
gd: Bidh 'nad chruthaichear-lìn
hi_in: एक Webmaker बनें
km: ក្លាយ​ជា​​អ្នក​បង្កើត​បណ្ដាញ
kn: ವೆಬ್ ಮೇಕರ್ ಆಗು
ku: Bibe Webmakerek
lv: Kļūstiet par tīmekļa veidotāju
ms: Sebagai seorang Webmaker
oc: Aprenètz amb Webmaker
pt: Torne-se num Webmaker
ta: Webmaker ஆக விரும்புங்கள்
tr: Webmaker olun
uz: Vebmeyker bo‘ling
vi: Trở thành một Webmaker
xh: Yiba ngumenzi weWebhu
