Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/internet-health.lang.po
Languages: bs, cy, hi_in

source: Internet Health
bs: Internet zdravlje
cy: Iechyd y Rhyngrwyd
hi_in: इन्टरनेट स्वास्थ

source: Keeping the Internet healthy
bs: Održavati internet zdravim
cy: Cadw'r Rhyngrwyd yn iach
hi_in: इंटरनेट को स्वस्थ बनाये रख रहे हैं

source: The healthier the Internet is, the more it benefits everyone. We can all be a part of keeping the Internet open, safe and accessible.
bs: Zdraviji internet je, više koristi svima. Svi mi možemo biti dio održavanja interneta otvorenim, sigurnim i dostupnim.
cy: Po iachaf yw'r rhyngrwyd, mwyaf o fudd yw i bawb. Gallwn i gyd fod yn rhan o gadw'r Rhyngrwyd yn agored, diogel a hygyrch.
hi_in: इंटरनेट जितना गुणकारी होगा, उतना ही यह सभी को लाभ प्रदान करेगा. हम सभी हिस्सा बन सकते हैं इंटरनेट को मुक्त, सुरक्षित एवं सुगम बनाने में.

source: The Internet is our largest shared global resource. Help us keep it healthy, open and safe.
bs: Internet je naš najveći dijeljeni globalni resurs. Pomozite nam održati ga zdravim, otvorenim i sigurnim.
cy: Y Rhyngrwyd yw'r adnodd byd-eang mwyaf rydym yn ei rannu. Cynorthwywch hi i'w gadw'n iach agored a diogel.
hi_in: इंटरनेट हमारा सबसे विशाल साझा किया हुआ संसाधन है. हमे इसे स्वस्थ, मुक्त एवं सुरक्षित रखने मे मदद करें.

source: A healthy Internet needs all of us
bs: Zdrav internet treba sve nas
cy: Mae Rhyngrwyd iach angen pob un ohonom
hi_in: एक गुणकारी इंटरनेट को हम सभी की अवाश्यकता है

source: At Mozilla, we see the Internet as our largest shared global resource. The healthier it is, the more it benefits everyone. We can all be a part of keeping the Internet open, safe and accessible.
bs: U Mozilli, mi vidimo internet kao naš najveći dijeljeni globalni resurs. Što je on zdraviji, više je koristan svima. Svi mi možemo biti dio održavanja interneta otvorenim, sigurnim i dostupnim.
cy: Ym Mozilla, rydym yn gweld y Rhyngrwyd fel yr adnodd byd-eang mwyaf rydym yn ei rannu. Po iachaf yw'r rhyngrwyd, mwyaf o fudd ydyw i bawb. Gall pawb fod yn rhan o gadw'r Rhyngrwyd yn agored, diogel a hygyrch.
hi_in: Mozilla में, हम इंटरनेट को अपने सबसे विशाल वैश्विक साझा किया हुआ संसाधन के रूप मे देखते हैं.जितना ज्यादा गुणकारी यह होगा उतना ज्यादा सभी को मदद करेगा. हम सभी हिस्सा बन सकते हैं इंटरनेट को मुक्त, सुरक्षित एवं सुगम बनाये रखने में.

source: Exercise your right to privacy
bs: Ostvarite vaše pravo na privatnost
cy: Defnyddio eich hawl i breifatrwydd
hi_in: अपने गोपनीयता की हक का प्रयोग करें

source: Privacy doesn’t mean you have something to hide. It means you have the ability to choose who knows where you go and what you do. At Mozilla, we provide tools and fight for policies that respect people’s identity and data across the Internet.
bs: Privatnost ne znači da vi imate nešto da sakrijete. To znači da imate mogućnost izabrati ko treba znati gdje idete i šta radite. U Mozilli, mi nudimo alate i borbu za politike koje poštuju ljudski identitet i podatke putem interneta.
cy: Nid yw preifatrwydd yn golygu fod gennych rywbeth i'w guddio. Mae'n golygu fod gennych y gallu i ddewis pwy sy'n gwybod lle fyddwch yn mynd a beth rydych yn ei wneud. Mae Mozilla yn darparu offer ac yn brwydro o blaid polisïau sy'n parchu hunaniaeth a data pobl ar draws y Rhyngrwyd.
hi_in: गोपनीयता के मतलब यह नहीं की आपके पास कुछ छुपाने को है. इसका मतलब है की आप सक्षम हैं यह चुनने के लिए की कौन जानता है की आप कहाँ जाते हैं एवं आप क्या करते हैं. Mozilla में, हम औज़ार प्रदान करते हैं और लड़ते हैं उन नीतियों के लिए जो लोगों की पहचान एवं डेटा की सम्मान करते हैं जो की इंटरनेट पर उपस्थित है.

source: Get privacy and security tips
cy: Cyngor ac awgrymiadau ar breifatrwydd a diogelwch

source: Visit the Glass Room
cy: Mynd i'r Glass Room

source: Discover open innovation
bs: Otkrijte otvorene inovacije
cy: Darganfod arloesedd agored
hi_in: मुक्त नवाचार की खोज करें

source: Everyone deserves the ability to create and compete online without paying for permission. With open standards at the heart of our mission, we create opportunities for people to innovate collectively through shared ideas and code.
bs: Svako zaslužuje mogućnost da kreira i takmiči online bez plaćanja za dozvolu. S otvorenim standardima u srcu naše misije, mi kreiramo prilike za ljude da inoviramo zajedno putem dijeljenih ideja i kodova.
cy: Mae pawb yn haeddu'r gallu i greu a chystadlu ar-lein heb dalu am ganiatâd. Gyda safonau agored yn greiddiol i'n cenhadaeth, rydym yn darparu cyfleoedd i bobl arloesi gyda'i gilydd drwy rannu syniadau a chod.
hi_in: प्रत्येक व्यक्ति अनुमति के लिए भुगतान किये बिना ऑनलाइन निर्माण करने और प्रतिस्पर्धा करने की योग्यता रखता है. हमारे लक्ष्य के महत्वपूर्ण भाग पर खुले मानकों के साथ, हमने लोगों के लिए अवसरों का निर्माण किया ताकि वे विचारों तथा कोड को साझा कर कुछ नया कर सकें.

source: Explore our Open Innovation Toolkit
cy: Archwilio ein Blwch Offer Arloesedd Agored

source: Visit the Mozilla Science Lab
cy: Mynd i Labordy Gwyddoniaeth Mozilla

source: Help keep the Web in the hands of many
bs: Pomozite zadržati web u rukama mnogih
cy: Cynorthwyo i gadw'r We yn nwylo llaweroedd
hi_in: सहायता करें वेब को सभी के लिए बनाने में

source: When just a few organizations and governments control the majority of online content and access, the vital flow of ideas and knowledge is blocked. We champion an internet that belongs to the people.
bs: Kada samo nekoliko organizacija i vlada kontroliše većinu sadržaja na mreži i pristup, vitalni protok ideja i znanja je blokiran. Mi se borimo za internet koji pripada ljudima.
cy: Pan mae nifer cyfyngedig o gyrff a llywodraethau'n rheoli'r mwyafrif o gynnwys a mynediad ar-lein, mae llif hanfodol syniadau a gwybodaeth yn cael ei rwystro. Rydym yn pleidio rhyngrwyd sy'n perthyn i'r bobl.
hi_in: सिर्फ कुछ संगठन और सरकार ऑनलाइन सामग्री के बहुमत को नियंत्रित तथा संचालित करते हैं, विचारों एवं ज्ञान का महत्वपूर्ण प्रवाह अवरुद्ध है. हम समर्थन करते हैं एक इंटरनेट जो लोगों का है.

source: Read more from Mozilla Foundation’s Mark Surman
bs: Pročitajte više iz Mozilla fondacije Mark Surman
cy: Darllen rhagor gan Mark Surman o'r Mozilla Foundation
hi_in: Mozilla संस्थान के मार्क सर्मन से और पढ़ें

source: Make room for everyone
bs: Napravite mjesta za svakoga
cy: Gwneud lle i bawb
hi_in: सभी के लिए जगह बनायें

source: The quality of the Internet is a reflection of the diversity of the people who are able to access and contribute to it. We create technology, policy and outreach programs that welcome all people online, regardless of race, income, nationality, or gender.
bs: Kvalitet interneta je odraz različitosti ljudi koji su u mogućnosti pristupiti i doprinijeti mu. Mi kreiramo tehnologiju, politiku i produžene programe koji pružaju dobrodošlicu svim ljudima na mreži, bez obzira na rasu, prihod, nacionalnost, ili pol.
cy: Mae ansawdd y Rhyngrwyd yn cael ei adlewyrchu yn amrywiaeth y bobl sy'n gallu cael mynediad iddo a chyfrannu tuag ato. Rydym yn cynhyrchu rhaglenni technoleg, polisi ac ymgyrchu sy'n croesawu pawb ar-lein, beth bynnag yw eu hil, incwm, cenedligrwydd neu rhyw.
hi_in: इंटरनेट की गुणवत्ता उन लोगों की विविधताओं का प्रतिबिंब है जो इस तक पहुंचने और योगदान देने में सक्षम हैं. हम तकनीक, नीति तथा ऐसे प्रोग्राम जो की हद से परे हैं उनका निर्माण करते हैं जो सभी लोगों का ऑनलाइन स्वागत करते हैं चाहे वो किसी भी जाति, आय, राष्ट्रीयता अथवा लिंग के हों.

source: Check out Mozilla’s Women &amp; Web Literacy program
cy: Gweld rhaglen Merched a Llythrennedd y We, Mozilla.

source: Learn and teach the Web
bs: Doznajte i učite web
cy: Dysgu ac addysgu am y We

source: Everyone should have the skills to read, write and participate in the digital world. Mozilla provides technology and education programs that lift everyone’s online skills — so that they can go beyond consuming and contribute to the future of the Internet.
bs: Svako treba imati sposobnost da čita, piše i učestvuje u digitalnom svijetu. Mozilla pruža tehnologiju i programe obrazovanja koji podižu vještine svih na mreži — tako da oni mogu ići dalje koristiti i doprinostiti za budućnost interneta.
cy: Dylai pawb feddu ar sgiliau i ddarllen, ysgrifennu a chyfrannu mewn byd digidol. Mae Mozilla'n darparu rhaglenni technolegol ac addysgol sy'n codi sgiliau pawb ar-lein — fel bod modd iddyn nhw fynd tu hwnt i fod yn ddefnyddiwr i fod yn cyfrannu i ddyfodol y Rhyngrwyd.
hi_in: डिजिटल दुनिया में पढ़ने, लिखने और भाग लेने के लिए प्रत्येक व्यक्ति को कौशल होना चाहिए. Mozilla तकनीक एवं शिक्षा कार्यक्रम प्रदान करता है जो हर किसी के ऑनलाइन कौशल को बढ़ाते हैं — ताकि वे पूरी तरह हावी हो कर इंटरनेट के भविष्य में योगदान दे सकें.

source: Get started with the Mozilla Learning Network
bs: Počnite sa Mozilla mrežom za učenje
cy: Cychwyn gyda Rhwydwaith Dysgu Mozilla
hi_in: Mozilla अध्ययन नेटवर्क के साथ प्रारंभ करें

source: Stay informed
bs: Ostanite informisani
cy: Derbyn gwybodaeth
hi_in: अवगत रहें

source: Get the Mozilla newsletter and keep up with the issues that affect you.
bs: Uzmite Mozilla bilten i zadržite korak s pitanjima koja vas se tiču.
cy: Derbyn newyddlen Mozilla ac ymgyfarwyddo â'r materion sy'n effeithio arnoch chi.

source: Take a closer look at the issues
bs: Pogledajte bliže na pitanja
cy: Golwg manwl ar y materion dan sylw

source: Read the latest from Mozilla’s Internet Citizen blog.
bs: Pročitajte najnovije sa Mozilla’s Internet Citizen bloga.
cy: Y diweddaraf gan flog Internet Citizen, Mozilla

source: Continue reading
bs: Nastavite čitati
cy: Parhau i ddarllen

source: Learn more
bs: Saznajte više
hi_in: अधिक जानें

source: Check out Mozilla’s <br>Internet Health Report
bs: Pogledajte Mozillin <br>izvještaj internet zdravlja
hi_in: Mozilla के <br>इंटरनेट स्वास्थ्य रिपोर्ट कि जांच करें

source: Read up on what’s helping (and what’s hurting) our world’s largest shared resource.
bs: Pročitajte šta pomaže (i šta povrijeđuje) naš svjetski najveći dijeljeni resurs.
