Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/mission.lang.po
Languages: bn_bd, br, bs, cy, fi, ga_ie, gd, hr, is, kab, km, ms, ta, th, tr, ur, uz, xh, zh_tw

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
bn_bd: আমাদের মিশন অনুসরণে পথপ্রদর্শন মূল্যবোধ ও নীতি সম্পর্কে আরও জানতে <a href="%(url)s">মজিলা মেনিফেস্টো</a> পড়ুন।
br: Lennit <a href="%(url)s"> Manifesto Mozilla</a> da c'houzout hiroc'h diwar-benn hor talvoudoù ha pennaennoù a stur hor c'hefridi.
bs: Pročitajte <a href="%(url)s">Mozillin Manifesto</a> da biste saznali još više o vrijednostima i principima koji vode ostvarenju naše misije.
cy: Darllenwch <a href="%(url)s">Maniffesto Mozilla</a> i dysgu rhagor am y gwerthoedd a'r egwyddorion sy'n ein harwain yn ein cenhadaeth.
fi: Lue <a href="%(url)s">Mozilla-manifesti</a>, niin saat tietää niistä arvoista ja periaatteista, jotka ohjaavat toimintaamme.
ga_ie: Léigh <a href="%(url)s">Forógra Mhozilla</a> chun tuilleadh eolais a fháil faoi na luachanna agus na prionsabail atá dár stiúradh.
gd: Leugh <a href="%(url)s">am manifesto aig Mozilla</a> airson barrachd fiosrachaidh air na prionnsabalan againn a tha 'gar stiùireadh 'nar n-obair.
hr: Pročitajte <a href="%(url)s">Mozilla manifest</a> i saznajte više informacija o našim vrijednostima i principima koji vode našu misiju.
is: Lestu <a href="%(url)s">Mozilla Manifesto</a> til að fræðast meira um hvaða gildi og grunnreglur leiða okkur áfram.
kab: Ɣar <a href="%(url)s"> Ameskan n Mozilla</a> akken ad twaliḍ azal akked imensiyen i yellan di tlemmast n ttexmam aked tuɣdaṭ nneɣ.
km: អាន <a href="%(url)s">សេចក្ដី​ប្រកាស Mozilla </a> ដើម្បី​សិក្សា​បន្ថែម​ពី​តម្លៃ និង​គោលការណ៍​ណែនាំ​ការ​ស្វែងរក​បេសកកម្ម​របស់​ពួក​យើង។
ms: Baca <a href="%(url)s">Manifesto Mozilla</a> untuk mengetahui lebih lanjut mengenai nilai-nilai dan prinsip yang membimbing seiring dengan misi kami.
ta: எங்கள் இலக்கின் வழி செல்ல <a href="%(url)s">மொசில்லாவின் அறிக்கையைப்</a> படித்து அதன் கொள்கைகள் மற்றும் வழிமுறைகளை அறிந்து கொள்ளுங்கள்.
tr: Misyonumuzu gerçekleştirmemizde bize yol gösteren değerlerimiz ve prensiplerimiz hakkında daha fazla bilgi almak için <a href="%(url)s">Mozilla Manifestosu</a>'nu okuyun.
uz: Vazifamizni bajarishda biz boshqaradigan prinsiplar va qiymatlar haqida ko‘proq bilish uchun <a href="%(url)s">Mozilla manifesti</a>ni o‘qib chiqing.
xh: Funda <a href="%(url)s">uXwebhu lweMozilla</a> ukuze ufunde ngakumbi ngemigaqo esikhokelayo kumsebenzi wethu.
zh_tw: 閱讀 <a href="%(url)s">Mozilla Manifesto</a> 以了解更多導引我們來追求使命的價值與信念。

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
bn_bd: আমরা কে ,আমরা কোথা থেকে এসেছি এবং কিভাবে আমরা আপনার জন্য ওয়েবকে আরও ভাল করছি এ সম্পর্কে আরও জানতে উপরে দেওয়া ভিডিওটি দেখুন।
br: Sellit ar video amañ a-us da c'houzout piv ez omp-ni, eus pelec'h e teuomp ha penaos e klaskomp sevel ur web gwelloc'h evidoc'h.
bs: Pogledajte video iznad da biste saznali više o tome ko smo, odakle smo došli i kako pravimo web boljim za vas.
cy: Gwyliwch y fideo uchod am bwy rydym, o le rydym wedi dod a sut rydym yn gwneud y we'n well i chi.
fi: Katso ylläoleva video, niin saat tietää lisää siitä, keitä me olemme, mistä tulemme ja kuinka teemme netin paremmaksi sinulle.
ga_ie: Breathnaigh ar an bhfíseán thuas chun foghlaim fúinn: cé muid féin, cárbh as muid, agus cén chaoi a bhfuilimid ag cur feabhais ar an nGréasán ar do shonsa.
gd: Coimhead air a' video a dh'innseas dhut barrachd mu ar dèidhinn, cò às a thàinig sinn agus mar a leasaicheas sinn an lìon dhut.
hr: Pogledajte iznad prikazani video i saznajte tko smo, otkuda smo i kako Web činimo boljim za vas.
is: Horfðu á myndbandið hér fyrir ofan til að fræðast meira um hverjir við erum, hvaðan við komum og hvernig við erum að gera vefinn betri fyrir þig.
kab: Wali tavidyut agi akken ad tissineḍ d anwa-ɣ, ansa i d-nekka, d wamek inesneflay Web i kečč.
km: មើល​វីដេអូ​ខាងលើ​ដើម្បី​ស្វែងយល់​បន្ថែម​អំពី​​តើ​យើង​ជា​អ្នក​ណា, តើ​យើង​មក​ពី​ណា ហើយ​យើង​កំពុង​បង្កើត​បណ្ដាញ​បាន​ល្អ​ប្រសើរ​សម្រាប់​អ្នក​យ៉ាង​ដូច​ម្ដេច។
ms: Tonton video di atas untuk mengetahui lebih lanjut tentang siapa kami, di mana dari kami datang dan bagaimana kami membuat web yang lebih baik untuk anda.
ta: நாங்கள் யார், எங்கிருந்து வந்தோம், உங்களுக்கான இணையத்தை எவ்வாறு சிறப்பாக ஆக்குறோம் என்பதை மேலுள்ள காணொளியில் பாருங்கள்.
th: ดูวิดีโอด้านบนนี้เพื่อเรียนรู้ว่าเราคือใคร เรามาจากไหน และเราจะทำให้เว็บดีขึ้นสำหรับคุณได้อย่างไร
tr: Kim olduğumuzu, nereden geldiğimizi ve Web’i sizin için nasıl iyileştirdiğimizi öğrenmek için yukarıdaki videoyu izleyin.
ur: ہمارے بارے میں مزید جاننے کے لیئے اوپر وڈیو کا نظارہ کریں ہم کون ہیں، کہاں سے ائے اور ہم کیسے ویب کو آپ کے لئے بہتر جگہ بنا رہے ہیں۔
uz: Biz kimmiz, qayerdan kelganmiz va qanday qilib internetni siz uchun yaxshilashimiz haqida ko‘proq bilmoqchi bo‘lsangiz, tepada joylashtirilgan videoni tomosha qiling.
xh: Bukela le vidiyo ingasentla ukuze ufunde ngakumbi ukuthi singoobani, sivela phi kwanendlela esiyenza ngayo iwebhu ibe ngcono kuwe.
zh_tw: 觀賞上面的影片，了解我們是誰、我們來自何處以及我們如何讓網路變得更好。

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
bn_bd: মজিলাতে, আমরা বিশ্বের প্রযুক্তিবিদ, চিন্তাবিদ এবং নির্মাতাগণের কমিউনিটি একসাথে কাজ করে যাচ্ছি ইন্টারনেটকে চালু এবং ব্যবহারযোগ্য করে তুলতে, যেন বিশের সকল মানুষ ওয়েবের কন্ট্রিবিউটর এবং নির্মাতা সম্পর্কে জানাতে পারি।
br: E stal Mozilla ez eus ur gumuniezh vedel gant tud ar c'halvezouriezhoù, tud a soñj ha tud a sav a-gevred da lakaat an internet da chom bev hag aes da dizhout a-benn ma yay an dud eus ar bed a-bezh da dud a gemer perzh enni ha tud a grou evit ar web.
bs: U Mozilli, mi smo globalna zajednica tehnologa, mislilaca i graditelja koji rade zajedno u održavanju interneta živim i dostupnim, tako da ljudi širom svijeta mogu biti obavješteni saradnici i stvaraoci weba.
cy: Yma yn Mozilla, rydym yn gymuned fyd-eang o dechnolegwyr, meddylwyr ac adeiladwyr sy'n gweithio gyda'i gilydd i gadw'r Rhyngrwyd yn fyw a hygyrch, fel y gall pobl ledled y byd fod yn gyfranwyr gwybodus a chrewyr y We.
fi: Mozilla on maailmanlaajuinen teknologien, ajattelijoiden ja rakentajien yhteisö, joka tekee työtä pitääkseen netin elossa ja ja kaikille avoimena, jotta ihmiset kautta maailman voivat olla netin tunnettuja kehittäjiä ja tukijoita.
ga_ie: Is comhphobal domhanda é Mozilla: teicneolaithe, smaointeoirí agus cruthaitheoirí atá ag comhoibriú chun Idirlíon beo inrochtana a chothú, sa chaoi go mbeidh daoine ar fud an domhain in ann páirt a ghlacadh ar an nGréasán ar bhonn eolais.
gd: Tha Mozilla 'na choimhearsnachd eadar-nàiseanta de luchd-teicneolais, feallsanaichean is dealbhadairean a tha ag obair còmhla gus an lìon a chumail beò 's so-ruigsinneach airson 's gun urrainn do dhaoine air feadh an t-saoghail cur ris is a leasachadh.
hr: Mozilla je globalna zajednica tehnologa, mislitelja i graditelja koji zajedno rade na očuvanju i dostupnosti Interneta, kako bi ljudi diljem cijelog svijeta mogli biti informirani doprinositelji i stvaratelji Weba.
is: Mozilla, er hnattrænt samfélag tæknisinna, hugsuða og hönnuða sem vinna saman að því að gera vefinn lifandi og aðgengilegan, þannig að fólk í öllum heiminum geti verið vel upplýst og miðlað efni á vefnum.
kab: Di Mozilla, nekkni d tamezdagnut tamatut n tiknulujiyen, wid yettxemmimen, imakrasen yemmahelen l waḥid akken Internet ad yidir udiɣ yettwakcam, ɣef aya imdanen n umaḍal zemren ad ttekkinneq ad d-snulfun Web.
km: នៅ​ Mozilla យើង​គឺ​ជា​សហគមន៍​​អ្នក​បច្ចេកវិទ្យា​ អ្នក​គិត និង​អ្នក​ស្ថាបនា​សកល​មួយ​​ដែល​ធ្វើ​ការ​រួមគ្នា​ដើម្បី​ធ្វើ​ឲ្យ​អ៊ីនធឺណិត​មាន​ជីវិត និង​អាច​ចូល​ដំណើរការ​បាន​ ដូច្នេះ​​មនុស្ស​នៅ​ពាសពេញ​ពិភពលោក​អាច​ទទួល​បាន​ព័ត៌មាន​​អំពី​អ្នក​ចូលរួម​ចំណែក និង​អ្នក​បង្កើត​បណ្ដាញ។
ms: Di Mozilla, kami merupakan komuniti teknologi global, pemikir dan pembina bekerjasama untuk memastikan kelangsungan hayat internet dan diakses, secara tidak langsung semua orang boleh menyumbang dan mencipta jaringan.
ta: மொசில்லாவில், தொழில்நுட்பர், சிந்தனையாளர், உருவாக்குபவர் ஆகிய நாங்கள் ஒன்றிணைந்து பணியாற்றி இணையத்தை உயிரோட்டத்துடனும் அணுகல் தன்மையுடனும் வைத்திருக்கிறோம், எனவே உலகெங்கும் வாழும் மக்களனைவரும் இணையத்தின் பங்களிப்பாளர் எனவும் உருவாக்குபவர் எனவும் அழைக்கலாம்.
th: ที่ Mozilla เราคือชุมชนจากทั่วโลกของนักเทคโนโลยี, นักคิด และนักสร้างทำงานร่วมกันในการทำให้อินเทอร์เน็ตมีชีวิตชีวาและเข้าถึงได้ ดังนั้นผู้คนทั่วโลกสามารถเข้ามาเป็นผู้ช่วยเหลือและสร้างเว็บ
tr: Mozilla olarak biz, interneti canlı ve erişilebilir tutmak için birlikte çalışan teknoloji uzmanları, düşünürler ve Web yapımcılarından oluşan küresel bir topluluğuz. Dünyanın her yanındaki insanların Web’e bilinçli katkılarda bulunmasını ve onu geliştirmesini sağlamak için çalışıyoruz.
ur: Mozilla میں، ہم ٹکنالوجسٹس کی ایک آفاقی کمیونٹی کررہے ہیں، مفکرین اور معماروں ایک ساتھ مل کر کام کر رہے ہیں تاکہ انٹرنیٹ کو زندہ اور قابل رسائی رہے، تاکہ دنیا بھر میں لوگ دنیا بھر میں باخبر معاوں اور ویب کے خالق بن سکیں۔
uz: "Mozilla"da, biz internet jonli va butun dunyodagi odamlar nimadir tuzishi hamda ijod qilishi uchun ishlaydigan xalqaro texnolog, faylasuflar va tuzuvchilar jamoasi hisoblanamiz.
xh: KwaMozilla, siziingcali zobugcisa, iinkcuba-buchopho nabakhi abasebenza kunye ukugcina i-Intanethi iphila yaye ifikeleleka, ukuze abantu ehlabathini lonke babe ngabathathi-nxaxheba nabenzi abanolwazi beWebhu.
zh_tw: Mozilla 是一個由技術人、思想家與建設者所組成的社群，致力於保持網際網路的生態，讓所有人都可以使用，也讓世界上的所有人都可以成為見多識廣的網路貢獻者與創造者。

source: Topics include support, products, and technologies
bn_bd: বিষয়ের মধ্যে রয়েছে সহযোগিতা, পণ্য, ও প্রযুক্তি
br: Danvezioù zo skor, kenderc'hadoù ha kalvezouriezhoù enno
bs: Teme uključuju podršku, proizvode i tehnologije
cy: Mae pynciau'n cynnwys cefnogaeth, cynnyrch a thechnolegau
fi: Aiheita ovat tuki, tuotteet ja teknologiat
ga_ie: Tacaíocht, táirgí agus teicneolaíochtaí san áireamh
gd: Tha na cuspairean a' gabhail a-steach taic, bathar is teicneolasan
hr: Teme uključuju podršku, proizvode i tehnologije
is: Umræðuefni eru meðal annars hjálp, vörur, og tækni
kab: Nettmeslay ɣef tallalt, iseɣẓanen akken tatiknulujit
km: ប្រធានបទ​រួម​មាន​ការ​គាំទ្រ, ផលិតផល និង​បច្ចេកវិទ្យា
ms: Topik termasuk sokongan, produk dan teknologi
ta: தலைப்பு பின்வரும் உதவி, விளைபொருட்கள், தொழில்நுட்பங்கள் ஆகியவற்றை உள்ளடக்கியது
th: หัวข้อรวมถึงการสนับสนุน, ผลิตภัณฑ์ และเทคโนโลยี
tr: Destek, ürünler ve teknolojilerle ilgili konular
ur: موضوعات میں حمایت، مصنوعات، اور ٹیکنالوجیز شامل ہیں
uz: Mavzularda qo‘llab-quvvatlash, mahsulotlar va texnologiyalar mavjud.
xh: Imiba iquka inkxaso, iimveliso nobugcisa
zh_tw: 包含技術支援、產品與技術等主題

source: Volunteer opportunities in a number of different areas
bn_bd: বিভিন্ন কাজে স্বেচ্ছাসেবক হওয়ার সুযোগ রয়েছে
br: Troioù evit tud a-youl e maezioù labour disheñvel
bs: Mogućnosti za volontiranje u više različitih oblasti
cy: Mae cyfleoedd gwirfoddoli mewn nifer o wahanol feysydd
fi: Vapaaehtoiseksi voi ryhtyä useilla eri aloilla
ga_ie: Deiseanna ar obair dheonach i réimsí éagsúla
gd: Tha fàilte air saor-thoilich ann an diofar àitichean
hr: Volonterske prilike u raznim područjima
is: Sjálfboðaliðastörf á mismunandi sviðum
kab: Tignatin n uttekki di deqs n tɣula
km: ឱកាស​អ្នក​ស្ម័គ្រចិត្ត​នៅ​ក្នុង​តំបន់​ផ្សេង​គ្នា
ms: Peluang sukarelawan dibeberapa kawasan yang berbeza
ta: பலதரப்பட்ட பிரிவுகளில் பங்களிக்குளிப்பதற்கான வாய்ப்புகள்
tr: Çeşitli alanlarda gönüllü katılım olanakları
ur: مختلف علاقوں میں رضاکار مواقع بڑی تعداد میں
uz: Har xil hududdagi ko‘ngillilar uchun imkoniyatlar
xh: Amathuba okuba ngamatsha-ntliziyo kwiinkalo ezininzi ezahlukeneyo
zh_tw: 不同區域內的志願貢獻機會

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
bn_bd: আমরা বিশ্বাস করি উন্মুক্ত প্লাটফর্মে মানুষের এমন সহযোগিতা আমাদের ব্যক্তিগত উন্নয়ন এবং সামগ্রিক ভবিষ্যতের জন্য খুব জরুরী।
br: Lakaet hon eus en hor c'hredenn ez eo pouezus kenañ ar c'henlabourat denek dre ur saven digor evit ma kreskfe niver an dud hag hon dazont a-gevred.
bs: Vjerujemo da je ovaj čin ljudske saradnje kroz otvorenu platformu sastavni dio prema pojedinačnom razvoju i našoj kolektivnoj budućnosti.
cy: Rydym yn credu fod y weithred hon o gydweithio dynol ar draws llwyfan agored yn hanfodol i dwf unigol a'n dyfodol ar y cyd.
fi: Uskomme, että tämä ihmisten yhteistyön teko avoimella alustalla on välttämätöntä yksilöiden kehittymisen ja yhteisen tulevaisuutemme kannalta.
ga_ie: Creidimid go bhfuil an comhoibriú domhanda seo ar ardán oscailte riachtanach d'fhorbairt an duine aonair agus dár dtodhchaí coitianta.
gd: Tha sinn dhen bheachd gu bheil an co-obrachadh seo, stèidhichte air ùrlar fosgailte, air leth cudromach do dh'fhàs is slàinte ar sòisealtas.
hr: Vjerujemo da je ovaj čin suradnje putem otvorene platforme esencijalan za individualan rast i našu zajedničku budućnost.
is: Við trúum því að samvinna með opnum grunni sé grundvallaratriði fyrir almenna grósku og sameiginlega framtíð.
kab: Numen d akken amahil l waḥid ɣef telɣubliṭ yeldin d ajeggu, ama di tneflit tudmawant neɣ tamatut.
km: យើង​ជឿជាក់​សកម្មភាព​នេះ​ជា​ការ​សហការ​ឆ្លងកាត់​តាមរយៈ​វេទិកា​បើក​ទូលាយ​ដើម្បី​បង្កើន និង​រួបរួម​គ្នា​ក្នុង​ពេល​អនាគត។
ms: Kami percaya akta ini kerjasama manusia di seluruh platform terbuka adalah penting kepada pertumbuhan individu dan masa depan kita bersama.
ta: தனிப்பட்ட வளர்ச்சியும் ஒருங்கிணைப்பும் நம்முடைய வருங்காலத்திற்கு திறந்த தளத்தில் செய்யப்படும் இம்மனித முயற்சி அவசியம் என நம்புகிறோம்
tr: Açık bir platform üzerindeki bu işbirliğinin, bireysel gelişimimiz ve ortak geleceğimiz için şart olduğuna inanıyoruz.
ur: ہمیں یقین ہے کہ ایک کھلا پلیٹ فارم بھر میں انسانی تعاون کے اس عمل انفرادی ترقی اور ہماری اجتماعی مستقبل کے لئے ضروری ہے۔
uz: Ushbu ochiq platformadagi hamkorlik bitimi yakka shaxslarning rivojlanishi va bizning umumiy kelajagimiz uchun muhim ahamiyatga ega deb hisoblaymiz.
xh: Sikholelwa ekubeni esi senzo sentsebenziswano yabantu kwiqonga elivulekileyo sibalulekile ekukhuleni komntu nakwikamva lethu xa lilonke.
zh_tw: 我們相信這個由人們互相合作打造的開放平台，對於個人的成長與群體的未來是相當重要的。

source: We’re building a better Internet
bn_bd: আমরা আরও উৎকৃষ্ট ইন্টারনেট তৈরি করছি
br: Emaomp o sevel un internet gwelloc'h
bs: Mi gradimo bolji internet
cy: Rydym yn adeiladu gwell Rhyngrwyd
fi: Rakennamme parempaa internetiä
ga_ie: Táimid ag tógáil Idirlíon níos fearr
gd: Tha sinn a' cruthachadh eadar-lìon nas fhearr
hr: Gradimo bolji Internet
is: Við byggjum betra Internet
kab: Nettnadi ad nesnefli Internet
km: យើង​កំពុង​បង្កើត​អ៊ីនធឺណិត​ឲ្យ​ល្អ​ប្រសើរ
ms: Kami sedang membina Internet yang lebih baik
ta: நாங்கள் ஒரு சிறந்த இணையத்தை உருவாக்குகிறோம்
th: เรากำลังสร้างอินเทอร์เน็ตที่ดีกว่า
tr: Daha iyi bir internet inşa ediyoruz
ur: ہم ایک بہتر انٹرنیٹ کی تعمیر کر رہے
uz: Biz eng zo‘r internetni tuzamiz
xh: Sakha i-Intanethi engcono
zh_tw: 我們正在打造更好的網際網路

source: Our structure, organization, and the broader Mozilla community
bn_bd: আমাদের কাঠামো, প্রতিষ্ঠান এবং বৃহৎ মজিলা কমিউনিটি
br: Hor framm, hor aozadur ha kumuniezh ledanoc'h Mozilla
bs: Naša struktura, organizacija, i šira zajednica Mozille
cy: Ein strwythur, trefn a chymuned ehangach Mozilla
fi: Rakenteemme, organisaatiomme ja laajempi Mozilla-yhteisö
ga_ie: Ár struchtúr, ár n-eagraíocht, agus comhphobal domhanda Mhozilla
gd: Ar structar, buidheann agus coimhearsnachd mhòr Mozilla
hr: Naša struktura, organizacija i šira Mozillina zajednica
is: Okkar skipulag, samtökin okkar, og Mozilla samfélagið almennt
kab: Taɣessa nneɣ, tasuddest ines, akked tmezdagnut Mozilla
km: រចនាសម្ព័ន្ធ​របស់​ពួក​យើង, ស្ថាប័ន, និង​សហគមន៍ broader Mozilla
ms: Struktur kami, organisasi dan keluasan komuniti Mozilla
ta: எங்கள் கட்டமைப்பும், ஒருங்கிணைப்பும் பரந்த மொசில்லா சமூகமும்
th: โครงสร้างของเรา, การบริหารจัดการ และชุมชน Mozilla ที่กว้างไกล
tr: Örgüt yapımız ve Mozilla topluluğuna dair bilgiler
ur: ہماری ساخت، تنظیم، اور وسیع تر Mozilla کمیونٹی
uz: Tuzilmamiz, tashkilotimiz va keng Mozilla jamiyatimiz
xh: Inkqubo, intlangano noluntu lwakwaMozilla xa lulonke
zh_tw: 我們的結構、組織與更寬廣的 Mozilla 社群

source: Where we come from and how we got to where we are
bn_bd: আমরা কোথা থেকে এসেছি এবং কিভাবে এসেছি এখন আমরা যেখানে রয়েছি
br: Eus pelec'h e teuomp ha penaos ez omp erruet d'ar stad m'emaomp
bs: Odakle dolazimo i kako smo došli do pozicije u kojoj smo sada
cy: O le y daethom a sut rydym wedi cyrraedd fan hyn
fi: Mistä tulemme ja kuinka olemme päässeet siihen, missä olemme
ga_ie: Cérb as muid? Cén chaoi ar tháinig muid anseo?
gd: Cò às a thàinig sibh agus mar a rinn sinn fàs
hr: Otkud dolazimo i kako smo stigli gdje se trenutno nalazimo
is: Hvaðan komum við og hvernig komumst við á þann stað sem við erum núna á
kab: Aẓaṛ n usenfaṛ akked wanida nteddu
km: តើ​អ្នក​មក​ពី​ទីណា ហើយ​អ្នក​​មក​ដល់​ទីនេះ​ដោយ​របៀប​ណា
ms: Dimana kami datang dan bagaimana kami harus berada
ta: நாங்கள் எங்கிருந்து வந்தோம் இப்போதுள்ள நிலையை எவ்வாறு அடைந்தோம்
tr: Nereden geldik ve neleri, nasıl başardık?
ur: ہم کہاں سے آئے ہیں اور ہم کس طرح وہاں ہیں جہاں ہم ہیں
uz: Biz qayerdan kelganligimiz va qayerda joylashganligimizni qanday bilamiz.
xh: Apho sivela khona nendlela esifikelele ngayo kule ndawo sikuyo
zh_tw: 我們來自何處，又如何成為現在的樣子

source: Get involved
bn_bd: সম্পৃক্ত হোন
br: Kemer perzh enni
bs: Uključite se
cy: Ymuno â ni
fi: Osallistu
ga_ie: Glac páirt
gd: Gabh pàirt ann
hr: Uključite se
is: Taka þátt
kab: Ttekki
km: ចូលរួម​
ms: Libatkan diri anda
ta: பங்குபெறுங்கள்
th: มีส่วนร่วม
tr: Bize katılın
ur: شامل ہو جاؤ
uz: Jamiyatga qo‘shiling
xh: Zibandakanye
zh_tw: 參與我們

source: Forums
bn_bd: ফোরাম
br: Foromoù
bs: Forumi
cy: Fforymau
fi: Foorumit
ga_ie: Fóraim
gd: Fòraman
hr: Forumi
is: Spjallsvæði
kab: Inmagaren
km: វេទិកា
ms: Forum
ta: இணையவழி மன்றங்கள்
th: กระดานสนทนา
tr: Forumlar
ur: فارمز
uz: Forumlar
xh: Amaqonga
zh_tw: 論壇

source: Our mission is to ensure the Internet is a global public resource, open and accessible to all. An Internet that truly puts people first, where individuals can shape their own experience and are empowered, safe and independent.
bn_bd: আমাদের উদ্দেশ্য হচ্ছে ইন্টারনেট একটি পাবলিক রিসোর্স, উন্মুক্ত এবং সকলের প্রবেশযোগ্য হবে তা নিশ্চিত করা। এমন ইন্টারনেট যা সত্যিকার ভাবে জনগণকে সর্বাগ্রে রাখবে, যেখানে প্রতিটি মানুষ তার নিজের অভিজ্ঞতা সমৃদ্ধ করতে পারবে এবং নিজে ক্ষমতাশালী, নিরাপদ এবং স্বাধীন থাকতে পারেন।
bs: Naša misija je da obezbjedimo internet kao globalni javni resurs, otvoren i pristupačan svima. Internet koji zaista stavlja ljude na prvo mjesto, gdje pojedinci mogu da oblikuju sopstveno iskustvo i osjećaju se osnaženo, bezbjedno i nezavisno.
cy: Ein cenhadaeth yw sicrhau fod y Rhyngrwyd yn adnodd cyhoeddus byd-eang, yn agored ac ar gael i bawb. Rhyngrwyd sy'n wir yn gosod pobl yn gyntaf, lle gall unigolion siapio'u profiadau eu hunain ac sydd wedi eu hymrymuso, yn ddiogel ac yn annibynnol.
ga_ie: An misean atá againn ná troid ar son an Idirlín mar acmhainn phoiblí dhomhanda atá oscailte agus ar fáil do chách; acmhainn a chuireann daoine chun tosaigh; áit inar féidir d'eispéireas féin ar líne a mhúnlú, agus áit ina mbraitheann tú cumhachtach, neamhspleách, agus slán sábháilte.
is: Okkar takmark er að stuðla að því að Internetið sé opið, opinbert og fyrir alla. Að Internetið sé þar sem fólkið er í forgangi, þar sem einstaklingar geta mótað sína eigin upplifun og hafa völd til þess að vera öruggir og sjálfstæðir.
kab: Tuɣdaṭ nneɣ d ṭmana akken Internet ad yeqqim d taɣbalut tazayezt, yeldi u yettwakcam i yemdanen meṛṛa. Internet ad yerren imdanen d imezwura, anida yal amdan yezmer ad feṣṣel i yiman-is ayen yebɣa, ad yeqqim d aɣelsan, d ilelli.
xh: Iphulo lethu kukuqinisekisa kukuba i-intanethi nguvimba wehlabathi ofumaneka kuwonkewonke. I-intanethi ethi ngokwenene ebeka abantu phambili, apho abantu banokubumba amava abo, amandla ukhuseleko nokuzimela.

source: Our mission is to promote openness, innovation & opportunity on the Web.
bn_bd: আমাদের লক্ষ্য হচ্ছে ওয়েবে ওপেননেস, উদ্ভাবনী এবং সুযোগকে সকলে মাঝে ছড়িয়ে দেওয়া।
br: Da vountañ war digoridigezh, neveziñ ha troioù war ar web e talv hor c'hefridi.
bs: Naša misija je da promovišemo otvorenost, inovacije i prilike na internetu.
cy: Ein cenhadaeth yw i annog bod yn agored, arloesedd a chyfleoedd ar y We.
fi: Missiomme on tukea avoimuutta, innovaatiota ja osallisuutta netissä.
ga_ie: Is é an misean atá againn ná an oscailteacht, an nuálaíocht, agus deiseanna a chur chun cinn ar an nGréasán.
gd: 'S e brosnachadh fosgailteachd, tionnsgnadh ⁊ chothroman air an lìon am misean againn.
hr: Naša misija je promoviranje otvorenosti, inovacije i prilika na Webu.
is: Okkar takmark er að stuðla að opnum vef og nýjungum og tækifæri á vefnum.
kab: Tuɣdaṭ nneɣ d asnefli n tulya, asnelfu akked tegnitt di Web.
km: បេសកកម្ម​របស់​យើង​​ដើម្បី​ជំរុញ​ភាព​បើក​ចំហ, ការ​ច្នៃ​ប្រឌិត & ឱកាស​នៅ​លើ​បណ្ដាញ។
ms: Misi kami untuk mempromosikan keterbukaan, innovasi dan peluang dalam Web.
ta: திறந்த முறையில், ஆய்ந்தறிந்து வாய்ப்புகளை இணையத்தில் பரவச் செய்வதே எங்களின் இலக்கு ஆகும்.
th: เป้าหมายของเราคือสนับสนุนความเปิดกว้าง, นวัตกรรม และโอกาสอันดีบนเว็บ
tr: Misyonumuz Web’de açıklığı, yeniliği ve fırsat eşitliğini yaymaktır.
ur: ہمارا مقصد ویب پر کشادگی، انوویشن اور موقع کو فروغ دینا ہے۔
uz: Vazifamiz ochiqlikni rivojlantirish, yangiliklar kiritish va interntning imkoniyatlarini rivojlantirish hisoblanadi.
xh: Umsebenzi wethu kukukhuthaza ukuvuleka, ubuchwepheshe namathuba kwiWebhu.
zh_tw: 我們的使命是推廣開放、創新與網路上的機會。

source: History
bn_bd: ইতিহাস
br: Istor
bs: HIstorija
cy: Hanes
fi: Historia
ga_ie: Stair
gd: Eachdraidh
hr: Povijest
is: Saga
kab: Amazray
km: ប្រវត្តិ
ms: Sejarah
ta: வரலாறு
th: ประวัติ
tr: Tarihçe
ur: تاریخ
uz: Tarix
xh: Imbali
zh_tw: 歷史

source: Governance
bn_bd: শাসন
br: Gouarnerezh
bs: Vođenje
cy: Llywodraethu
fi: Hallinto
ga_ie: Rialachas
gd: Riaghlachas
hr: Upravljanje
is: Stjórnskipulag
kab: Tanbaṭ
km: ការ​គ្រប់គ្រង
ms: Tadbir urus
ta: ஆளுமை
th: การกำกับดูแล
tr: Yönetim
ur: گورنینس
uz: Boshqarish
xh: Ulawulo
zh_tw: 治理
