Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/newsletters.lang.po
Languages: bs, ca, cy, ga_ie, gd, hi_in, lv, my, nn_no, pt, th, ur, vi, xh

source: Something is amiss with our system, sorry! Please try again later.
bs: Nešto nije u redu sa našim sistemom, žao nam je! Molimo Vas da pokušate ponovo kasnije.
ca: Alguna cosa no va bé al nostre sistema. Proveu-ho de nou més tard.
cy: Mae rhywbeth o'i le gyda'n system, ymddiheuriadau. Ceisiwch eto yn nes ymlaen.
ga_ie: Tá brón orainn - tá rud éigin bunoscionn lenár gcóras! Déan iarracht eile ar ball.
gd: Tha rudeigin cearr air na siostaman againn, tha sinn duilich! Nach fheuch thu ris a-rithist an ceann greis?
hi_in: कुछ हमारी प्रणाली के साथ गलत है, क्षमा करें! बाद में पुन: प्रयास करें.
lv: Mūsu sistēmai ir kaut kādas problēmas, piedodiet! Mēģiniet vēlreiz nedaudz vēlāk.
my: ကျွန်တော်တို့ ကွန်ပျူတာ စနစ်တွင် တစ်ခုခု မှားနေပါတယ် ။ ကျေးဇူးပြုပြီး ထပ်မံ ကြိုးစားပေးပါ
nn_no: Noko gjekk gale i systemet vårt! Ver snill og prøv igjen seinare.
pt: Algo está errado com o nosso sistema, desculpe! Por favor, tente novamente mais tarde.
th: มีบางอย่างไม่ถูกต้องในระบบของเรา ขออภัย! โปรดลองใหม่อีกครั้งในภายหลัง
ur: ہمارے نظام کے ساتھ کچھ کمی ہے، معاف کیجیئے گا! براہ مہربانی کچھ دیر بعد کوشش کریں۔
vi: Có gì đó không thích hợp với hệ thống của bạn, xin lỗi về điều này! Làm ơn thử lại lần sau.
xh: Kukho into engahambi kakuhle kwinkqubo yethu, sicela uxolo! Sicela uphinde uzame kamva.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
bs: Provjerite sve kategorije koje se odnose na vas, a mi obećavamo da ćemo zadržati poštu na minimumu.
ca: Marqueu les categories que us interessen i us prometem mantenir els correus al mínim.
cy: Ticiwch pob categori sy'n berthnasol i chi ac rydym yn addo cadw'r e-byst i'r lleiafswm.
ga_ie: Cuir tic leis na catagóirí a bhaineann leat, agus geallaimid nach seolfaimid an iomarca ríomhphoist chugat.
gd: Cuir cromag ri gach roinn a tha iomchaidh dhut agus bheir sinn geall nach cuir sinn thugad ach glè bheag a phost.
hi_in: आप पर लागू होने वाली सभी श्रेणियों की जाँच करें, और हम मेल को एक न्यूनतम रखने के लिए वादा करते हैं.
lv: Atzīmējiet visas sadaļas, kas attiecas uz jums un mēs apsolām, ka sūtīsim tikai minimumu.
my: သင်လိုအပ်သည့် အုပ်စုများကို စစ်ဆေးရွေးချယ်ပါ။ အီးမေးလ်များကို အနည်းဆုံးဖြစ်စေမည်ဟု ကျွန်တော်တို့ ကတိပြုပါသည်။
nn_no: Marker alle kategoriane som passar for deg, så lovar vi å senda så få meldingar som råd.
pt: Marque todas as categorias aplicáveis e nós tentaremos reduzir o número de mensagens.
ur: ان تمام زمرہ کی پڑتال کریں جو آپ پر لاگو ہوتی ہیں۔ اور ہم یہ وعدہ کرتے ہیں کہ ای میل کو کم سے کم پر رکھا جائے گا۔
vi: Hãy đánh dấu những hạng mục phù hợp với bạn. Chúng tôi hứa sẽ chỉ gửi email ít nhất có thể.
xh: Hlola yonke imiba enxulumene nawe, kwaye siyakuthembisa ukuba sakuyigcina imayile incinane kangangoko sinakho.

source: description
bs: opis
cy: disgrifiad
hi_in: विवरण
nn_no: skildring
pt: descrição
th: คำบรรยาย

source: Sign up today to receive email updates about the iOS version of Firefox.
bs: Prijavite se danas da primate ažuriranja emailom o iOS verziji Firefoxa.
cy: Gofynnwch i gael derbyn e-byst diweddaru am fersiwn iOS o Firefox.
ga_ie: Cláraigh anois chun an nuacht is déanaí faoin leagan iOS de Firefox a fháil.
hi_in: फ़ायरफ़ॉक्स के आईओस संस्करण के बारे में ईमेल अपडेट पाने के लिए आज ही साइन अप करें.
nn_no: Registrer deg i dag for å få e-post-oppdateringar om iOS-versjonen av Firefox.
pt: Subscreva hoje para receber atualizações sobre a versão para iOS do Firefox.
xh: Sayina ungene ukuze ufumane uhlaziyo ngohlobo lwe-iOS lweFirefox.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
bs: Ostajem u kontaktu sa Mozillom na Facebooku i Twitteru umjesto toga.
ca: Estic en contacte amb Mozilla a través del Facebook i del Twitter, en lloc de per correu electrònic.
cy: Rwy'n cadw cysylltiad â Mozilla drwy Facebook a Twitter yn lle hynny.
ga_ie: Tá mé ceangailte le Mozilla ar Facebook agus Twitter cheana.
gd: Tha mi a' leantainn Mozilla air Facebook is Twitter 'na àite.
hi_in: मैं मोज़िला के साथ संपर्क में रह रहा हूँ बजाय फेसबुक और ट्विटर के.
lv: Sekoju Mozilla Feisbukā un Tviterī.
my: Facebook တွစ်တာ ပေါ်မှာပဲ မိုဇီလာနဲ့ အဆက်အသွယ်လုပ်တော့မယ်နော်
nn_no: Eg held kontakten med Mozilla på Facebook og Twitter i staden.
pt: Eu prefiro manter-me em contacto através Facebook ou Twitter da Mozilla.
th: ฉันจะไปใช้ Facebook และ Twitter ในการติดตามข่าวแทน
ur: میں موزیلا کے ساتھ فیس بک اور ٹویٹر پر بہی ہوں۔
vi: Tôi giữ liên lạc với Mozilla trên Facebook và Twitter.
xh: Ndihlala ndinxibelelene neMozilla kuFacebook noTwitter.

source: Success! An email has been sent to you with your preference center link. Thanks!
bs: Uspješno! Jedan e-mail vam je poslan sa vašim željama na centralnom linku. Hvala!
cy: Llwyddiant! Mae e-bost wedi ei anfon atoch gyda'ch dolen canolfan dewisiadau. Diolch!
hi_in: सफलता! एक ईमेल आपके वरीयता केंद्र लिंक के साथ आप के लिए भेज दिया गया है। धन्यवाद!
nn_no: Vellukka! Ein e-post er sendt til deg med ei instillingslenke. Tusen takk!
pt: Sucesso! Foi enviado um email para si com a sua ligação para centro de preferência. Obrigado!

source: Remove me from all Mozilla emails
bs: Uklonite me iz svih Mozilla e-mailova
ca: Exclou-me de tots els correus electrònics de Mozilla
cy: Tynnu oddi ar holl e-byst Mozilla
ga_ie: Níor mhaith liom aon ríomhphost ó Mhozilla
gd: Chan eil mi ag iarraidh post-d sam bith o Mozilla tuilleadh
hi_in: मुझे सभी मोज़िला ईमेल से मिटाएँ
lv: Izņemiet mani no visiem Mozilla epastiem
my: ကျွနု်ပ်အား မိုဇီလာသတင်းစဉ်မေလ်းထဲမှ ဖယ်ပါ
nn_no: Fjern alle e-posttingingar frå Mozilla
pt: Retirar-me de todas as mensagens de correio da Mozilla
th: เอาฉันออกจากทุกอีเมลของ Mozilla
ur: مجھے تمام Mozilla ای میلوں سے نکال دیں
vi: Xóa tôi khỏi tất cả các danh sách thư của Mozilla
xh: Ndisuseni kuzo zonke ii-imeyili zeMozilla

source: Thanks for telling us why you’re leaving.
bs: Hvala što ste nam rekli zašto odlazite.
ca: Gràcies per dir-nos per què marxeu.
cy: Diolch am ddweud pam rydych yn gadael.
ga_ie: Go raibh maith agat as insint dúinn cén fáth a bhfuil tú ag imeacht.
gd: Mòran taing son innse dhuinn carson a tha thu a' fàgail.
hi_in: आप क्यों जा रहे हैं ये बताने के लिए धन्यवाद.
lv: Paldies, ka izstāstījāt, kāpēc aizejat.
my: ဘာလို့ထွက်သွားတာလဲဆိုတာ ပြောပြလို့ကျေးဇူးနော်
nn_no: Takk for at du fortel oss kvifor du dreg.
pt: Obrigado por nos dizer porque nos está a deixar.
th: ขอบคุณที่บอกเราว่าทำไมคุณถึงต้องจากไป
ur: ہمیں اپنے جانے کی وجہ بتانے کا شکریہ۔
vi: Cám ơn vì bạn đã nói cho chúng tôi biết lý do bạn rời đi.
xh: Enkosi ngokusixelela isizathu sokuba uhambe.

source: Enter your email address and we’ll send you a link to your email preference center.
bs: Unesite svoju e-mail adresu, a mi ćemo vam poslati link sa vašim primarnim željama na email.
cy: Rhowch eich cyfeiriad e-bost a byddwn yn anfon dolen atoch i'ch canolfan dewis e-bost.
hi_in: अपना ईमेल पता दर्ज करें और हम आपके ईमेल वरीयता केंद्र के लिए आपको एक लिंक भेज देंगे ।
nn_no: Skriv inn e-postadressa di og vi sender deg ei lenke til instillingar for e-posttingingar.
pt: Introduza o seu endereço de email e iremos enviar-lhe uma ligação para o seu centro de preferências de email.

source: Send me a link
bs: Pošalji mi link
cy: Anfon dolen ataf i
hi_in: मुझे लिंक भेजो
nn_no: Send meg ei lenke
th: ส่งลิงก์มาให้ฉัน
ur: مجھے ایک ربط ارسال کریں

source: Added extras
bs: Dodatni dodaci
ca: Extres afegits
cy: Ychwanegion ychwanegol
ga_ie: Breiseáin
gd: Buannachdan eile
hi_in: अतिरिक्त जोड़ें
lv: Papildu lietas
my: အခြားအရာများထည့်ပြီး
nn_no: Legg til funksjonar
pt: Extras adicionados
th: เพิ่มความสามารถ
ur: شامل کی گئی اضافہ جات
vi: Các phần bổ xung đã thêm vào
xh: Izinto ezithe chatha

source: %s is not a valid newsletter
bs: %s nije validan bilten
cy: Nid yw %s yn newyddlen ddilys
hi_in: %s वैध न्यूजलेटर नहीं है
nn_no: %s er ikkje eit gyldig nyhendebrev
pt: %s não é uma newsletter válida
th: %s ไม่ใช่จดหมายข่าวที่ถูกต้อง
ur: %s ایک درست نیوز لیٹر نہیں ہے

source: English&nbsp;only
bs: Engleski&nbsp;samo
ca: Només&nbsp;en&nbsp;anglès
cy: Saesneg&nbsp;yn unig
ga_ie: Béarla&nbsp;amháin
gd: Beurla&nbsp;a-mhàin
hi_in: केवल अंग्रेजी &nbsp;में
lv: Tikai&nbsp;angliski
my: အင်္ဂလိပ်&nbsp;သာ
nn_no: Berre&nbsp;engelsk
pt: Apenas inglês
th: ภาษาอังกฤษเท่านั้น
ur: صرف انگریزی
vi: Chỉ có&nbsp;tiếng Anh
xh: IsiNgesi&nbsp;kuphela

source: This is not a valid email address. Please check the spelling.
bs: Ovo nije važeća e-mail adresa. Provjerite pravopis.
cy: Nid yw hwn yn gyfeiriad e-bost dilys. Gwiriwch y sillafu.
hi_in: यह एक मान्य ईमेल पता नहीं है। वर्तनी की जाँच करें।
nn_no: Dette er ikkje ei gyldig e-postadresse. Ver snill og sjekk om ho er rett stava.
pt: Isto não é um endereço de email válido. Por favor confirme a ortografia.
th: นี่ไม่ใช่ที่อยู่อีเมลที่ถูกต้อง โปรดตรวจสอบตัวสะกด
ur: یہ ایک درست ای میل پتہ نہیں ہے۔ مہربانی کرکے ہجے چیک کریں۔

source: Thanks for your interest in the upcoming iOS version of Firefox. We’re pretty excited about it too!
bs: Hvala na interesovanju za predstojeće iOS verzije Firefoxa. Prilično smo uzbuđeni zbog toga!
cy: Diolch am eich diddordeb yn y fersiwn iOS o Firefox sydd i ddod. Rydym ni wedi cyffroi amdano hefyd!
hi_in: अाने वाले firefox के iOS संस्करण में दिलचस्पी दिखाने के लिए धन्यवाद. हम भी बहुत उत्सुक हैं!
nn_no: Takk for at du er interessert i den komande iOS-versjonen av Firefox. Vi er òg svært entusiastiske!
pt: Obrigado pelo seu interesse na futura versão do Firefox para iOS. Também estamos bastante ansiosos!
th: ขอบคุณสำหรับความสนใจใน Firefox รุ่น iOS ที่กำลังจะมาถึง เราก็รู้สึกตื่นเต้นเช่นกัน!
ur: Firefox کے آئندہ iOS ورژن میں آپ کی دلچسپی کے لئے شکریہ۔ ہم بھی اس کے بارے میں بہت بہت پرجوش کر رہے ہیں!

source: You’ve been unsubscribed.
bs: Bili ste odjavljeni.
ca: S'ha cancel·lat la vostra subscripció
cy: Rydych wedi eich dad-danysgrifio.
ga_ie: Díliostáladh thú.
gd: Chaidh crìoch a chur air an fho-sgrìobhadh agad.
hi_in: आपकी सदस्यता समाप्त कर दी गयी है.
lv: Jūs esat atteicies.
my: သင့်အား ထုတ်ပြီး ဖြစ်ပါသည်။
nn_no: Abonnementet er avslutta.
pt: Deixou de estar subscrito.
th: คุณได้ยกเลิกการบอกรับแล้ว
ur: آپ کی رکنیت ختم کر دی گئی۔
vi: Bạn đã hủy đăng ký.
xh: Uyekile ukurhuma.

source: Make Firefox do more with add-ons.
bs: Napravite Firefox sa više dodataka.
ca: Feu que el Firefox sigui més productiu amb els complements.
cy: Gall Firefox wneud mwy gydag ychwanegion.
ga_ie: Cuir bailchríoch ar do Firefox le breiseáin.
gd: Dèan barrachd ann am Firefox le tuilleadain.
hi_in: फ़ायरफ़ॉक्स Add-ons के साथ और अधिक करें.
lv: Ļaujiet Firefox izdarīt vairāk ar papildinājumiem.
my: မီးမြေခွေးနှင့်အခြားအရာများကို ထပ်ပေါင်းဆော့ဝဲထည့်ပြီးလုပ်ပါ
nn_no: Få Firefox til å gjera meir med utvidingar.
pt: Faça mais com o Firefox utilizando extras.
th: Firefox ทำได้มากกว่าด้วยส่วนเสริม
ur: Firefox add-ons کے ساتھ مزید کام بنائیں۔
vi: Làm được nhiều hơn cùng Firefox với các tiện ích.
xh: Yenza iFirefox yenze izinto ezingakumbi ngezongezelelo.

source: You must agree to the privacy notice
bs: Morate se složiti sa obavijestima o privatnosti
cy: Rhaid i chi gytuno i'r polisi preifatrwydd
hi_in: आपको गोपनीयता नीति पर सहमत होना चाहिए
nn_no: Du må seia deg samd i personvernpraksisen
th: คุณต้องยอมรับประกาศความเป็นส่วนตัว
ur: آپ کو ہماری رازداری نوٹس پر آمادہ ہونا ہو گا

source: You must agree to the privacy policy
bs: Morate se složiti sa politikom privatnosti
cy: Rhaid i chi gytuno i'r polisi preifatrwydd
hi_in: आपको गोपनीयता नीति पर सहमत होना चाहिए.
nn_no: Du må seia deg samd i personvernpraksisen
pt: Deve concordar com a política de privacidade
th: คุณต้องยอมรับนโยบายความเป็นส่วนตัว
ur: آپ کو ہماری رازداری پالیسی پر ظرور آمادہ ہونا ہو گا۔

source: Other…
bs: Ostalo...
ca: Altres…
cy: Arall…
ga_ie: Eile…
gd: Eile…
hi_in: अन्य ...
lv: Cits…
my: အခြားအရာများ ...
nn_no: Anna …
pt: Outro…
th: อื่นๆ …
ur: دیگر۔۔۔
vi: Lý do khác...
xh: Okunye…

source: Newsletter confirm
bs: Potvrdite bilten
ca: Confirmació del butlletí de notícies
cy: Cadarnhau'r cylchlythyr
ga_ie: Nuachtlitir: dearbhú
gd: Dearbhaich a' chuairt-litir
hi_in: सूचनापत्र की पुष्टि
lv: Vēstkopu apstiprinājums
my: စာစောင် ရယူရန် အတည်ပြု
nn_no: Stadfest nyhendebrev
pt: Confirmar newsletter
th: ยืนยันจดหมาข่าว
ur: نیوز لیٹر کی تصدیق
vi: Xác nhận đăng ký bản tin
xh: Ileta yeendaba iqinisekisiwe

source: Not interested in our newsletters, but like those special announcements? No problem.
bs: Niste zainteresirani za naše biltene, kao ni za posebne najave? Nema problema.
ca: No us interessen els nostres butlletins, però us agraden els anuncis especials? Cap problema.
cy: Dim diddordeb yn ein cylchlythyron on yn hoffi'r cyhoeddiadau arbennig? Dim problem.
ga_ie: Níl suim agat sna nuachtlitreacha, ach taitníonn na fógraí speisialta leat? Fadhb ar bith!
gd: Mur eil ùidh agad sa chuairt-litir againn ach ma tha thu fhathast airson nam brathan sònraichte fhaighinn, chan eil duilgheadas sam bith ann.
hi_in: हमारे समाचार पत्र में कोई रूचि नही हैं, लेकिन वो विशेष घोषणा पसंद करते हैं? कोई समस्या नहीं.
lv: Jūs neinteresē mūsu jaunumi, bet patīk īpašie paziņojumi? Nav problēmu.
my: ကျွန်တော်တို့ရဲ့ သတင်းလွှာကို စိတ်မဝင်စားဘူးလား။ အထူးကြေငြာချက်များကဲ့သို့ အရာများကို စိတ်ဝင်စားပါသလား။ ကိစ္စမရှိပါဘူး။
nn_no: Er du ikkje interessert i nyhendebreva våre, men likar dei spesielle kunngjeringane. Ingen problem.
pt: Não está interessado nas nossas, mas gostaria de receber anúncios especiais? Sem problema.
th: ไม่สนใจในจดหมายข่าวของเรา แต่ชอบประกาศพิเศษ? ไม่มีปัญหา
ur: ہماری نیوز لیٹر میں دلچسپی نہیں ہے، لیکن آپکو خصوصی اعلانات پسند ہے؟ کوئی مسئلہ نہیں۔
vi: Bạn không quan tâm đến những bản tin tháng, nhưng lại muốn nhận được các thông báo đặc biệt? Không sao hết.
xh: Awunamdla weencwadi yeendaba, kodwa uyazithanda ezazaziso zibalulekileyo? Akukho ngxaki.

source: Manage your Email Preferences
bs: Upravljajte vašim email opcijama
ca: Gestioneu les preferències de correu electrònic
cy: Rheoli eich Dewisiadau E-bost
ga_ie: Sainroghanna Ríomhphoist
gd: Stiùirich roghainnean a' phuist-d agad
hi_in: अपने ईमेल प्राथमिकताएं मैनेज करें
lv: Pārvaldies epasta iestatījumus
my: သင့် အီးမေးလ် အပြင်ဆင်များကို စီမံပါ
nn_no: Handsam e-postinnstillingane dine
pt: Faça a gestão das suas preferências de e-mail
th: จัดการการตั้งค่าอีเมลของคุณ
ur: اپنی ای میل کی ترجیحات کو بندوبست کریں
vi: Quản lý các tùy chọn email
xh: Lawula izinto ozikhethayo ze imeyile yakho

source: This page is in maintenance mode and is temporarily unavailable.
bs: Ova stranica je u režimu održavanja i privremeno je nedostupna.
cy: Rydym yn gwneud gwaith cynnal a chadw ar y dudalen hon ac nid yw ar gael ar hyn o bryd.
hi_in: यह पृष्ठ मरम्मत स्थिति में हैं और कुछ समय के लिये अनुपलब्ध हैं.
nn_no: Denne sida er i vedlikehaldsmodus og er for tida utilgjengeleg.
th: หน้านี้อยู่ในโหมดการปรับปรุงและยังไม่สามารถใช้งานได้ชั่วคราว
ur: یہ صفحہ بحالی کے موڈ میں ہے اور عارضی طور پر دستیاب نہیں.

source: To update your email preferences, please check back in a little while. Thanks!
bs: Da biste ažurirali vaše email preferencije, provjerite malo kasnije. Hvala!
cy: I ddiweddaru eich dewisiadau e-bost, dewch nôl ymhen ychydig. Diolch!
hi_in: अपना डाक प्राथमिकताएँ अद्यतन करने के लिए, कृपया थोड़े देर में फिर से जांचे. धन्यवाद!
nn_no: For å oppdatera e-postinnstillingane dine, kan du koma tilbake litt seinare. Takk!
ur: اپنی ای میل ترجیحات کی تازہ کاری کے لئے، براہ مہربانی تھوڑی دیر میں پڑتال کریں . شکریہ!

source: We love sharing updates about all the awesome things happening at Mozilla.
bs: Mi volimo razmjenu obavijesti o svim super stvarima koje se dešavaju u Mozilli.
ca: Ens encanta compartir novetats sobre totes les coses genials que passen a Mozilla.
cy: Rydym wrth ein bodd yn rhannu diweddariadau am yr holl bethau arbennig sy'n digwydd ym Mozilla.
ga_ie: Is breá linn an focal a scaipeadh faoina bhfuil ar siúl in Mozilla.
gd: Bu toigh leinn fios a chumail riut a thaobh gach sàr-iomairt a tha againn aig Mozilla.
hi_in: .हम मोज़िला पर हो रहा है सब अद्भुत चीजों के बारे में अपडेट साझा करता हूँ.
lv: Mums patīk dalīties ar jaunākajām un stilīgākajām ziņām no Mozilla.
my: မော်ဇီလာမှာ ဖြစ်နေသမျှ အကောင်းဆုံးများနဲ့ ပတ်သက်သည်များ မျှဝေခြင်းကို ကျွန်တော်တို့ လိုလားနှစ်သက်ပါသည်။
nn_no: Vi synest det er kjekt å fortelja om alle dei fantastiske tinga som skjer hjå Mozilla.
pt: Adoramos partilhar atualizações sobre todas as coisas fantásticas a acontecer na Mozilla.
ur: بہت اچھی چیزیں جو کی Mozilla میں ہوتی ہے اس کے بارے میں تازہ کاری شیئر کرنا ہمیں اچھا لگتا ہے۔
vi: Chúng tôi rất thích được chia sẻ về những điều tuyệt vời đang diễn ra ở Mozilla.
xh: Uthanda ukwabelana ngezinto ezintsha malunga nako konke okwenzeka kwa Mozilla.

source: This email address is not in our system. Please double check your address or <a href="%s">subscribe to our newsletters.</a>
bs: Ova e-mail adresa nije u našem sistemu. Molimo vas da proverite svoju adresu ili <a href="%s"> se pretplatite na naš bilten.</a>
cy: Nid yw'r cyfeiriad e-bost hwn yn ein system. Gwiriwch eich cyfeiriad neu <a href="%s">danysgrifiwch i'n cylchlythyr.</a>
hi_in: इस ईमेल पते को हमारे सिस्टम में नहीं है। <a href="%s">हमारे न्यूज़लेटर</a> की सदस्यता के लिए अपना पता दोबारा जांच करें ।
nn_no: Denne e-postadressa er ikkje i systemet vårt. Ver snill og sjekk adressa ein gong til eller <a href="%s">ting nyhendebrevet vårt.</a>
pt: Este endereço de email não está no nosso sistema. Por favor confirme o seu endereço ou <a href="%s">subscreva às nossas newsletters.</a>
th: อีเมลนี้ไม่อยู่ในระบบของเรา โปรดตรวจสอบที่อยู่อีกครั้งหรือ<a href="%s">บอกรับจดหมายข่าวจากเรา</a>
ur: یہ ای میل کا پتہ ہمارے نظام میں نہیں۔ براہ مہربانی پتہ کی دوبارہ پڑتال کریں یا <a href="%s"> ہمارے نیوز لیٹر کی رکنیت حاصل کریں</a>

source: We are sorry, but there was a problem with our system. Please try again later!
bs: Žao nam je, ali došlo je do problema sa našim sistemom. Molimo vas da pokušate ponovo kasnije!
ca: S'ha produït un problema amb el nostre sistema. Torneu-hi més tard!
cy: Ymddiheuriadau, ond bu problem gyda'n system. Ceisiwch eto yn nes ymlaen!
gd: Tha sinn duilich ach bha mearachd san t-siostam againn. Feuch ris a-rithist an ceann greis!
hi_in: हमें माफ़ करें, पर हमारी प्रणाली में समस्या थी | कृपया कुछ देर बाद पुनः कोशिश करें!
nn_no: Me er svært leie oss, men det oppstod eit problem med systemet vårt. Prøv igjen seinare!
pt: Lamentamos, mas ocorreu um problema com o nosso sistema. Por favor, tente novamente mais tarde!
th: เราต้องขออภัยแต่เกิดปัญหาขึ้นกับระบบของเรา โปรดลองอีกครั้งภายหลัง!
ur: ہمارے نظام میں کچھ خرابی آ گئی۔ کچھ دیر بعد کوشش کریں!
xh: Silusizi, kodwa inengxaki inkqubo yethu. Sicela uphinde uzame kamva!

source: The supplied link has expired or is not valid. You will receive a new one in the next newsletter, or below you can request an email with the link.
bs: Priloženi link je istekao ili nije važeći. Vi ćete primiti novi u narednim biltenima, ili ispod možete zatražiti e-mail sa linkom.
cy: Mae'r ddolen yma wedi dod i ben neu nid yw'n ddilys. Byddwch yn derbyn un newydd yn y cylchlythyr nesaf, neu gallwch ofyn am e-bost, isod, gyda dolen.
hi_in: दी हुई कड़ी की समय सीमा समाप्त हो चुकी है या मान्य नहीं है. आपको नयी कड़ी अगली न्यूज़लेटर में प्राप्त होगी या नीचे ईमेल से अनुरोध करे.
nn_no: Denne lenka har gått ut eller er ikkje gyldig. Du vil få ei ny i det neste nyhendebrevet, eller du kan be om ein e-post med ei ny lenke nedanfor.
pt: A ligação fornecida expirou ou não é válida. Irá receber uma nova na próxima newsletter ou, em baixo, pode solicitar um email com a ligação.
ur: فراہمی کی لنک کی میعاد ختم یا درست نہیں ہے. آپ کو اگلے نیوز لیٹر میں ایک نیا وصول، یا زیل میں آپ لنک کے ساتھ ایک ای میل کی درخواست کر سکتے ہے۔

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
bs: Molimo Vas da dodate našu adresu za slanje: mozilla@e.mozilla.org u adresar kako bi se osiguralo da uvijek dobijate u inbox.
ca: Afegiu la nostra adreça mozilla@e.mozilla.org a l'agenda per assegurar-vos que els nostres missatges sempre arribaran a la safata d'entrada.
cy: Gwnewch yn siŵr eich bod yn ychwanegu ein cyfeiriad anfon: mozilla@e.mozilla.org i'ch llyfr cyfeiriadau er mwyn gwneud yn siŵr eich bod yn cyrraedd eich blwch derbyn.
ga_ie: Cuir ár seoladh ríomhphoist mozilla@e.mozilla.org i do leabhar seoltaí chun bheith cinnte go bhfaighidh tú an nuachtlitir uainn i gcónaí.
gd: B' fheairrde dhut an seòladh on dig e, mozilla@e.mozilla.org, a chur ri leabhar nan seòladh agad ach am faigh thu e gun teagamh sam bith.
hi_in: कृपया हमारा भेजने वाला पता: mozilla@e.mozilla.org अपना पता पुस्तिका मे जोड कर निश्चित हो जाये और सुनिश्चित करे कि हम हमेशा आपके इनबॉक्स मे पहुचे.
lv: Lūdzu pārliecinieties, ka vēstules, kas tiek sūtītas no mozilla@e.mozilla.org spēj nonākt jūsu pasta kastē.
my: ကျေးဇူးပြုပြီး mozilla@e.mozilla.org ကိုသင့် ကွန်တက်လိပ်စာ ထဲထည့်ပေးပြီး အဝင်ဘောက်စ်ထဲ မေလ်းရောက်လာပါစေ
nn_no: Kontroller at avsendaradressa: mozilla@e.mozilla.org finst i adresseboka di, slik at du er sikker på at nyhendebrevet alltid dukkar opp i innboksen din.
pt: Por favor adicione o nosso endereço de envio: mozilla@e.mozilla.org ao seu livro de endereços para garantir que conseguimos entregar as mensagens na sua caixa de entrada.
th: อย่าลืมใส่ที่อยู่อีเมล mozilla@e.mozilla.org เข้าไปยังสมุดที่อยู่ของคุณเพื่อให้อีเมลจากที่อยู่นี้ส่งเข้ามายังกล่องจดหมายของคุณได้เสมอ
ur: براہ مہربانی ہمارے ارسال کنندہ پتہ: mozilla@e.mozilla.org کو اپنی کتاب پتہ جات میں شامل کرنا یقینی بنائیں تاکہ یقینی بنایا جا سکے کہ ہم ہمیشہ آپ کے آمد خانہ میں پہنچ سکتے ہیں۔
vi: Hãy chắc chắn rằng bạn đã thêm địa chỉ: mozilla@e.mozilla.org vào sổ địa chỉ để đảm bảo thư của chúng tôi luôn hiện ra trong hòm thư của bạn.
xh: Sicela uqiniseke ukuba wongeza idilesi yethu yokuthumela: mozilla@e.mozilla.org kwincwadi yakho yeedilesi ukuqinisekisa ukuba usoloko sisoloko sifikelela kwibhokisi yakho yee-imeyili.

source: While here, why not check out some more Firefox awesomeness.
bs: Dok ste ovdje, zašto ne bi provjerili više fenomenalnih Firefoxa.
ca: Ja que sou aquí, per què no feu una ullada a altres coses fantàstiques del Firefox?
cy: Tra bo chi yma, beth am ddysgu rhagor am ddefnyddioldeb Firefox.
ga_ie: Agus tusa anseo, féach ar ghnéithe iontacha eile i bhFirefox.
gd: Fhad 's a tha thu an-seo, nach doir thu sùil air na rudan eile a tha snasail a thaobh Firefox?
hi_in: अगर आप यहाँ हैं तो कुछ और फ़ायरफ़ॉक्स विस्मयकारिता की जाँच कर लें.
lv: Kamēr esat te, apskatiet vēl dažas stilīgas Firefox lietas.
my: ဒီမှာ ရှိနေတုန်း ဘာလို့ မီးမြေခွေးရဲ့ အံအားသင့်ဖွယ် အရာတွေကို တစ်ချက်ကြည့်ကြည့်ပါ
nn_no: Kvifor ikkje lesa meir om fantastiske Firefox når du likevel er her.
pt: Enquanto está cá, porque não saber mais sobre a grandiosidade do Firefox.
th: ระหว่างนี้ ทำไมไม่ลองดูความเจ๋งอย่างอื่นๆ ของ Firefox ล่ะ
ur: جب تک یہا ہے، تب تک آپ Firefox کی مزید اچھی خصوصیت کیو نہیں پڑتال کرتے۔
vi: Trong khi bạn đang ở đây, tại sao không thử thêm một số điều kỳ diệu của Firefox.
xh: Ngelixa uselapha, khawuhlole ezinye zeembalasane ezingakumbi zeFirefox.

source: Manage your <span>Newsletter Subscriptions</span>
bs: Upravljanje vašim <span> pretplatama na biltene </span>
ca: Gestiona les <span>subscripcions a butlletins</span>
cy: Rheoli eich <span>Tanysgrifiadau Newyddlen</span>
ga_ie: Bainistigh do <span>Liostálacha</span>
gd: Rianaich <span>fo-sgrìobhaidhean nan cuairt-litrichean</span> agad
hi_in: अपनी <span>समाचार पत्रिका कि सदस्यता</span> का प्रबंधन करे
lv: Pārvaldīt <span>vēstkopu abonementus</span>
my: သင်၏<span>သတင်းစဉ်ရယူမှူ</span>အားပြင်ဆင်မယ်
nn_no: Handsam <span>nyhende-abonnementet</span>
pt: Faça a gestão das suas <span>subscrições de newsletters</span>
th: จัดการ <span>การบอกรับจดหมายข่าว</span> ของคุณ
ur: اپنی <span>نیوز لیٹر رکنیت</span> بندوبست کریں۔
vi: Quản lý <span>những bản tin hàng tháng</span> của bạn
xh: Lawula <span>uMrhumo wakho weLeta Yeendaba</span>
