Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/newsletters.lang.po
Languages: bs, ca, cy, ga_ie, gd, hi_in, lv, my, nn_no, pt, th, ur, vi, xh

source: Be the first to know when Firefox is available for iOS devices.
bs: Budite prvi koji će znati kada je Firefox dostupan za iOS uređaje.
ca: Sigueu el primer en saber quan és disponible el Firefox per als dispositius iOS.
cy: Byddwch y cyntaf i wybod pryd fydd Firefox ar gael ar gyfer dyfeisiau iOS.
ga_ie: Bí ar an eolas chomh luath agus a bheas Firefox ar fáil ar ghléasanna iOS.
gd: Faigh an naidheachd nuair a thig Firefox ri làimh air uidheaman iOS ro chàch.
hi_in: आईओस डिवाइस के लिए कब फॉयरफॉक्स उपलब्ध हो जानने को पहला व्यक्ति बने.
lv: Esiet pirmais, kas uzzina, par Firefox iOS ierīcēm.
my: အိုင်အိုအက်စ်အတွက် ဘယ်အချိန်တွင် မီးမြေခွေးရရှိနိုင်ကြောင်း ပထမဆုံးသိရှိသူ ဖြစ်ပါ။
nn_no: Ver den fyrste som får vita om når Firefox vert tilgjengeleg for iOS-einingar.
pt: Seja o primeiro a saber quando o Firefox for disponibilizado para dispositivos com o iOS.
th: เป็นคนกลุ่มแรกที่รู้เมื่อ Firefox พร้อมสำหรับอุปกรณ์ iOS
ur: Firefox آپکے iOS آلات کے لئے دستیاب ہے یہ سب سے پہلے جاننے والے بنے۔
vi: Là người đầu tiên được thông báo khi Firefox được phát hành cho thiết bị iOS.
xh: Yiba ngowokuqala ukwazi xa i-Firefox ikhona ukulungiselela izixhobo ze-iOS.

source: Periodic email updates about our annual international film competition.
bs: Periodično ažuriranja e-pošte o našim godišnjim međunarodnim filmskim kompetencijama.
ca: Actualitzacions periòdiques per correu electrònic sobre el nostre concurs internacional de cinema anual.
cy: Diweddariadau achlysurol am ein cystadleuaeth ffilm rhyngwladol.
ga_ie: Fógraí tréimhsiúla ríomhphoist faoinár gcomórtas bliantúil idirnáisiúnta.
gd: Naidheachdan o àm gu àm air co-fharpais eadar-nàiseanta bhliadhnail nam film againn, air a' phost-d.
hi_in: हमारी वार्षिक अंतर्राष्ट्रीय फिल्म प्रतियोगिता के बारे में लगातार ईमेल अपडेट.
lv: Epasti par ikgadējo starptautisko filmu konkursu.
my: ကျွန်တော်တို့ရဲ့ နှစ်စဉ် အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပြိုင်ပွဲနှင့် ပတ်သက်သော အခါအားလျော်စွာပေးပို့သည့် နောက်ဆုံးရ အီးမေးလ်သတင်းများ။
nn_no: Periodiske e-postoppdateringar om den årlege film-konkurransen vår.
pt: Mensagens de correio periódicas sobre a competição internacional de filmes.
ur: معیادی ای میل تازہکاری ہمارے سالانہ بین الاقوامی فلم کے مقابلے کے بارے میں ہے۔
vi: Cập nhật email định kỳ liên quan đến cuộc thi làm phim quốc tế hàng năm của chúng tôi.
xh: I-imeyili zohlaziyo zamathuba athile ngokhuphiswano lwemifanekiso-bhanyabhanya lwamazwe ngamazwe.

source: News and special updates about our work to promote openness, innovation and participation on the Internet, including ways for you to get involved.
bs: Vijesti i specijalne nadogradnje o našem radu na promociji otvorenosti, inovacija i učešća na internetu, uključujući i načine za vas da se uključite.
cy: Newyddion a diweddariadau arbennig am ein gwaith i hyrwyddo bod yn agored, mentergarwch a chymryd rhan ar y we, gan gynnwys ffyrdd i chi ymuno â ni.
nn_no: Nyhende og spesielle oppdateringar om arbeidet vårt for å promotera openheit og deltaking på nettet, inkludert måtar for deg å vera med på.
pt: Notícias e atualizações especiais sobre o nosso trabalho para promover a abertura, inovação e participação na Internet, incluindo formas de participar.

source: Shape of the Web
bs: Oblik Weba
cy: Siâp y We
hi_in: वेब का आकार
nn_no: Korleis nettet ser ut
pt: Forma da Web
th: แนวทางของเว็บ
ur: ویب کی شکل

source: News and information related to the health of the web.
bs: Vijesti i informacije vezane za zdravlje na internetu.
cy: Newyddion a gwybodaeth am iechyd y we.
hi_in: वेब की स्वास्थ से संबंन्धित न्यूज और जानकारी.
nn_no: Nyhende og informasjon om statusen til nettet.
pt: Notícias e informações relacionadas com a saúde da web.
th: ข่าวและข้อมูลเกี่ยวกับสุขภาพของเว็บ
ur: نیوز اور ویب کی صحت سے متعلق معلومات۔

source: About Addons
bs: O dodacima
cy: Ynghylch Ychwanegion
hi_in: ऐड-ऑन के बारे में
nn_no: Om utvidingar
pt: Sobre os Extras
th: เกี่ยวกับส่วนเสริม
ur: اظافہ جات کے بارے میں

source: Firefox OS news, tips, launch information and where to buy.
bs: Firefox OS vesti, informacije lansiranja i gdje kupiti.
ca: Notícies, consells, informació del llançament i de compra del Firefox OS.
cy: Newyddion, cynghorion, gwybodaeth am lansio a sut i brynu Firefox OS.
ga_ie: Firefox OS: nuacht, leideanna, eolas faoin lainseáil, agus cár féidir é a cheannach.
gd: Naidheachdan is gliocasan Firefox OS agus fiosrachadh mu na h-àitichean far am faigh thu fear.
hi_in: फ़ायरफ़ॉक्स ओस समाचार, सुझाव, प्रारम्भ की सूचना और कहाँ ख़रीदे.
lv: Firefox OS ziņas, padomi, palaišanas informācija un kur to iegadāties.
my: မီးမြေခွေးစနစ်အကြောင်း သတင်းများ၊ အကြံပြုချက်များ၊ စတင်ရောင်းချမှုသတင်းများနှင့် ဝယ်ယူနိုင်သောနေရာများ။
nn_no: Nyhende, tips og lanseringsinfo om Firefox OS, og kvar det kan kjøpast.
pt: Notícias, dicas, informações de lançamento e onde comprar o Firefox OS.
ur: Firefox OS کی خبریں، ٹپ، چالو کرنے کی معلومات اور کہاں سے خریدیں۔
vi: Tin tức, thủ thuật, thông tin phát hành và nơi mua được Firefox OS.
xh: Iindaba zeFirefox OS, iingcebiso, inkcazelo yophehlelelo nalapho unokuyithenga khona.

source: We can keep in touch with occasional messages that matter most to you.
bs: Ne možemo ostati u kontaktu sa povremenim porukama koje su najvažnije.
ca: Podem mantenir-nos en contacte amb missatges esporàdics del que més us importa.
cy: Gallwn gadw mewn cysylltiad gyda negeseuon achlysurol sydd o'r diddordeb mwyaf i chi.
ga_ie: Is féidir linn a bheith i dteagmháil leis na teachtaireachtaí is tábhachtaí anois is arís.
gd: 'S urrainn dhuinn fios a chumail riut dìreach nuair a thachras rud mòr san raon a tha ùidh agad ann.
hi_in: हमलोग प्रासंगिक संदेश के साथ संपर्क में रह सकते है जो अधिक मायने रखते हैं.
lv: Mēs varam sūtīt tikai pašus svarīgākos jaunumus.
my: သင်ဂရုအပြုဆုံးအရာများနှင့် ပတ်သက်သည်များကို အခါအားလျော်စွာ သတင်းတိုပို့ခြင်းဖြင့် သင့်နဲ့အတူ ကျွန်တော်တို့ ရှိနေပါမည်။
nn_no: Vi kan halda kontakten med deg innimellom med 'av og til-meldingar', om det som tyder mest for deg.
pt: Nós podemos manter o contacto com mensagens ocasionais que mais lhe interessam.
ur: ہم کبھی کبھار پیغامات جس سے آپ کو سب سے زیادہ فرق پڈھتا ہے اسکے مع رابطہ کائم کر سکتے ہے۔
vi: Chúng tôi có thể giữ liên lạc và chỉ thỉnh thoảng gửi những thông báo quan trọng nhất với bạn.
xh: Singakugcina usazi ngokumana sikuthumelela imiyaleyo eyeyona ibalulekileyo kuwe.

source: Submit
bs: Pošalji
ca: Envia
cy: Cyflwyno
ga_ie: Seol
gd: Cuir a-null
hi_in: सुपुर्द करें
lv: Nosūtīt
my: ထည့်မည်
nn_no: Send
pt: Submeter
th: ส่ง
ur: ارسال کریں
vi: Gửi
xh: Nikezela

source: Find out how!
bs: Saznajte kako!
ca: Descobriu com!
cy: Dysgu rhagor!
ga_ie: Tuilleadh eolais
gd: Faigh fiosrachadh!
hi_in: पता लगाएँ कैसे!
lv: Uzziniet kās!
my: ယခုရှာပါ!
nn_no: Finn ut korleis!
pt: Saiba como!
th: ค้นหาว่าทำอย่างไร!
ur: ڈھونڈیں کیسے
vi: Tìm hiểu xem làm như thế nào!
xh: Fumanisa ukuba ungayenza njani loo nto!

source: Newsletters
bs: Bilteni
ca: Butlletins
cy: Cylchlythyron
ga_ie: Nuachtlitreacha
gd: Cuairt-litrichean
hi_in: समाचार पत्र
lv: Jaunumi
my: သတင်းလွှာများ
nn_no: Nyhendebrev
th: จดหมายข่าว
ur: نیوز لیٹر
vi: Các bản tin tháng
xh: Iincwadi yeendaba

source: About us
bs: O nama
ca: Quant a Mozilla
cy: Amdanom ni
ga_ie: Maidir linn
gd: Mu ar dèidhinn
hi_in: हमारे बारे में
lv: Par mums
my: ကျွနု်ပ်တို့အကြောင်း
nn_no: Om oss
pt: Sobre nós
th: เกี่ยวกับเรา
ur: ہمارے متعلق
vi: Giới thiệu về chúng tôi
xh: Malunga nathi

source: I didn't sign up for this.
bs: Nisam se prijavio za ovo.
ca: No m'havia subscrit a això.
cy: Doeddwn i ddim wedi gofyn am hyn.
ga_ie: Níor liostáil mé riamh.
gd: Cha do rinn mise clàradh air a shon.
hi_in: मैंने इस के लिए साइन अप नहीं किया था.
lv: Es nemaz nepieteicos uz šīm ziņām.
my: ဒီအတွက်မေလ်းမပေးခဲ့ဘူး
nn_no: Eg registrerte meg aldri for dette.
pt: Não me registei para isto.
th: ฉันไม่ได้บอกรับจดหมายข่าวนี้
ur: میں اس کے لیئے ساین آپ نہیں ہوا۔
vi: Tôi chưa bao giờ đăng ký nhận thư.
xh: Ndandibhaliselanga le nto.

source: Save Preferences
bs: Snimi postavke
ca: Desa les preferències
cy: Cadw Dewisiadau
ga_ie: Sábháil do Roghanna
gd: Sàbhail na roghainnean
hi_in: प्राथमिकताएँ सहेजें
lv: Saglabāt iestatījumus
my: အပြင်အဆင်များသိမ်းမည်
nn_no: Lagra innstillingar
pt: Guardar preferências
th: บันทึกการตั้งค่า
ur: ترجیحات محفوظ کریں
vi: Lưu các tùy chỉnh
xh: Gcina iiPriferensi

source: The supplied link has expired. You will receive a new one in the next newsletter.
bs: Priloženi link je istekao. Vi ćete primiti novi u narednom bilten.
ca: L'enllaç facilitat ha caducat. En rebreu un de nou amb el pròxim butlletí de notícies.
cy: Mae'r ddolen yma wedi dod i ben. Byddwch yn derbyn un newydd yn y cylchlythyr nesaf.
ga_ie: Tá an nasc sin as dáta. Gheobhaidh tú nasc nua sa chéad nuachtlitir eile.
gd: Dh'fhalbh an ùine air a cheangal ud. Gheibh thu fear ùr san ath chuairt-litir.
hi_in: आपूर्ति कड़ी समाप्त हो गया है. आपको अगले समाचार पत्र में एक नया प्राप्त होगा.
lv: Šī saite ir novecojusi. Nākamajā ziņojumā jūs saņemsiet jaunu saiti.
my: ပေးထားသော ချိတ်ဆက် သင် သက်တမ်းကုန်သွားပြီ။ သင်အား မကြာခင် စာအသစ် တစ်စောင်ပို့ပေးလိမ့်မည်
nn_no: Lenka er utgått på dato. Du vil få ei ny i det neste nyhendebrevet.
pt: A ligação fornecida expirou. Irá receber uma nova na próxima newsletter.
th: ลิงก์ที่ให้ไปหมดอายุแล้ว คุณจะได้รับลิงก์ใหม่ในจดหมายข่าวอันถัดไป
ur: فراہم کردہ ربط کی میعاد ختم ہو گئی ہے۔ آپ کو اگلے نیوز لیٹر میں ایک نیا ربط فراہم کیا جائے گا۔
vi: Đường dẫn này đã hết hiệu lực. Bạn sẽ nhận một đường dẫn mới trong thư thông báo tiếp theo.
xh: Ikhonkco olinikiweyo liphelelwe lixesha. Uza kufumana elitsha kwileta yeendaba elandelayo.

source: Get up and go
bs: Ustani i idi
ca: Poseu-vos en marxa
cy: Cychwyn a mynd
ga_ie: Beir leat é
gd: Thoir leat e
hi_in: उठो और जाओ
lv: Ejiet visur brīvi
my: ထပြီး သွားလို့ရပြီ
nn_no: Sett i gang
pt: Levante-se e vá
th: ก้าวไปด้วยความมุ่งมั่น
ur: اٹھو اور جاؤ
vi: Đứng dậy và đi
xh: Sukuma uhambe

source: Subscribe
bs: Pretplati se
ca: Subscriu-me
cy: Tanysgrifio
ga_ie: Liostáil
gd: Fo-sgrìobh
hi_in: सदस्यता लें
lv: Pieteikties
my: ပေးလိုက်မည်
nn_no: Abonner
pt: Subscrever
th: บอกรับ
ur: رکن بنیں
vi: Đăng ký
xh: Rhuma

source: Set your preferences below to make sure you always receive the news you want.
bs: Postavite svoje preferencije ispod kako bi bili sigurni da ste uvijek primili vijest koju želite.
ca: Definiu seguidament les vostres preferències per rebre sempre les notícies que voleu.
cy: Gosodwch eich dewisiadau isod i wneud yn siwr eich bod yn derbyn newyddion perthnasol.
ga_ie: Déan do rogha thíos le cinntiú nach bhfaighidh tú ach an nuacht atá uait.
gd: Suidhich na roghainnean agad gu h-ìosal ach am faigh thu dìreach na naidheachdan a tha a dhìth ort.
hi_in: आप हमेशा जो समाचार चाहते वो पाते हैं सुनिश्चित करने के लिए नीचे अपनी प्राथमिकताएं निर्धारित करें.
lv: Pielāgojiet savus iestatījumus, lai vienmēr saņemtu tieši to, ko vēlaties.
my: သင်လိုချင်သည့် သတင်းများ အမြဲတမ်း ရရှိမှု သေချာစေရန် သင့်အပြင်အဆင်များကို အောက်တွင် သတ်မှတ်ပါ။
nn_no: Vel nedanfor slik at du alltid får dei nyhenda du vil ha.
pt: Defina as suas preferências em baixo para ter a certeza que recebe sempre as notícias que quer.
ur: اپنی ترجیحات نیچے سیٹ کریں تکہ اس بات کو یقینی بنایا جا سکے کہ آپکو ہمیشہ وہی خبر ملے جو آپ چاہتے ہیں۔
vi: Hãy thiết lập các tùy chọn ở bên dưới để đảm bảo bạn luôn nhận được những tin tức bạn muốn.
xh: Setha okukhethayo ngaphantsi ukuqinisekisa ukuba usoloko ufumana iindaba ozifunayo.

source: You send too many emails.
bs: Možete poslati mnogo mejlova.
ca: M'envieu massa correus electrònics.
cy: Rydych yn anfon gormod o e-byst.
ga_ie: Seolann tú an iomarca ríomhphoist.
gd: Tha mi a' faighinn cus phost-d uaibh.
hi_in: आपने बहुत सारे ईमेल भेजें.
lv: Jūs sūtāt pārāk daudz epastu.
my: အီးမေလ်းတွေအများကြီးပို့တာကိုး
nn_no: Dokker sender for mange e-postar.
pt: A Mozilla envia demasiadas mensagens de correio.
th: คุณส่งอีเมลมามากเกินไป
ur: آپ بہت زیادہ ای میلز بھیجتے ہیں۔
vi: Các vị gửi quá nhiều thư điện tử.
xh: Nithumela ii-imeyili ezininzi gqitha.

source: Getting too much email from us?
bs: Dobivate previše e-mailova od nas?
ca: Rebeu massa correus nostres?
cy: Yn derbyn gormod o e-byst gennym ni?
ga_ie: An iomarca ríomhphoist uainn?
gd: A bheil thu a' faighinn cus puist-d uainn?
hi_in: हम से बहुत ज्यादा ईमेल पा रहें है?
lv: Saņemat pārāk daudz epastu no mums?
my: ကျွန်တော်တို့ဆီမှ အီးမေးလ်တွေရယူတာ အရမ်းများနေပါသလား။
nn_no: Får du for mange e-postar frå oss?
pt: Está a receber demasiadas mensagens nossas?
th: รับอีเมลจากเรามากไปหรือไม่?
ur: ہماری جانب سے بہت زیادہ ای میل حاصل ہو رہی ہیں؟
vi: Bạn nhận được quá nhiều email từ chúng tôi?
xh: Ufumana ii-imeyile ezininzi kuthi?

source: Would you mind telling us why you’re leaving?
bs: Da li bi nam rekli zašto odlazite?
ca: Ens podríeu dir per què marxeu?
cy: Hoffech chi rannu pam eich bod yn gadael?
ga_ie: Ar mhiste leat insint dúinn cén fáth?
gd: Saoil an innis thu duinn carson a tha thu 'gar fàgail?
hi_in: अगर आपको कोई ऐतराज न हो क्या आप बता सकते हैं आप क्यों जा रहें हैं?
lv: Vai jūs varēt mums pastāstiet kāpēc jūs mums pametiet?
my: သင်ဘာလို့ ထွက်သွားတာလဲ ဆိုတာကို စိတ်မရှိပါက ပြောပြပေးပါလား ?
nn_no: Kunne du vera så snill å fortelja oss kvifor du melder deg av?
pt: Importa-se de nos dizer porque nos está a deixar?
th: จะเป็นไรไหมถ้าคุณบอกเหตุผลที่คุณไป?
ur: کیا آپ بتانا پسند کریں گے کہ آپ کیوں چھوڑ رہے ہیں؟
vi: Bạn có thể chia sẻ với chúng tôi lý do bạn rời đi không?
xh: Ungakhathezeka xa unokusixelela isizathu sokuba uhambe?

source: Get Firefox for mobile!
bs: Dobijte Firefox za mobitel!
ca: Baixeu el Firefox per al mòbil
cy: Firefox ar gyfer ffonau symudol!
ga_ie: Faigh Firefox Soghluaiste!
gd: Firefox airson innealan-làimhe
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स!
lv: Iegūstiet Firefox mobilām ierīcēm!
my: မိုဘိုင်းအတွက်မီးမြေခွေး!
nn_no: Få Firefox for mobilar!
pt: Obtenha o Firefox para smartphone!
th: Firefox สำหรับอุปกรณ์เคลื่อนที่!
ur: موبائل کے لیے Firefox حاصل کریں!
vi: Tải Firefox cho di động!
xh: Fumana iFirefox yomnxeba ophathwayo!

source: What’s Mozilla all about?
bs: Sve o Mozilli?
ca: Què és això de Mozilla?
cy: Beth yw Mozilla?
ga_ie: Cad é Mozilla go díreach?
gd: Dè an sgeul aig Mozilla?
hi_in: मोज़िल्ला आखिर हैं क्या?
lv: Par ko vispār ir Mozilla?
my: မိုဇီလာဆိုတာက ဘာလဲ ?
nn_no: Kva handlar Mozilla om?
pt: O que é a Mozilla?
th: Mozilla คืออะไร?
ur: کس سب کے بارے میں ہے Mozilla؟
vi: Vậy Mozilla là tổ chức như thế nào?
xh: Ingantoni kanye iMozilla?

source: I’m interested in:
bs: Ja sam zainteresovan za:
ca: M'interessa:
cy: Mae gen i ddiddordeb mewn:
ga_ie: Tá suim agam i:
gd: Tha ùidh agam ann an:
hi_in: मुझे दिलचस्पी है:
lv: Mani interesē:
my: ကျွန်တော်/မ စိတ်ဝင်စားသည်များ။
nn_no: Eg er interessert i:
pt: Eu estou interessado em:
th: ฉันสนใจใน:
ur: مجھے دلچسپی ہے…
vi: Tôi quan tâm tới:
xh: Ndinomdla kwi:

source: Format:
cy: Fformat:
ga_ie: Formáid:
gd: Fòrmat
hi_in: प्रारूप:
lv: Formāts:
my: အမျိုးအစား -
pt: Formato:
th: รูปแบบ:
ur: وضع
vi: Định dạng:
xh: Fomatha:

source: Your content wasn't relevant to me.
bs: Vaš sadržaj nije relevantna za mene.
ca: Els vostres continguts no em semblaven rellevants.
cy: Doedd y cynnwys ddim yn berthnasol i mi.
ga_ie: Níl suim agam san ábhar.
gd: Cha robh dad a shusbaint iomchaidh ann dhomhsa.
hi_in: अपनी अंतर्वस्तु मेरे लिए प्रासंगिक नहीं है.
lv: Ziņojumu saturs man nebija aktuāls.
my: ပို့တာတွေကို အသုံးမတည့်လို့ပါ
nn_no: Innhaldet var ikkje relevant for meg.
pt: O vosso conteúdo não é relevante para mim.
th: เนื้อหาของคุณไม่น่าสนใจ
ur: اپ کا مواد مجھ سے متعلقہ نہیں تھا۔
vi: Nội dung các vị không liên quan đến tôi.
xh: Umbandela wenu ubungeloncedo kum.

source: Don’t forget to check your inbox to confirm your request to get Firefox for iOS updates. If you don’t see an email from mozilla@e.mozilla.org, check your spam filter. You must confirm your request in order to receive the updates.
bs: Ne zaboravite da provjerite inbox da potvrdite svoj zahtjev da dobijete Firefox za iOS ažuriranja. Ako ne vidite e-mail od mozilla@e.mozilla.org, provjerite spam filter. Morate potvrditi vaš zahtjev kako bi dobili ažuriranja.
cy: Peidiwch ag anghofio i edrych yn eich blwch derbyn i gadarnhau eich cais i dderbyn diweddariadau Firefox iOS. Os nad ydych yn gweld e-bost gan mozilla@e.mozilla.org, ewch i'ch ffolder sbam. Mae'n rhaid i chi gadarnhau eich cais er mwyn derbyn y diweddariadau.
nn_no: Ikkje gløym å sjekka innboksen din for å stadfesta førespurnaden om å få Firefox for iOS oppdateringar. Om du ikkje ser ein e-post frå mozilla@e.mozilla.org, sjekk søppelpostfilteret. Du må stadfesta førespurnaden din for å få oppdateringar på e-post.
pt: Não se esqueça de ver a sua caixa de entrada para confirmar o seu pedido para obter atualizações sobre o Firefox para iOS. Se não vê nenhuma mensagem de mozilla@e.mozilla.org, verifique o seu filtro de spam. Deve confirmar o seu pedido para que possa obter as atualizações.

source: We’re sorry to see you go.
bs: Žao nam je što vidimo da idete.
ca: Ens sap greu que marxeu.
cy: Mae'n flin gennym eich bod yn gadael.
ga_ie: Tá brón orainn go bhfuil tú ag imeacht.
gd: Tha sinn duilich gu bheil thu airson falbh.
hi_in: आपको जाते देखकर हमे खेद हो रहा हैं.
lv: Mums žēl ka jūs mums atstājiet.
my: သင်ထွက်သွားတာကို စိတ်မကောင်းပါ
nn_no: Det er trist å sjå at du forlèt oss.
pt: Lamentamos vê-lo partir.
th: เราเสียใจที่เห็นคุณจากไป
ur: ہمیں افسوس ہے آپ کو جاتے دیکھ۔
vi: Chúng tôi rất tiếc khi bạn rời đi.
xh: Silusizi ukukubona uhamba.

source: title
bs: naslov
cy: teitl
ga_ie: teideal
hi_in: शीर्षक
nn_no: tittel
pt: título
th: หัวข้อ
ur: عنوان

source: Firefox is coming soon to iOS!
bs: Firefox uskoro dolazi na iOS!
cy: Mae Firefox yn dod i iOS cyn hir!
ga_ie: Beidh Firefox ar fáil ar iOS go luath!
hi_in: iOS फ़ायरफ़ॉक्स के लिए जल्द ही आ रहा है!
nn_no: Firefox kjem snart til iOS!
pt: O Firefox está a chegar ao iOS!
th: Firefox กำลังจะมาบน iOS!
ur: Firefox جلد آرہا ہے iOS! پر
xh: IFirefox iza ngokukhawuleza kwi-iOS!

source: It’s your Web anywhere you go.
bs: To je Web gdje idete bilo gdje.
ca: És el vostre web arreu
cy: Eich gwe chi, lle bynnag yr ewch chi.
ga_ie: Is leatsa an Gréasán, áit ar bith.
gd: An lìon deas ri do làimh àite sam bith.
hi_in: यह आपका वेब हैं आप जहा चाहे वहाँ जा सकते हैं.
lv: Tas ir jūsu tīmeklis jebkur jūs iet.
my: ဒါသင်ဘယ်သွားသွား သင့်ချိတ်ဆက်မှူပါ
nn_no: Nettet er ditt samme same kvar du er .
pt: É a sua Web onde quer que vá.
th: มันคือเว็บของคุณในทุกที่ที่คุณไป
ur: یہ آپ کی ویب ہے آپ کہیں بھی جاوؑ۔
vi: Vẫn là Web của bạn, dù có đi bất cứ đâu.
xh: YiWebhu yakho naphi na apho uya khona.

source: Your email design was too hard to read.
bs: Vaš dizajn e-maila je težak za čitanje.
ca: El disseny del correu electrònic el feia difícil de llegir.
cy: Roedd cynllun yr e-bost yn rhy anodd ei ddarllen.
ga_ie: Bhí sé deacair do theachtaireachtaí ríomhphoist a léamh.
gd: Bha e duilich an leughadh leis an dealbhadh a bh' orra.
hi_in: आपका ईमेल डिजाइन पढ़ने के में बहुत मुश्किल था.
lv: Ziņojumu dizainu bija pārāk grūti lasīt.
my: အီးမေလ်းဒီဇိုင်းက ဖတ်ရခက်တယ်
nn_no: Utsjånaden på e-postane var for vanskeleg å lesa.
pt: O grafismo da mensagem é muito difícil de ler.
th: อีเมลของคุณอ่านยาก
ur: آپ کا ای میل ڈیزائن پڑھنے کے لیے بہت زیادہ مشکل ہے۔
vi: Email của các vị trình bày rất khó đọc.
xh: Uyilo lwenu lwe-imeyili bekunzima gqitha ukulufunda.

source: Please enter a valid email address
bs: Molimo da unesete email adresu.
ca: Introduïu una adreça electrònica vàlida
cy: Rhowch gyfeiriad e-bost dilys, os gwelwch yn dda
ga_ie: Cuir isteach seoladh ríomhphoist bailí
gd: Cuiribh a-steach seòladh puist-d dligheach
hi_in: कृपया एक मान्य ईमेल पता प्रविष्ट करें
my: ကျေးဇူးပြု၍ မှန်ကန်သော အီမေးလ်လိပ်စာ ရေးပါ
nn_no: Ver snill opg skriv inn ei gyldig e-postadresse
pt: Por favor introduza um endereço válido
th: โปรดกรอกที่อยู่อีเมลที่ใช้งานได้
ur: براہ مہربانی ایک جائز ای میل پتہ داخل کریں۔
xh: Nceda ufake idilesi ye-imeyili esebenzayo

source: Newsletter Subscriptions
bs: Pretplate na biltene
ca: Subscripcions al butlletí de notícies
cy: Tanysgrifiadau Cylchlythyr
ga_ie: Nuachtlitreacha
gd: Fo-sgrìobhaidhean gu cuairt-litrichean
hi_in: सूचनापत्र की सदस्यता
lv: Vēstkopu abonementi
my: စာစောင် ရယူခြင်းများ
nn_no: Nyhendebrev-tinging
pt: Subscrições da newsletter
th: บอกรับจดหมายข่าว
ur: نیوز لیٹر کی رکنیت
vi: Những bản tin đã đăng ký
xh: Imirhumo yeleta yeendaba

source: Unsubscribe
bs: Otkaži pretplatu
ca: Cancel·la la subscripció
cy: Dad-danysgrifio
ga_ie: Díliostáil
gd: Sguir dhen fho-sgrìobhadh
hi_in: सदस्यता समाप्त करें
lv: Atteikties
my: ပြန်ထုတ်မည်
nn_no: Avslutt tinginga
pt: Cancelar subscrição
th: ยกเลิกการบอกรับ
ur: رکنیت ختم کریں
vi: Hủy đăng ký
xh: Unganikeli ngomrhumo

source: Mozilla Newsletter
bs: Mozilla bilteni
cy: Newyddlen Mozilla
ga_ie: Nuachtlitir Mozilla
hi_in: मोज़िला न्युजलेटर
nn_no: Mozilla nyhendebrev
pt: Newsletter da Mozilla
th: จดหมายข่าว Mozilla
ur: Mozilla نیوز لیٹر

source: Thanks for updating your email preferences.
bs: Hvala za ažuriranje vaših preferencija emaila.
ca: Gràcies per actualitzar les preferències del correu electrònic.
cy: Diolch am ddiweddaru eich dewisiadau e-bost.
ga_ie: Go raibh maith agat as do shocruithe ríomhphoist a athrú.
gd: Tapadh leat airson roghainnean a' phuist-d agad ùrachadh.
hi_in: ईमेल प्राथमिकताएँ अपडेट करने के लिये धन्यावाद.
lv: Paldies, ka atjaunināji epasta iestatījumus.
my: သင့်အီးမေလ်း အပြင်အဆင်အား အသစ်လုပ်သည့် အတွက် ကျေးဇူးပါ
nn_no: Takk for at du oppdtarerar e-postinnstillingane.
pt: Obrigado por atualizar as preferências do seu e-mail.
th: ขอบคุณที่ปรับปรุงการตั้งค่าอีเมลของคุณ
ur: اپنی ای میل ترجیحات کی تازہ کاری کا شکریہ۔
vi: Cảm ơn bạn đã cập nhật các tùy chỉnh email.
xh: Enkosi ngokuhlaziya iipreferensi zakho ze-imeyili.

source: We’re glad you asked!
bs: Drago nam je što ste pitali!
ca: Ens plau que ho hagis preguntat!
cy: Peth da bod chi wedi gofyn!
ga_ie: Tá áthas orainn gur fhiafraigh tú an cheist sin!
gd: Toilichte gun do dh'fhaighnich thu!
hi_in: हमे ख़ुशी हुए कि आपने पूछा!
lv: Labi, ka pajautājāt!
my: သင်မေးလို့ ကျွန်တော်တို့ဝမ်းသာပါတယ်!
nn_no: Me er glade for at du spurde1
pt: Ainda bem que perguntou!
th: เรายินดีมากที่คุณถาม!
ur: ہمیں خوشی ہے آپ نے پوچھا!
vi: Chúng tôi rất vui khi bạn đã hỏi!
xh: Siyawuvuyela lo mbuzo wakho!

source: Firefox on iOS — Sign up for email updates — Mozilla
bs: Firefox na iOS - Prijavi se za ažuriranja e-pošte - Mozilla
cy: Firefox ar iOS — Gofynnwch am e-byst diweddaru — Mozilla
ga_ie: Firefox ar iOS — Cláraigh leis an nuachtlitir ríomhphoist — Mozilla
hi_in: आईओस पर फ़ायरफ़ॉक्स — ईमेल अपडेट के लिए साइन अप करें — मोज़िला
nn_no: Firefox på iOS — Registrer deg for oppdateringar — Mozilla
pt: Firefox no iOS — Subscreva a atualizações por e-mail — Mozilla
th: Firefox บน iOS — ลงชื่อเข้าร่วมสำหรับการอัพเดตทางอีเมล — Mozilla
ur: iOS پر Firefox — ای میل اپ ڈیٹس کے لئے سائن اپ کریں — Mozilla
xh: IFirefox kwi iOS — Sayina ungene kuhlaziyo lweeimeyile — Mozilla
