Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/newsletters.lang.po
Languages: bs, ca, cy, ga_ie, gd, hi_in, lv, my, nn_no, pt, th, ur, vi, xh

source: Sign up below for updates and to be notified when it launches.
bs: Prijavite se ispod za ažuriranja i biti ćete obaviješteni kada se pokreću.
ca: Registreu-vos per a rebre actualitzacions i saber quan és el llançament.
cy: Gofynnwch am ddiweddiadau a hysbysiad o'r lansiad.
ga_ie: Cláraigh thíos chun ríomhphost a fháil nuair a bheidh sé ar fáil.
hi_in: अपडेट के लिए नीचे साइन अप करें और अधिसूचित किया जाना है जब यह प्रक्षेपित करता हैं.
lv: Pierakstieties zemāk, lai saņemtu jaunumus un paziņojumu par palaišanu.
nn_no: Registrer deg nedanfor for oppdateringar og for å få vita når han vert sleppt.
pt: Subscreva para receber atualizações e notificações acerca do lançamento da aplicação.
th: ลงชื่อเข้าร่วมด้านล่างสำหรับการปรับรุ่นและจะมีการเตือนเมื่อปล่อย
ur: تازہکاری کے لئے ذیل میں سائن اپ کریں اور جب چالو کریں تو مطلع کیا جائے۔
xh: Sayina ungene ngezantsi ukuze ufumane uhlaziyo nokuze waziswe xa ingena.

source: Newsletter email recovery
bs: Email oporavak biltena
cy: Adfer e-bost y cylchlythyr
hi_in: न्यूज़लेटर ईमेल वसूली
nn_no: Gjenoppretting av e-post for nyhendebrev
pt: Recuperação de email da Newsletter
ur: نیوز لیٹر ای میل کی بازیافت کرائیں

source: *You’ll only receive updates and announcements about the iOS version of Firefox.
bs: * Vi ćete dobiti samo ažuriranja i najave o iOS verziji Firefoxa.
cy: *Byddwch yn derbyn dim ond diweddariadau a chyhoeddiadau am fersiwn iOS Firefox.
ga_ie: *Ní bhfaighidh tú ach fógraí a bhaineann leis an leagan iOS de Firefox.
hi_in: *आप केवल फ़ायरफ़ॉक्स के iOS संस्करण के बारे में अपडेट और घोषणाओं प्राप्त करेंगे.
nn_no: *Du vil berre få oppdateringar og kunngjeringar om iOS-versjonen av Firefox.
pt: * Só receberá atualizações e anúncios acerca da versão do Firefox para iOS.
ur: آپ صرف Firefox کے iOS ورژن کی تازہکاریاں اور اعلانات وصول کریں گے
xh: *Uhlaziyo nezazizo uya kuzifumana kuphela ngohlobo lwe-iOS lweFirefox.

source: Firefox Marketplace for Firefox OS
bs: Firefox tržište za Firefox OS
cy: Firefox Marketplace ar gyfer Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के लिए Firefox बाज़ार
pt: Firefox Marketplace para Firefox OS
th: ร้านค้า Firefox สำหรับ Firefox OS
ur: Firefox OS کے لئے Firefox مارکیٹ پلیس

source: Discover the latest, coolest HTML5 apps on Firefox OS.
bs: Otkrijte najnovije, najbolje aplikacije HTML5 na Firefox OS.
ca: Descobriu les aplicacions HTML5 més recents i interessants del Firefox OS.
cy: Darganfod yr apiau HTML5 diweddaraf a gorau ar Firefox OS.
ga_ie: Eolas faoi na haipeanna HTML5 is déanaí ar Firefox OS.
gd: Feuch na h-aplacaidean HTML5 as ùire agus as snasaile air Firefox OS.
hi_in: FIREFOX OS पर सबसे अच्छा, नया HTML5 एप्स का खोज करें.
lv: Atklājiet jaunākas un foršākas HTML5 aplikācijas uz Firefox OS.
my: မီးမြေခွေးစနစ်ပေါ်မှာ နောက်ဆုံးပေါ်၊ စိတ်လှုပ်ရှားဖွယ် HTML5 အက်ပ်များကို ရှာဖွေပါ။
nn_no: Oppdag dei nyaste, tøffaste HTML5-appane på Firefox OS.
pt: Descobrir as últimas e mais fantásticas aplicações HTML5 para o Firefox OS.
th: ค้นพบแอพ HTML5 ล่าสุด เจ๋งสุดบน Firefox OS
ur: Firefox OS پر HTML5 کی اعلی ترین اور تازہ تری٘ن اپلیکیشن دریافت کریں۔
vi: Khám phá các ứng dụng HTML5 mới nhất, thú vị nhất trên Firefox OS.
xh: Fumanisa ii-apps zamvanje, ezisemagqabini zeHTML5 kwiFirefox OS.

source: Firefox Weekly Tips
bs: Firefox sedmični savjeti
cy: Cynghorion Wythnosol Firefox
hi_in: फ़ायरफ़ॉक्स साप्ताहिक टिप्स
nn_no: Firefox veketips
pt: Dicas semanais do Firefox
th: คำแนะนำ Firefox ประจำสัปดาห์
ur: فائر فاکس ہفتہ وار ٹوٹکے

source: Get a weekly tip on how to super-charge your Firefox experience.
bs: Dobijte sedmični savjet o tome kako da super-napunite Firefox iskustvo.
ca: Rebeu un consell setmanal per saber com millorar la vostra experiència al Firefox.
cy: Derbyniwch gyngor wythnosol ar sut i well eich profiad o Firefox.
ga_ie: Leid sheachtainiúil a chabhróidh leat níos mó tairbhe a bhaint as Firefox.
gd: Faigh gliocas seachdaineil a dh'inneas dhut mar a chuireas tu am Firefox agad gu làn-fheum.
hi_in: अपने फ़ायरफ़ॉक्स अनुभव को कैसे सुपर चार्ज करें उसपर एक साप्ताहिक सुझाव प्राप्त करें.
lv: Saņemiet iknedēļas padomu par to kā uzlādēt Firefox.
my: သင့်မီးမြေခွေးအတွေ့အကြုံကို အမြန်တိုးတက်စေရန် ပြုလုပ်နည်းပါဝင်သည့် အပတ်စဉ် အကြံပြုချက်များကို ရယူပါ။
nn_no: Få eit tips kvar veke om korleis du tek Firefox-oppleving di til neste nivå.
pt: Obter uma dica semanal sobre como potenciar a sua experiência Firefox.
ur: ہفتہ وار اطلاع لے اپنے Firefox تجربے کو بہتر بنانے کے لئے۔
vi: Nhận các lời khuyên hàng tuần về việc làm thế nào để tăng cường trải nghiệm Firefox.
xh: Fumana icebiso iveki nganye ngendlela yokuxhoma umgangatho wamava akho eFirefox.

source: Student Reps
bs: Studentska ponavljanja
cy: Cynrychiolwyr Myfyrwyr
hi_in: छात्र प्रतिनिधि
pt: Representantes dos Estudantes
th: ตัวแทนนักเรียน
xh: IiReps Zabafundi

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
bs: Bivši program univerziteta iz 2008-2011, sada u penziji i ponovo je pokrenut kao Studentskiambasadori programa Firefox.
ca: Programa universitari anterior (2008-2011), actualment retirat i tornat a llançar com a Programa d'estudiants ambaixadors del Firefox.
cy: Rhaglen newydd Firefox Student Ambassadors yn lle hen rhaglen prifysgol 2008-2011.
ga_ie: Clár na nOllscoileanna idir 2008 agus 2011, bhí sé athlainseáilte mar Firefox Student Ambassadors.
gd: Seann-phrògram oilthighean a ruith eadar 2008 is 2011 's nach eil ann tuilleadh agus a thàinig prògram tosgairean oileanach Firefox 'na àite.
hi_in: 2008-2011 से पूर्व विश्वविद्यालय कार्यक्रम, अब सेवानिवृत्त हो गए और फ़ायरफ़ॉक्स छात्र एम्बेसडर कार्यक्रम के रूप में फिर से लॉन्च किया.
lv: Kādreizējā Universitāšu programma 2008-2011 gadam, kas tagad ir laista pensijā un kuras darbu turpina Firefox studentu programma.
my: အခု ရပ်နားလိုက်ပြီဖြစ်သော ၂၀၀၈-၂၀၁၁တုန်းက တက္ကသိုလ်ပရိုဂရမ်ဟောင်းသည် မီးမြေခွေးကျောင်းသား/သူ သံတမန်ပရိုဂရမ်အနေနှင့် ပြန်လည်စတင်လိုက်ပြီ ဖြစ်သည်။
nn_no: Tidlegare universitetsprogram frå 2008-2011, no nedlagd og opna på nytt som Firefox Student Ambassadors-programmet.
pt: Antigo programa universitário de 2008-2011, agora reformado e relançado como o programa de Estudantes Embaixadores do Firefox.
ur: سابق یونیورسٹی پروگرام 2008-2011، اب ریٹائر ہو گیا اور Firefox Student پروگرام کے طور پر دوبارہ لانچ کیا گیا ہے۔
vi: Chương trình Former University từ năm 2008 đến 2011, giờ đã ngừng và được khởi động lại dưới cái tên chương trình Firefox Student Ambassadors.
xh: Inkqubo eyayisakuba yeyeYunivesithi ukususela ngo-2008 ukuya ku-2011, ngoku eyekiweyo yaza yabuya yaphehlelelwa njengenkqubo ye-Firefox Student Ambassadors.

source: Mozilla Learning Network
bs: Mozillina mreža za učenje
cy: Rhwydwaith Ddysgu Mozilla
hi_in: मोज़िला सीखना नेटवर्क
pt: Rede de Aprendizagem da Mozilla
th: เครือข่ายการเรียนรู้ Mozilla

source: Updates from our global community, helping people learn the most important skills of our age: the ability to read, write and participate in the digital world.
bs: Ažuriranja iz naše globalne zajednice, pomažu da ljudi nauče najvažnije vještine našeg doba: sposobnost za čitanje, pisanje i sudjelovanje u digitalnom svijetu.
cy: Diweddariadau o'n cymuned fyd eang, cynorthwyo pobl i ddysgu sgiliau pwysicaf ein hoes; y gallu i ddarllen, ysgrifennu a chymryd rhan yn y byd digidol.
nn_no: Oppdateringar frå det globale samfunnet vårt, som hjelper folk med dei viktigaste ferdigheitene i vår tid: det å kunne lesa, skriva og delta i ei digital verd.
pt: Atualizações sobre a nossa comunidade global, ajudando as pessoas a aprender as competências mais importantes da nossa era: a capacidade de ler, escrever e participar no mundo digital.
xh: Uhlaziyo olusuka ehlabathini lonke, olunceda abantu bafunde ubuchule obubaluleke kakhulu kwixesha lethu: ukukwazi ukufunda, ukubhala nokuba negalelo kwihlabathi ledijithali.

source: Download Firefox for iOS
bs: Preuzmite Firefox za iOS
cy: Llwythwch Firefox iOS i lawr
ga_ie: Íosluchtaigh Firefox ar iOS
hi_in: iOS के लिए फ़ायरफ़ॉक्स डाउनलोड करें
nn_no: Last ned Firefox for iOS
pt: Descarregar o Firefox para iOS
th: ดาวน์โหลด Firefox สำหรับ Android
ur: iOS کے لئے Firefox ڈاؤن لوڈ کریں

source: Download Firefox for Android
bs: Preuzmite Firefox za Android
ca: Baixeu el Firefox per l'Android
cy: Llwytho i Lawr Firefox Android
ga_ie: Íosluchtaigh Firefox ar Android
gd: Luchdaich a-nuas Firefox airson Android
hi_in: Android के लिए Firefox डाउनलोड करें
lv: Lejupielādēt Firefox Android ierīcēm
my: အန်းဒရွိုက်အတွက် မီးမြေခွေးကို ဆွဲယူကူးပါ။
nn_no: Last ned Firefox for Android
pt: Descarregar o Firefox para o Android
th: ดาวน์โหลด Firefox สำหรับ Android
ur: Firefox برائے Android ڈائونلوڈ کریں
vi: Tải Firefox cho Android
xh: Khuphela iFirefox ye-Android

source: Get Firefox for Android
bs: Uzmite Firefox za Android
ca: Baixeu el Firefox per a l'Android
cy: Estyn Firefox ar gyfer Android
ga_ie: Faigh Firefox ar Android
gd: Faigh Firefox airson Android
hi_in: Android के लिए Firefox पाएँ
lv: Iegūstiet Firefox Android ierīcēm
nn_no: Få Firefox for Android
pt: Obter o Firefox para Android
th: ติดตั้ง Firefox สำหรับ Android
ur: اینڈرویڈ کے لیے فایر فاکس حاصل کریں
vi: Tải Firefox cho Android

source: Drumbeat Newsgroup
bs: Drumbeat novinska grupa
cy: Grŵp Newyddion Drumbeat
hi_in: ढोल की आवाज समाचार समूह
pt: Grupo de notícias Drumbeat
ur: ڈرمبیٹ کی تھاپ نیوز گروپ

source: Mozilla Festival
cy: Gŵyl Mozilla
hi_in: मोज़िला महोत्सव
pt: Festival Mozilla

source: Special announcements about Mozilla's annual, hands-on festival dedicated to forging the future of the open Web.
bs: Posebna najava o Mozilla godišnjici, praktične aktivnosti na festivalu su posvećene napredovanju budućnosti otvorenog interneta.
cy: Cyhoeddiadau arbennig am ŵyl flynyddol, ymarferol Mozilla sy'n canolbwyntio ar ddatblygu dyfodol y we agored.
hi_in: मोज़िला के वार्षिक, हाथ पर त्योहार के बारे में विशेष घोषणाओं खुले वेब का भविष्य गढ़ने की कोशिश करने के लिए समर्पित किया।
nn_no: Periodisk varsling om den årlege Mozilla Festival, som er dedikert til å forma framtida i det opne nettet.
pt: Anúncios especiais sobre o festival anual da Mozilla dedicado a criar o futuro da Web aberta.

source: Firefox Marketplace for Android
bs: Firefox tržište za Android
cy: Marketplace Firefox ar gyfer Android
hi_in: Android के लिए Firefox Marketplace
pt: Firefox Marketplace para Android
ur: Firefox Marketplace برائے Android

source: About Standards
bs: O standardima
cy: Ynghylch y Safonau
hi_in: मानक परिचय
nn_no: Om standardar
pt: Sobre as normas
th: เกี่ยวกับมาตรฐาน
ur: معیار کے بارے میں

source: Get Involved
bs: Uključite se
ca: Involucreu-vos-hi
cy: Ymuno â ni
ga_ie: Rannpháirtíocht
gd: Gabh pàirt ann
hi_in: शामिल हों
lv: Iesaisties!
my: ပါဝင်ဆောက်ရွက်မည်
nn_no: Ver med
pt: Envolva-se
th: มีส่วนร่วม
ur: شامل ہوں!
vi: Tham gia
xh: Bandakanyeka

source: Download Firefox for Mobile
bs: Preuzmi Firefox za mobitel
cy: Llwytho i Lawr Firefox Android Symudol
ga_ie: Íosluchtaigh Firefox ar do ghléas soghluaiste
hi_in: एंड्रॉयड के लिए फायरफॉक्स डाउनलोड करें
nn_no: Last ned Firefox for mobilar
pt: Descarregar o Firefox para dispositivos móveis
th: ดาวน์โหลด Firefox สำหรับอุปกรณ์พกพา
ur: موبائل کے لئے Firefox ڈاؤن لوڈ کریں

source: Mozilla's largest celebration of making and learning on the web.
bs: Najveća Mozilla proslava izrade učenja na internetu.
cy: Dathliad mwyaf Mozilla o wneud a dysgu ar y we.
hi_in: वेब पर बनाने और सीखने का Mozilla का सबसे बड़ा उत्सव.
nn_no: Mozilla si største feiring av å forma og å læra på nettet.
pt: A maior celebração da Mozilla para construir e aprender a web.
ur: بنانے اور ویب پر سیکھنے کے لئے موزیلا کا سب سے بڑا جشن۔

source: Join Mozilla
bs: Pristupi Mozilli
cy: Ymuno â Mozilla
ga_ie: Bí Linn
gd: Gabh pàirt ann am Mozilla
hi_in: मोज़िल्ला से जुड़ें
lv: Pievienojies Mozilla
my: မိုဇီလာတွင်ပါဝင်ပါ
nn_no: Ver med Mozilla
pt: Junte-se à Mozilla
th: เข้าร่วม Mozilla
ur: Mozilla کا حصہ بنیں
vi: Tham gia Mozilla
xh: Joyina i-Mozilla

source: About Labs
bs: O laboratoriji
cy: Ynghylch Labs
hi_in: लैब के बारे में
nn_no: Om Labs
pt: Sobre os Laboratórios
ur: لیبز کے بارے میں

source: Read about the latest features for Firefox desktop and mobile before the final release.
bs: Pročitajte više o najnovijim funkcijama za Firefox desktop i mobitele prije konačnog korištenja.
ca: Coneixeu les darreres funcions del Firefox per a l'ordinador i per al mòbil abans de la versió final.
cy: Darllen am nodweddion diweddaraf Firefox ar y bwrdd gwaith a symudol cyn eu rhyddhau'n derfynnol.
ga_ie: Léigh faoi na gnéithe is déanaí i bhFirefox, ar do ríomhaire agus ar do ghléas soghluaiste, roimh an leagan deireanach.
gd: Leugh mu na feartan as ùire airson Firefox Mòr agus Beag mus dig an tionndadh deireannach a-mach.
hi_in: अंतिम रिलीज से पहले फॉयरफॉक्स डेस्कटॉप और मोबाइल के ताजा विशेषता के बारे में पढ़ें.
lv: Lasi par jaunākajām iespējām Firefox versijās pirms tās nonāk gala versijā.
my: မီးမြေခွေးဒတ်စတော့သုံး နှင့် မိုဘိုင်းဖုန်းသုံးတို့ ၏ နောက်ဆုံးပေါ် လုပ်ဆောင်ချက်များအား မထွက်လာခင်လေ့လာထားပါ
nn_no: Les om dei siste funksjonane i Firefox desktop og mobil, før den endelege utgjevinga.
pt: Leia sobre as últimas funcionalidades do Firefox para computadores e dispositivos móveis antes do lançamento oficial.
th: อ่านเรื่องที่เกี่ยวกับความสามารถล่าสุดของ Firefox สำหรับคอมพิวเตอร์ตั้งโต๊ะและอุปกรณ์เคลื่อนที่ก่อนที่จะออกตัวจริง
ur: حتمی اجرا سے پہلے Firefox ڈیسک ٹاپ اور موبائل کے جدید ترین فیچر کے بارے میں پڑھیں۔
vi: Đọc về các tính năng mới nhất của Firefox trên máy tính và thiết bị di động trước khi có bản chính thức.
xh: Funda ngeenkalo zamvanje zeFirefox desktopu neyemfonomfono ephathwayo ngaphambi kokuba zikhutshwe ekugqibeleni.

source: Special announcements helping you get the most out of Webmaker.
bs: Posebna najava pomoći koju dobivate najviše od Webmakera.
cy: Cyhoeddiadau arbennig i'ch cynorthwyo i gael y mwyaf allan o Webmaker.
hi_in: आप मदद कर रहा विशेष घोषणाओं Webmaker का सबसे बाहर निकलना ।
nn_no: Spesielle kunngjeringar som hjelper deg med å få det meste ut av Webmaker.
pt: Anúncios especiais para o ajudar a obter o máximo do Webmaker.
xh: Izaziso ezikhethekileyo ezikunceda uyisebenzise ngakumbi iWebmaker.

source: Addon Development
bs: Programiranje dodataka
cy: Datblygu Ychwanegion
hi_in: ऐड-ऑन विकास
nn_no: Utvikling av utvidingar
pt: Programação de Extras
th: การพัฒนาส่วนเสริม
ur: اظافہ جات کی تخلیق کاری

source: Firefox Marketplace for Desktop
bs: Firefox tržište za desktop
cy: Marketplace Firefox ar gyfer y Bwrdd Gwaith
hi_in: डेस्कटॉप के लिए Firefox बाज़ार
pt: Firefox Marketplace para computador
th: ร้านค้า Firefox สำหรับคอมพิวเตอร์ตั้งโต๊ะ
ur: Firefox Marketplace برائے ڈیسک ٹاپ

source: Put more fox in your inbox.
bs: Stavite više lisica u vaš inbox.
cy: Rhowch lwynog yn eich blwch i mewn.
hi_in: अपने इनबॉक्स में और फॉक्स रखें.

source: See where the Web can take you with monthly Firefox tips, tricks and Internet intel.
bs: Pogledajte gdje vas internet može odvesti sa mjesečnim Firefox savjetima, trikovima i Internet inteligencijom.
cy: Dysgu rhagor am y We gyda chynghorion, awgrymiadau a gwybodaeth misol Firefox am y Rhyngrwyd.

source: Sign up, read up,<br> stay informed.
bs: Prijavi se, čitaj,<br> ostani informisan
cy: Ymunwch, darllennwch, <br>cadwch yn gyfredol.

source: Sign up. Read up.<br> Make a difference.
bs: Prijavi se. Čitaj. <br> Napravi razliku.
cy: Ymunwch. Darllenwch.<br> Gwnewch wahaniaeth.

source: Get smart on the issues affecting your life online.
bs: Budi pametan sa pitanjima koji se tiču tvog života online.
cy: Deallwch y materion sy'n effeithio ar eich bywyd ar-lein.

source: Get the Mozilla newsletter to stay informed about issues challenging the health of the Internet and to discover how you can get involved.
bs: Dobijte Mozillin bilten da ostanete informirani o pitanjima koje osporavaju zdravlje interneta i da otkrijete kako se možete uključiti.
cy: Mynnwch newyddlen Mozilla er mwyn parhau'n wybodus am y materion sy'n herio iechyd y Rhyngrwyd a gwybod sut i gymryd rhan.

source: Firefox + You
bs: Firefox + Ti
ga_ie: Tusa agus Firefox
hi_in: फ़ायरफ़ॉक्स +आप|
nn_no: Firefox + deg
pt: Firefox + Você
ur: Firefox + آپ

source: Firefox OS + You
bs: Firefox OS + Vi
ga_ie: Tusa agus Firefox OS
hi_in: फ़ायरफ़ॉक्स OS + आप
nn_no: Firefox OS + deg
pt: Firefox OS + Você
ur: Firefox OS + آپ

source: Mozilla
hi_in: मोज़िला
xh: IMozilla

source: Firefox iOS
hi_in: फ़ायरफ़ॉक्स लाइव

source: Beta News
bs: Beta novosti
ca: Novetats de versions Beta
ga_ie: Nuacht Bhéite
gd: Naidheachdan Beta
hi_in: बेटा समाचार
lv: Beta ziņas
my: ဘီတာ သတင်းများ
nn_no: Beta-nytt
pt: Notícias Beta
th: ข่าว Beta
ur: بی ٹا خبریں
vi: Tin tức Beta
xh: Iindaba ZeBeta

source: Mozilla Foundation
bs: Mozilla Fondacija
ca: La Fundació Mozilla
ga_ie: Fondúireacht Mhozilla
gd: Fonndas Mozilla
hi_in: मोज़िला प्रतिष्ठान
nn_no: Stiftinga Mozilla
pt: Fundação Mozilla

source: Firefox OS
hi_in: फयरफ़ॉक्स ओएस

source: Firefox
hi_in: फ़ायरफ़ॉक्स
my: မီးမြေခွေး

source: Maker Party
bs: Organizator partija
hi_in: मेकरपार्टी
nn_no: Skaparparty

source: Aurora
hi_in: औरोरा

source: Webmaker
hi_in: वेबमेकर
my: ဝတ်ဘ်တည်ဆောက်သူ

source: Firefox Flicks
bs: Firefox olakšice
xh: IFirefox Flicks

source: Firefox Apps & Hacks
ca: Trucs i Apps del Firefox
gd: Aplacaidean ⁊ hacks Firefox
lv: Firefox lietotnes un pielāgojumi
my: မီးမြေခွေးအက်ပ်များနှင့် ပြိုင်ပွဲများ
pt: Aplicações e Hacks do Firefox
vi: Ứng dụng & Thủ thuật Firefox

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
ca: Notícies per a desenvolupadors sobre el Firefox OS, el Firefox Marketplace i l'ecosistema d'aplicacions de l'Open Web.
gd: Naidheachdan dhan luchd-leasachaidh air Firefox OS, margaidh Firefox agus àrainneachd aplacaidean an Open Web.
lv: Ziņas izstrādātajiem par Firefox OS, Firefox Marketplace un Atvērtā Tīmekļa aplikāciju ekosistēmu.
my: မီးမြေခွေးစနစ်၊ မီးမြေခွေးဈေးကွက်၊ ပွင့်လင်းဝဘ်အက်ပ်များ ဂေဟစနစ်နှင့်ပတ်သက်သည့် ဖန်တီးသူများအတွက် သတင်းများ။
pt: Notícias para programadores sobre o Firefox OS, Firefox Marketplace e ecossistema de aplicações abertas para a Web.
th: ข่าวสำหรับนักพัฒนาเกี่ยวกับ Firefox OS, ร้านค้า Firefox และแอพในระบบเว็บเปิด
vi: Tin tức cho các lập trình viên về Firefox OS, Kho ứng dụng Firefox và hệ sinh thái ứng dụng Open Web.
xh: Iindaba zabaphuhlisi beFirefox OS, iMarike yeFirefox enkqubo yentsebenziswano yee-apps zewebhu eVulekileyo.

source: Know when the coolest apps hit the Marketplace for your platform:
ca: Sapigueu quan les apps més interessant arriben al Marketplace de la vostra plataforma:
gd: Faigh fios nuair a nochdas aplacaidean snasail 's ùr air a' mhargadh airson an ùrlair agad:
lv: Uzziniet, kad Tirgus placī parādīsies jaunākās jūsu platformas lietotnes:
my: သင့်ပလက်ဖောင်းအတွက် စိတ်လှုပ်ရှားဖွယ်အကောင်းဆုံး အက်ပ် ဈေးကွက်ထဲတွင် ရေပန်းစားနေတယ်ဆိုတာကို သိရှိပါ။
pt: Saiba quando as melhores aplicações chegarem ao Marketplace para a sua plataforma:
vi: Được thông báo khi có ứng dụng mới được phát hành trên Kho ứng dụng cho nền tảng của bạn:

source: Available Languages
ca: Llengües disponibles
vi: Ngôn ngữ sẵn có

source: We will only send you Mozilla-related information.
ca: Només us enviarem informació relacionada amb Mozilla.
vi: Chúng tôi chỉ gửi bạn thông tin về Mozilla

source: Firefox & You
ca: Firefox i vosaltres
gd: Firefox ┐ thusa
vi: Firefox & Bạn

source: YOUR EMAIL HERE
ca: LA VOSTRA ADREÇA ELECTRÒNICA AQUÍ

source: Get Firefox news
ca: Rebeu notícies del Firefox
vi: Nhận tin tức về Firefox

source: Sign me up
ca: Subscriu-m'hi
vi: Đăng ký

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ca: Rebreu un correu electrònic de mozilla@e.mozilla.org per confirmar la vostra subscripció. Si no el veieu, comproveu el filtre del correu brossa. Cal que confirmeu la subscripció per rebre el butlletí.
vi: Bạn sẽ nhận được một thư điện tử từ mozilla@e.mozilla.org để xác nhận việc đăng ký. Nếu không nhìn thấy, xin hãy kiểm tra trong bộ lọc thư rác. Bạn cần phải xác nhận đăng ký để nhận thư thông báo của chúng tôi.

source: Thanks! Please check your inbox to confirm your subscription.
ca: Gràcies! Comproveu la vostra bústia per confirmar la subscripció.
vi: Cảm ơn! Vui lòng kiểm tra hộp thư đến để xác nhận việc đăng ký của bạn.

source: Firefox OS News
gd: Naidheachdan Firefox OS
vi: Tin tức Firefox OS

source: Firefox Marketplace
gd: Margaidh Firefox
my: မီးမြေခွေးဈေးကွက်
