Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/newsletters.lang.po
Languages: bs, ca, cy, ga_ie, gd, hi_in, lv, my, nn_no, pt, th, ur, vi, xh

source: Your email address:
bs: Vaša email adresa:
ca: La vostra adreça electrònica:
cy: Eich cyfeiriad e-bost:
ga_ie: Do Sheoladh Ríomhphoist:
gd: An seòladh puist-d agad:
hi_in: आपका ईमेल पता:
lv: Jūsu epasta adrese:
my: သင်၏ အီးမေလ်းလိပ်စာ :
nn_no: Di e-postadresse:
pt: O seu endereço de e-mail:
th: ที่อยู่อีเมลของคุณ
ur: آپکا ای میل ایڈرس:
vi: Địa chỉ email của bạn:
xh: Idilesi yakho ye-imeyili:

source: Language:
bs: Jezik:
ca: Llengua:
cy: Iaith:
ga_ie: Teanga:
gd: Cànan:
hi_in: भाषा:
lv: Valoda:
my: ဘာသာစကား -
nn_no: Språk:
pt: Idioma:
th: ภาษา:
ur: زبان:
vi: Ngôn ngữ:
xh: Ulwimi:

source: Select country
bs: Odaberite državu
ca: Seleccioneu l'estat
cy: Dewis gwlad
ga_ie: Roghnaigh tír
gd: Tagh do dhùthaich
hi_in: देश चुनें
lv: Izvēlieties valsti
my: နိုင်ငံရွေးပါ
nn_no: Vel land
pt: Selecione o país
th: เลือกประเทศ
ur: ملک منتخب کریں
vi: Chọn quốc gia
xh: Khetha ilizwe

source: Country:
bs: Država:
ca: Estat:
cy: Gwlad:
ga_ie: Tír:
gd: Dùthaich:
hi_in: देश:
lv: Valsts:
my: နိုင်ငံ -
nn_no: Land:
pt: País:
th: ประเทศ:
ur: ملک:
vi: Quốc gia:
xh: Ilizwe:

source: Read all about it in our <span>newsletter</span>
ca: Llegiu-ho tot al nostre <span>butlletí</span>
cy: Darllen ein newyddion yn ein <span>newyddlen</span>
ur: اس کے بارے میں سب پڑھیں ہمارے </span>نیوز لیٹر <span> میں
vi: Tìm hiểu thêm trong <span>bản tin hàng tháng</span> của chúng tôi

source: Subscribe to updates and keep current with Mozilla news. It’s the perfect way for us to keep in touch!
cy: Tanysgrifiwch ar gyfer diweddariadau a gwybod am newyddion cyfredol Mozilla. Mae'n ffordd berffaith i ni adw mewn cysylltiad!

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ca: Subscriviu-vos a les actualitzacions mensuals i manteniu-vos al dia de les novetats de Mozilla, que inclouen els últims trucs i consells per aprofitar al màxim el Firefox. És la manera perfecta de mantenir-nos en contacte!
cy: Tanysgrifiwch i'r diweddariadau misol a chadw'n gyfredol gyda newyddion Mozilla, gan gynnwys y ffyrdd o gael y gorau allan o'ch porwr Firefox. Dyma'r ffordd berffaith i ni gadw mewn cysylltiad!
ur: ماہانہ تازہ کاریوں کے رکن بنیں اور موزیلا خبروں، بشمول فائر فاکس سے زیادہ سے زیادہ فائدہ اٹھانے کے لیے تازہ ترین ٹوٹکوں اور چالوں سے باخبر رہیے۔ یہ ہمارے لیے رابطہ میں رہنے کا بہترین طریقہ ہے۔
vi: Đăng ký để hàng tháng cập nhật và theo dõi tin tức từ Mozilla, bao gồm những mẹo và những thủ thuật mới giúp bạn sử dụng trình duyệt Firefox được hiệu quả nhất. Đây là cách tốt nhất để chúng tôi giữ liên lạc với bạn!

source: You’re awesome!
cy: Rydych chi'n anhygoel!
hi_in: तुम कमाल हो!

source: And we’re not just saying that because you trusted us with your email address.
cy: A d'yn ni ddim yn dweud hynny dim ond am i chi ymddiried eich cyfeiriad e-bost i ni.

source: Please be sure to add mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
cy: Gwnewch yn siŵr eich bod yn ychwanegu ein cyfeiriad mozilla@e.mozilla.org i'ch llyfr cyfeiriadau er mwyn gwneud yn siŵr ein bod yn cyrraedd eich blwch derbyn bob tro.
ga_ie: Cuir ár seoladh ríomhphoist mozilla@e.mozilla.org i do leabhar seoltaí chun bheith cinnte go bhfaighidh tú an nuachtlitir uainn i gcónaí.

source: Mozilla touches on a variety of important issues.
cy: Mozilla yn cyffwrdd â nifer o faterion pwysig.

source: Open your inbox (and your heart) even more — take a look at other topics we cover.
cy: Agorwch eich blwch derbyn (a'ch calon) hyd yn oed yn fwy — cymrwch olwg ar rhagor o bynciau eraill rydym yn ymwneud â nhw.

source: Love the web? So do we!
cy: Hoffi'r we? Ni hefyd!

source: Join thousands of developers like you who are learning the best of web development.
cy: Ymunwch â miloedd o ddatblygwyr fel chi sy'n dysgu'r gorau o ddatblygu'r we.

source: If you don’t like the Mozilla developer newsletter, you can easily unsubscribe (but we think you’ll like it).
cy: Os nad ydych chi'n hoffi cylchlythyr datblygwyr Mozilla, mae modd dad-danysgrifio'n hawdd (ond rydyn ni'n meddwl y byddwch yn ei hoffi).

source: Sign me up!
bs: Registruj me!
ca: Subscriu-m'hi!
cy: Cofrestru!
ga_ie: Ba mhaith liom clárú!
gd: Clàraich mi!
hi_in: साइन अप करें!
lv: Pierakstiet mani!
nn_no: Abonner!
pt: Registar!
th: บอกรับข่าว!
ur: مجھے سائن اپ کیجیے!
vi: Đăng ký!
xh: Ndibhaliseni!

source: Thanks for Subscribing!
bs: Hvala na pretplati!
ca: Gràcies per haver-vos-hi subscrit!
cy: Diolch am Danysgrifio!
ga_ie: Go raibh maith agat as clárú!
gd: Gun robh math agad airson fo-sgrìobhadh!
hi_in: सदस्यता के लिए धन्यवाद!
lv: Paldies, ka pierakstījāties!
my: လစဉ်သတင်းယူပေးလို့ကျေးဇူးပါ။
nn_no: Takk for at du abonnerar!
pt: Obrigado por subscrever!
th: ขอบคุณสำหรับการบอกรับ!
ur: رکن بننے کا شکریہ!
vi: Cảm ơn bạn đã đăng ký!
xh: Enkosi ngokurhumela!

source: Your newsletter subscription has been confirmed.
bs: Vaša pretplata na bilten je potvrđena.
ca: S'ha confirmat la vostra subscripció al butlletí.
cy: Mae eich tanysgrifiad i'r newyddlen wedi ei gadarnhau.
ga_ie: Tá tú liostáilte leis an nuachtlitir anois.
gd: Chaidh am fo-sgrìobhadh agad dhan chuairt-litir a dhearbhadh.
hi_in: आपके न्यूज़लेटर सदस्यता की पुष्टि कर दी गयी है.
lv: Jūsu vēstkopas pieteikums ir apstiprināts.
my: သင်၏ သတင်းစဉ် အီမေလ်းပေးပို့ခြင်း အတည်ပြုပြီး
nn_no: Nyheits-abonnementet ditt er stadfesta.
pt: A sua subscrição na newsletter foi confirmada.
th: ยืนยันการบอกรับจดหมายข่าวของคุณแล้ว
ur: آپ کی اخبارنامہ رکنیت کی تصدیق ہوگئی ہے۔
vi: Bạn đã đăng ký thành công.
xh: Umrhumo wakho weleta yeendaba uqinisekisiwe.

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
ca: Un butlletí mensual i anuncis especials donant-vos consells per millorar la vostra experiència amb el Firefox a l'escriptori o dispositiu Android.
cy: Cylchlythyr misol a chyhoeddiadau arbennig yn rhoi cymorth i chi ar sut i wella'ch profiad o ddefnyddio Firefox ar y bwrdd gwaith ac ar eich dyfais Android.
ga_ie: Nuachtlitir mhíosúil le fógraí speisialta agus leideanna a chuideoidh leat an leas is mó a bhaint as Firefox ar do ríomhaire nó ar ghléas Android.
gd: Cuairt-litir mhìosail is teachdaireachdan sònraichte airson 's gun urrainn dhut Firefox a chur gu làn-fheum air an desktop agus air an uidheam Android agad.
hi_in: एक मासिक समाचार पत्र और विशेष घोषणाएं आपको अपना डेस्कटॉप और एंड्रॉयड डिवाइस पर फ़ायरफ़ॉक्स के साथ अपना अनुभव सुधार करने का सुझाव दे रहे हैं.
lv: Ik mēneša vēstule ar īpašiem paziņojumiem un padomiem, kā uzlabot ikdienu ar Firefox un Firefox Android ierīcēm.
my: သင့်ကွန်ပြူတာနှင့် အန်းဒရွိုက်ကိရိယာများပေါ်ရှိ မီးမြေခွေးနှင့်ပတ်သက်သည့် သင့်အတွေ့အကြုံကို ပိုမိုတိုးတက်ကောင်းမွန်စေရန် လစဉ်သတင်းလွှာနှင့် အထူးကြေငြာချက်များသည် သင့်ကို အကြံပြုချက်များ ပေးပါသည်။
nn_no: Eit nyheitsbrev kvar månad og særskilde kunngjeringar, som gjev deg tips om korleis du forbetrar opplevinga di med Firefox på stasjonær- og Android-eininga di.
pt: Uma newsletter e anúncios mensais dando-lhe dicas sobre como melhorar a sua experiência com o Firefox para o seu computador ou dispositivo Android.
ur: آپ کے Firefox برا ئے ڈیسک ٹاپ اور Android آلہ کے تجربے کو بہتر بنانے کے لئے ایک ماہانہ نیوز لیٹر اور خصوصی اعلانات کے ساتھ تجاویز دیتا ہے
vi: Bản tin hàng tháng cùng những thông báo đặc biệt cung cấp cho bọn những thủ thuật để cải thiện trải nghiệm với Firefox trên máy tính và thiết bị Android.
xh: Incwadi yenyanga nezaziso ezibalulekileyo ezikunika amacebiso okuphucula amava akho ne Firefox kwidesktop yakho kunye nedivayisi ye Android

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
bs: Mjesečni bilten i posebne najave o tome kako da dobijete najviše iz vašeg Firefox OS uređaja, uključujući najnovije funkcije i najbolje aplikacije Firefox tržišta.
ca: Un butlletí mensual i anuncis especials amb informació sobre com treure el màxim profit del vostre dispositiu Firefox OS, incloses les últimes característiques i les apps més interessants del Firefox Marketplace.
cy: Cylchlythyr misol a chyhoeddiadau arbennig yn rhoi cymorth i chi ar sut i wella eich profiad o ddefnyddio'ch dyfais Firefox OS, gan gynnwys y nodweddion diweddaraf a'r apiau Marketplace gorau.
ga_ie: Nuachtlitir mhíosúil agus fógraí speisialta a chuideoidh leat an leas is mó a bhaint as do ghléas Firefox OS, agus eolas faoi na gnéithe is déanaí agus faoi na haipeanna is fearr ó Mhargadh Firefox.
gd: Cuairt-litir mhìosail is teachdaireachdan sònraichte airson 's gun urrainn dhut an t-uidheam Firefox OS a chur gu làn-fheum, a' gabhail a-staigh na gleusan as ùire 's na h-aplacaidean as snasaile on mhargadh.
hi_in: नवीनतम सुविधाओं और सबसे अच्छे फॉयरफॉक्स मार्केटप्लेस एप्स सहित, अपने फ़ायरफ़ॉक्स ओएस डिवाइस से सबसे ज्यादा विशेषताएं कैसे पाये उसपर एक मासिक समाचार पत्र और विशेष घोषणाएं.
lv: Ik mēneša vēstule un īpašie paziņojumi par to kā iegūt vairāk no Firefox OS, tostarp jaunākās iespējas un lietotnes no Firefox veikala.
my: သင့်မီးမြေခွေးစနစ်သုံးကိရိယာမှ သင်အသုံးအများဆုံးကို မည်သို့ရယူနည်း၊ နောက်ဆုံးပေါ်စွမ်းဆောင်ရည်များနှင့် စိတ်လှုပ်ရှားဖွယ် မီးမြေခွေးဈေးကွက်ရှိအက်ပ်များ စသည်တို့အတွက် လစဉ်သတင်းလွှာနှင့် အထူးကြေငြာချက်များ။
nn_no: Eit nyheitsbrev kvar månad og spesielle kunngjeringar om korleis du får mest muleg ut av Firefox OS-eininga di, inkludert dei siste funksjonane og dei beste appane på Firefox Marketplace.
pt: Uma newsletter e anúncios mensais dando-lhe dicas sobre como obter o máximo do seu dispositivo com o Firefox OS, incluindo as últimas funcionalidades e as aplicações mais interessantes do Firefox Marketplace.
ur: کس طرح سب سے زیادہ اپنے Firefox OS آلہ سے حاصل کرنا ھے کیلئے ایک ماہانہ نیوز لیٹر اور خاص اعلانات' باشمول تازہ ترین فیچرز اور بہترین Firefox Marketplace اپلیکیشنز۔
vi: Bản tin hàng tháng cùng những thông báo đặc biệt cung cấp cho bọn những thủ thuật để giúp bạn tận dụng tối đa thiết bị Firefox OS, bao gồm những tính năng mới nhất và những ứng dụng tuyệt nhất trên Kho ứng dụng Firefox.
xh: Incwadi yenyanga nezaziso ezibalulekileyo ngendlela onokufumana okona kungundoqo kwidivayisi ye Firefox OS, iquka iifitsha zakutshanje nee apps ezaziwayo ze Firefox Marketplace.

source: Firefox Accounts Tips
cy: Cyngor ar Gyfrifon Firefox
hi_in: फ़ायरफ़ॉक्स खाता सलाह
nn_no: Firefox-kontotips
pt: Dicas sobre as Contas Firefox
th: ข้อแนะนำสำหรับบัญชี Firefox

source: Get the most out of your Firefox Account.
bs: Dobijte najviše od svog Firefox računa
cy: Cael y mwyaf allan o'ch Cyfrif Firefox.
hi_in: अपने फ़ायरफ़ॉक्स खाते से सर्वाधिक फायदे पाएं
nn_no: Få mest mogleg ut av Firefox-kontoen din.
pt: Obtenha o máximo da sua Conta Firefox.

source: Mozilla Communities
bs: Mozila zajednice
cy: Cymunedau Mozilla
ga_ie: Comhphobail Mozilla
gd: Coimhearsnachdan Mozilla
hi_in: मोज़िला समुदाय
lv: Mozilla kopienas
my: မော်ဇီလာ အသိုင်းအဝိုင်းများ
nn_no: Mozilla-samfunn
pt: Comunidades da Mozilla
th: ชุมชน Mozilla
vi: Cộng đồng Mozilla
xh: Uluntu lukaMozilla

source: Bringing you the best new opportunities to help support the open Web.
ca: Portant-vos les millors oportunitats per donar suport al Web obert.
cy: Yn dod â'r cyfleoedd newydd gorau i chi gefnogi'r We agored.
ga_ie: Na deiseanna nua is fearr tacaíocht a thabhairt don Ghréasán oscailte.
gd: A' toirt dhut na cothroman as fhearr air an cuir thu taic ri eadar-lìon fosgailte.
hi_in: सबसे अच्छा नए अवसरों खुला वेब समर्थन में आपको मदद करने ला रहा हैं.
lv: Jaunākās ziņas par iespējām atbalstīt atvērto internetu.
my: ပွင့်လင်းဝဘ်ကို ကူညီထောက်ပံ့ရန် အကောင်းဆုံးအခွင့်အရေးသစ်များကို သင့်ထံသို့ ယူဆောင်လာနေပါပြီ။
nn_no: Gjev deg informasjon om nye mulegheiter til å støtta det opne nettet.
pt: Fornece-lhe as melhores oportunidades para ajudar a suportar a Web aberta.
th: นำคุณสู่โอกาสที่ดีที่สุดในการช่วยสนับสนุนเว็บเปิด
ur: آپ کے لیئے لا رہے ہیں بتریںن نئے مواقع تاکہ آپ کھلی ویب میں مدد اورتعاون کریں
vi: Mang tới cho bạn những cơ hội tuyệt vời nhất để giúp đỡ xây dựng nền tảng Web mở.
xh: Sikuzisela awona mathuba matsha okunceda uxhase iwebhu evulelekileyo.

source: Firefox Student Ambassadors
cy: Cenhadon Myfyrwyr Mozilla
ga_ie: Ambasadóirí Mic Léinn Firefox
gd: Tosgairean oileanaich Firefox
hi_in: Firefox छात्र राजदूत
lv: Firefox studentu vēstnieki
my: မီးမြေခွေးကျောင်းသား/သူ သံတမန်များ
nn_no: Firefox studentambassadørar
pt: Estudantes Embaixadores do Firefox
th: ตัวแทนนักเรียน Firefox
ur: فائر فاکس طالب علم سفیروں
vi: Đại sứ sinh viên của Firefox
xh: Oonozaku-zaku babafundi be Firefox

source: A monthly newsletter on how to get involved with Mozilla on your campus.
ca: Un butlletí de notícies mensual sobre com col·laborar amb Mozilla a la vostra universitat.
cy: Cylchlythyr misol ar sut i ymuno gyda Mozilla ar eich campws.
ga_ie: Nuachtlitir mhíosúil faoi conas is féidir leat cabhrú le Mozilla ar do champas.
gd: Cuairt-litir mhìosail a dh'innseas dhut mar as urrainn dhut pàirt a ghabhail ann am Mozilla o raon na sgoile agad fhèin.
hi_in: अपने कैंपस पर मोज़िला साथ कैसे शामिल होना हैं उसपर एक मासिक समाचार पत्र.
lv: Ikmēneša vēstule par to, kā augstskolā ienest Mozilla
my: သင့်တက္ကသိုလ်နယ်မြေအတွင်းတွင် မော်ဇီလာနှင့်အတူ ဘယ်လိုပါဝင်ဆောင်ရွက်မည် စသည်တို့အတွက် လစဉ်သတင်းလွှာ။
nn_no: Eit nyheitsbrev kvar månad om korleis du kan involvere deg i Mozilla på ditt universitet.
pt: Uma newsletter mensal sobre como se envolver com a Mozilla no seu campus.
ur: ایک ماہانہ نیوز لیٹر جسسے آپ جان سکتے ہے کی کیمپس میں Mozilla کے ساتھ کس طرہ ست ملوث رہ سکتے ہے۔
vi: Một bản tin hằng tháng về việc làm thế nào để tham gia với Mozilla ở ngay trường của bạn.
xh: Ileta yeendaba ngendlela yokuzibandakanya neMozilla kwikhampasi yakho.

source: Firefox Affiliates
ca: Col·laboradors del Firefox
cy: Cysyllteion Firefox
ga_ie: Cleamhnaithe Firefox
gd: Dlùth-chompanaich Firefox
hi_in: फ़ायरफ़ॉक्स से संबद्ध
lv: Firefox Biedri
my: မီးမြေခွေး ကိုယ်စားလှယ်များ
pt: Afiliados do Firefox
th: องค์กรในเครือ Firefox
ur: Firefox افلیئٹس

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
ca: Un butlletí de notícies mensual per mantenir-vos al dia del programa d'afiliats del Firefox.
cy: Cylchlythyr misol i'ch cadw'n gyfredol gyda'n rhaglen Cysylltai Firefox.
ga_ie: Nuachtlitir mhíosúil leis an eolas is déanaí faoi na Cleamhnaithe Firefox.
gd: Cuairt-litir mhìosail a bheir dhut na naidheachdan as ùire a thaobh prògram nan dlùth-chompanach aig Firefox.
hi_in: फॉयरफॉक्स अफिलीएट प्रोग्राम के साथ अपने आप को अपडेट रखने के लिए एक मासिक समाचार पत्र.
lv: Ikmēneša vēstule, lai uzzinātu visu par Firefox partneru programmu.
my: သင့်ထံတွင် မီးမြေခွေးပေါင်းစည်းမှုအစီအစဉ်နှင့် ပတ်သက်သည့် နောက်ဆုံးရသတင်းများအတွက် လစဉ်သတင်းလွှာ။
nn_no: Eit månadleg nyheitsbrev for å halda deg oppdatert med Firefox Affiliates-programmet.
pt: Uma newsletter mensal para o manter informado sobre o programa de Afiliados do Firefox.
th: จดหมายข่าวประจำเดือนเพื่อให้คุณทันสมัยต่อโปรแกรมขององค์กรในเครือ Firefox
ur: ایک ماہانہ نیوز لیٹر جسسے آپ Firefox Affiliates program کے بارے میں ہمیشاہ تازہ رہ سکتے ہے۔
vi: Bản tin hàng tháng giúp bạn luôn cập nhật thông tin về chương trình Firefox Affiliates.
xh: Ileta yeendaba yenyanga nganye yokukugcina usemfuthweni ngenkqubo yeFirefox yamaHlakani.

source: Mozilla Developer Newsletter
cy: Taflen Newyddion Datblygwyr Mozilla
ga_ie: Nuachtlitir Fhorbróirí Mozilla
ur: Mozilla تخلیق کار نیٹ نیوزلیٹر

source: A developer's guide to highlights of Web platform innovations, best practices, new documentation and more.
cy: Canllaw datblygwyr er mwyn amlygu arloesedd platfform y We, ymarfer gorau, dogfennau newydd a rhagor.

source: Mozillians
bs: Mozilleri
cy: Moziliaid
ga_ie: Lucht Mozilla
hi_in: मोज़ीलियंस
lv: Mozillieši
my: မော်ဇီလာအဖွဲသားများ
nn_no: Mozillianarar
xh: Abemi be Mozilla

source: Email updates for vouched Mozillians on mozillians.org.
ca: Actualitzacions per correu electrònic per als mozil·lians de mozillians.org.
cy: Diweddariadau ar gyfer Moziliaid gwarantedig ar mozillians.org.
ga_ie: Fógraí ríomhphoist do rannpháirtithe Mozilla atá dearbhaithe ar mozillians.org.
gd: Naidheachdan puist-d do shluagh Mozilla barantaichte air mozilians.org.
hi_in: Mozillians.org पर प्रमाणित मोज़ीलियन के लिए ईमेल अपडेट.
lv: Epasta atjauninājumi apstiprinātiem Moziliešiem uz mozillians.org.
my: mozillians.org တွင် vouch ရရှိထားသော မော်ဇီလာအဖွဲ့သားများအတွက် နောက်ဆုံးရ အီးမေးလ်သတင်းများ။
nn_no: Oppdateringar for verifiserte Mozillianarar på mozillians.org.
pt: Atualizações por e-mail para Mozillianos aprovados no mozillians.org.
ur: ای میل تازہ کاری ضمانت کردہ Mozillians کی mozillians.org پر۔
vi: Cập nhật qua email dành cho các Mozillan đã được vouch trên mozillians.org.
xh: Ii-imeyili zohlaziyo zabathandi beMozilla abazinikeleyo kwi-mozilla.org.

source: Firefox for desktop
bs: Firefox za desktop
ca: Firefox per a l'escriptori
cy: Firefox ar gyfer y bwrdd gwaith
ga_ie: Firefox ar an deasc
gd: Firefox airson desktop
hi_in: डेस्कटॉप के लिए फ़ायरफ़ॉक्स
lv: Firefox datoriem
my: ဒတ်စတော့ အတွက် မီးမြေခွေး
nn_no: Firefox for datamaskiner
pt: Firefox para computador
th: Firefox สำหรับเดสก์ท็อป
ur: ڈیسک ٹاپ کے لیے Firefox
vi: Firefox cho máy tính để bàn
xh: IFirefox yedeskhtophu

source: Don’t miss the latest announcements about our desktop browser.
bs: Ne propustite najnovije najave o vašem desktop pregledniku.
ca: No us perdeu els últims anuncis quant al nostre navegador web d'escriptori.
cy: Peidiwch colli'r cyhoeddiadau diweddaraf am ein porwr bwrdd gwaith.
ga_ie: Ná caill na fograí is déanaí faoinár mbrabhsálaí ar an deasc.
gd: Cum suas ris na naidheachdan as ùire mun bhrabhsair desktop agad.
hi_in: हमारे डेस्कटॉप ब्राउज़र के बारे में नयी घोषणाए देखिये जरूर.
lv: Saņemiet jaunākos paziņojumus par datoru pārlūka versiju.
my: ကျွန်တော်တို့ ကွန်ပြူတာသုံးဘရောင်ဇာအကြောင်း နောက်ဆုံးရ ကြေငြာချက်များကို မလွတ်စေကြပါနှင့်။
nn_no: Ikkje gå glipp av dei siste kunngjeringane om nettlesaren vår for datamaskiner.
pt: Não perca os últimos anúncios sobre o navegador do seu computador.
th: อย่าพลาดการประกาศล่าสุดเกี่ยวกับเบราว์เซอร์บนคอมพิวเตอร์ตั้งโต๊ะของเรา
ur: ہمارا ڈیسک ٹاپ براؤزر کے بارے میں تازہ ترین اعلانات مت چھوڑیں.
vi: Đừng bỏ qua những thông báo mới nhất về trình duyệt web của bạn.
xh: Sukuphoswa zizaziso zakutshanje malunga nebhrawuza yethu yedesktop

source: Firefox for Android
bs: Firefox za Android
ca: Firefox per a l'Android
cy: Firefox Android
ga_ie: Firefox ar Android
hi_in: Android के लिए Firefox
lv: Firefox Android ierīcēm
my: အဲန်းဒရိုက် သုံးမီးမြေခွေး
pt: Firefox para Android
th: Firefox สำหรับ Android
ur: Android کے لئے Firefox
vi: Firefox cho Android
xh: IFirefox ye-Android

source: Keep up with releases and news about Firefox for Android.
ca: Estigueu informat de les versions i novetats del Firefox per a l'Android.
cy: Cadw'n gyfredol gyda datblygiadau Firefox Android.
ga_ie: Bí ar an eolas faoi leaganacha nua agus nuacht eile a bhaineann le Firefox ar Android.
gd: Cum suas ri sgaoilidhean is naidheachdan a thaobh Firefox airson Android.
hi_in: Android के लिए Firefox के बारे में विज्ञप्ति और समाचार के साथ रहे.
lv: Sekojiet jaunumiem par Firefox Android ierīcēm.
my: အန်းဒရွိုက်အတွက် မီးမြေခွေးအကြောင်း ထုတ်လုပ်ဖြန့်ချိရေးများနှင့် သတင်းများကို ဆက်လက်သိရှိနေပါ။
nn_no: Held deg orientert om unye utgåver og nyhende om Firefox for Android.
pt: Mantenha-se informado sobre os lançamento e notícias do Firefox para Android.
th: ตามข่าวและรุ่นเกี่ยวกับ Firefox สำหรับ Android ให้ทัน
ur: Firefox برائے Android کی اجرا اور خبروں کے ساتھ رہیں۔
vi: Theo dõi các bản phát hành và tin tức nhất của Firefox cho Android.
xh: Yiba sematheni nokukhutshwayo kunye neendaba malunga ne Firefox ye Android.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
bs: Posebne najave i poruke iz tima posvećene održavanju slobodnog i otvorenog interneta.
ca: Anuncis especials i missatges de l'equip dedicat a mantenir el Web lliure i obert.
cy: Cyhoeddiadau arbennig a negeseuon gan y tîm sy'n ymroddedig i gadw'r we'n rhydd ac agored.
ga_ie: Fógraí speisialta agus teachtaireachtaí ón bhfoireann a chosnaíonn an Gréasán saor oscailte.
gd: Brathan is teachdaireachdan sònraichte on sgioba a nì obair gus an lìon a chumail saor is fosgailte.
hi_in: वेब को स्वतंत्र और मुक्त रखने लिए समर्पित टीम की ओर से विशेष घोषणाओं और संदेश.
lv: Īpašie paziņojumi no komandas, kas rūpējas par interneta atvērtību.
my: ဝဘ်ကို လွတ်လပ်ပွင့်လင်းဖြစ်စေရန် ကြိုးပမ်းနေကြသည့် အဖွဲ့ထံမှ အထူးကြေငြာချက်များနှင့် သတင်းတိုများ။
nn_no: Spesielle kunngjeringar og meldingar frå teamet som er dedikerte til å halda nettet fritt og ope.
pt: Anúncios e mensagens especiais da equipa dedicada a manter a web gratuita e aberta.
th: การประกาศพิเศษและข้อความจากทีมงานซึ่งอุทิศเพื่อทำให้เว็บฟรีและเปิดต่อไป
ur: ٹیم کی جانب سے خصوصی اعلانات اور پیغامات جو ویب آزاد اور کھلا رکھنے کے لئے وقف ہیں۔
vi: Những thông báo đặc biệt và tin nhắn từ đội ngũ với chuyên môn giữ cho nền tảng Web tự do và miễn phí.
xh: Izaziso ezibalulekileyo nemiyalezo esuka kwiqela elizinikeleyo ekugcineni iWebhu isimahla kwaye ivulelekile

source: Firefox OS smartphone owner?
bs: Posjedujete li Firefox OS za vas smartfon?
ca: Tens un telèfon intel·ligent amb Firefox OS?
cy: Perchennog ffôn clyfar Firefox OS?
ga_ie: An bhfuil fón cliste Firefox OS agat?
gd: A bheil fòn-tapaidh Firefox OS agad?
hi_in: फॉयरफॉक्स ओस स्मार्टफोन मालिक?
lv: Firefox OS telefona īpašnieks?
my: သင်ဟာ မီးမြေခွေးစနစ်သုံး စမတ်ဖုန်း ပိုင်ရှင်လား။
nn_no: Har du ein smarttelefon med Firefox OS?
pt: Proprietário de um smartphone com Firefox OS?
th: เป็นเจ้าของสมาร์ทโฟน Firefox OS หรือไม่?
ur: Firefox OS اسمارٹ فون کے مالک ہیں؟
vi: Bạn đang sở hữu điện thoại Firefox OS?
xh: Ungumnini we Firefox OS smartphone?

source: Don’t miss important news and updates about your Firefox OS device.
bs: Ne propustite važne vijesti i ažuriranja za Firefox OS za vaš uređaj.
ca: No us perdeu notícies interessants i actualitzacions quant al vostre dispositiu Firefox OS.
cy: Peidiwch â cholli newyddu pwysig a diweddariadau am eich dyfais Firefox OS.
ga_ie: Ná caill scéalta agus nuacht faoi do ghléas Firefox OS.
gd: Cum suas ri naidheachdan cudromach mun uidheam Firefox OS agad.
hi_in: अपने फॉयरफॉक्स ओस डिवाइस के बारे में महतव्पूर्ण समाचार और अपडेट जरूर जानें.
lv: Nepalaidiet garām svarīgus jaunumus par Firefox OS ierīci.
my: သင့်မီးမြေခွေးစနစ်သုံး ကိရိယားများအတွက် အရေးကြီးသည့် သတင်းများနှင့် နောက်ဆုံးရသတင်းများကို မလွတ်စေကြပါနှင့်။
nn_no: Ikkje gå glipp av viktige nyhende og oppdtateringar for Firefox OS-eininga di.
pt: Não perca notícias e atualizações importantes para o seu dispositivo Firefox OS.
th: ไม่พลาดข่าวสารและการปรับรุ่นเกี่ยวกับอุปกรณ์ Firefox OS ของคุณ
ur: اپنے Firefox OS کے آلہ کے بارے میں خاص تازہ کاری اور خبریں مت چھوڑیں
vi: Đừng bỏ qua những tin tức và cập nhật quan trọng cho thiết bị Firefox OS của bạn.
xh: Ungaphoswa ziindaba ezibalulekileyo nezinto ezintsha ngedivayisi ye Firefox OS.
