Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck-update.lang.po
Languages: cy

source: More browser features, fewer plugin updates | Firefox
cy: Rhagor o nodweddion porwr, llai o ddiweddariadau ategion | Firefox

source: Browse with fewer interruptions. Features from NPAPI plugins are now automatically supported in Firefox. Download the latest Firefox now!
cy: Pori gyda llai yn tarfu arnoch. Mae nodweddion o ategion NPAPI yn cael eu cynnal yn awtomatig yn Firefox. Llwythwch y Firefox diweddaraf i lawr nawr!

source: Good news - you’re using<br> the latest version of Firefox!
cy: Newyddion da - rydych yn defnyddio'r<br> fersiwn diweddaraf o Firefox!

source: Even better news - Firefox now <a href="%(npapi)s">supports features</a> that used to require additional plugins.
cy: Newyddion gwell - mae Firefox nawr yn <a href="%(npapi)s">cynnal nodweddion</a> oedd arfer angen ategion ychwanegol.

source: Need help? Visit Mozilla Support
cy: Angen cymorth? Ewch i Mozilla Support

source: Better features,<br> fewer plugin updates
cy: Nodweddion gwell,<br> llai o ddiweddariadau ategion

source: Firefox has been <a href="%(npapi)s">expanding to support features</a> that used to require extra plugins. Now, they’re kept up-to-date automatically and managed through <a href="%(blocklist)s">blocklisting</a> for added security. So you can stay current with just one Firefox update.
cy: Mae Firefox wedi bod yn <a href="%(npapi)s">ehangu i gefnogi nodweddion</a> oedd arfer angen ategion ychwanegol. Nawr, maen nhw'n cael eu cadw'n gyfredol yn awtomatig drwy <a href="%(blocklist)s">restr rhwystro</a> ar gyfer diogelwch gwell. Gallwch gadw'n gyfredol gydag un diweddariad o Firefox.

source: Download the latest version:
cy: Llwythwch y fersiwn diweddaraf i lawr:

source: Update Firefox
cy: Diweddaru Firefox

source: Tired of updating plugins?<br> Firefox has you covered.
cy: Wedi blino diweddaru ategion?<br> Mae Firefox nawr yn gwneud i chi.

source: As the web moves forward, so do we. Firefox now <a href="%(npapi)s">supports more features</a> that used to require plugins, so you can browse with fewer crashes and interruptions. Plus, our <a href="%(blocklist)s">blocklist system</a> protects you between updates.
cy: Fel mae'r we'n symud ymlaen, rydym ni hefyd. Mae Firefox nawr yn <a href="%(npapi)s">cynnal mwy o nodweddion</a> oed arfer angen ategion, fel bod modd pori gyda llai o chwalu a tharfu. Hefyd mae eich <a href="%(blocklist)s">rhestr rhwystro</a> yn eich diogelu rhwng diweddariadau.

source: Hungry for more?
cy: Eisiau gwybod rhagor?

source: Get the latest &amp; greatest from Firefox delivered straight to your inbox.
cy: Derbyn y diweddaraf gan Firefox yn syth i'ch blwch derbyn.
