Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: af, ar, as, bg, bn_bd, br, ca, fa, fi, ga_ie, hr, kab, kk, kn, ku, lt, lv, ms, nn_no, pt, th, ur, uz, vi

source: Step 2: Complete all recommended updates before restarting your browser.
af: Stap 2: Voltooi alle bywerkings wat aanbeveel word voor die blaaier herbegin word.
as: স্তৰ ২: ৱেব ব্ৰাউছাৰ পুনৰাম্ভ কৰাৰ আগতে সকলো উপদেশিত আপডেইট সম্পূৰ্ণ কৰক।
bg: Стъпка 2: Извършете всички препоръчани обновления преди да рестартирате браузъра.
bn_bd: ধাপ ২: সব সুপারিশকৃত হালনাগাদ সম্পন্ন পূর্বে ব্রাউজার পুনরায় শুরু।
br: Pazenn 2 : Peurechuit an holl hizivadurioù erbedet a-raok adloc'hañ ho merdeer.
ca: Pas 2: Completeu les actualitzacions recomanades abans de reiniciar el navegador.
fa: قدم ٢: انجام تمام بروزرسانی‌ها قبل راه‌اندازی مجدد مرورگر.
fi: 2. Asenna kaikki suositellut päivitykset ennen kuin käynnistät selaimen uudelleen.
ga_ie: Céim 2: Cuir na nuashonruithe molta i bhfeidhm sula n-atosóidh tú do bhrabhsálaí.
hr: 2. korak: Pričekajte da se dovrše sve preporučene nadogradnje prije ponovnog pokretanja web preglednika.
kab: Amecwaṛ 2: Kemmel akk ileqman yelhan send asenker n iminig inek.
kk: Қадам 2: Барлық ұсынылатын жаңартуларды орнатуды браузеріңізді қайта қосудың алдында аяқтаңыз.
kn: ಹಂತ 2. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಮರು-ಚಾಲಿಸುವ ಮೊದಲು ಸೂಚಿಸಿದ ಎಲ್ಲಾ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ku: Gava 2yê: Hemû rojanekirinên pêşniyarkirî beriya dîsdestpêkirina gerokê temam bike.
lt: 2 žingsnis: įdiekite visus rekomenduojamus naujinimus prieš paleisdami naršyklę iš naujo.
lv: 2. solis: Veiciet visus ieteiktos atjauninājumus pirms pārlūka pārstartēšanas.
ms: Step 2: Selesaikan semua rekomendasi kemaskini sebelum memulakan kembali pelayar web anda.
nn_no: Steg 2: Fullfør alle tilrådde oppdateringar før du startar nettlesaren på nytt.
pt: Passo 2: Efetue todas as atualizações recomendadas antes de reiniciar o seu navegador.
th: ขั้นที่ 2 : ให้การปรับปรุงทั้งหมดเสร็จก่อน แล้วเริ่มการทำงานของเบราเซอร์ของคุณใหม่
ur: مرحلہ ۲: براؤزر کو دوباره شروع کرنے سے ما قبل تمام تجویز کردہ تازہ کاری مکمل کریں۔
uz: 2-bosqich: brauzeringizni qayta ishga tushirishdan oldin barcha tavsiya qilingan yangilashlarni oxiriga yetkazing.
vi: Bước 2: Cài đặt tất cả những cập nhật được đề nghị trước khi khởi động lại trình duyệt của bạn.

source: Potentially vulnerable plugins
af: Moontlik kwesbare inproppe
ar: الإضافات الضعيفة المحتملة
as: গুৰুতৰভাবে অসুৰক্ষিত প্লাগ-ইনসমূহ
bg: Потенциално уязвими приставки
bn_bd: সাধারণত সুরক্ষা বিহীন প্লাগিন
br: Enlugelladoù a c'hell bezañ bresk
ca: Connectors amb risc potencial
fa: افزونه‌های بالقوه آسیب‌پذیر
fi: Mahdollisesti turvattomat liitännäiset
ga_ie: Forlíontáin a d'fhéadfadh a bheith contúirteach
hr: Potencijalno ranjivi dodaci
kab: Izegrar izemren ad ḍurren aselkim inek
kk: Осал болуы мүмкін плагиндер
kn: ಸಂದೇಹಾಸ್ಪದ ಪ್ಲಗಿನ್ ಗಳು
ku: Pêvekên bihîstiyariya wan pêkan e
lt: Galimai pažeidžiami papildiniai
lv: Potenciāli ievainojams spraudnis
ms: Plugin berpotensi bermasalah
nn_no: Potensielle utsette programtillegg
pt: Plugins potencialmente vulneráveis
th: โปรแกรมเสริมที่อาจมีความเสี่ยง
ur: امکاناً زد پزیر پلگ ان
uz: Potensial zararli plaginlar
vi: Plugin có thể có lỗi bảo mật

source: Plugin
af: Inprop
ar: ملحق
as: প্লাগিন
bg: Приставка
bn_bd: প্লাগইন
br: Enlugellad
ca: Connector
fa: پلاگین
fi: Liitännäinen
ga_ie: Forlíontán
hr: Priključak
kab: Azegrir
kk: Плагин
kn: ಪ್ಲಗಿನ್
ku: Pêvek
lt: Papildinys
lv: Spraudnis
nn_no: Programtillegg
th: โปรแกรมเสริม
ur: پلگ ان
uz: Plagin

source: Status
ar: الحالة
as: অৱস্থা
bg: Състояние
bn_bd: স্ট্যাটাস
br: Stad
ca: Estat
fa: وضعیت
fi: Tila
ga_ie: Stádas
hr: Stanje
kab: Addad
kk: Қалып-күйі
kn: ಸ್ಥಿತಿಗತಿ
ku: Rewş
lt: Būklė
lv: Statuss
pt: Estado
th: สถานะ
ur: صورت حال
uz: Holati
vi: Trạng thái

source: Action
af: Aksie
ar: نشاط
as: কাৰ্য্য
bg: Действие
bn_bd: কাজ
br: Gwezh
ca: Acció
fa: فعالیت
fi: Toiminto
ga_ie: Gníomh
hr: Radnja
kab: Tigawt
kk: Әрекет
kn: ಕ್ರಿಯೆ
ku: Çalakî
lt: Veiksmas
lv: Darbība
ms: Tindakan
nn_no: Handling
pt: Ação
th: การดำเนินการ
ur: عمل
uz: Amal
vi: Hành động

source: Outdated Plugins
af: Gedateerde inprop
ar: ملحقة غير مُحدّثة
as: পুৰনি প্লাগিন
bg: Остарели приставки
bn_bd: পুরাতন প্লাগইন
br: Enlugelladoù diamzeret
ca: Connectors desactualitzats
fa: پلاگینهای منقضی
fi: Vanhentuneet liitännäiset
ga_ie: Forlíontáin As Dáta
hr: Zastarjeli priključci
kab: Izegrar iqbuṛen
kk: Ескірген плагиндер
kn: ಹಳೆಯದಾದ ಪ್ಲಗ್‌ಇನ್‌ಗಳು
ku: Pêvekên Kevn
lt: Pasenę papildiniai
lv: Novecojusi spraudņi
ms: Plugin lapuk
nn_no: Utdaterte programtillegg
pt: Plugins desatualizados
th: โปรแกรมเสริมที่ล้าสมัยแล้ว
ur: پرانے پلگ ان
uz: Eskirgan plaginlar
vi: Plugin chưa cập nhật

source: Unknown Plugins
af: Onbekende inproppe
ar: ملحقات غير معروفة
as: অজ্ঞাত প্লাগিন
bg: Непознати приставки
bn_bd: অজানা প্লাগইন
br: Enlugelladoù dianav
ca: Connectors desconeguts
fa: پلاگین‌های ناشناخته
fi: Tuntemattomat liitännäiset
ga_ie: Forlíontáin Anaithnid
hr: Nepoznati priključci
kab: Izegrar irussinen
kk: Белгісіз плагиндер
kn: ಅಜ್ಞಾತ ಪ್ಲಗ್ಇನ್‌ಗಳು
ku: Pêvekên Nenas
lt: Nežinomi papildiniai
lv: Nezināmi spraudņi
ms: Plugin tidak diketahui
nn_no: Ukjende programtillegg
pt: Plugins desconhecidos
th: โปรแกรมเสริมที่ไม่รู้จัก
ur: نامعلوم پلگ ان
uz: Noma’lum plaginlar
vi: Plugin không rõ chủng loại

source: These plugins are up to date
af: Hierdie inproppe is op datum
ar: هذه الإضافات محدثة
as: এই প্লাগিনসমূহ উন্নত
bg: Тези приставки са остарели
bn_bd: এই প্লাগইন হালনাগাদ করা হয়েছে
br: Hizivaet eo an enlugelladoù-mañ
ca: Aquests connectors estan actualitzats
fa: این افزونه‌ها به‌روز رسانی‌ شده اند
fi: Nämä liitännäiset ovat ajan tasalla
ga_ie: Tá na forlíontáin seo cothrom le dáta
hr: Ovi priključci su ažurni
kab: Izegrar agi ttwaleqmen
kk: Бұл плагиндер ескірмеген
kn: ಈ ಎಲ್ಲಾ ಪ್ಲಗಿನ್ ಗಳು ಸಂದರ್ಭೋಚಿತವಾಗಿವೆ.
ku: Ev pêvek kevn in
lt: Šie papildiniai yra nepasenę
lv: Ar šiem spraudņiem viss ir kārtībā
ms: Plugin ini telah dikemaskini
nn_no: Desse programtillegga er oppdaterte
pt: Estes plugins estão atualizados
th: โปรแกรมเสริมเหล่านี้เป็นรุ่นล่าสุดแล้ว
ur: یہ پلگ ان تازہ ترین ہیں
uz: Ushbu plaginlar yap-yangi
vi: Những plugin này đã được cập nhật

source: Back to Top
af: Terug boontoe
ar: العودة إلى الأعلى
as: ওপৰলৈ যাওক
bg: Връщане в началото
bn_bd: শীর্ষে ফিরে যান
br: Distreiñ d'al lein
ca: Torna a dalt
fa: برگشت به بالا
fi: Takaisin ylös
ga_ie: Barr
hr: Povratak na vrh
kab: Uɣal d asawen
kk: Жоғарыға қайту
kn: ಮತ್ತೆ ಮೇಲ್ಗಡೆಗೆ
ku: Vegere Jorê
lt: Grįžti į pradžią
lv: Atpakaļ uz augšu
ms: Kembali ke Atas
nn_no: Opp
pt: Ir para o topo
th: กลับขึ้นด้านบน
ur: واپس بالا پر
uz: Yuqoriga qaytish
vi: Về đầu trang

source: Frequently Asked Questions
af: Algemene vrae
ar: الأسئلة الأكثر تكراراً
as: সাধাৰণতে কৰা প্ৰশ্নবোৰ
bg: Често задавани въпроси
bn_bd: প্রায়ই জিজ্ঞাসিত প্রশ্ন
br: Foar ar Goulennoù
ca: Preguntes més freqüents
fa: پرسش‌های متداول
fi: Usein kysyttyjä kysymyksiä
ga_ie: Ceisteanna Coitianta
hr: Često postavljena pitanja
kab: Isteqsiyen i d-yettuɣalen s waṭas.
kk: Жиі қойылатын сұрақтар
kn: ಸಾಮಾನ್ಯವಾಗಿ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
ku: Pirsên pir hatine Pirsîn
lt: Dažniausi klausimai ir atsakymai
lv: Biežāk uzdotie jautājumi
ms: Soalan Lazim Ditanya
nn_no: Ofte stilte spørsmål
pt: Perguntas frequentes
th: คำถามที่พบบ่อย
ur: عمومی سوالات
uz: Ko‘p so‘raladigan savollar
vi: Câu hỏi thường gặp

source: What is a plugin?
af: Wat is 'n inprop?
ar: ما هي الملحقات؟
as: এটা প্লাগ-ইন কি?
bg: Какво е приставка?
bn_bd: প্লাগইন কি?
br: Petra eo un enlugellad ?
ca: Què és un connector?
fa: پلاگین چیست؟
fi: Mikä on liitännäinen?
ga_ie: Cad is forlíontán ann?
hr: Što je dodatak?
kab: D acu i d azegrir?
kk: Плагин дегеніміз не?
kn: ಪ್ಲಗಿನ್ ಅಂದರೇನು?
ku: Pêvek çi ne?
lt: Kas yra papildinys?
lv: Kas ir spraudnis?
ms: Apa itu plugin?
nn_no: Kva er eit programtillegg?
pt: O que é um plugin?
th: โปรแกรมเสริมคืออะไร?
ur: پلگ ان کیا ہے؟
uz: Plagin nima?
vi: Plugin là gì?

source: Plugins power videos, animation and games
af: Inproppe verskaf funksionaliteit vir video's, animasie en speletjies
ar: الملحقات هي أشرطة الفيديو، والرسوم المتحركة والألعاب
as: প্লাগ-ইনসমূহে ভিডিঅ', এনিমেছন আৰু খেলসমূহ চলায় ।
bg: Приставките задвижват видео, анимации и игри.
bn_bd: প্লাগইন পাওয়ার ভিডিও, এনিমেশন এবং গেমস।
br: Arveret eo an enlugelladoù gant videoioù, bliverezhioù ha c'hoarioù.
ca: Els connectors fan possible tenir vídeos, animacions i jocs.
fa: پلاگین‌ها به ویدئوها، پویانمایی‌ها و بازی‌ها قدرت می‌دهند
fi: Videot, animaatiot ja pelit toimivat niiden avulla.
ga_ie: Is forlíontáin atá taobh thiar de go leor físeán, beochan, agus cluichí.
hr: Dodaci pokreću video, animacije i igre.
kab: Izegrar seqdacen-ten tvidyutin, imrayen akked wuraren
kk: Плагиндер видео, анимация, ойындардың жұмысын мүмкін қылады
kn: ಪ್ಲಗಿನ್‌ಗಳು ವಿಡಿಯೋಗಳನ್ನು, ಅನಿಮೇಷನ್ ಮತ್ತು ಗೇಮ್‌ಗಳನ್ನು ಶಕ್ತಿಯುತಗೊಳಿಸುತ್ತವೆ
ku: Pêvek hêzê didine vîdeo, anîmasyon û lîstikan.
lt: Papildiniai įgalina vaizdo įrašus, animacijas ir žaidimus naršyklėje.
lv: Spraudņi darbina video, animācijas un spēles.
ms: Plugin penguasaan video, animasi dan permainan
nn_no: Programtillegg vert brukte for å visa videoar, animasjonar og spel.
pt: Os Plugins servem para vídeos, animações e jogos.
th: โปรแกรมเสริมช่วยเสริมการทำงานของวิดีโอ ภาพเคลื่อนไหว และเกมส์
ur: پلگ ان طاقت وڈیو, حرکت اندازی اور گیم
uz: Plaginlar videolar, animatsiya va o‘yinlarning kuchi
vi: Plugin cho phép bạn xem video, hoạt hình hoặc chơi trò chơi

source: They're built outside of Firefox by companies like Adobe Systems and Apple
af: Hulle word gebou buite Firefox deur maatskappye soos Adobe Systems en Apple
ar: تم بناؤها خارج فيرفكس عن طريق شركات مثل أدوبي سيستمز وأبل
as: সিহঁতক Firefox ৰ বাহিৰৰ কোম্পানীয়ে নিৰ্মাণ কৰে যেনে Adobe Systems আৰু Apple।
bg: Те се разработват извън Firefox от фирми като Adobe Systems и Apple.
bn_bd: তাদের তৈরি করা হয় কোম্পানি কর্তৃক ফায়ারফক্স এর বাহিরে যেমন অ্যাডোবি সিস্টেম এবং অ্যাপল।
br: Savet int er-maez eus Firefox gant embregerezhioù evel Adobe Systems hag Apple.
ca: Els d'empreses com Adobe Systems i Apple no són part del codi del Firefox.
fa: از طریق شرکت‌هایی خارج از فایرفاکس، مانند Adobe Systems و Apple ساخته شده‌اند
fi: Niiden tekijöinä ovat Firefoxin ulkopuoliset toimijat, kuten Adobe Systems ja Apple.
ga_ie: Tá siad cruthaithe ag comhlachtaí lasmuigh de Firefox, mar shampla Adobe Systems agus Apple.
hr: Izrađuju ih tvrtke izvan Firefoxa poput Adobe Systemsa i Applea.
kab: Ttwaxedmen beṛṛa n Mozilla sɣuṛ tikebbaniyin am Adobe Systems akked Apple.
kk: Олар Adobe Systems және Apple сияқты компаниялармен жасалып, Firefox құрамына жатпайды.
kn: ಇವು ಫೈರ್ಫಾಕ್ಸ್ ನ ಹೊರಗಡೆ ಅಡೋಬ್ ಸಿಸ್ಟಂ ಮತ್ತು ಆಪಲ್ ನಂತಹ ಸಂಸ್ಥೆಗಳಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟಿವೆ
ku: Ji hêla şirketên ji derveyî Firefoxê ve hatine çêkirin. Mînak: Adobe Systems û Apple.
lt: Jie kuriami atskirai nuo „Firefox“, tokių kompanijų, kaip „Adobe Systems“ ir „Apple“.
lv: Tos veido cilvēki ārpus Firefox, piemēram Adobe Systems un Apple.
ms: Mereka telah dibina luar daripada Firefox oleh syarikat seperti Adobe Systems dan Apple
nn_no: Dei er bygde utanfor Firefox av selskap som Adobe Systems og Apple
pt: São feitos fora do Firefox por companhias como Adobe Systems e Apple.
th: โปรแกรมเหล่านี้ถูกสร้างโดยบริษัทภายนอก Firefox เช่น Adobe Systems และ Apple
ur: یہ مختلف کمپنیوں جیسے Adobe Systems اور Apple میں Firefox سے علیحدہ تعمیر کی جاتی ہیں
uz: Ular "Firefox"dan tashqarida "Adobe Systems" va "Apple"ga o‘xshaga kompaniyalar tomonidan tuzilgan.
vi: Plugin được phát triển ngoài Firefox bởi các công ty thứ ba như Adobe Systems và Apple

source: Plugins don't always update automatically.
af: Inproppe werk nie altyd vanself by nie.
ar: الملحقات لا تتحدث تلقائياً دائماً.
as: প্লাগ-ইনসমূহ সদায়ে স্বচালিতভাৱে আপডেইট নহয়।
bg: Приставките не винаги се обновяват автоматично.
bn_bd: প্লাগইন সবসময় হালনাগাদ করা হয়না স্বয়ংক্রিয়ভাবে।
br: An enlugelladoù ne vezint ket bepred hizivaet ent emgefreek.
ca: Els connectors no sempre s'actualitzen automàticament.
fa: پلاگین‌ها معمولا بطور خودکار بروزرسانی‌ نمی‌شوند.
fi: Liitännäiset eivät aina päivity automaattisesti.
ga_ie: Níl siad nuashonraithe go huathoibríoch i gcónaí.
hr: Dodaci se ne ažuriraju uvijek automatski.
kab: Izegrar ur ttwalqamen ara s wudem awurman.
kk: Плагиндер әрқашан өздігінен жаңартыла бермейді.
kn: ಪ್ಲಗಿನ್ ಯಾವಾಗಲೂ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪರಷ್ಕರಣೆಗೊಳ್ಳುವುದಿಲ್ಲ.
ku: Dibe ku pêvek her tim xweber rojane nabin.
lt: Papildiniai ne visada atnaujinami automatiškai.
lv: Spraudņi ne vienmēr atjauninās automātiski.
ms: Plugin tidak sentiasa kemaskini secara automatik.
nn_no: Programtillegg vil ikkje alltid oppdatera seg automatisk.
pt: Os Plugins nem sempre atualizam automaticamente.
th: โปรแกรมเสริมอาจไม่ปรับรุ่นโดยอัตโนมัติ
ur: پلگ ان ہمیشہ از خود تازہ کاری نہں کرتے۔
uz: Plaginlar doimo avtomatik yangilanmaydi.
vi: Plugin không phải lúc nào cũng cập nhật tự động.

source: Why should I update my plugins?
af: Hoekom moet ek die inproppe bywerk?
ar: لماذا يجب تحديث الإضافات الخاصة بي؟
as: মই কিয় মোৰ প্লাগ-ইনসমূহ আপডেইট কৰিব লাগে?
bg: Защо трябва да обновявам приставките си?
bn_bd: কেন আমার প্লাগইন হালনাগাদ করা উচিত?
br: Perak e rankfen hizivaat ma enlugelladoù ?
ca: Per què hauria d'actualitzar els meus connectors?
fa: چرا باید پلاگین‌هایم را بروزرسانی کنم؟
fi: Miksi liitännäiset tulee pitää ajan tasalla?
ga_ie: Cén fáth ar chóir dom mo chuid forlíontán a nuashonrú?
hr: Zašto trebam ažurirati svoje priključke?
kab: Acuɣer aleqqem n izegrar?
kk: Плагиндерді неге жаңартуым керек?
kn: ನನ್ನ ಪ್ಲಗಿನ್ ಗಳನ್ನು ಏಕೆ ಪರಿಷ್ಕರಿಸಬೇಕು?
ku: Çima divê ez pêvekên xwe rojane bikim?
lt: Kodėl turėčiau naujinti turimus papildinius?
lv: Kāpēc vajadzētu atjaunināt spraudņus?
ms: Mengapa saya harus mengemaskini plugin saya?
nn_no: Kvifor bør eg oppdtarera programtillegga mine?
pt: Porque é que tenho que atualizar os meus plugins?
th: ทำไมฉันถึงควรปรับรุ่นโปรแกรมเสริม?
ur: میں اپنے پلگ ان کی تازہ کاری کیوں کروں؟
uz: Nega men plaginlarni yangilashim kerak?
vi: Tại sao tôi nên cập nhật các plugin của tôi?

source: Old plugins can interrupt browsing and waste your time.
af: Ou inproppe kan blaaiwerk onderbreek en mens se tyd mors.
ar: يمكن للإضافات القديمة أن تقطع التصفح وتضيع وقتك.
as: পুৰনি প্লাগ-ইনসমূহে ৱেব ব্ৰাউছিংত বাধা দিব পাৰে আৰু আপোনাৰ সময় নষ্ট কৰিব পাৰে।
bg: Старите приставки могат да прекъсват вашата работа с Интернет и да губят времето ви.
bn_bd: পুরাতন প্লাগইন ব্রাউজিং ব্যহত করতে পারে এবং সময় নষ্ট করে।
br: An enlugelladoù kozh a c'hell paouez gant ho merdeiñ ha debriñ hoc'h amzer.
ca: Els connectors antics poden interrompre la navegació i fer-vos perdre el temps.
fa: پلاگین‌های قدیمی می‌توانند در هنگام مرور در وب مشکل ایجاد کنند و وقت شما را بگیرند.
fi: Vanhat liitännäiset voivat keskeyttää selaamisen ja tuhlata aikaasi.
ga_ie: Uaireanta, cuireann seanleaganacha isteach ar bhrabhsáil agus do chuid ama a chur amú.
hr: Zastarjeli dodaci mogu prekinuti surfanje i trošiti vaše vrijeme.
kab: Izegrar iqbuṛen zemren ad sḥebsen tunigin inek udiɣ ak-deggṛen akud-ik.
kk: Ескі плагиндер сіздің Интернеттегі жұмысыңызды үзіп, уақытыңызды босқа кетіре алады.
kn: ಹಳೆಯ ಪ್ಲಗಿನ್ ಗಳು ಜಾಲಾಟವನ್ನು ಅಡಚಣೆಗೊಳಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಸಮಯ ವ್ಯರ್ಥಗೊಳಿಸಬಹುದು.
ku: Pêkan e ku pêvekên kevn gera te qut bikin û dema te bigirin.
lt: Pasenę papildiniai gali trukdyti naršymą ir gaišinti jūsų laiką.
lv: Veci spraudņi var pārtraukt pārlūku un izniekot jūsu laiku.
ms: Plugin lama telah terganggu pelayaran dan membuang masa anda.
nn_no: Gamle programtillegg kan forstyrra nettlesinga og sløsa med tida di.
pt: Os plugins antigos podem interromper a navegação e fazê-lo perder tempo.
th: โปรแกรมเสริมรุ่นเก่าอาจทำการให้ท่องเว็บของคุณหยุดชะงักและเสียเวลา
ur: پرانے پلگ ان براؤزنگ میں مداخلت اور وقت ضائع کرسکتے ہیں۔
uz: Eski plaginlar ko‘rishni buzishi va vaqtingizni yo‘qotishi mumkin.
vi: Các plugin cũ có thể gây hỏng hóc trình duyệt và làm mất thời gian của bạn.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
af: Ou inproppe <strong>verhoog risiko</strong> vir aanvalle deur virusse, kwaadaardige sagteware en ander sekuriteitsbedreigings.
ar: الملحقات القديمة </strong> تزيد من خطر </strong> الهجوم من قبل البرمجيات الخبيثة والفيروسات،والتهديدات الأمنية الأخرى.
as: পুৰনি প্লাগ-ইনসমূহে আপোনাৰ মেলৱেৰ, ভাইৰাছ, আৰু অন্যান্য সুৰক্ষাৰ আক্ৰমণৰ<strong>বিপদাশঙ্কা বঢ়াব পাৰে</strong>।
bg: Старите приставки <strong>увеличават риска</strong> от зловредни елементи, вируси и други заплахи за сигурността.
bn_bd: পুরাতন প্লাগইন <strong>ঝুঁকি বাড়ায়</strong> ম্যালওয়ার, ভাইরাস এবং অন্যান্য নিরাপত্তা আক্রমণের।
br: Gant an enlugelladoù kozh <strong>e kresk ar riskl</strong> da vezañ taget gant meziantoù droukrañsus, viruzoù ha gourdrouzoù diogelroez all.
ca: Els connectors antics <strong>incrementen el risc</strong> d'atacs per programari maliciós, virus i altres amenaces de seguretat.
fa: پلاگین‌های قدیمی <strong>خطر</strong> را برای حمله برنامه‌های مخرب، ویروس‌ها و سایر تهدیدهای امنیتی افزایش می‌دهند.
fi: Vanhat liitännäiset lisäävät haittaohjelmien, virusten ja muiden tietoturvauhkien aiheuttamia <strong>riskejä</strong>.
ga_ie: Le seanleaganacha, <strong>beidh tú i mbaol</strong> ó bhogearraí mailíseacha, víris, agus contúirtí slándála eile.
hr: Zastarjeli dodaci <strong>povećavaju rizik</strong> napada od malicioznih programa, virusa i ostalih sigurnosnih prijetnji.
kab: Izegrar iqbuṛen <strong>zemren ak-d-awin asexseṛ</strong> neɣ ad ldin taburt i weẓdam n yir iseɣẓanen, ivirusen, neɣ asexṣer nniḍen ara yeglun s tɣellist inek.
kk: Ескі плагиндер сіздің зиянкес бағдарламалар, вирустар және басқа да қауіпсіздік қатерлерінен зардап шегудің <strong>мүмкіндігін арттырады</strong>.
kn: ಹಳೆಯ ವಿಸ್ತರಣಿಕೆ (ಪ್ಲಗಿನ್) ಗಳು ನಿಮಗೆ ಮಾಲ್ವೇರ್, ವೈರಾಣುಗಳ ಅಪಾಯ ಮತ್ತು ಇತರೆ ಭದ್ರತಾ ಆತಂಕಗಳ <strong>ಸಾಧ್ಯತೆಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ</strong>.
ku: Pêvekên kevn <strong>rîska rûbirûmana</strong> li êrîş, vîrus, sepanên xêrnexwaz zêde dikin.
lt: Pasenę papildiniai <strong>didina riziką</strong> tapti kenksmingų programų, virusų ir kitų saugumo grėsmių atakų auka.
lv: Veci spraudņi <strong>palielina jūsu risku</strong> inficēties ar spiegu programmu, vīrusu vai kādu citu apdraudējumu.
ms: Plugin lama <strong>meningkatkan risiko anda</strong> untuk diserang malware, virus dan ancaman sekuriti yang lain.
nn_no: Gamle programtillegg <strong>aukar risikoen</strong> for å bli angripen av skadeprogramvare, virus eller andre tryggingstrugsmål.
pt: Plugins antigos <strong>aumentam o risco</strong> de ataques de malware, vírus e outras ameaças de segurança.
th: โปรแกรมเสริมที่ล้าสมัย<strong>เพิ่มความเสี่ยงให้กับคุณ</strong>ที่จะถูกโจมตีโดยมัลแวร์, ไวรัส, และการคุกคามความปลอดภัยรูปแบบอื่นๆ
uz: Eski plaginlar zararli viruslar va boshqa xavfsizlik tahdidlari uchun <strong>xavfni oshirishi mumkin</strong>.
vi: Các plugin cũ không cập nhật <strong>làm tăng nguy cơ bị tấn công</strong> bởi phần mềm độc hại, virut, và những đe dọa về bảo mật khác.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
af: <strong>Bygewerkte inproppe het verbeterings</strong> wat die web <strong>beter en veiliger</strong> maak.
ar: <strong> الإضافات المحدثة لها التحسينات </strong> التي تجعل شبكة الإنترنت <strong> أفضل وأكثر أمانا </strong>بالنسبة لك.
as: <strong>আপডেইটেড প্লাগইনসমূহ উন্নত বৈশিষ্ট আছে</strong> যি আপোনাৰ কাৰণে ৱেবক <strong>ভাল আৰু সুৰক্ষিত</strong> কৰি ৰাখে।
bg: <strong>Обновените приставки имат усъвършенствания</strong>, който спомагат Мрежата да бъде <strong>по-добра и по-безопасна</strong> за вас.
bn_bd: <strong>আপডেটকৃত প্লাগিনগুলো</strong> আপনার জন্য ওয়েবকে <strong>আরও ভাল ও নিরাপদ করেছে</strong> ।
br: <strong>An enlugelladoù hizivaet</strong> a endalc'h gwellaennoù a laka ar genrouedad da vezañ <strong>gwelloc'h ha diogeloc'h</strong> evidoc'h.
ca: <strong>Els connectors actualitzats tenen millores</strong> que fan el web <strong>millor i més segur</strong> per l'usuari.
fa: <strong>پلاگین‌های بروزرسانی شده با خود پیشرفت به همراه دارند</strong> که باعث می‌شوند وب برای شما <strong>بهتر و امن‌تر</strong> باشد.
fi: <strong>Päivitetyt liitännäiset tuovat parannuksia</strong>, joiden ansiosta verkko on <strong>parempi ja turvallisempi</strong> käyttää.
ga_ie: <strong>Cuirtear feabhas ar fhorlíontáin i gcónaí</strong> le do chuairt ar líne a fheabhsú agus do shlándáil a chosaint.
hr: <strong>Ažurirani dodaci donose poboljšanja</strong> koja web čine <strong>boljim i sigurnijim</strong> za vas.
kab: <strong>Izegrar yettwaleqmen gebren amaynut</strong> yettarran Web<strong> igzrrez u d aɣelsan</strong> i kečč.
kk: <strong>Жаңартылған плагиндерде бар жақсартулар</strong> сіз үшін Интернетті <strong>жақсы әрі қауіпсіздеу</strong> қылады.
kn: ಅಂತರ್ಜಾಲವನ್ನು ನಿಮಗಾಗಿ <strong>ಉತ್ತಮ ಹಾಗೂ ಸುರಕ್ಷಿತ</strong>ವಾಗಿಸಲು <strong>ಪರಿಷ್ಕೃತ ವಿಸ್ತರಣಿಕೆ (ಪ್ಲಗಿನ್)ಗಳು ಸುಧಾರಣೆಗಳನ್ನು ಒಳಗೊಂಡಿವೆ </strong>.
ku: <strong>Pêvekên rojane pêşketî ne </strong>û webê ji bo te <strong> çêtir û ewletir</strong>.
lt: <strong>Į atnaujinamus papildinius įtraukiami patobulinimai</strong>, kurių dėka saitynas jums tampa <strong>geresniu ir saugesniu</strong>.
lv: <strong>Atjaunināti spraudņi uzlabo</strong> interneta sērfošanas <strong>ātrdarbību un pieejamās iespējas</strong>.
ms: <strong>Plugin yang dikemaskini lebih dipertingkatkan</strong> dimana menjadikan web <strong>lebih selamat</strong> untuk anda.
nn_no: <strong>Oppdaterte programtillegg har forbetringar</strong> som gjer nettet <strong>betre og tryggare</strong> for deg.
pt: <strong>Os plugins atualizados têm melhoramentos</strong> que tornam a web <strong>melhor e mais segura</strong> para si.
th: <strong>โปรแกรมเสริมรุ่นล่าสุดมีการปรับปรุง</strong>ที่ทำให้เว็บ<strong>ดีกว่าและปลอดภัยกว่า</strong>สำหรับคุณ
uz: <strong>Yangilangan plaginlarda yaxshilanishlar bor</strong>. Ular siz uchun internetni <strong>yaxshiroq va xavfsizroq</strong> qiladi.
vi: <strong>Những plugin được cập nhật có những cải tiến</strong> giúp cho bạn duyệt web <strong>tốt hơn và an toàn hơn</strong>.

source: Screenshot of Add-Ons manager
af: Skermskoot van Byvoegingbestuurder
ar: لقطة الشاشة من مدير الإضافات
as: এড-অনসমূহ ব্যৱস্থাপকৰ স্ক্ৰিনশ্বট
bg: Екранна снимка на управлението на добавките
bn_bd: অ্যাড-অন ম্যানেজারের স্ক্রিনশট
br: Tapadenn-skramm eus ardoer an askouezhioù
ca: Captura de pantalla del gestor de complements
fa: عکس‌هایی از مدیریت افزونه‌ها
fi: Ruutukaappaus Lisäosien hallinnasta
ga_ie: Grianghraf de Bhainisteoir na mBreiseán
hr: Slika upravitelja dodacima
kab: Tuṭṭfa n ugdil n umsefrak n izergrar
kk: Қосымшаларды басқарушы терезесінің скриншоты
kn: ಆಡ್-ಆನ್ ನಿರ್ವಾಹಕದ ಭಿತ್ತಿಚಿತ್ರ
ku: Birêvebera Wêneyê Ekranê û Add-Onan
lt: Priedų tvarkytuvės lango nuotrauka
lv: Papildinājumu pārvaldnieka attēls
ms: Syot skin daripada pengurusan Addon
nn_no: Skjermbilde av utvidingshandsamaren
pt: Captura de ecrã do Gestor de Extras
th: ภาพหน้าจอของตัวจัดการส่วนเสริม
ur: ایڈاون مینیجر کا سکرین شاٹ
uz: Qo‘shimcha dasturlar boshqaruvchisi ekran rasmlari
vi: Ảnh chụp màn hình của trình Quản lý tiện ích

source: How can Firefox help me?
af: Hoe kan Firefox my help?
ar: كيف يمكن لفيرفكس مساعدتي؟
as: মোক Firefox এ কেনেদৰে সহায় কৰিব পাৰে?
bg: Как може да ми помогне Firefox?
bn_bd: কিভাবে ফায়ারফক্স আমাকে সাহায্য করবে?
br: Penaos e c'hell Firefox skoazellañ ac'hanon ?
ca: Com em pot ajudar el Firefox?
fa: چطور فایرفاکس می‌تواند به من کمک کند؟
fi: Kuinka Firefox voi auttaa?
ga_ie: Conas is féidir le Firefox teacht i gcabhair orm?
hr: Kako mi Firefox može pomoći?
kab: Amek i yemzer Firefox ad d-yefk afus?
kk: Firefox маған қалай көмектесе алады?
kn: ಫೈರ್ಫಾಕ್ಸ್ ನನಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಲ್ಲದು?
ku: Firefox dikare çawan alîkariyê bide min?
lt: Kuo „Firefox“ gali man padėti?
lv: Kā Firefox var man palīdzēt?
ms: Bagaimana boleh Firefox membantu saya?
nn_no: Korleis kan Firefox hjelpa meg?
pt: Como é que o Firefox me pode ajudar?
th: Firefox จะช่วยฉันได้อย่างไร?
uz: Qanday qilib "Firefox" menga yordam berishi mumkin?
vi: Làm thế nào Firefox có thể giúp tôi?
