Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck-redesign.lang.po
Languages: bs, ca, is, kk, lt, ne, ta

source: Keep your Firefox healthy with a quick checkup
bs: Držite Firefox zdravlje kao brzo provjeru
ca: Manteniu el Firefox en forma amb una ràpida verificació
is: Viðhaltu Firefox með reglulegum viðhaldi
kk: Firefox-ты жылдам тексерумен жақсы күйде сақтаңыз
lt: Užtikrinkite tvarkingą „Firefox“ techninę būklę paprastos patikros pagalba
ne: एउटा द्रुत जाँच गरी तपाइको Firefox लाइ स्वस्थ राख्नुहोस्
ta: ஒரு விரைவுச் சோதனையுடன் உங்கள் பயர்பாக்சை ஆரோக்கியமாக வைத்திருங்கள்

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
bs: Koristite Flash? Brzo vrijeme? Java? Ako koristite ovo kako bi vaše Firefox iskustvo bilo fenomenalno, provjerite plugin! Oni će se možda morati ažurirati.
ca: Utilitzeu Flash, QuickTime o Java? Si els utilitzeu per a fer la vostra experiència amb el Firefox més impressionant, reviseu els vostres connectors! Podrien necessitar una actualització.
is: Notar þú Flash? QuickTime? Java? Ef þú notar eitthvað af þessu til að gera Firefox betri, athugaðu þá betur tengiforritin! Hugsanlega þarf að uppfæra þau.
kk: Flash, QuickTime не Java қолданасыз ба? Оларды Firefox жұмысын жақсарту үшін қолданатын болсаңыз, плагиндеріңізді тексеріңіз! Оларды жаңарту керек болуы мүмкін.
lt: Naudojatės „Flash“, „QuickTime“ arba „Java“ papildiniu? Jeigu taip, tuomet patikrinkite savo naudojamų papildinių būklę – galbūt juos reikia atnaujinti.
ne: Flash वा QuickTime वा Java पर्योग गर्ने? यदि तपाइले आफ्नो Firefox अनुभवलाइ अति उत्तम बनाउन यिनिहरुलाइ प्रयोग गर्नु भयो भने, आफ्नो प्लगइनहरु जाँच गर्नुहोस्! तिनीहरूलाइ अद्यावधिक गर्न आवश्यक हुन सक्छ।
ta: பிளாஷ்? குயிக்டைம்? ஜாவா பயன்படுத்துகிறீர்களா? நீங்கள் உங்கள் பயர்பாக்ஸ் அனுபவத்தை இன்னும் சிறப்பாக்க இவற்றைப் பயன்படுத்தினால், உங்கள் செருகுநிரல்களைச் சோதிக்கவும்! அவை புதுப்பிக்கப்பட வேண்டி இருக்கலாம்.

source: Check Your Plugins
bs: Provjerite vaše plugin-ove
ca: Comproveu els connectors
is: Athuga tengiforrit
kk: Плагиндеріңізді тексеріңіз
lt: Patikrinkite naudojamus papildinius
ne: तपाइको प्लगइनहरु निरीक्षण गर्नुहोस
ta: உங்கள் செருகுநிரல்களை சோதிக்கவும்

source: Plugins power the videos, animations and games in your Firefox. Keep an eye on their status and keep them up to date.
bs: Plugini napajanja video, animacija i igrica u Firefoxu. Obratite pažnju na njihov status i držite ih do danas.
is: Tengiforrit virkja myndbönd, hreyfimyndir og leiki í Firefox. Hafðu auga með þeim og passaðu að þau séu uppfærð.
kk: Плагиндер браузеріңізде видео, анимация және ойындар жұмысын қамтамасыз ететін бағдарламалық қамтама. Олардың қалып-күйін бақылап отырыңыз және оларды жаңартып ұстаңыз.
lt: Papildiniai „Firefox“ naršyklėje gali būti naudojami peržiūrėti vaizdo įrašams ar animacijoms, žaisti žaidimams ir pan. Derėtų stebėti jų būklę ir užtikrinti, kad jie visada būtų atnaujinti.
ne: प्लगइनहरुले Firefox मा भिडियोहरु, यानिमेसनहरु र गेमहरु चलाउन मद्दत गर्दछ। तिनिहरुको स्थिति माथि आँखा राख्नुहोस् र तिनिहरुलाइ अद्यावधिक गर्नुहोस्।

source: Be sure to restart your Firefox after making all recommended updates.
bs: Budite sigurni da ponovo pokrenete Firefox nakon što napravite sve preporučene ispravke.
is: Passaðu að endurræsa Firefox eftir uppfærslur.
kk: Барлық ұсынылған жаңартуларды жасағаннан кейін Firefox-ты қайта іске қосуды ұмытпаңыз.
lt: Pritaikę visus rekomenduojamus naujinimus, nepamirškite pakartotinai paleisti „Firefox“ naršyklę.
ne: सिफारिस गरिएका सबै अद्यावधिक स्थापना भएपछि Firefox पुनः सुचारु गर्न नभुल्नुहोला।
ta: பரிந்துரைக்கப்பட்ட எல்லா புதுப்பிப்புகளையும் செய்தபின் உங்கள் பயர்பாக்சை மீள்துவக்கவதில் கவனத்துடன் இருங்கள்.

source: You are using an older version of Firefox.
bs: Koristite stariju verziju Firefoxa.
ca: Feu servir una versió antiga del Firefox.
is: Þú ert að nota gamla útgáfu af Firefox.
kk: Сіз Firefox-тың ескі нұсқасын қолданып отырсыз.
lt: Jūs naudojatės senesne „Firefox“ naršyklės laida.
ne: तपाईँले Firefox को पुरानो संस्करण चलाउँदै हुनुहुन्छ।
ta: நீங்கள் பயர்பாக்சின் பழைய பதிப்பைப் பயன்படுத்திக் கொண்டிருக்கிறீர்கள்.

source: Update now to keep your plugins running smoothly and securely.
bs: Ažurirajte sada kako bi zadržali da vaš plugin radi glatko i čvrsto.
ca: Actualitzeu-la ara per tal que els connectors segueixin executant-se sense problemes i amb seguretat.
is: Uppfærðu núna til að viðhalda tengiforritum hröðum og öruggum.
kk: Плагиндер жұмысын тегіс әрі қауіпсіз ету үшін оларды жаңартыңыз.
lt: Atnaujinkite ją dabar, kad papildiniai veiktų saugiai ir be trukdžių.
ne: तपाइको प्लगइनहरु सररर र सुरक्षित ढङ्गले चलाउन अहिले अद्यावधिक गर्नुहोस्।
ta: உங்கள் செருகுநிரல்களை மென்மையாகவும் பாதுகாப்பாகவும் இயங்குமாறு வைத்திருக்க இப்போதே புதுப்பியுங்கள்.

source: Currently the plugin check service is only available to Firefox users on desktop and Android.
bs: Trenutna provjera usluga plugina je dostupna samo za Firefox korisnike na desktopu i Androidu.
ca: Actualment el servei de verificació de connectors només és disponible per als usuaris del Firefox d'escriptori i Android.
is: Því miður er athugun á tengiforritum aðeins til fyrir Firefox notendur á heimilistölvum og Android.
kk: Ағымдағы уақытта плагиндерді тексеру қызметі тек жұмыс үстелі және Android үшін Firefox пайдаланушылары үшін қолжетерлік.
lt: Šiuo metu papildinių patikra galima tik „Firefox“ naršyklėje kompiuteriams ir „Android“ įrenginiams.
ne: प्लगइन जाँच सेवा हाल डेक्सटप र Android का Firefox प्रयोगकर्ताहरुलाइ मात्र उपलब्ध छ।
ta: தற்போது செருகுநிரல் சோதனைச் சேவை பணிமேடை மற்றும் Android பயர்பாக்ஸ் பயனர்களுக்கு மட்டுமே கிடைக்கிறது.

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
bs: Nijedan plugin nije pronađen. Ako mislite da je ovo greška, <a href="%(bugzilla_url)s"> molimo vas ubilježite Bug </a> i javite nam.
ca: No s'ha trobat cap connector. Si això és un error, <a href="%(bugzilla_url)s">obriu un error</a> i feu-nos-ho saber.
is: Engin tengiforrit fundust. Ef þú ert viss um að þetta sé villa, <a href="%(bugzilla_url)s">sendu þá inn villu tilkynningu</a> og láttu okkur vita.
kk: Плагиндер табылмады. Егер бұны қате деп ойласаңыз, бізге білдірту үшін <a href="%(bugzilla_url)s">ақаулық хабарламасын</a> жазыңыз.
lt: Neaptikta jokių papildinių. Jei manote, jog tai klaida, prašom mums apie tai pranešti, <a href="%(bugzilla_url)s">užregistruojant klaidą</a>.
ne: प्लगइनहरु भेटिएनन्। यदि यसलाई त्रुटी मान्नुहुन्छ भने, <a href="%(bugzilla_url)s">कृपया एउटा bug दर्ता गर्नुहोस्</a> र हामीलाई थाहा दिनुहोस्।
ta: எந்த செருகுநிரல்களும் காணப்படவில்லை. நீங்கள் இதனை பிழை என்று நினைத்தால், <a href="%(bugzilla_url)s">தயவுசெய்து ஒரு வழுவைப் பதிந்து</a> எங்களுக்குத் தெரியப்படுத்துங்கள்.

source: Common plugins you should check often.
bs: Obični plugin se treba često provjeriti.
ca: Connectors comuns que hauríeu de comprovar sovint.
is: Algeng tengiforrit ætti að athuga oft.
kk: Жиі қолданылатын плагиндер, оларды жиі тексеру керек.
lt: Dažniausi papildiniai, kuriuos derėtų periodiškai patikrinti.
ne: तपाइले प्राय जाँच गर्नुपर्ने साधारण प्लगइनहरु।
ta: நீங்கள் அடிக்கடி சோதிக்க வேண்டிய பொதுவான செருகுநிரல்கள்.

source: All plugins
bs: Svi priključci
ca: Tots els connectors
is: Öll tengiforrit
kk: Барлық плагиндер
lt: Visi papildiniai
ne: सबै प्लगइनहरु
ta: எல்லா செருகுநிரல்கள்

source: These plugins are out of date. Please update.
bs: Ovi priključci su zastarjeli. Molimo vas ažurirajte.
ca: Aquests connectors no estan actualitzats. Actualitzeu-los.
is: Þessi tengiforrit eru úrelt. Passaðu að uppfæra.
kk: Бұл плагиндер ескірген. Жаңартыңыз.
lt: Šie papildiniai pasenę. Rekomenduojame juos atnaujinti.
ne: यी प्लगइनहरु पुराना भैसके। कृपया अद्यावधिक गर्नुहोस्।
ta: இந்த செருகுநிரல்கள் காலாவதியானவை. தயவுசெய்து புதுப்பிக்கவும்.

source: Plugin
bs: Priključci
ca: Connector
is: Tengiforrit
kk: Плагин
lt: Papildinys
ne: प्लगइन
ta: செருகி

source: Status
ca: Estat
is: Staða
kk: Қалып-күйі
lt: Būklė
ne: स्थिति
ta: நிலை

source: Action
bs: Akcija
ca: Acció
is: Aðgerð
kk: Әрекет
lt: Veiksmas
ne: कार्य
ta: செயல்

source: These plugins are up to date. No action required.
bs: Ovi priključci su ažurirani. Nije potrebna nikakva akcija.
ca: Aquests connectors estan actualitzats. No cal fer cap acció.
is: Þessi tengiforrit eru með nýjustu útgáfu. Ekkert þarf að gera.
kk: Бұл плагиндер ескірмеген. Ешбір әрекет керек емес.
lt: Šių papildinių įdiegtos šviežiausios laidos. Jų naujinti kol kas nereikia.
ne: यी प्लगइनहरु नयाँ हुन्। केही गर्नु पर्दैन।

source: These plugins have an unknown status. Follow the links to learn more.
bs: Ovi priključci imaju nepoznat status. Pratite veze kako biste saznali više.
ca: Aquests connectors tenen un estat desconegut. Seguiu els enllaços per obtenir més informació.
is: Ekki er vitað um stöðuna á þessum tengiforritum. Smelltu á tengil til að lesa meira.
kk: Бұл плагиндердің қалып-күйі белгісіз. Көбірек білу үшін сілтемеден өтіңіз.
lt: Šių papildinių būklė nežinoma. Pasinaudokite saitais išsamesnei informacijai gauti.
ne: यी प्लगइनहरुको स्थिति अज्ञात छ। अझै धेरै जान्न लिंकहरु पछ्याउनुहोस्।
ta: இந்த செருகுநிரல்கள் அறியப்படாத நிலையைக் கொண்டுள்ளன. மேலும் அறிய இணைப்புகளைப் பின்தொடரவும்.

source: <span>Firefox</span> + You
kk: <span>Firefox</span> және сіз

source: Get Firefox tips, tricks, news and more
kk: Firefox жөнінде кеңестер, жаңалықтар және т.б. алу

source: Common Plugin Questions
bs: Česta pitanja o priključcima
ca: Preguntes freqüents sobre els connectors
is: Algengar spurningar um tengiforrit
kk: Плагиндер жөнінде жиі сұрақтар
lt: Dažniausi klausimai apie papildinius
ne: साधारण प्लगइन प्रश्नहरु
ta: பொதுவான செருகுநிரல் கேள்விகள்

source: Need help? Visit Mozilla Support.
bs: Trebate pomoć? Posjetite Mozilla podršku.
ca: Us cal ajuda? Visiteu l'ajuda de Mozilla.
is: Þarfnastu hjálpar? Kíktu við á Mozilla Support.
kk: Көмек керек пе? Mozilla қолдау көрсету сайтын шолыңыз.
lt: Reikia pagalbos? Apsilankykite „Mozillos“ žinyne.
ne: सहयोग चाहियो? Mozilla सहायता हेर्नुहोस्।
ta: உதவி தேவையா? மொசில்லா ஆதரவினைப் பார்க்கவும்.

source: What is a plugin?
bs: Šta je priključak?
ca: Què és un connector?
is: Hvað er tengiforrit?
kk: Плагин дегеніміз не?
lt: Kas yra papildinys?
ne: प्लगिन के हो?
ta: செருகு நிரல் என்றால் என்ன?

source: Plugins are bits of software that power videos, animation and games in your browser.
bs: Priključci su komadići softvera koji daju moć za video, animacije i igre u vašem pretraživaču.
ca: Els connectors són peces de programari que fan funcionar els vídeos, les animacions i els jocs al navegador.
is: Tengiforrit eru lítil forrit sem birta myndir, hreyfimyndbönd og leiki í vafra.
kk: Плагиндер - браузеріңізде видео, анимация және ойындар жұмысын қамтамасыз ететін бағдарламалық қамтама.
lt: Papildiniai – tai nedidelės programos, naršyklei suteikiančios tam tikras papildomas funkcijas.
ne: प्लगइनहरु सफ्टवेयरका टुक्राहरु हुन जुनले तपाइको ब्राउजरमा भिडियो, एनिमेसन र गेमहरु चलाउन मद्दत गर्छ।

source: They’re built outside of Firefox by companies like Adobe Systems and Apple.
bs: Oni su izgrađen izvan Firefox kompanije kao što su Adobe Systems i Apple.
ca: No són propis del Firefox, sinó que són creats per empreses com Adobe Systems i Apple.
is: Þau eru búin til fyrir utan Firefox af fyrirtækjum eins og Adobe Systems og Apple.
kk: Олар Adobe Systems және Apple сияқты компаниялармен жасалып, Firefox құрамына жатпайды.
lt: Jie kuriami atskirai nuo „Firefox“ – tokiose kompanijose, kaip „Adobe Systems“ ir „Apple“.
ne: तिनीहरू Adobe Systems र Apple जस्तै कम्पनीहरूद्वारा Firefox भन्दा बाहिर निर्माण गरिन्छ।
ta: இவை Adobe Systems and Apple போன்ற நிறுவனங்களால் பயர்பாக்சுக்கு வெளியே உருவாக்கப்படுகின்றன.

source: Why should I update my plugins?
bs: Zašto bi trebalo da ažuriram priključak?
ca: Per què hauria d'actualitzar els meus connectors?
is: Af hverju ætti ég að uppfæra tengiforrit?
kk: Плагиндерді неге жаңартуым керек?
lt: Kodėl turėčiau naujinti turimus papildinius?
ne: मैले मेरो प्लगिन्स किन अद्यावधिक गर्नुपर्छ?
ta: ஏன் எனது செருகு நிரல்களை புதுப்பிக்க வேண்டும்?

source: Out of date plugins can increase your risk for attack by malware, viruses and other security threats.
bs: Zastarjeli priključci mogu da povećaju vaš rizik od napada zlonamjernih programa, virusa i drugih sigurnosnih prijetnji.
ca: Els connectors antics incrementen el risc d'atacs per programari maliciós, virus i altres amenaces de seguretat.
is: Úrelt tengiforrit geta aukið á hættu á árásum frá spilliforritum, vírusum og öðrum öryggishættum.
kk: Ескірген плагиндер сіздің зиянкес бағдарламалар, вирустар және басқа да қауіпсіздік қатерлерінен зардап шегудің мүмкіндігін арттырады.
lt: Pasenę papildiniai didina riziką tapti kenksmingų programų, virusų ir kitų saugumo grėsmių atakų auka.
ne: पुराना प्लगइनहरुले तपाइको मालवेयर, भाइरसहरुका आक्रमण र अरु सुरक्षा खतराहरुको चुनाैती बढाउन सक्छ।
ta: பழைய செருகு நிரல்கள் தீம்பொருள்கள், வைரஸ்கள் மற்றும் பிற பாதுகாப்பு அச்சுறுத்தல்கள் ஏற்பட சாத்தியமுள்ள ஆபத்துகளை அதிகரிக்கும்.

source: They can also cause interruptions that negatively affect your browsing experience.
bs: Oni također mogu uzrokovati prekide koji negativno utiču na vaše iskustvo pregledavanja.
ca: També poden causar interrupcions que afecten negativament la vostra experiència de navegació.
is: Þau geta einnig valdið rofi á neti sem geta haft áhrif á upplifun í vafra.
kk: Сонымен қатар, олар браузер жұмысын тежей алатын жағдайларды туғыза алады.
lt: Taip pat jie gali sukelti strigtis ar kitaip neigiamai įtakoti naršyklės veikimą.
ne: तिनीहरूले रुकावट पनि पैदा गर्न सक्छ जसले तपाईंको ब्राउजिङ अनुभवमा नकरात्मक असर पार्छ।
ta: அவை உங்கள் உலாவல் அனுபவத்தை எதிர்மறையாகப் பாதிக்கும் குறுக்கீடுகளையும் ஏற்படுத்தலாம்.

source: Updated plugins keep your browser working smoothly and safely.
bs: Ažuriran priključak omogućava da vaš pretraživač radi glatko i sigurno.
ca: Mantenir els els connectors actualitzats fa que el navegador s'executi sense problemes i amb seguretat.
is: Uppfærð tengiforrit halda vafranum hraðvirkum og öruggum.
kk: Жаңартылған плагиндер браузер жұмысын тегіс әрі қауіпсіз етеді.
lt: Atnaujinti papildiniai paprastai reiškia sklandesnį ir saugesnį naršymą.
ne: अद्यावधिक गरिएका प्लगइनहरुले तपाइको ब्राउजरलाइ सररर र सुरक्षित राख्छ।
ta: உங்கள் உலாவியை மென்மையாக மற்றும் பாதுகாப்பாக வேலைசெய்யுமாறு வைத்திருக்க உங்கள் செருகுநிரல்களைப் புதுப்பியுங்கள்.

source: Plugins don’t always update automatically so it’s up to you from time to time.
bs: Priključci se neće uvijek ažurirati automatski, tako da je to do vas s vremena na vrijeme.
ca: Els connectors no sempre s'actualitzen automàticament, per tant ho heu de fer de tant en tant.
is: Sum tengiforrit uppfærast ekki sjálfkrafa þannig að það er undir þér komið að athuga það öðru hverju.
kk: Плагиндер әрқашан автоматты түрде жаңартыла бермейді, кейде сіз оны жасауыңыз керек.
lt: Ne visi papildiniai atnaujinami automatiškai – kitus rekomenduojama periodiškai atnaujinti patiems.
ne: प्लगइनहरु सधै आफै अद्यावधिक नहुने हुनाले बेला बेलामा तपाइ आफैले अद्यावधिक गर्नुपर्छ।
ta: செருகுநிரல்கள் எப்போதும் தானாகவே புதுப்பித்துக் கொள்ளாது எனவே நேரத்திற்கு ஏற்ப அதைச் செய்வது உங்களைப் பொருத்தது.

source: How can Firefox help me?
bs: Kako mi Firefox može pomoći?
ca: Com em pot ajudar el Firefox?
is: Hvernig getur Firefox hjálpað mér?
kk: Firefox маған қалай көмектесе алады?
lt: Kuo „Firefox“ gali man padėti?
ne: मलाई Firefox ले कसरी सहयोग गर्छ?
ta: Firefox எனக்கு எப்படி உதவக்கூடும்?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to keep your Firefox safe.
bs: U budućnosti, Firefox će ažurirati priključke za vas. Do tada, trebali bi redovito provjeriti ovu stranicu i ažurirati vaše priključke da bi Firefox bio siguran.
ca: En el futur, el Firefox us actualitzarà els connectors. Fins llavors, hauríeu de comprovar aquesta pàgina regularment i actualitzar els connectors per mantenir el Firefox segur.
is: Í framtíðinni, mun Firefox uppfæra tengiforritin fyrir þig. En þangað til, ættirðu að athuga reglulega þessa síðu og uppfæra tengiforritin til að vafri sé öruggur.
kk: Болашақта Firefox сіз үшін плагиндерді автоматты түрде жаңартатын болады. Оған дейін, сіз осы парақа үнемі кіріп, Firefox-ты қауіпсіз күйінде сақтау үшін плагиндеріңізді жаңартып отыруыңыз керек.
lt: Ateityje „Firefox“ pati atnaujins papildinius. Tačiau kol kas, kad išliktumėte saugūs, turite patys reguliariai užsukti į šį tinklalapį ir atnaujinti papildinius.
ne: भविष्यमा, Firefox ले तपाइको लागि प्लगइनहरु अपडेट गर्नेछ। त्यतिन्जेल, तपाईँले नियमित यो पृष्ठ जाँच गर्नुपर्छ र आफ्नो Firefox सुरक्षित राख्न आफ्नो प्लगइनहरु अद्यावधिक गर्नुपर्छ।
ta: எதிர்காலத்தில், உங்களுக்கான செருகு நிரல்களை பயர்பாக்ஸ் புதுப்பிக்கும். அது வரை நீங்கள் பாதுகாப்பாக இருக்க, இந்தப் பக்கத்தை அவ்வப்போது பார்த்து உங்கள் செருகு நிரல்களைப் புதுப்பித்துக்கொள்ள வேண்டும்.

source: How can I see which plugins I have installed in my Firefox?
bs: Kako da vidim koji priključak sam instalirao u moj Firefox?
ca: Com puc veure quins connectors tinc instal·lats al Firefox?
is: Hvernig get ég séð hvaða tengiforrit ég er með uppsett í Firefox?
kk: Firefox ішіне мен орнатқан плагиндерді қалай көре аламын?
lt: Kaip galiu įdiegtų „Firefox“ papildinių sąrašą?
ne: मेरो Firefox मा कुन-कुन प्लगइनहरु स्थापित छन् भनेर कसरी हेर्न सक्छु?
ta: என்னுடைய பயர்பாக்ஸ் உலாவியில் நிறுவப்பட்டுள்ள செருகு நிரல்களைக் காண முடியுமா?

source: We automatically detected your plugins above. To view all the plugins you have installed in Firefox, follow these steps in your desktop browser:
bs: Mi automatski prepoznajemo vaš priključak iznad. Da biste pogledali sve priključke koje ste instalirali u Firefox, slijedite ove korake na vašem desktop pretraživaču:
ca: Hem detectat automàticament els connectors següents. Per veure tots els connectors que teniu instal·lats al Firefox, seguiu aquests passos al navegador d'escriptori:
is: Við fundum sjálfkrafa þessi tengiforrit sem eru hér fyrir ofan. Til að skoða öll tengiforrit sem eru í Firefox, fylgdu þessum leiðbeiningum:
kk: Жоғарыдағы плагиндеріңіз автоанықталды. Firefox ішіне сіз орнатқан барлық плагиндерді қарау үшін, жұмыс үстелі үшін браузерде келесі қадамдарды жасаңыз:
lt: Aukščiau matote automatiškai aptiktų papildinių sąrašą. Kad pamatytumėte visus įdiegtus „Firefox“ papildinius, naršyklėje atlikite šiuos veiksmus:
ne: हामी तपाईंको माथिका प्लगइनहरु स्वतः पत्ता लगायाैँ। तपाईंले फायरफक्समा स्थापित गर्नुभएको सबै प्लगइनहरु हेर्न तपाईँको डेस्कटप ब्राउजरमा यी कदमहरु चाल्नुहोस्:

source: Open the <span class="menu">menu</span>.
bs: Otvorite <span class="menu">meni</span>.
ca: Obriu el <span class="menu">menú</span>.
is: Opna <span class="menu">valmyndina</span>.
kk: <span class="menu">Мәзірді</span> ашыңыз.
lt: atverkite <span class="menu">meniu</span>;
ne: <span class="menu">मेनु</span> खोल्नुहोस्।
ta: <span class="menu">பட்டியைத்</span> திற.

source: Choose Add-ons.
bs: Izaberite dodatke.
ca: Trieu Complements.
is: Veldu Viðbætur.
kk: Қосымшаларды таңдау.
lt: jame pasirinkite punktą „Priedai“;
ne: एड- अन छान्नुहोस्
ta: துணை நிரலல்களைத் தேர்.

source: Click the plugins tab.
bs: Kliknite na tab priključci.
ca: Feu clic a la pestanya de connectors.
is: Smelltu á Tengiforrits flipann.
kk: Плагиндер бетін шертіңіз.
lt: spustelėkite kortelę „Papildiniai“;
ne: प्लगइन ट्याबमा थिच्नुहोस्।
ta: செருகு நிரல் கீற்றைச் சொடுக்கு.

source: How do I disable a plugin?
bs: Kako da onemogućim priključak?
ca: Com inhabilito un connector?
is: Hvernig slekk ég á tengiforriti?
kk: Маған плагинды қалай өшіруге болады?
lt: Kaip galiu išjungti papildinį?
ne: मैले कसरि plugin निस्क्रिय गर्ने ?
ta: ஒரு செருகு நிரலை எப்படி முடக்குவது?

source: In Firefox for desktop:
bs: U Firefoxu za desktop:
ca: En el Firefox per a l'escriptori:
is: Í Firefox fyrir borðtölvu:
kk: Жұмыс үстелі үшін Firefox ішінде:
lt: Kompiuteryje veikiančioje „Firefox“ naršyklėje:
ne: डेस्कटपका लागि Firefox मा:
ta: கணினிக்கான பயர்பாக்சில்:

source: Click on the drop down next to the plugin you wish to disable.
bs: Kliknite na padajući meni pored priključka koji želite isključiti.
ca: Feu clic al desplegable al costat del connector que voleu inhabilitar.
is: Smelltu á flettivalmynd við hliðina á því tengiforriti sem þú vilt slökkva á.
kk: Сөндіргіңіз келетін плагиннің қасындағы ашылмалы мәзірге шертіңіз.
lt: išskleiskite norimo išjungti papildinio eilutėje esantį išskleidžiamąjį sąrašą;
ne: तपाइले अक्षम पार्न खोज्नुभएको प्लगइनको छेउको drop down मा थिच्नुहोस्।
ta: நீங்கள் முடக்க நினைக்கும் செருகியை அடுத்து கீழறங்கும் பட்டியலில் சொடுக்கு.

source: Select "Never Activate" from the available choices.
bs: Odaberite "Nikada aktivirati" iz dostupnih opcija.
ca: Trieu "Mai actiu" de les opcions disponibles.
is: Veldu "Aldrei virkja" úr valmöguleikunum.
kk: Қолжетерлік таңдаулардан "Ешқашан белсендірмеу" таңдаңыз.
lt: iš atsiradusio meniu pasirinkite punktą „Niekada neaktyvinti“.
ne: उपलब्ध विकल्पहरुबाट "कहिल्यै सक्रिय नगर" चयन गर्नुहोस्।
ta: இருக்கும் தேர்வுகளில் "நிரந்திர முடக்கும்" என்பதைத் தேர்.

source: Caution: Disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
bs: Pažnja: Onemogućavanje priključka znači da više nećete moći da radite određene stvari. Na primjer, ako onemogućite Flash, nećete moći da gledate video snimke na nekim web stranicama za strimovanje videa.
ca: Compte! Inhabilitar un connector vol dir que no podreu fer algunes coses. Per exemple, si inhabiliteu el Flash, no podreu veure vídeos en llocs populars que en transmeten.
is: Aðvörun: Ef þú gerir tengiforrit óvirkt þýðir það að einhverjir hlutir hætta að virka. Sem dæmi, ef þú slekkur á Flash, þá geturðu ekki horft á myndbönd á sumum vefsíðum.
kk: Назар аударыңыз: плагинді сөндіру нәтижесінде кейбір әрекеттерді орындай алмайтын боласыз. Мысалы, Flash сөндірсеңіз, кейбір ағындық видео сайттарынан видеоларды көре алмайтын боласыз.
lt: Svarbu: išjungus papildinį, jo suteikiamos funkcijos naršyklėje taps nepasiekiamos. Pavyzdžiui, išjungę „Flash“ papildinį, kai kuriose svetainėse nebegalėsite žiūrėti vaizdo įrašų ar transliacijų.
ne: सावधान: प्लगइन असक्षम गर्नु भनेको तपाईंले अब केही कुराहरू के गर्न सक्नुहुन्न। उदाहरणका लागि, तपाईं Flash असक्षम गर्नुभयो भने, तपाईंले केही प्रवाहका भिडियो वेभसाइटमा भिडियो हेर्न सक्नु हुने छैन।
ta: கவனம்: ஒரு செருகு நிரலை முடக்கினால், அதன் பிறகு நீங்கள் சில செயல்களைச் செய்ய முடியாது போகக்கூடும்,. எடுத்துக்காட்டுக்கு, நீங்கள் ஃபிளாஷ் என்பதை முடக்கினால், பிரபல காணொளி ஓடத் தளங்களில் உள்ள காணொளிகளை காண முடியாது.

source: Back to Top
bs: Povratak na vrh
ca: Torna a dalt
is: Fara efst
kk: Жоғарыға қайту
lt: Grįžti į pradžią
ne: माथी फिर्ता
ta: உச்சத்திற்கு செல்

source: Update Now
bs: Ažuriraj sada
ca: Actualitza
is: Uppfæra núna
kk: Қазір жаңарту
lt: Atnaujinti dabar
ne: अद्यावधिक गर्नुहोस्
ta: இப்போது புதுப்பி

source: Plugin icon
bs: Ikona priključka
ca: Icona del connector
is: Mynd tengiforrit
kk: Плагин таңбашасы
lt: Papildinio piktograma
ne: प्लगइन आइकन
ta: செருகியின் சின்னம்

source: up to date
bs: najnovije
ca: actualitzat
is: uppfært
kk: ескірмеген
lt: nepasenęs
ne: नयाँ
ta: புதிய பதிப்புடன் உள்ளது

source: unknown
bs: nepoznato
ca: desconegut
is: óþekkt
kk: белгісіз
lt: nežinomas
ne: अज्ञात
ta: தெரியாத

source: outdated
bs: zastarjelo
ca: obsolet
is: úrelt
kk: ескірген
lt: pasenęs
ne: पुरानो
ta: காலாவதியானது

source: vulnerable
bs: osjetljivo
ca: amb risc
is: berskjaldað
kk: осал
lt: pažeidžiamas
ne: कमजोर
ta: பாதிப்புக்குட்படக்கூடியது
