Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: af, ar, as, bg, bn_bd, br, ca, fa, fi, ga_ie, hr, kab, kk, kn, ku, lt, lv, ms, nn_no, pt, th, ur, uz, vi

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
af: In die toekoms sal Firefox inproppe self bywerk. Totdat dit in plek is, kontroleer dié bladsy gereeld en werk die inproppe by om veilig te bly.
ar: في المستقبل، فيرفكس سيقوم بتحديث ملحقاتك. حتى ذلك الحين، يجب عليك التحقق بانتظام من هذه الصفحة وتحديث الإضافات الخاصة بك للبقاء آمناً.
as: ভৱিষ্যতে, Firefox এ আপোনাৰ কাৰণে প্লাগ-ইনসমূহ আপডেইট কৰিব। তেতিয়ালৈকে, আপুনি এই পৃষ্ঠা নিয়মিত ভাবে পৰীক্ষা কৰিব লাগপ আৰু সুৰক্ষিত থাকিবলৈ নিজৰ প্লাগ-ইন আপডেইট কৰিব লাগে।
bg: За в бъдеще Firefox ще обновява приставките за вас автоматично. Дотогава е желателно да проверявате тази страница редовно и да обновявате приставките, което е за ваше добро.
bn_bd: ভবিষৎ এ, ফায়ারফক্স আপনার জন্য প্লাগিন হালনাগাদ করবে। সে পর্যন্ত, নিরাপদে থাকতে নিয়মিত এই পেজটি পরীক্ষা করুন এবং প্লাগিন আপডেট করুন।
br: En dazont e hizivay Firefox an enlugelladoù evidoc'h. Betek-henn e rankfec'h gweladenniñ ar bajenn-mañ ingal ha hizivaat hoc'h enlugelladoù evit chom e savete.
ca: En el futur, el Firefox us actualitzarà els connectors. Fins llavors, hauríeu de comprovar sovint aquesta pàgina i actualitzar els connectors per mantenir-vos segur.
fa: در آینده، فایرفاکس پلاگین‌ها را برای شما بروزرسانی می‌کند. تا آن زمان، باید بطور مرتب این صفحه را بررسی کنید و پلاگین‌های خود را برای امن ماندن بروزرسانی کنید.
fi: Tulevaisuudessa Firefox päivittää liitännäiset puolestasi. Sitä ennen sinun kannattaa kuitenkin käydä tällä sivulla säännöllisesti ja päivittää liitännäisesi, jotta pysyt turvassa.
ga_ie: Amach anseo, déanfaidh Firefox nuashonrú ar do chuid forlíontán go huathoibríoch. Go dtí sin, ba chóir duit filleadh ar an leathanach seo go minic agus do chuid forlíontán a nuashonrú le do shlándáil a chosaint.
hr: Ubuduće će Firefox nadograđivati priključke umjesto vas. Do tada biste trebali redovito posjećivati ovu stranicu i ažurirati svoje priključke kako biste ostali sigurni.
kab: Ɣer zdat, Firefox ad ileqqem izegrar i kečč. Ihi sya ar ass-en, yessefk ad tettwaliḍ asebter agi udiɣ ad leqqmeḍ izegrar inek akken ad teqqimeḍ d aɣelsan.
kk: Болашақта Firefox сіз үшін плагиндерді автоматты түрде жаңартатын болады. Оған дейін, сіз осы парақа үнемі кіріп, қауіпсіздік дейгейін сақтау үшін плагиндеріңізді жаңартып отыруыңыз керек.
kn: ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಫೈರ್ಫಾಕ್ಸ್ ಪ್ಲಗಿನ್ ಗಳನ್ನು ನಿಮಗಾಗಿ ಪರಿಷ್ಕರಿಸುತ್ತದೆ. ಅಲ್ಲಿವರೆಗೆ ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವು ಈ ಪುಟವನ್ನು ನಿಯಮಿತವಾಗಿ ಸಂದರ್ಶಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಪ್ಲಗಿನ್ ಗಳನ್ನು ಪರಿಷ್ಕರಿಸಿಕೊಳ್ಳಿ.
ku: Siberojê Firefox bixwe dê pçvekên te rojane bike. Heta wê demê, divê vê rûpelê bi rêk û pêk kontrol bikî û ji bo ewlekariya xwe divê pêvekên xwe rojane bikî.
lt: Ateityje „Firefox“ pati atnaujins papildinius. Tačiau kol kas, kad išliktumėte saugūs, turite patys reguliariai užsukti į šį tinklalapį ir atnaujinti papildinius.
lv: Turpmāk Firefox atjauninās spraudņus jūsu vietā. Līdz tam, jums vajadzētu regulāri apmeklēt šo lapu un atjaunināt spraudņus, lai būtu drošībā.
ms: Pada masa hadapan, Firefox akan mengemaskini plugin untuk anda. Kemudian, anda seharusnya sentiasa semak laman ini dan kemaskini plugin anda untuk senantiasa selamat.
nn_no: I framtida vil Firefox oppdatera programtillegga for deg. Fram til det skjer, bør du med jamne mellomrom sjekka denne sida og oppdatera programtillegga dine for å vera trygg.
pt: No futuro, o Firefox irá atualizar-lhe os seus plugins. Até lá, deve verificar regularmente esta página e atualizar os seus plugins para se manter seguro.
th: ในอนาคต Firefox จะปรับรุ่นโปรแกรมเสริมให้คุณ แต่ก่อนจะถึงตอนนั้น คุณควรเข้ามาตรวจสอบกับหน้านี้และปรับรุ่นของโปรแกรมเสริมเองเพื่อความปลอดภัย
uz: Kelajakda "Firefox" plaginlarni siz uchun avtomatik yangilaydi. Ungacha xavsiz qolish uchun siz muntazam ravishda ushbu sahifani tekshirishingiz va plaginlanri yangilashingiz kerak.
vi: Trong tương lai, Firefox sẽ cập nhật các plugin cho bạn. Cho đến lúc đó, bạn phải thường xuyên vào trang này và cập nhật các plugin của bạn để duyệt web an toàn hơn.

source: Which Plugins do I have?
af: Watter inproppe het ek?
ar: ما الإضافات التي علي امتلاكها؟
as: মোৰ ওচৰত কি প্লাগ-ইনসমূহ আছে?
bg: Какви приставки имам?
bn_bd: আমার কোন কোন প্লাগইন রয়েছে?
br: Peseurt enlugelladoù zo staliet ?
ca: Quins connectors tinc?
fa: من چه پلاگین‌هایی دارم؟
fi: Mitä liitännäisiä minulla on käytössäni?
ga_ie: Cé hiad na forlíontáin atá agam?
hr: Koje sve priključke imam?
kab: Anwa-ten izegrar inu?
kk: Менде қандай плагиндер орнатылған?
kn: ನನ್ನಲ್ಲಿ ಯಾವ ಪ್ಲಗಿನ್‌ಗಳಿವೆ?
ku: Kîjan pêvekên min hene?
lt: Kokius papildinius turiu įdiegtus?
lv: Kādi spraudņi man ir?
ms: Plugin yang mana satu saya perlu ada?
nn_no: Kva for programtillegg har eg?
pt: Que plugins é que eu tenho?
th: ฉันมีโปรแกรมเสริมอะไรบ้าง?
ur: میرے پاس کون سے پلگ ان ہیں؟
uz: Menda qanday plaginlar bor?
vi: Tôi đang có những plugin nào?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
af: Die inproppe hierbo is outomaties bespeur. Om die geïnstalleerde inproppe in Firefox te sien, volg hierdie stappe:
ar: اكتشفنا تلقائيا الملحقات الخاصة بك أعلاه، لمشاهدة الملحقات المثبتة في فيرفكس اتبع الخطوات التالية:
as: আমি আপোনাৰ প্লাগ-ইনসমূহক স্বচালিতভাৱে সন্ধান কৰোঁ, Firefox ত আপোনাৰ ইনস্টল কৰা প্লাগ-ইনসমূহ চাবলৈ এই স্তৰসমূহ লওক:
bg: Ние автоматично засякохме упоменатите приставки. За да прегледате вашите инсталирани приставки към Firefox, следвайте тези стъпки:
bn_bd: স্বয়ংক্রিয়ভাবে আপনার প্লাগিন সনাক্ত করা হবে, ফায়ারফক্সে ইনস্টল করা প্লাগিনগুলো দেখতে নিচের ধাপগুলো অনুসরণ করুন:
br: Dinoet hon eus an enlugelladoù amañ-dindan ent emgefreek. Heuilhit ar pazennoù da-heul evit gwelout hoc'h holl enlugelladoù bet staliet e Firefox :
ca: Hem detectat automàticament els vostres connectors a dalt. Per veure els que teniu instal·lats al Firefox seguiu aquests passos:
fa: ما بطور خودکار پلاگین‌های شما را در بالا تشخیص دادیم، برای نمایش پلاگین‌های نصب شده در فایرفاکس مراحل زیر را طی کنید:
fi: Ylläolevat liitännäiset on automaattisesti tunnistettu. Voit tarkastella kaikkia Firefoxiin asennettuja liitännäisiä seuraavasti:
ga_ie: Bhraitheamar do chuid forlíontán thuas go huathoibríoch; chun na forlíontáin atá agat a fheiceáil i bhFirefox lean na treoracha seo:
hr: Automatski smo pronašli priključke iznad. Da biste vidjeli instalirane priključke u Firefoxu, slijedite ove upute:
kab: Nuffa-d s wudem awurman izgrar agi daw-a. Akken ad twaliḍ izegrar ibedden di Firefox, ḍfeṛ tinaḍin agi:
kk: Жоғарыда көрсетілген плагиндеріңізді біз автоматты түрде анықтадық. Сізде Firefox ішінде орнатылған плагиндерді қарап шығу үшін келесі әрекеттерді орындаңыз:
kn: ಈ ಮೇಲಿನ ಪ್ಲಗಿನ್ ಗಳನ್ನು ನಾವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪತ್ತೆಮಾಡಿದ್ದೇವೆ, Firefox ನಲ್ಲಿ ಸ್ಥಾಪನೆಯಾಗಿರುವ ನಿಮ್ಮ ಪ್ಲಗಿನ್ ಗಳನ್ನು ನೋಡಲು ಈ ಸೂಚನಾ ಹಂತಗಳನ್ನು ಪಾಲಿಸಿ:
ku: Me bi awayekî xweber pêvekên te yên li jêrê vedîtin, ji bo ku pêvekên di Firefoxa te de saz bûne bibînî van gavan bişopîne:
lt: Aukščiau išvardytus jūsų naudojamus papildinius mes aptikome automatiškai, o norėdami peržiūrėti visų įdiegtų „Firefox“ priedų sąrašą, atlikite šiuos žingsnius:
lv: Mēs esam atraduši augstāk redzamos spraudņus, lai aplūkotu Firefox instalētos spraudņus rīkojieties sekojoši:
ms: Kami akan mengesan secara automatik plugin anda diatas, untuk melihat plugin yang dipasang dalam Firefox mengikuti langkah tersebut:
nn_no: Vi auto-oppdaga kva for programtillegg du har ovanfor. For å sjå installerte programtillegg i Firefox, gjer følgjande:
pt: Detetámos automaticamente os plugins acima; para ver os plugins instalados no Firefox siga estes passos:
th: เราตรวจสอบโปรแกรมเสริมที่คุณมีอยู่ได้ตามด้านบน ถ้าต้องการดูโปรแกรมเสริมที่ติดตั้งไปแล้วใน Firefox ทำตามขั้นตอนเหล่านี้ :
ur: ہم نے خود بخود اوپر اپ کے پلگ ان کھوج لیے ہیں، Firefox میں اپنے تنصیب شدہ پلگ ان دیکھنے کے لیے یہ مرحلہ اپنائیں:
uz: Biz avtomatik tarzda yuqoridagi plaginlaringizni aniqladik, "Firefox"da o‘rnatilgan plaginlarni aniqlash uchun quyidagi bosqichlarni bajaring:
vi: Chúng tôi tự động phát hiện những plugin của bạn, để xem bạn đã cài plugin nào, xin hãy làm theo những bước sau:

source: Want to spread the word?
af: Lus om die woord te help versprei?
ar: هل تريد نشر الكلمة؟
as: ইয়াৰ বিষয়ে জনাব বিচাৰে?
bg: Искате да кажете на други за това?
bn_bd: এই কথাটি ছড়িয়ে দিতে চান?
br: Fellout a ra deoc'h kelaouiñ an dud ?
ca: Feu córrer la veu
fa: می‌خواهید همه را خبردار کنید؟
fi: Haluatko levittää sanaa?
ga_ie: Ar mhaith leat an focal a scaipeadh?
hr: Želite proširiti riječ?
kab: Tebɣiḍ ad tezzuzreḍ talɣut agi?
kk: Осы туралы басқаларға айтуды қалайсыз ба?
kn: ಮಾತೊಂದನ್ನು ಪ್ರಚುರಪಡಿಸಲು ಇಚ್ಛಿಸುವಿರಾ?
ku: Dixwazî li cîhanê belav bikî?
lt: Norite skleisti žinią?
lv: Gribi palīdzēt un pastāstot citiem?
ms: Mahu sebarkan makluman?
nn_no: Vil du spreia bodskapen vår?
pt: Quer passar a palavra?
th: อยากจะบอกต่อ?
uz: So‘zni yoyishni xohlaysizmi?
vi: Bạn muốn chia sẻ điều này?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
ar: قم بمساعدة أصدقائك للبقاء آمنين على الإنترنت! قم بزيارة <a href="%(url)s">الشركات التابعة لفيرفكس </a> للحصول على شارة الملحق لموقع الويب الخاص بك.
as: আপোনাৰ বন্ধুসকলক অনলাইন সুৰক্ষিত থকাত সহায় কৰক! আপোনাৰ ছাইটৰ বাবে এটা প্লাগিন চেক বেজ প্ৰাপ্ত কৰিবলে <a href="%(url)s">Firefox সহকাৰীসকল</a> ভ্ৰমণ কৰক।
bg: Помогнете на приятелите си да се чувстват сигурни онлайн! Посетете <a href="%(url)s">Фirefox Affiliates</a>, за да вземете специална джаджа за проверка на приставки за вашия сайт.
bn_bd: আপনার বন্ধুদের অনলাইনে নিরাপদ থাকতে সাহায্য করুন! আপনার সাইটের জন্য একটি প্লাগইন পরীক্ষা ব্যাজ পেতে <a href="%(url)s">Firefox Affiliates</a> পরিদর্শন করুন।
br: Skoazellit ho mignoned da chom diogel war ar genrouedad ! Gweladennit <a href="%(url)s">Firefox Affiliates</a> evit kaout un arlun gwiriadur enlugelladoù evit ho lec'hienn.
ca: Ajudeu els vostres amics a mantenir-se segurs en línia! Visiteu els <a href="%(url)s">afiliats de Firefox</a> per obtenir l'acreditació de verificació de connectors pel vostre lloc web.
fa: به دوستانتان کمک کنید تا در وب امن بمانند! از <a href="%(url)s">همکاران فایرفاکس</a> دیدن کنید تا یک نشان بررسی پلاگین برای سایت خود دریافت کنید.
fi: Auta kavereitasi pysymään turvassa netissä! Käy <a href="%(url)s">Firefoxin tukijoiden sivustolla</a>, jolta saat lisäosien tarkistuspainikkeen sivustollesi.
ga_ie: Cabhraigh le cairde bheith slán sábháilte ar líne! Tabhair cuairt ar <a href="%(url)s">Firefox Affiliates</a> chun suaitheantas forlíontán a chur ar do shuíomh.
hr: Pomognite svojim prijateljima da ostanu sigurni na Internetu! Posjetite <a href="%(url)s">Firefox affiliates program</a> da biste preuzeli značku za vašu web stranicu.
kab: Eǧǧ imdukal inek ad inigen s wudem aɣelsan ! Ddu ɣer <a href="%(url)s">Firefox Affiliates</a> akken ad tawiḍ ajiṭun n usenqed n uzegrir i usmel inek.
kk: Достарыңызға Интернет жұмысын қауіпсіздеу қылуға көмектесіңіз! Сайтыңызға плагиндерді тексеру таңбашасын алу үшін <a href="%(url)s">Firefox көмекшілері</a> сайтын шолыңыз.
kn: ನಿಮ್ಮ ಗೆಳೆಯರು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರಲು ಸಹಕರಿಸಿ! ನಿಮ್ಮ ಜಾಲತಾಣಕ್ಕೆ ಪ್ಲಗಿನ್ ಪರಿಶೀಲನಾ ಪದಕವನ್ನು ಪಡೆಯಲು <a href="%(url)s"> Firefox ಸಹಭಾಗಿಗಳು</a> ಗೆ ಭೇಟಿಕೊಡಿ.
ku: Alîkariya hevalên xwe bike ku înterneta wan ewle be! Serdana <a href="%(url)s">Hevkarên Firefoxê</a> bike ku pêvekeke nîşaneya malpera te kontrol dike bistînî.
lt: Padėkite savo draugams internete išlikti saugiems! Apsilankykite <a href="%(url)s">„Firefox“ skleidėjų</a> svetainėje, kurioje gausite papildinių patikros ženklelį savo svetainei.
lv: Palīdzi draugiem būt pasargātiem internetā! Apmeklē <a href="%(url)s">Firefox atbalstītāju lapu</a>, lai iegūtu spraudņu pārbaudes nozīmīti savai lapai.
ms: Bantu rakan-rakan anda untuk berada selamat dalam talian! Layari <a href="%(url)s">Firefox Affiliates</a> untuk dapatkan lencana semakan plugin pada laman anda.
nn_no: Hjelp vennane dine med å vera trygge på nettet! Gå til <a href="%(url)s">Firefox Affiliates</a> for å få eit kontrollbanner for programtillegga dine på nettstaden din.
pt: Ajude os seus amigos a manterem-se seguros na rede! Visite <a href="%(url)s">parceiros do Firefox</a> para obter um badge de verificação do plugin para o seu sítio web.
th: ช่วยให้เพื่อนของคุณออนไลน์อย่างปลอดภัย! รับป้ายตรวจสอบโปรแกรมเสริมสำหรับติดในเว็บของคุณได้ที่ <a href="%(url)s">Firefox Affiliates</a>
uz: Do‘stlaringizgning onlayn xavfsiz qolishiga yordam bering! Saytingiz uchun plagin tekshirish nishonchasini olish uchun <a href="%(url)s">Firefox Affiliates</a>ga tashrif buyuring.
vi: Hãy giúp các bạn của mình duyệt web an toàn hơn! Truy cập <a href="%(url)s">Firefox Affiliates</a> để tải một plugin kiểm tra cho trang của bạn.

source: How do I disable a plugin?
af: Hoe deaktiveer ek 'n inprop?
ar: كيف يمكنني تعطيل الملحق؟
as: এটা প্লাগ-ইন কেনেদৰে অসামৰ্থবান কৰোঁ?
bg: Как да изключа приставка?
bn_bd: প্লাগিন কিভাবে নিষ্ক্রিয় করবো?
br: Penaos diweredekaat un enlugellad ?
ca: Com inhabilito un connector?
fa: چطور یک پلاگین را غیرفعال کنم؟
fi: Kuinka otan liitännäisen pois käytöstä?
ga_ie: Cén chaoi a ndíchumasóinn forlíontán?
hr: Kako mogu onemogućiti dodatak?
kab: Amek ara kkseɣ armad n uzegrir?
kk: Маған плагинды қалай өшіруге болады?
kn: ಪ್ಲಗಿನ್ ಅನ್ನು ಹೇಗೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಿ?
ku: Dikarim pêvekekeê çawan neçalak bikim?
lt: Kaip galiu išjungti papildinį?
lv: Kā deaktiviēt kādu spraudni?
ms: Bagaimana saya boleh melumpuhkan plugin?
nn_no: Korleis slå av eit programtillegg?
pt: Como é que desativo um plugin?
th: ฉันจะปิดการใช้งานโปรแกรมเสริมได้อย่างไร?
uz: Qanday qilib plaginni o‘chirsam bo‘ladi?
vi: Làm thế nào để vô hiệu hóa một plugin?

source: In Firefox:
ar: في فيرفكس:
as: Firefox ত:
bg: Във Firefox:
bn_bd: ফায়ারফক্সে:
br: E-barzh Firefox:
ca: En el Firefox:
fa: در فایرفاکس:
fi: Firefoxissa:
ga_ie: I bhFirefox:
hr: U Firefoxu:
kab: Di Firefox:
kk: Firefox ішінде:
kn: ಫೈರ್ಫಾಕ್ಸ್‌ನಲ್ಲಿ:
ku: Di Firefoxê de:
lt: „Firefox“ naršyklėje:
lv: Firefox programmā:
ms: Dalam Firefox:
nn_no: I Firefox:
pt: No Firefox:
th: ใน Firefox:
uz: "Firefox"da:
vi: Trong Firefox:

source: Open the Tools menu.
af: Gaan na die Nutsgoed-kieslys.
ar: فتح قائمة الأدوات.
bg: Отворете менюто Инструменти (Tools).
bn_bd: টুল মেনু খুলুন।
br: Digorit al lañser Binvioù.
ca: Obriu el menú Eines.
fa: منو ابزارها را باز کنید.
fi: Avaa Työkalut-valikko.
ga_ie: Oscail an roghchlár Uirlisí.
hr: Otvorite izbornik Alati.
kab: Ldi umuɣ Ifecka.
kn: ಉಪಕರಣಗಳ ಪರಿವಿಡಿ ತೆಗೆ.
lt: atverkite meniu Priemonės;
lv: Atveriet izvēlni Rīki.
ms: Buka menu Alatan.
nn_no: Opna verktøymenyen.
pt: Abra o menu Ferramentas.
th: เปิดเมนู เครื่องมือ
uz: "Asboblar" menyusini oching
vi: Mở menu Công cụ.

source: Open the <span class="menu">menu</span>.
af: Open die <span class="menu">-kieslys</span>.
ar: فتح<span class="menu"> القائمة </span>.
bg: Отворете <span class="menu">менюто</span>.
bn_bd: <span class="menu">মেনু</span> খুলুন।
br: Digeriñ al <span class="menu">lañser</span>.
ca: Obriu el <span class="menu">menú</span>.
fa: باز کردن <span class="menu">منو</span>.
fi: Avaa <span class="menu">valikko</span>.
ga_ie: Oscail an <span class="menu">roghchlár</span>.
hr: Otvorite <span class="menu">izbornik</span>.
kab: Ldi <span class="menu">umuɣ</span>
kn: <span class="menu">ಪರಿವಿಡಿ</span> ತೆಗೆ.
lt: atverkite <span class="menu">meniu</span>;
lv: Atveriet <span class="menu">izvēlni</span>.
nn_no: Opna <span class="menu"> menyen</span>.
pt: Abra o <span class="menu">menu</span>.
th: ดู<span class="menu">เมนู</span>
uz: <span class="menu">Nenyu</span>ni oching.
vi: Mở <span class="menu">menu</span>.

source: Choose Add-ons.
af: Kies Byvoegings.
ar: اختيار اللإضافات.
bg: Изберете Добавки (Add-ons).
bn_bd: অ্যাড-অন নির্বাচন
br: Dibabit Askouezhioù.
ca: Trieu Complements.
fa: انتخاب افزونه‌ها.
fi: Valitse Lisäosat.
ga_ie: Roghnaigh Breiseáin.
hr: Odaberite Dodaci.
kab: Fren izegrar.
kn: ಆಡ್-ಆನ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡು.
lt: jame pasirinkite punktą „Priedai“;
lv: Izvēlieties Papildinājumi.
ms: Pilih Add-on.
nn_no: Vel utvidingar.
pt: Escolha os extras.
th: เลือก ส่วนเสริม
uz: Qo‘shimcha dasturlarni tanlang.
vi: Chọn Tiện ích.

source: Click the plugins tab.
af: Klik op die Inproppe-oortjie.
ar: انقر على علامة تبويب الإضافات.
bg: Щравкнете на раздел Приставки (Plugins)
bn_bd: প্লাগিন ট্যাব ক্লিক করুন
br: Klikit war an ivinell Enlugelladoù.
ca: Feu clic a la pestanya de connectors.
fa: بر روی زبانه پلاگین‌ها کلیک کنید.
fi: Siirry Liitännäiset-välilehdelle.
ga_ie: Cliceáil an cluaisín Forlíontáin.
hr: Kliknite na karticu priključci.
kab: Sit ɣef yiccer izegrar.
kn: ಪ್ಲಗಿನ್ ಹಾಳೆ ಕ್ಲಿಕ್ ಮಾಡು.
lt: spustelėkite kortelę „Papildiniai“;
lv: Klikšķiniet uz cilnes spraudņi.
ms: Tekan tab plugin.
nn_no: Trykk på Programtillegg-fana.
pt: Clique no separador plugins.
th: คลิกที่แท็บ โปรแกรมเสริม
uz: Plaginlar ichki oynasiga bosing
vi: Nhấn vào tab plugin.

source: Click on the drop down next to the plugin you wish to disable.
af: Klik op die opdraglys langs die inprop wat u wil deaktiveer.
ar: انقر على القائمة المنسدلة بجوار الملحق إذا كنت ترغب في تعطيلها.
bg: Щракнете върху падащия списък, отдясно на приставката, която искате да изключите
bn_bd: প্লাগইন নিষ্ক্রিয় করতে ইচ্ছুক হলে পাশের ড্রপডাউনের উপর ক্লিক করুন।
br: Klikit war al lañser disachañ e-kichen an enlugellad ho peus c'hoant diweredekaat.
ca: Feu clic al desplegable al costat del connector que voleu inhabilitar.
fa: بر روی منو کنارِ پلاگینی که می‌خواهید غیرفعال کنید کلیک کنید.
fi: Napsauta pudotusvalikkoa sen liitännäisen vieressä, jonka haluat poistaa käytöstä.
ga_ie: Cliceáil an roghchlár anuas in aice leis an bhforlíontán is mian leat a dhíchumasú.
hr: Kliknite na padajući izbornik pokraj priključka koji želite onemogućiti.
kab: Sit ɣef umuɣ n udrurem zdat n uzegrir imumi tebɣiḍ ad tekkseḍ armad.
kn: ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸಿದ್ದಲ್ಲಿ ಪ್ಲಗಿನ್ ಪಕ್ಕದಲ್ಲಿರುವ ಡ್ರಾಪ್‌ಡೌನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
lt: išskleiskite norimo išjungti papildinio eilutėje esantį išskleidžiamąjį sąrašą;
lv: Klikšķiniet uz izvēlnes pie spraudņa, ko vēlaties deaktivēt.
nn_no: Trykk på nedtrekkslista ved sidan av utvidinga du vil slå av.
pt: Clique na lista pendente junto ao plugin que gostaria de desativar.
th: คลิกบนรายการเลือกแบบดึงลงที่อยู่ถัดจากโปรแกรมเสริมที่คุณต้องการปิดการใช้งาน
uz: O‘chirishni xohlagan plaginga yaqin paydo bo‘luvchi ro‘yxatga bosing.
vi: Nhấn vào menu xổ ra cạnh plugin bạn muốn vô hiệu hóa.

source: Click on a plugin in the list.
af: Klik op 'n inprop in die lys.
ar: انقر على قائمة الملحق.
as: তালিকাৰ এটা প্লাগ-ইনত টিপক।
bg: Щракнете на приставка от списъка.
bn_bd: তালিকার একটি প্লাগিনে ক্লিক করুন।
br: Klikit war un enlugellad e-barzh ar roll.
ca: Feu clic en un connector de la llista.
fa: بر روی یک پلاگین در فهرست کلیک کنید.
fi: Valitse liitännäinen luettelosta.
ga_ie: Cliceáil forlíontán sa liosta.
hr: Kliknite na priključak na popisu.
kab: Sit ɣef uzegrir di tebdart.
kk: Тізімдегі плагинды таңдаңыз.
kn: ಪಟ್ಟಿಯಲ್ಲಿ ಪ್ಲಗಿನ್ ಅನ್ನು ಒತ್ತಿರಿ.
ku: Li ser pêvekeke di lîsteyê de bitikîne.
lt: iš sąrašo išsirinkite papildinį;
lv: Klikšķiniet uz sarakstā redzamā spraudņa.
ms: Tekan pada satu plugin dalam senarai.
nn_no: Trykk på eit programtillegg i lista.
pt: Clique num plugin da lista.
th: คลิกที่โปรแกรมเสริมในรายการ
uz: Ro‘yxatdagi plaginga bosing.
vi: Nhấn vào một plugin trong danh sách.

source: Select "Never Activate" from the available choices.
af: Kies "Moet nooit aktiveer nie" uit die beskikbare keuses.
ar: اختر "لا تنشيط أبدا" من الخيارات المتاحة.
bg: Изберете „Никога да не се активира“ (Never Activate) измежду наличните възможности.
bn_bd: পছন্দের মধ্য থেকে "Never Activate" নির্বাচন করুন।
br: Diuzit "Na gweredekaat" e-touez an dibaboù kinniget.
ca: Trieu "Mai actiu" de les opcions disponibles.
fa: گزینه «هرگز فعال نشود» را انتخاب کنید.
fi: Valitse annetuista vaihtoehdoista "Älä aktivoi koskaan".
ga_ie: Roghnaigh "Ná Gníomhachtaigh Riamh".
hr: Odaberite "Nikada nemoj aktivirati" od ponuđenih mogućnosti.
kab: Fren "Weṛǧin ad tremdeḍ" di tebdart.
kn: 'ಯಾವಾಗಲೂ ಸಕ್ರಿಯಗೊಳಿಸಬೇಡ" ಅನ್ನ್ಯ್ ಲಭ್ಯ ಆಯ್ಕೆಗಳಿಂದ ಆಯ್ಕೆಮಾಡಿ.
lt: iš atsiradusio meniu pasirinkite punktą „Niekada neaktyvinti“.
lv: Izvēlieties "Nekad neaktivēt".
nn_no: Vel «Aldri aktiver» frå dei tilgjengelege vala.
pt: Selecione "Nunca ativar" das opções disponíveis.
th: เลือก "ไม่เปิดใช้งาน" จากตัวเลือกที่มีอยู่
uz: Mavjud tanlovlardan "Hech qachon faollashtirilmasin"ni tanlang.
vi: Chọn "Không bao giờ kích hoạt".

source: Click the Disable button.
af: Klik die Deaktiveer-knoppie.
ar: انقر على زر التعطيل.
as: অসামৰ্থবান কৰক বুটাম টিপক।
bg: Щракнете бутона Деактивиране (Disable).
bn_bd: নিষ্ক্রিয় বোতামে ক্লিক করুন।
br: Klikit war an afell Diweredekaat.
ca: Feu clic en el botó Inhabilita button.
fa: بر دکمه غیرفعال‌سازی کلیک کنید.
fi: Valitse Poista käytöstä -painike.
ga_ie: Cliceáil an cnaipe Díchumasaigh.
hr: Kliknite na tipku Onemogući.
kk: Сөндіру батырмасын шертіңіз.
kn: ನಿಷ್ಕ್ರಿಯ ಗುಂಡಿಯನ್ನು ಒತ್ತು.
ku: Bişkojka Neçalakê bitikîne.
lt: spustelėkite mygtuką Išjungti.
lv: Klikšķiniet uz pogas Deaktiviēt.
ms: Tekan butang Disable.
nn_no: Trykk på Slå av-knappen.
pt: Clique no botão Desativar.
th: คลิกที่ปุ่ม ปิดการใช้งาน
ur: نا اہل بٹن کلک کریں۔
uz: "O‘chirish" tugmasiga bosing.
vi: Nhấn vào nút Vô hiệu hóa.
