Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: af, ar, as, bg, bn_bd, br, ca, fa, fi, ga_ie, hr, kab, kk, kn, ku, lt, lv, ms, nn_no, pt, th, ur, uz, vi

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
af: Waarskuwing: deur 'n inprop te deaktiveer sal u nie meer sekere dinge kan doen nie. By voorbeeld, as mens Flash deaktiveer, sal sekere video's op YouTube nie meer speel nie.
ar: تحذير: تعطيل البرنامج المساعد يعني أنك لن تكون قادرة على القيام ببعض الأشياء. على سبيل المثال، إذا قمت بتعطيل فلاش، فإنك لن تكون قادرا على مشاهدة أشرطة الفيديو على يوتيوب.
as: সাৱধান: এটা প্লাগ-ইন অসামৰ্থবান কৰাৰ অৰ্থ হ'ল আপুনি বহুত কাম আৰু কৰিব নোৱাৰিব। যেনে, আপুনি Flash অসামৰ্থবান কৰিলে, আপুনি জনপ্ৰিয় ভিডিঅ' দেখুওৱা ছাইটৰ পৰা ভিডিঅ' চাব নোৱাৰিব।
bg: Внимание: спирайки приставките си означава, че няма да можете да извършвате определени действия. Например, ако спрете Flash, няма да можете да гледате този видео формат на много Интернет страници в мрежата.
bn_bd: সতর্কতা: একটি প্লাগিন নিষ্ক্রিয় করলে আপনি আর অনেক কিছু করতে পারবেন না। উদাহরণস্বরূপ, আপনি যদি ফ্ল্যাশ নিষ্ক্রিয় করেন, তবে আপনি আর জনপ্রিয় ভিডিও সাইটে ভিডিও দেখতে পারবেন না।
br: Evezh : ne c'hellot ket mui ober traoù zo ma tiweredekaiot un enlugellad. Da skouer ne c'hellot ket mui sellout ouzh videoioù Flash war an darn vrasañ eus lec'hiennoù a skign videoioù.
ca: Compte! Inhabilitar un connector vol dir que no podreu fer algunes coses. Per exemple, si inhabiliteu el Flash, no podreu veure vídeos a Youtube.
fa: توجه: غیرفعال کردن یک پلاگین به معنی این است که دیگر نمی‌توانید کارهای مشخصی را انجام دهید. برای مثال، اگر Flash را غیرفعال کنید، دیگر نمی‌توانید ویدئوها YouTube را ببینید.
fi: Huom: Jos otat liitännäisen pois käytöstä, et ehkä voi tehdä joitakin asioita enää. Jos esimerkiksi poistat Flashin käytöstä, et voi enää katsella videoita YouTubessa.
ga_ie: Rabhadh: Má dhíchumasaíonn tú forlíontán, ní bheidh tú in ann rudaí áirithe a dhéanamh a thuilleadh. Mar shampla, má dhíchumasaíonn tú Flash, ní bheidh tú in ann féachaint ar fhíseáin ar YouTube.
hr: Oprez: onemogućavanje dodatka znači da više nećete biti u mogućnosti obavljati određene stvari. Na primjer, ako onemogućite Flash, nećete moći pregledavati video snimke na popularnim web stranicama.
kk: Назар аударыңыз: плагиндерді сөндіру нәтижесінде кейбір әрекеттерді орындай алмайтын боласыз. Мысалы, Flash сөндірсеңіз, YouTube видеоларын көре алмайтын боласыз.
kn: ಎಚ್ಚರಿಕೆ: ಪ್ಲಗಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೆಂದರೆ ನೀವು ಕೆಲವು ಕಾರ್ಯಗಳನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತಿದ್ದೀರೆಂದು ಅರ್ಥ. ಉದಾಹರಣೆಗೆ, ಫ್ಲಾಶ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನೀವು YouTube ನಲ್ಲಿ ದೃಶ್ಯಾವಳಿಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ku: Hişyarî: Neçalakirina pêvekekê tê wê wateyê ku tu yê êdî nikaribî tiştên pê têne kirin bikî. Mînak; eger tu Flashê neçalak bikî, tu yê êdî nikaribî vîdeoyan ji malperên vîdeoyan ên navdar temaşe bikî.
lt: Svarbu: papildinio išjungimas reiškia, jog jo suteikiamos funkcijos naršyklėje taps nepasiekiamos. Pavyzdžiui, išjungę „Flash“ papildinį, nebegalėsite žiūrėti vaizdo įrašų populiariose svetainėse.
lv: Brīdinājums: spraudņa deaktivizēšana nozīmē, ka jūs vairs nevarēsiet izdarīt zināmas lietas. Piemēram, ja deaktivizēsiet Flash, jūs vairs nevarēsiet aplūkot video interneta video lapās.
ms: Perhatian: melumpuhkan sebuah plugin bermaksud yang ada tidak lagi dibenarkan perkara lazim. Seperti contoh, jika anda melumpuhkan Flash, anda tidak dapat menonton video pada YouTube.
nn_no: Åtvaring: Ved å slå av ei utviding vil det vera enkelte ting du ikkje lenger kan gjera. Til dømes dersom du slår av Flash, vil du ikkje kunna sjå videoar på YouTube.
pt: Cuidado: desativar um plugin significa que não poderá mais fazer certas coisas. Por exemplo, se desativar o Flash, não poderá ver vídeos no YouTube.
th: คำเตือน: การปิดการใช้งานโปรแกรมเสริมจะทำให้คุณไม่สามารถทำบางอย่างได้ ยกตัวอย่างเช่น ถ้าคุณปิดการใช้งาน Flash คุณจะไม่สามารถดูวิดีโอบน YouTube ได้
uz: Ogohlantirish: plaginni o‘chirib qo‘yish ma’lum bir xususiyatlarning ishlamasligiga sabab bo‘lishi mumkin. Masalan, agar siz Flash plaginini o‘chirib qo‘ysangiz, "Youtube"dagi videolarni ko‘ra olmaysiz.
vi: Chú ý: vô hiệu hóa một plugin đồng nghĩa với việc bạn sẽ không thể làm một số việc. Ví dụ, nếu bạn vô hiệu hóa Flash, bạn sẽ không thể xem video trên YouTube nữa.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
af: Waarskuwing: deur 'n inprop te deaktiveer sal u nie meer sekere dinge kan doen nie. By voorbeeld, as mens Flash deaktiveer, sal video's op sekere videowerwe nie meer speel nie.
ar: تحذير: تعطيل البرنامج المساعد يعني أنك لن تكون قادرة على القيام ببعض الأشياء. على سبيل المثال، إذا قمت بتعطيل فلاش، فلن تكون قادرا على مشاهدة أشرطة الفيديو على بعض المواقع الفيديو.
bg: Внимание: спирайки приставките си означава, че няма да можете да извършвате определени действия. Например, ако спрете Flash, няма да можете да гледате видео на много сайтове за поточно видео.
bn_bd: সতর্কতা: একটি প্লাগিন নিষ্ক্রিয় করলে আপনি আর অনেক কিছু করতে পারবেন না। উদাহরণস্বরূপ, আপনি যদি ফ্ল্যাশ নিষ্ক্রিয় করেন, তবে আপনি আর জনপ্রিয় ভিডিও সাইটে ভিডিও দেখতে পারবেন না।
br: Evezh : ne c'hellot ket mui ober traoù zo ma tiweredekaiot un enlugellad. Da skouer ne c'hellot ket mui sellout ouzh videoioù Flash war an darn vrasañ eus lec'hiennoù a skign videoioù ma vez diweredekaet Flash ganeoc'h.
ca: Compte! Inhabilitar un connector vol dir que no podreu fer algunes coses. Per exemple, si inhabiliteu el Flash, no podreu veure vídeos en llocs populars que en transmeten.
fa: توجه: غیرفعال کردن یک پلاگین به معنی این است که دیگر نمی‌توانید کارهای مشخصی را انجام دهید. برای مثال، اگر Flash را غیرفعال کنید، دیگر نمی‌توانید ویدئوها را در تعدادی از سایت‌ها ببینید.
fi: Huom: Jos otat liitännäisen pois käytöstä, et voi ehkä tehdä joitakin asioita enää. Jos esimerkiksi poistat Flashin käytöstä, et voi enää katsella videoita tietyillä videosivustoilla.
ga_ie: Rabhadh: Má dhíchumasaíonn tú forlíontán, ní bheidh tú in ann rudaí áirithe a dhéanamh a thuilleadh. Mar shampla, má dhíchumasaíonn tú Flash, ní bheidh tú in ann féachaint ar fhíseáin ar shuímh mhór-le-rá.
hr: Oprez: onemogućavanje priključaka znači da više nećete biti u mogućnosti obavljati određene stvari. Na primjer, ako onemogućite Flash, nećete moći pregledavati video snimke na nekim web stranicama.
kn: ಎಚ್ಚರಿಕೆ: ಪ್ಲಗಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೆಂದರೆ ನೀವು ಕೆಲವು ಕಾರ್ಯಗಳನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತಿದ್ದೀರೆಂದು ಅರ್ಥ. ಉದಾಹರಣೆಗೆ, ಫ್ಲಾಶ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನೀವು ವಿಡಿಯೋ ಸ್ಟ್ರೀಮ್ ಮಾಡುವ ಜಾಲತಾಣಗಳಲ್ಲಿನ ದೃಶ್ಯಾವಳಿಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
lt: Svarbu: išjungus papildinį, jo suteikiamos funkcijos naršyklėje taps nepasiekiamos. Pavyzdžiui, išjungę „Flash“ papildinį, nebegalėsite žiūrėti vaizdo įrašų ar transliacijų kai kuriose svetainėse.
lv: Brīdinājums: spraudņa deaktivēšana nozīmē, ka jūs vairs nevarēsiet izdarīt zināmas lietas. Piemēram, ja deaktivēsiet Flash, jūs vairs nevarēsiet aplūkot video interneta video lapās.
ms: Perhatian: melumpuhkan sebuah plugin bermaksud yang ada tidak lagi dapat melakukan sebahagian perkara. Seperti contoh, jika anda melumpuhkan Flash, anda tidak dapat menonton video pada pada sebahagian laman web video streaming.
nn_no: Åtvaring: Om du slår av ei utviding vil det vera enkelte ting du ikkje lenger kan gjera. Til dømes dersom du slår av Flash, vil du ikkje kunne sjå videoar på populære videonettstadar.
pt: Cuidado: desativar um plugin significa que não poderá mais fazer certas coisas. Por exemplo, se desativar o Flash, não poderá ver vídeos em alguns sítios de streaming de vídeo.
th: คำเตือน: การปิดการใช้งานโปรแกรมเสริมจะทำให้คุณไม่สามารถทำบางอย่างได้ ยกตัวอย่างเช่น ถ้าคุณปิดการใช้งาน Flash คุณจะไม่สามารถดูวิดีโอบนเว็บถ่ายทอดวิดีโอได้
uz: Ogohlantirish: plaginni o‘chirib qo‘yish ma’lum bir xususiyatlarning ishlamasligiga sabab bo‘lishi mumkin. Masalan, agar siz "Flash" plaginini o‘chirib qo‘ysangiz, "Youtube"dagi videolarni ko‘ra olmaysiz.
vi: Chú ý: vô hiệu hóa một plugin đồng nghĩa với việc bạn sẽ không thể làm một số việc. Ví dụ, nếu bạn vô hiệu hóa Flash, bạn sẽ không thể xem video trên các trang chia sẻ video nữa.

source: Mozilla Support
af: Mozilla-steun
ar: دعم موزيلا
as: Mozilla সমৰ্থন
bg: Поддръжка на Mozilla
bn_bd: মজিলা সহযোগিতা
br: Skor Mozilla
ca: Ajuda de Mozilla
fa: پشتیبانی موزیلا
fi: Mozillan tukisivusto
ga_ie: Tacaíocht Mozilla
hr: Mozillina podrška
kk: Mozilla қолдауы
kn: ಮೊಝಿಲ್ಲಾ ಬೆಂಬಲ
ku: Piştgiriya Mozillayê
lt: „Mozillos“ žinynas
lv: Mozilla atbalsts
nn_no: Mozilla brukarstøtte
pt: Ajuda da Mozilla
th: ความช่วยเหลือจาก Mozilla
ur: Mozilla معاونت
uz: Mozilla qo‘llab-quvvatlash
vi: Hỗ trợ từ Mozilla

source: Have more questions?
af: Meer vrae?
as: আৰু প্ৰশ্ন আছে?
bg: Имате други въпроси?
bn_bd: আরও প্রশ্ন রয়েছে?
br: Goulennoù all zo ganeoc'h ?
ca: Alguna pregunta més?
fa: سوالات بیشتری دارید؟
fi: Lisää kysymyksiä?
ga_ie: Tuilleadh Ceisteanna?
hr: Imate dodatna pitanja?
kk: Тағы да сұрақтар бар ма?
kn: ಮತ್ತಷ್ಟು ಪ್ರಶ್ನೆ‌ಗಳು ಇವೆಯೇ?
ku: Wekî din pirs hene?
lt: Turite daugiau klausimų?
lv: Jums ir vēl kādi jautājumi?
ms: Ada lebih soalan lagi?
nn_no: Har du eit spørsmål?
pt: Tem mais perguntas?
th: ยังมีคำถาม?
ur: مزید سوالات ہیں؟
uz: Yana savollar bormi?
vi: Còn câu hỏi nào khác?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
af: Besoek <a href="%(sumo_url)s">support.mozilla.org</a> vir meer hulp!
as: অধিক সহায়ৰ বাবে <a href="%(sumo_url)s">support.mozilla.org</a> ভ্ৰমণ কৰক!
bg: Посетете <a href="%(sumo_url)s">support.mozilla.org</a> за повече полезни съвети!
bn_bd: আরও সাহায্যের জন্য<a href="%(sumo_url)s">support.mozilla.org</a> দেখুন!
br: Gweladennit <a href="%(sumo_url)s">support.mozilla.org</a> evit kaout muioc'h a skoazell !
ca: Visiteu <a href="%(sumo_url)s">support.mozilla.org</a> per obtenir més ajuda.
fa: از <a href="%(sumo_url)s">support.mozilla.org</a> برای اطلاعات بیشتر دیدن کنید!
fi: Käy osoitteessa <a href="%(sumo_url)s">support.mozilla.org</a>, niin saat lisätietoa!
ga_ie: Tabhair cuairt ar <a href="%(sumo_url)s">support.mozilla.org</a> chun cabhair a fháil!
hr: Za pomoć posjetite <a href="%(sumo_url)s">support.mozilla.org</a>!
kk: Көмек алу үшін <a href="%(sumo_url)s">support.mozilla.org</a> шолыңыз!
kn: ಹೆಚ್ಚಿನ ಸಹಾಯಕ್ಕೆ <a href="%(sumo_url)s">support.mozilla.org</a> ಭೇಟಿಕೊಡಿ!
ku: Ji bo alîkariyên zêdetir serdana <a href="%(sumo_url)s">support.mozilla.org</a>ê bike!
lt: Apsilankykite išsamiame žinyne – <a href="%(sumo_url)s">support.mozilla.org</a>!
lv: Apmeklē <a href="%(sumo_url)s">support.mozilla.org</a>, lai saņemtu papildus palīdzību!
ms: Layari <a href="%(sumo_url)s">support.mozilla.org</a> untuk lebih bantuan!
nn_no: Gå til <a href="%(sumo_url)s">support.mozilla.org</a> for meir hjelp!
pt: Para mais ajuda, visite <a href="%(sumo_url)s">support.mozilla.org</a>!
th: เข้าเยี่ยมชม <a href="%(sumo_url)s">support.mozilla.org</a> เพื่อความช่วยเหลือเพิ่มเติม!
ur: ملاحظہ کریں<a href="%(sumo_url)s">support.mozilla.org</a> مزید مدد کے لیے!
uz: Ko‘proq yordam olish uchun <a href="%(sumo_url)s">support.mozilla.org</a> saytiga tashrif buyuring!
vi: Hãy truy cập <a href="%(sumo_url)s">support.mozilla.org</a> để được hỗ trợ thêm!

source: We are aware of a problem detecting current versions of the Java plugin and misreporting them as vulnerable.
bg: Знаем за проблем с разпознаването на текущата версия на приставката за Java и грешното докладване като уязвима.
ca: Som conscients que hi ha un problema en la detecció de les versions actuals del connector de Java i que informen que és vulnerable.
kn: ಸಧ್ಯದ ಆವೃತ್ತಿಗಳ ಜಾವಾ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಗುರುತಿಸುವಲ್ಲಿನ ದೋಷ ಹಾಗೂ ಅವುಗಳನ್ನು ಸಂದೇಹಾಸ್ಪದವುಗಳೆಂದು ತಪ್ಪು ವರದಿಯಾಗುತ್ತಿರುವ ಬಗ್ಗೆ ನಮಗೆ ಅರಿವಿದೆ.

source: We’re working to correct this error. In the meantime, you can <a href="%(download)s">visit the Java website</a> to download the latest version.
bg: Работим над поправянето на тази грешка. Междувременно, можете да<a href="%(download)s">посетите уебсайта на Java</a> и да изтеглите последната версия.
ca: Estem treballant per a corregir aquest error. Mentrestant, podeu <a href="%(download)s">visitar el lloc web de Java</a> per a baixar-ne la darrera versió.
kn: ಈ ದೋಷವನ್ನು ಸರಿಪಡಿಸಲು ಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ. ಈ ಮಧ್ಯೆ ನೀವು ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಇಳಿಸಿಕೊಳ್ಳಲು <a href="%(download)s">ಜಾವಾ ಜಾಲತಾಣಕ್ಕೆ ಭೇಟಿಕೊಡಿ</a> .
