Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: af, ar, as, bg, bn_bd, br, ca, fa, fi, ga_ie, hr, kab, kk, kn, ku, lt, lv, ms, nn_no, pt, th, ur, uz, vi

source: Keep your Firefox healthy with a quick checkup
af: Hou Firefox gesond met 'n vinnige ondersoek
ar: حافظ على صحة فيرفكس عبر فحص سريع
bn_bd: দ্রুত পরীক্ষা করার মাধ্যমে আপনার ফায়ারফক্সকে সুস্থ রাখুন
br: Dalc'hot ho Firefox yac'h gant ur gwiriekadenn brim.
fa: با یک بررسی سریع سلامت و ایمنی فایرفاکس خود را حفظ کنید
ga_ie: Coinnigh creat maith ar Firefox le scrúdú tapaidh
hr: Održavajte svoj Firefox zdravim brzim pregledom
kab: Ḥrez tazmer tn Firefox s usenqed arurad.
kn: ಒಂದು ಶೀಘ್ರ ಪರೀಕ್ಷೆಯೊಂದಿಗೆ ನಿಮ್ಮ Firefox ಆರೋಗ್ಯವಾಗಿಡಿ
lt: Užtikrinkite tvarkingą „Firefox“ techninę būklę paprastos patikros pagalba
lv: Uzlabojiet Firefox ar nelielu veselības pārbaudi
ms: Jadikan Firefox anda sihat dengan pemeriksaan pantas
nn_no: Ein kjapp kontroll held Firefox 'sunn og frisk'
pt: Mantenha o seu Firefox saudável com um exame rápido
uz: Firefox brauzerini tezkor belgilash xususiyatlarini tanlash bilan mustahkam qiling
vi: Kiểm tra nhanh để giúp Firefox khỏe mạnh

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
af: Gebruik u Flash, QuickTime of Java? As u hierdies gebruik om Firefox selfs nog beter te maak, kontroleer die inproppe! Hulle moet dalk bygewerk word.
ar: أتستخدم فلاش، أو QuickTime أو جافا؟ إن كان كذلك، وكنت تريد جعل تجربة فيرفكس رائعة، فافحص الإضافات، فلربّما تحتاج إلى تحديث!
bn_bd: Flash? QuickTime? Java ব্যবহার করেন? যদি এগুলো আপনি ব্যবহার করে থাকেন তাহলে আপনার ফায়ারফক্স ব্যবহারের অভিজ্ঞতাকে আরও চমকপ্রদ করুন, আপনার প্লাগইন পরীক্ষা করুন! তাদের হালনাগাদ করার প্রয়োজন হতে পারে।
br: Arverañ a rit Flash ? QuickTime ? Java ? Ma rit gante evit gwellaat ho merdeiñ war Firefox, gwiriekait ho enlugelladoù ! Gellout a reont kaout ezhomm bezañ hizivaet.
fa: آیا از فلش استفاده میکنید؟ یا کویک تایم؟ یا جاوا؟ اگر از اینها برای بهبود فایرفاکس خود استفاده میکنید افزونه های خود را چک کنید! امکان دارد نیاز به بروزرسانی داشته باشند.
ga_ie: An úsáideann tú Flash? QuickTime? Java? Má bhaineann tú úsáid astu seo chun feabhas a chur ar Firefox, ba chóir duit féachaint an bhfuil siad cothrom le dáta.
hr: Koristite Flash? QuickTime? Java? Ukoliko ih koristite kako biste poboljšali svoje Firefox iskustvo, provjerite svoje priključke! Možda ih se treba nadograditi.
kab: Tesseqdaceḍ Flash, QuickTime neɣ Java ? Ma yella tseqdaceḍ-ten akken ad tarreḍ Firefox d abaḥan, senker asenqed n izegrar. Ahat yessefk ad ttwaleqmen.
kn: ಫ್ಲಾಶ್ ಬಳಸುತ್ತೀರಾ?QuickTime? ಜಾವ? ನೀವು ಇವುಗಳನ್ನು ಬಳಸಿ ನಿಮ್ಮ Firefox ಅನುಭವ ಇನ್ನೂ ಅತ್ಯುತ್ತಮಗೊಳಿಸಬೇಕಾದರೆ, ನಿಮ್ಮ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ! ಅವುಗಳನ್ನು ಪರಿಷ್ಕರಿಸಬೇಕಿರಬಹುದು.
lt: Naudojatės „Flash“, „QuickTime“ arba „Java“ papildiniu? Jeigu taip, tuomet patikrinkite savo naudojamų papildinių būklę – galbūt juos reikia atnaujinti.
lv: Izmantojat Flash? QuickTime? Java? Ja tā, pārbaudiet spraudņus. Iespējams, lai uzlabotu Firefox darbību, nepieciešama spraudņu atjaunināšana.
nn_no: Brukar du Flash? QuickTime? Java? Om du gjer det for å gjera Firefox enno betre, bør du kontrollera programtillegga dine! Det kan vera at dei treng å oppdaterast.
pt: Utilizar o Flash? QuickTime? Java? Se utiliza isto para tornar a sua experiência com o Firefox mais fantástica, verifique os seus plugins! Este podem necessitar de ser atualizados.
uz: Flash texnologiyasidan foydalansizmi? Yoki QuickTime? Yoki Java? Firefox brauzerining yanada ajoyib ishlaydigan qilish uchun ulardan foydalanmoqchimisiz? Shunchaki plaginlarni tekshirib ko‘ring! Ular yangilab turilishi kerak.
vi: Bạn có dùng Flash? QuickTime? Java? Nếu có thì bạn nên kiểm tra xem, có thể chúng cần phải cập nhật đấy.

source: Plugin Check &amp; Updates
af: Kontroleer inproppe
ar: تحقق من المساعد &amp; تحديثات
as: প্লাগিন নিৰীক্ষণ &amp; আপডেইটসমূহ
bg: Проверка и обновяване на приставки
bn_bd: প্লাগ ইন চেক &amp; হালনাগাদ
br: Gwiriadur ha hizivadur an enlugelladoù
ca: Comprovació i actualització dels connectors
fa: بررسی افزونه و بروزرسانی‌ها
fi: Liitännäisten tarkistus ja päivitys
ga_ie: Nuashonruithe Forlíontán
hr: Provjera priključava i dopune
kab: Asenqed n ileqman n izegrar
kk: Плагиндерді тексеру және жаңарту
kn: ಪ್ಲಗಿನ್ ಪರಿಶೀಲನೆ &amp;ಪರಿಷ್ಕರಣೆಗಳು
ku: Kontrol û Nûkirinên Pêvekan
lt: Papildinių patikra ir naujinimai
lv: Spraudņa pārbaude un atjauninājumi
ms: Semak Plugin &amp; Kemaskini
nn_no: Programtillegg-kontroll og oppdateringar
pt: Verificação de Plugin e atualizações
th: ตรวจสอบและปรับปรุงโปรแกรมเสริม
ur: پلگ ان کی پڑتال کریں ;amp& تازہ کاری
uz: Plaginlarni tekshirish va yangilash
vi: Kiểm tra &amp; cập nhật plugin

source: Update Now
af: Werk nou by
as: এতিয়াই আপডেইট কৰক
bg: Обновяване сега
bn_bd: এখনই হালনাগাদ করুন
br: Hizivaat bremañ
ca: Actualitza
fa: هم‌اکنون به‌روزرسانی کنید
fi: Päivitä
ga_ie: Nuashonraigh Anois
hr: Ažuriraj sada
kab: Leqqem tura
kk: Қазір жаңарту
kn: ಈಗಲೇ ಅಪ್ಡೇಟ್ ಮಾಡು
ku: Niha nû bike
lt: Atnaujinti dabar
lv: Atjaunināt
ms: Kemaskini Sekarang
nn_no: Oppdater no
pt: Atualizar agora
th: ปรับรุ่นทันที
ur: ابھی تازہ کاری کریں
uz: Hozir yangilash
vi: Cập nhật ngay

source: Research
af: Ondersoek
ar: بحث
as: অনুসন্ধান
bg: Изследване
bn_bd: গবেষণা করুন
br: Klask
ca: Cerca
fa: تحقیق
fi: Tutki
ga_ie: Taighde
hr: Istraži
kab: Anadi
kk: Іздеу
kn: ಸಂಶೋಧನೆ
ku: Vekolîn
lt: Pasidomėkite
lv: Jāizpēta
ms: Kajian
nn_no: Undersøk
pt: Pesquisar
th: หาข้อมูล
ur: تحقیق
uz: Izlash
vi: Tìm hiểu

source: current version plugin
ar: نسخة الإضافة الحالية
as: বৰ্তমান সংস্কৰণ প্লাগিন
bg: текуща версия на приставката
bn_bd: চলিত ভার্সনের প্লাগ ইন
br: handelv vremanel an enlugellad
ca: versió actual del connector
fa: نسخه فعلی افزونه
fi: liitännäisen nykyinen versio
hr: trenutna inačica priključka
kab: lqem aneggaru n uzegrir
kn: ಪ್ರಸ್ತುತ ಪ್ಲಗಿನ್ ಆವೃತ್ತಿ
ku: pêveka versiyona niha
lv: aktuālā spraudņa versija
ms: plugin versi semasa
nn_no: gjeldande versjon
pt: versão atual do plugin
ur: موجودہ ورژن کا پلگ ان
uz: plaginning joriy versiyasi

source: Up to Date
af: Op datum
ar: محدّثة
as: উন্নত
bg: Обновена
bn_bd: হালনাগাদ
br: Hizivaet
ca: Actualitzat
fa: بروز رسانی شده
fi: Ajan tasalla
ga_ie: Cothrom Le Dáta
hr: Ažuran
kab: Yettwalqem
kk: Ескірмеген
kn: ಅಪ್ ಟು ಡೇಟ್
ku: Nû bike
lt: Nepasenęs
lv: Viss kārtībā
ms: Yang Terkini
nn_no: Oppdatert
pt: Atualizado
th: เป็นรุ่นล่าสุดแล้ว
ur: تازہ ترین
uz: Yap-yangi
vi: Đã cập nhật

source: Plugin icon
af: Inprop se ikoon
ar: أيقونة الملحقة
as: প্লাগিন আইকন
bg: Иконка на приставката
bn_bd: প্লাগইন আইকন
br: Arlun an enlugellad
ca: Icona del connector
fa: آیکن افزونه
fi: Liitännäisen kuvake
ga_ie: Deilbhín an fhorlíontáin
hr: Ikona priključka
kab: Tignit n uzegrir
kk: Плагин таңбашасы
kn: ಪ್ಲಗಿನ್ ಲಾಂಛನ
ku: Nîşaneya pêvekê
lt: Papildinio piktograma
lv: Spraudņa ikona
ms: Ikon plugin
nn_no: Programtillegg-ikon
pt: Ícone do Plugin
th: ไอคอนของโปรแกรมเสริม
ur: پلگ ان شبیہ
uz: Plagin nishonchasi
vi: Biểu tượng plugin

source: unknown
af: onbekend
ar: غير معروف
as: অজ্ঞাত
bg: непозната
bn_bd: অজানা
br: dianav
ca: desconegut
fa: نامشخص
fi: tuntematon
ga_ie: anaithnid
hr: nepoznat
kab: arussin
kk: белгісіз
kn: ಅಜ್ಞಾತ
ku: nenas
lt: nežinomas
lv: nezināms
ms: tidak diketahui
nn_no: ukjend
pt: desconhecido
th: ไม่มีข้อมูล
ur: نامعلوم
uz: noma’lum
vi: không rõ

source: vulnerable
af: kwesbaar
ar: عرضة للخطر
as: অসুৰক্ষিত
bg: уязвима
bn_bd: অরক্ষিত
br: bresk
ca: amb risc
fa: آسیب‌پذیر
fi: turvaton
ga_ie: contúirteach
hr: ranjiv
kab: araɣelsan
kk: осал
kn: ಸಂದೇಹಾಸ್ಪದ
ku: bihîstiyar
lt: pažeidžiamas
lv: ievainojams
ms: rentan
nn_no: sårbar
pt: vulnerável
th: มีความเสี่ยง
ur: زد پزیر
uz: zararli
vi: có lỗi bảo mật

source: outdated
ar: منتهي الصلاحيه
bn_bd: সেকেলে
fa: منقضی
ga_ie: as dáta
hr: zastarjelo
kab: yezri
lt: pasenęs
lv: novecojis
ms: lapuk
nn_no: utdatert
pt: desatualizado
th: ล้าสมัย
uz: eskirgan

source: Check Your Plugins
af: Kontroleer inproppe
ar: تحقق من الإضافات الخاصة بك
as: আপোনাৰ প্লাগ-ইনসমূহ পৰীক্ষা কৰক
bg: Проверете вашите приставки
bn_bd: আপনার প্লাগ ইনগুলো চেক করুন
br: Gwiriadur hoc'h enlugelladoù
ca: Comproveu els connectors
fa: افزونه های خود را بررسی کنید
fi: Tarkista liitännäisesi
ga_ie: Seiceáil do chuid Forlíontán
hr: Provjerite svoje priključke
kab: Asenqed n izegrar
kk: Плагиндеріңізді тексеріңіз
kn: ನಿಮ್ಮ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ
ku: Pêvekên xwe kontrol bike
lt: Patikrinkite naudojamus papildinius
lv: Spraudņu pārbaude
ms: Semak Plugin Anda
nn_no: Kontroller programtillegga dine
pt: Verifique os seus Plugins
th: ตรวจสอบโปรแกรมเสริมของคุณ
ur: پلگ ان کی پڑتال کریں
uz: Plaginlaringizni tekshiring
vi: Kiểm tra các plugin của bạn

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
af: Om inproppe op datum te hou, help om Firefox veilig en glad te laat loop.
ar: إبقاء الإضافات الخاص بك محدثة تساعد بتشغيل فايرفوكس بأمان وسلاسة.
as: আপোনাৰ প্লাগিনসমূহ উন্নত থাকিলে Firefox সুৰক্ষিতভাৱে আৰু সহজে চলে।
bg: Поддържайки приставките си актуални, помагате на Firefox да бъде по-сигурен.
bn_bd: ফায়ারফক্সকে নিরাপদে এবং নিক্ষুতভাবে চালানোর জন্য আপনার প্লাগইনগুলো হালনাগাদ রাখুন।
br: Hizivait hoc'h enlugelladoù evit gwellaat diogelroez ha mont en-dro Firefox.
ca: Mantenir els connectors actualitzats ajuda que el Firefox funcioni millor i sigui segur.
fa: با بروزرسانی افزونه ها به فایرفاکس کمک کنید تا نرم و روان اجرا شود.
fi: Liitännäisen pitäminen ajan tasalla auttaa Firefoxia toimimaan tasaisesti ja turvallisesti.
ga_ie: Coinnigh do chuid forlíontán cothrom le dáta le bheith níos sábháilte ar líne.
hr: Čuvanje vaših priključaka ažurnim omogućuje Firefoxu ugodan i siguran rad.
kab: Ma yella izegrar inek ttwaleqmen, ayagi ad iseddu akken iwata Firefox akked tɣellisy inek.
kk: Плагиндерді заманауи күйінде ұстау Firefox жұмысын жылдам әрі қауіпсіз қылуға көмектеседі.
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಆಗಾಗ್ಗೆ ನವೀಕರಿಸುವುದು Firefox ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಹಾಗೂ ಸುಲಲಿತವಾಗಿ ಚಾಲನೆಯಲ್ಲಿರಿಸುವಲ್ಲಿ ಸಹಕಾರಿಯಾಗುತ್ತದೆ.
ku: Eger pêvekên te nû bin, Firefox dê ewletir û tekûztir bixebite.
lt: Reguliariai atnaujinant papildinius, jūsų „Firefox“ naršyklė bus saugesnė ir stabilesnė.
lv: Rūpējoties par to, lai spraudņi būtu atjaunināti, jūs palīdzat Firefox darboties droši un ātri.
ms: Jaga plugin anda yang terkini untuk membantu Firefox dijalankan dengan selamat dan mudah.
nn_no: Å halda programtillegga oppdaterte hjelper Firefox å køyra trygt og raskt.
pt: Manter os seus plugins atualizados ajuda o Firefox a ser executado com segurança e estabilidade.
th: ดูแลโปรแกรมเสริมของคุณให้ทันสมัยอยู่เสมอ ช่วยให้ Firefox ปลอดภัยและไหลลื่น
ur: پلگ ان کو تازہ ترین رکہنے سے Firefox کو محفوظ اور ہموار چلنے مین مدد ملتی ہے۔
uz: Plaginlarni yangilab turish "Firefox"ni tez va xavfsiz ishlashini ta’minlaydi.
vi: Giữ các plugin của bạn được cập nhật giúp Firefox an toàn và mượt mà.

source: <span>Firefox</span> + You
bn_bd: <span>Firefox</span> + আপনি
hr: <span>Firefox</span> + Vi
kab: <span>Firefox</span> + Kečč
lv: <span>Firefox</span> + Jūs
nn_no: <span>Firefox</span> + deg

source: Get Firefox tips, tricks, news and more
hr: Primajte Firefox savjete, trikove, vijesti i više
kab: Awi-d tixbula, isallen d wayen nniḍen
lv: Iegūstiet Firefox ieteikumus, triki, jaunumi un vairāk
nn_no: Få Firefox-tips, triks, nyheiter og mykje meir

source: Currently the plugin check service is only available to Firefox users.
af: Die diens vir inpropkontrole is tans slegs beskikbaar vir Firefox-gebruikers.
ar: خدمة فحص الإضافات متوفّرة فقط لمستخدمي فيرفكس حاليًّا.
bn_bd: বর্তমানে প্লাগইন পরীক্ষা পরিষেবা শুধুমাত্র ফায়ারফক্স ব্যবহারকারীদের জন্য প্রযোজ্য।
br: Evit ar mare n'eo hegerz ar gwazerezh gwiriekadur nemet da arveriaded Firefox.
fa: در حال حاضر سرویس بررسی افزونه تنها برای کاربران فایرفاکس قابل دسترسی هست.
ga_ie: Is iad úsáideoirí Firefox amháin atá in ann leas a bhaint as an tseirbhís seiceála forlíontán.
hr: Trenutno usluga provjere priključaka je dostupna samo Firefox korisnicima.
kab: Akka tura ameẓlu n usenqed n izegrar yella kan i yiseqdacen n Firefox.
lt: Šiuo metu papildinių patikra galima tik „Firefox“ naršyklės naudotojams.
lv: Šobrīd spraudņu pārbaude ir pieejama tikai Firefox lietotājiem.
ms: Kini service semakan plugin hanya tersedia kepada pengguna Firefox.
nn_no: Programtillegg-kontrollen er for tida berre tilgjengeleg for Firefox-brukarar.
pt: Atualmente o serviço de verificação de plugins apenas está disponível para utilizadores do Firefox.
th: ตอนนี้บริการตรวจสอบส่วนเสริมยังคงใช้งานได้สำหรับผู้ใช้ Firefox เท่านั้น
uz: Hozrida plaginni tekshirish xizmati faqat Firefox foydalanuvchilari uchun mavjud.
vi: Hiện tại dịch vụ kiểm tra plugin chỉ dành cho người dùng Firefox.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
af: Inproppe werk nie altyd vanself by nie. Bly veilig en kontroleer die inproppe nou, en blaai sonder onderbreking!
ar: الإضافات لا تتحدث تلقائياً دائماً. تحقق من إضافاتك الآن للبقاء آمناً وللتصفح دون انقطاع!
bn_bd: প্লাগইন সবসময় স্বয়ংক্রিয়ভাবে হালনাগাদ হয় না। নিরাপদ থাকুন এবং নিরবিচ্ছিন্নভাবে ব্রাউজ করতে এখনি পরীক্ষা করুন!
br: N'eo ket hizivaet ent emgefreek enlugelladoù 'zo. Gwiriekait ho re bremañ evit chom diarvar ha merdeiñ hep troc'hadenn.
fa: افزونه‌ها همیشه به صورت خودکار بروزرسانی نمیشوند. افزونه‌های خود را بررسی کنید تا ایمن و بدونه وقفه بتوانید وب را مرور کنید.
ga_ie: Ní nuashonróidh forlíontáin go huathoibríoch i gcónaí. Seiceáil do chuid anois sa chaoi go mbeidh tú in ann brabhsáil go slán agus nach mbeidh aon chur isteach.
hr: Priključci se ne ažuriraju uvijek automatski. Provjerite svoje kako biste ostali sigurni i surfali bez prekida!
kab: Izegrar ur ttwalqamen ara s wudem awurman. Senqed izegrar inek akken ad tinigeḍ s wudem aɣelsan.
kn: ಪ್ಲಗಿನ್‌ಗಳು ಯಾವಾಗಲು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪರಿಷ್ಕರಿಸಲ್ಪಡುವುದಿಲ್ಲ. ನಿಮ್ಮವನ್ನು ಪರೀಕ್ಷಿಸಿ ಸುರಕ್ಷಿತವಾಗಿರಿ ಮತ್ತು ಯಾವುದೇ ಅಡಚಣೆಯಿಲ್ಲದೆ ಜಾಲಾಡಿ.
lt: Papildiniai ne visada atsinaujina automatiškai. Patikrinkite savuosius dabar – naršykite saugiai ir netrukdomi!
lv: Spraudņi ne vienmēr atjauninās automātiski. Pārbaudiet savus, lai būtu drošībā un varētu sērfot bez traucējumiem!
nn_no: Programtillegg oppdaterar seg ikkje alltid automatisk. Kontroller programtillegga dine no for å framleis vera trygg, og å kunna surfa utan avbrot.
pt: Os plugins nem sempre são atualizados de forma automática. Confirme se os seus estão atualizados para se manter seguro e navegar sem interrupções!
uz: Plaginlar har doim ham avtomatik yangilanavermaydi. Xavfsiz bo‘lish uchun ularni tekshirib ko‘ring va uzilishsiz internetda kezing.
vi: Không phải lúc nào plugin cũng tự động cập nhật. Kiểm tra ngay để duyệt web an toàn hơn!

source: Looks like you’re using an older version of Firefox.
af: Dit lyk of u 'n ouer weergawe van Firefox gebruik.
ar: يمكن أنك تستخدم إصدار قديم من فيرفكس.
as: আপুনি Firefox ৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে যেন লাগিছে।
bg: Изглежда използвате стара версия на Firefox.
bn_bd: আপনি ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন।
br: Emaoc'h oc'h arverañ un handelv kozh eus Firefox war ar seblant.
ca: Sembla que feu servir una versió antiga del Firefox.
fa: به نظر میرسد دارید از یک نسخه‌ی قدیمی فایرفاکس استفاده می‌کنید.
fi: Näyttää siltä, että sinulla on vanha versio Firefoxista.
ga_ie: De réir cosúlachta, tá seanleagan de Firefox agat.
hr: Čini se da koristite stariju inačicu Firefoxa.
kab: Ayettban d akken tesseqdaceḍ lqem aqbuṛ n Firefox.
kk: Сіз Firefox ескі нұсқасын қолданатын секілді.
kn: ನೀವು ಫೈರ್ಫಾಕ್ಸ್‌ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಕಾಣುತ್ತಿದೆ.
ku: Diyar e ku tu versiyoneke kevn ya Firefoxê bi kar tînî.
lt: Panašu, jog jūs naudojatės senesne „Firefox“ naršyklės laida.
lv: Izskatās, ka Jums ir vecāka Firefox versija.
ms: Seperti anda menggunakan versi daripada Firefox yang lama.
nn_no: Det ser ut til at du brukar ein eldre versjon av Firefox.
pt: Parece que está a utilizar uma versão antiga do Firefox.
th: ดูเหมือนคุณกำลังใช้งาน Firefox รุ่นเก่าอยู่
ur: لگتا ہے آپ Firefox کا پرانا ورژن استعمال کر رہے ہیں ۔
uz: Siz "Firefox"ning eski versiyasidan foydalaayotganga o‘xshaysiz.
vi: Có vẻ như bạn đang sử dụng phiên bản Firefox cũ.

source: Plugin Status
af: Inpropstatus
ar: حالة الملحقة
as: প্লাগিন অৱস্থা
bg: Състояние на приставката
bn_bd: প্লাগইন স্ট্যাটাস
br: Stad an enlugellad
ca: Estat dels connectors
fa: وضعیت افزونه
fi: Liitännäisten tila
ga_ie: Stádas na bhForlíontán
hr: Stanje priključka
kab: Addad n izegrar
kk: Плагин қалып-күйі
kn: ಪ್ಲಗಿನ್ ಸ್ಥಿತಿ
ku: Rewşa Pêvekan
lt: Papildinių būklė
lv: Spraudņa statuss
ms: Status Plugin
nn_no: Programtilleg-status
pt: Estado do plugin
th: สถานะของโปรแกรมเสริม
ur: پلگ ان کی صورت حال
uz: Plagin holati
vi: Trạng thái plugin

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
af: Geen inproppe is gevind nie. As dit soos 'n fout lyk, <a href="%(bugzilla_url)s">rapporteer dit gerus</a> sodat ons weet.
bn_bd: কোন প্লাগইন পাওয়া যায়নি। যদি আপনি বিশ্বাস করেন এইটা একটা ত্রুটি, <a href="%(bugzilla_url)s">একটি বাগ ফাইল করে</a> আমাদের জানান।
fa: هیچ افزونه‌ای پیدا نشد. در صورتی که فکر میکنید این خطا هست <a href="%(bugzilla_url)s"> لطفا گزارش خطا را ثبت کنید </a> تا ما را در جریان قرار دهید.
ga_ie: Níor aimsíodh aon fhorlíontán. Má chreideann tú gur earráid é seo, <a href="%(bugzilla_url)s">déan tuairisc ar an bhfadhb</a>.
hr: Niti jedan priključak nije pronađen. Ukoliko mislite da je ovo greška, <a href="%(bugzilla_url)s">molimo vas da ju prijavite</a>.
kab: Ulac izegrar yettwafen. Ma tqileḍ d tuccḍa, <a href="%(bugzilla_url)s"> azen abug</a> sakin eǧǧ-aɣ ad nzeṛ.
lt: Neaptikta jokių papildinių. Jei manote, jog tai klaida, prašom mums apie tai pranešti, <a href="%(bugzilla_url)s">užregistruojant klaidą</a>.
lv: Netika atrasts neviens spraudnis. Ja domājat, ka šī ir kļūda, <a href="%(bugzilla_url)s">iesniedziet kļūdas ziņojumu</a>, lai zinām par problēmu un varam to salabot.
ms: Tiada plugin yang dijumpai. Jika anda percaya ini adalah ralat, <a href="%(bugzilla_url)s">sila hantarkan bug</a> dan agar kami ketahuinya.
nn_no: Ingen programtillegg vart funne. Om du meinar at dette er feil, <a href="%(bugzilla_url)s">senda ein feilrapport</a> og gjera oss merksame på det.
pt: Não foram encontrados plugins. Se pensa que isto possa ser um erro, <a href="%(bugzilla_url)s">submeta um bug</a> e dê-nos essa informação.
uz: Hech qanday plagin topilmadi. Agar buni xato ekanligiga ishonsangiz, <a href="%(bugzilla_url)s">bizga nosozlik faylini jo‘nating</a>.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
af: Inpropkontrole se <strong>ondersteuning vir Internet Explorer is beperk</strong>. Gebruik ook Nutsgoed &gt; Bestuur byvoegings
as: <strong>Internet Explorer ৰ কাৰণে প্লাগ-ইন পৰীক্ষাৰ সমৰ্থন সীমিত</strong>। সঁজুলিসমূহ &gt; এডঅনসমূহ ব্যৱস্থাপনা কৰক ব্যৱহাৰ কৰক
bg: Проверката на приставките <strong>ограничено поддържа Internet Explorer</strong>. Също използвайте Инструменти &gt; Управление на Добавки (Tools &gt; Manage Addons)
bn_bd: প্লাগইন পরীক্ষা <strong>ইন্টারনেট এক্সপ্লোরারের সমর্থন সীমিত</strong>। টুল ব্যবহার &gt; অ্যাড ব্যবস্থাপনা
br: Diglok eo <strong>skor eus gwiriadur an enlugelladoù</strong> evit Internet Explorer. Arverit ivez Binvioù &gt; Ardeiñ an askouezhioù
ca: La comprovació dels complements <strong>per a l'Internet Explorer és limitada</strong>. Feu servir també Eines &gt; Gestiona els complements
fa: بررسی افزونه <strong>پشتیبانی برای اینترنت اکسپلورر محدود است </strong>. همچنان استفاده کنید از ابزارها &gt; و مدیریت افزونه ها
fi: Liitännäisten tarkistuksen <strong>Internet Explorer -tuki on rajallinen</strong>. Muista valita Työkalut &gt; Hallitse lisäosia
ga_ie: Ní oibríonn an Seiceálaí Forlíontán le <strong>hInternet Explorer</strong>. Bain triail as Uirlisí &gt; Bainistigh Breiseáin freisin
hr: Podrška provjere dodataka za <strong>Internet Explorer je ograničena</strong>. Također upotrijebite Alati &gt; Upravljanje dodacima
kab: <strong>Asefrek n Internet Ecplorer ɣur-s talast</strong>. Tzemreḍ ad tesqedceḍ umuɣ Ifecka &gt; Sefrek isiɣzaf.
kk: <strong>Internet Explorer үшін</strong> плагиндерді тексеру мүмкіндігі шектелген. Сонымен қатар, сіз Саймандар &gt; Қосымшаларды баптау мәзірі қолдана аласыз
kn: <strong>Internet Explorer ನಲ್ಲಿನ ವಿಸ್ತರಣಿಕೆ (ಪ್ಲಗಿನ್) ಪರಿಶೀಲನಾ ಸಹಾಯ ಮಿತಿಯಲ್ಲಿದೆ</strong>. ಪರಿಕರಗಳು &gt; ವಿಸ್ತರಣಿಕೆ ನಿರ್ವಹಿಸಿ ಅನ್ನು ಬಳಸಿ.
ku: Kontrolkara Pêvekan <strong>piştgiriyeke bi lîmît dide Internet Explorerê</strong>. Her wiha dikarî Amûr &gt; Rêveberiya Pêvekan
lt: <strong>„Internet Explorer“ papildinių patikra ribota</strong>. Taip pat pasinaudokite meniu punktu „Įrankiai → Tvarkyti priedus“
lv: Spraudņu pārbaude <strong>Internet Explorer pārlūkam ir ierobežota</strong>. Izmantojiet Rīki &gt; Pārvaldīt papildinājumus
ms: Semak Plugin <strong>sokong untuk Internet Explorer adalah terhad</strong>. Dan guna Tools &gt; Uruskan Addon
nn_no: Programtillegg-kontrollen si <strong>støtte for Internet Explorer er avgrensa</strong>. Prøv også Verktøy &gt; Administrer tillegg.
pt: A verificação de plugin <strong>no Internet Explorer é limitada</strong>. Use também Ferramentas &gt; Gerir extensões
th: การตรวจสอบโปรแกรมเสริม<strong>มีความสามารถจำกัดเมื่อใช้กับ Internet Explorer</strong> ควรใช้ Tool &gt; Manage Addons ร่วมด้วย
uz: Plaginni tekshirishni <strong>qo‘llab-quvvatlash "Internet Explorer" uchun cheklangan</strong>. Shuningdek,"Asboblar"dan foydanalish &gt; Qo‘shimcha dasturlardan foydalanish ham.
vi: Dịch vụ kiểm tra plugin cho Internet Explorer <strong>chỉ có tính năng giới hạn</strong>. Bạn cũng nên dùng Công cụ &gt; Quản lý Tiện ích

source: Step 1: Click Update to update a plugin.
af: Stap 1: Klik Werk by om 'n inprop by te werk.
ar: الخطوة 1: انقر "حدّث" لتحديث الملحقة
as: স্তৰ ১: প্লাগ-ইন আপডেইট কৰিবলৈ আপডেইট কৰক ত টিপক।
bg: Стъпка 1: Изберете „Обновяване“, за да обновите приставката.
bn_bd: ধাপ ১: ক্লিক হালনাগাদ প্লাগইন হালনাগাদ।
br: Pazenn 1 : Klikit war Hizivaat evit hizivaat un enlugellad.
ca: Pas 1: Feu clic a Actualitza per actualitzar un connector.
fa: قدم ١: کلیک روی بروزرسانی برای بروزرسانی پلاگین
fi: 1. Päivitä liitännäinen valitsemalla Päivitä.
ga_ie: Céim 1: Cliceáil Nuashonraigh le forlíontán a nuashonrú.
hr: 1. korak: Za ažuriranje dodatka kliknite na ažuriraj.
kab: Amecwaṛ 1: Sit ɣef Leqqem akken ad tleqmeḍ azegrir.
kk: Қадам 1: Плагинді жаңарту үшін «Қазір жаңарту» шертіңіз.
kn: ಹಂತ 1. ವಿಸ್ತರಣಿಕೆ (ಪ್ಲಗ್ ಇನ್) ಅನ್ನು ಪರಿಷ್ಕರಿಸಲು ಪರಿಷ್ಕರಿಸಿ ಅನ್ನು ಒತ್ತಿ.
ku: Gava 1ê: Ji bo rojanekirina pêvekê Nû bike bitikîne.
lt: 1 žingsnis: spustelėkite „Atnaujinti“, kad priedas būtų atnaujintas.
lv: 1. solis: Klikšķiniet Atjaunināt lai atjauninātu spraudni.
ms: Langkah 1: Tekan Update untuk kemaskini plugin.
nn_no: Steg 1: Trykk Oppdater for å oppdatera eit programtillegg.
pt: Passo 1: Clique Atualizar para atualizar um plugin.
th: ขั้นที่ 1 : คลิกที่ ปรับปรุง เพื่อปรับปรุงโปรแกรมเสริม
ur: مرحلہ ۱: پلگ ان کی تازہ کاری کے لیے تازہ کاری پر کلک کریں۔
uz: 1-bosqich: plaginni yangilash uchun "Yangilash"ni bosing.
vi: Bước 1: Nhấn Cập nhật để nâng cấp plugin.
