Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/products.lang.po
Languages: af, as, bn_bd, br, bs, cy, es_mx, fi, ga_ie, hi_in, hr, is, kab, kk, km, ku, lv, ms, nn_no, pt, ta, th, tr, uz, xh, zh_tw

source: The layout engine that drives Firefox.
af: Die uitleg-enjin wat Firefox aandryf.
as: Firefox ক চলোৱা বিন্যাস ইঞ্জিন।
bn_bd: লেআউট ইঞ্জিন যা ফায়ারফক্সকে চালনা করে।
br: Keflusker ar pajennaozañ a ren war Firefox.
bs: Raspored motora koji pokreću Firefox.
cy: Y peiriant cynllunio sy'n gyrru Firefox.
es_mx: El motor de renderizado que impulsa Firefox.
fi: Piirtomoottori, joka pyörittää Firefoxia.
ga_ie: An t-inneall leagain amach atá mar bhunús le Firefox.
hi_in: लेआउट इंजन जो Firefox को चलाती है.
hr: Mehanizam za renderiranje koji pokreće Firefox.
is: Viðmótsvélin sem Firefox keyrir á.
kab: Amsedday n tririt i yedeggiren Firefox ɣer zdat.
kk: Firefox-тың негізін жасайтын браузерлік қозғалтқыш.
km: ម៉ាស៊ីន​ប្លង់​ដែល​​បង្កើន​ល្បឿន Firefox ។
ku: Motora pergala li paş Firefoxê.
lv: Izkārtojuma dzinējs, kas darbina Firefox.
ms: Susunan enjin yang membawa Firefox.
nn_no: Layoutmotoren som driv Firefox.
pt: O motor de layout no coração do Firefox.
ta: பயர்பாக்சை இயக்கும் அடிப்படை இயந்திரம்.
tr: Firefox'un arkasındaki düzen ve yorum motoru.
uz: Firefox’da ishlaydigan tizimlar tartibi.
xh: Injini yokucakaca ephembelela iFirefox.
zh_tw: 驅動 Firefox 的排版引擎。

source: An environment for XUL-based applications.
af: 'n Omgewing vir XUL-gebaseerde toepassings.
as: XUL-ভিত্তিয় এপ্লিকেচনসমূহৰ বাবে এটা পৰিৱেশ।
bn_bd: XUL-ভিত্তিক অ্যাপ্লিকেশনের জন্য একটি পরিবেশ।
br: Un amva evit an arloadoù diazezet war XUL.
bs: Okruženje za XUL-based aplikacije.
cy: Amgylchedd ar gyfer rhaglenni wedi eu seilio ar XUL.
es_mx: Un entorno para las aplicaciones que se basan en XUL.
fi: Suoritusympäristö XUL-pohjaisille sovelluksille.
ga_ie: Timpeallacht le haghaidh feidhmchlár bunaithe ar XUL.
hi_in: XUL आधारित अनुप्रयोगों के लिए एक वातावरण.
hr: Okruženje za aplikacije temeljene na XUL-u.
is: Forritsumhverfi byggt á XUL.
kab: Tawennaṭ n yesnasen yebnan ɣer XUL.
kk: XUL негізіндегі қолданбаларға арналған орта.
km: បរិស្ថាន​សម្រាប់​កម្មវិធី​សម្រាប់ XUL ជា​មូលដ្ឋាន។
ku: Dorhêleke ji bo sepanên bi bingeha XUL.
lv: XUL bāzētu lietotņu vide.
ms: Persekitaran pada berdasarkan-XUL aplikasi.
nn_no: Eit miljø for XUL-baserte program.
pt: Um ambiente para aplicações baseadas em XUL.
ta: XUL-சார்ந்த பயன்பாடுகளுக்கான சூழல்.
tr: XUL tabanlı uygulama ortamı.
uz: XUL-asoslangan ilova dasturlar uchun muhit.
xh: Imeko yezinto ezisekelwe kwi-XUL.
zh_tw: 以 XUL 為基礎的應用程式環境。

source: Firefox APIs
bn_bd: ফায়ারফক্স APIs
br: Ketal da gouleviñ arloadoù Firefox
cy: APIau Firefox
es_mx: Las APIs de Firefox.
fi: Firefox-ophejmointirajapinnat
ga_ie: APIanna Firefox
kab: API n Firefox
kk: Firefox API
ku: APIyên Firefoxê
lv: Firefox API
nn_no: Firefox API-ar
pt: APIs do Firefox
tr: Firefox API'ları
uz: Firefox API’lari
xh: I-Firefox APIs

source: The foundations for building a Firefox OS app.
af: Die fondasies vir die bou van 'n toepassing vir Firefox OS.
as: এটা Firefox OS এপ নিৰ্মাণ কৰাৰ ভিত্তি।
bn_bd: একটি ফায়ারফক্স ওএস অ্যাপ তৈরির জন্য ফাউন্ডেশন।
br: Diazezadennoù da sevel arloadoù evit Firefox OS.
bs: Fondacija za izgradnju Firefox OS aplikacije.
cy: Seiliau ar gyfer adeiladu ap Firefox OS.
es_mx: Las bases para construir una aplicación de Firefox OS.
fi: Firefox OS -sovelluksen rakentamisen perustukset.
ga_ie: Bunús tógála aipeanna Firefox OS.
hi_in: एक Firefox OS अनुप्रयोग के निर्माण के लिए नींव.
is: Undirstaðan sem þarf til að byggja Firefox OS forrit.
kab: Azdur fiɣef yebded usnas Firefox OS.
kk: Firefox OS үшін қолданбаларды жасау негіздері.
km: មូលដ្ឋាន​សម្រាប់​ការ​បង្កើត​កម្មវិធី Firefox OS ។
ku: Bingehên pêşvebirina bernamokên Firefox OSê.
lv: Pamati lai uzbūvēt Firefox OS aplikāciju.
ms: Yayasan untuk membina sebuah apl Firefox OS.
nn_no: Byggjeblokkene for å laga ein Firefox OS-app.
pt: As fundações para construir uma aplicação para o Firefox OS.
ta: பயர்பாக்ஸ் இயங்குதள செயலிகள் உருவாக்கத் தேவையான அடித்தளம்.
tr: Firefox OS uygulaması geliştirmenin temelleri.
uz: Firefox OS ilova dasturi tuzish uchun jamg‘arma.
xh: Iziseko zokwakha i-app ye-Firefox OS.

source: Mozilla Developer Network
af: Mozilla-ontwikkelaarsnetwerk
as: Mozilla উন্নয়নকাৰী নেটৱৰ্ক
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক
br: Rouedad an diorroerien Mozilla
cy: Rhwydwaith Datblygwyr Mozilla
es_mx: Red de desarrolladores de Mozilla
fi: Mozilla-kehittäjien verkko
ga_ie: Líonra Forbróirí Mozilla
hi_in: Mozilla डेवलपर नेटवर्क
is: Netumhverfi Mozilla þróunaraðila
kk: Mozilla өндіруші желісі
km: បណ្ដាញ​អ្នកអភិវឌ្ឍន Mozilla
ku: Tora Pêşvebirên Mozillayê
lv: Mozilla Izstrādātāju Tīkls
nn_no: Mozillas nettverk for utviklarar
pt: Rede de programadores da Mozilla
tr: Mozilla Geliştirici Ağı
uz: Mozilla dasturchilar tarmog‘i
xh: INethiweki yokuPhuhlisa iMozilla

source: All Mozilla-based Products
af: Alle Mozilla-gebaseerde produkte
as: সকলো Mozilla-ভিত্তিয় উৎপাদনসমূহ
bn_bd: সকল মজিলা-ভিত্তিক পণ্য
br: An holl genderc'hadoù diazezet war Mozilla
bs: Svi proizvodi zasnovani na Mozilli
cy: Yr Holl Gynnyrch sy'n Seiliedig ar Mozilla
es_mx: Todos los productos basados en Mozilla
fi: Kaikki Mozillaan pohjautuvat tuotteet
ga_ie: Gach Táirge Mozilla
hi_in: सभी Mozilla आधारित उत्पाद
is: Allar vörur byggðar á Mozilla
kab: Ifarisen yebnan ɣef tetiknulujit Mozilla
kk: Mozilla негізіндегі барлық өнімдер
km: ផលិតផល​ដែល​ផ្អែកលើ Mozilla ទាំងអស់
ku: Hemû Berhemên bingeh-Mozilla
lv: Visi uz Mozilla balstīti Produkti
ms: Kesemua produk berdasarkan Mozilla
nn_no: Alle Mozilla-baserte produkt
pt: Todos os produtos da Mozilla
ta: அனைத்தும் மொசில்லா-அடிப்படையிலான தயாரிப்புகளாகும்
tr: Tüm Mozilla tabanlı ürünler
uz: Barcha Mozilla’ga asoslangan mahsulotlar
xh: Zonke iiMveliso zakwaMozilla

source: All Developer Tools
af: Alle ontwikkelaarnutsgoed
as: সকলো উন্নয়নকাৰী সঁজুলি
bn_bd: সকল ডেভলপার টুল
br: AN holl vinvioù an diorroerien
bs: Svi razvojni alati
cy: Yr Holl Offer Datblygu
es_mx: Todas las herramientas para desarrolladores
fi: Kaikki kehittäjätyökalut
ga_ie: Na hUirlisí Forbartha Go Léir
hi_in: सभी डेवलपर उपकरण
is: Öll þróunartól
kab: Ifecka n tneflit
kk: Барлық өндіруші саймандары
km: ឧបករណ៍​អ្នកអភិវឌ្ឍន
ku: Hemû Amûrên Pêşvebir
lv: Visi Izstrādātāju Rīki
ms: Semua Perkakas Pembangun
nn_no: Alle utviklarverktøy
pt: Todas as ferramentas de desenvolvimento
ta: அனைத்து உருவாக்குநர் கருவிகள்
th: เครื่องมือนักพัฒนาทั้งหมด
tr: Tüm geliştirici araçları
uz: Barcha dasturlash asboblari
xh: Zonke iziXhobo zoPhuhliso

source: Products
hr: Proizvodi

source: Innovations
hr: Inovacije

source: Tools
hr: Alati

source: Platforms
hr: Platforme

source: The free, non-profit browser for desktop and mobile.
hr: Besplatan, neprofitan preglednik za računala i mobitele.

source: Firefox Developer Tools
hr: Firefox alati za programere

source: A collection of tools built in to Firefox.
hr: Kolekcija alata ugrađenih u Firefox.

source: Reserved&nbsp;for future&nbsp;products.
hr: Rezervirano&nbsp;za buduće&nbsp;proizvode.

source: See even <a href="%(link)s">more awesome software</a> based on Mozilla technologies.
hr: Pogledajte ostale primjere <a href="%(link)s">nevjerojatnog softvera</a> temeljenog na Mozillinim tehnologijama.
