Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/products.lang.po
Languages: af, as, bn_bd, br, bs, cy, es_mx, fi, ga_ie, hi_in, hr, is, kab, kk, km, ku, lv, ms, nn_no, pt, ta, th, tr, uz, xh, zh_tw

source: Mozilla Products — Built by us, for the Web
af: Mozilla-produkte — gebou deur ons, vir die Web
as: Mozilla উৎপাদনসমূহ — ৱেবৰ বাবে, আমি নিৰ্মাণ কৰিছো
bn_bd: মজিলা পণ্য- ওয়েবের জন্য, আমাদের তৈরী
br: Kenderc'hadoù Mozilla savet ganeomp, evit ar web
bs: Mozilla proizvodi - Napravljeno od nas, za internet
cy: Cynnyrch Mozilla — Wedi ei adeiladu gennym ni, ar gyfer y We
es_mx: Los productos de Mozilla: construidos por nosotros para la web
fi: Mozillan tuotteet – Meiltä, verkkoa varten
ga_ie: Táirgí Mozilla — Tógtha againne, ar son an Ghréasáin
hi_in: Mozilla के उत्पाद - हमारे द्वारा निर्मित, वेब के लिए
hr: Mozillini proizvodi — Izrađeni od strane nas, za Web
is: Mozilla vörur — Búið til af okkur, fyrir vefinn
kab: Iseɣẓanen n Mozilla — Ayen i d-nesnulfa i Web
kk: Mozilla өнімдері — Интернет үшін, біз жасаған
km: ផលិតផល Mozilla — បាន​បង្កើត​ដោយ​ពួក​យើង, សម្រាប់​បណ្ដាញ
ku: Berhemên Mozillayê — Me çêkir, ji bo Webê
lv: Mozilla Produkti — Mūs izveidoti, tīmeklim
ms: Produk Mozilla — Dibina oleh kami, untuk Web
nn_no: Mozilla-produkt — Bygd av oss for nettet
pt: Produtos Mozilla — Feitos por nós, para a Web
ta: மொசில்லா தயாரிப்புகள் — எங்களால் இணையத்திற்காக, உருவாக்கப்பட்டது
th: ผลิตภัณฑ์ Mozilla — ถูกสร้างโดยเรา เพื่อเว็บ
tr: Mozilla Ürünleri — Web için geliştirdik
uz: Mozilla mahsulotlari — biz tomonimizdan internet uchun tuzilgan
xh: Iimveliso zeMozilla — Yenziwe sithi, sisenzela iWebhu
zh_tw: Mozilla 產品 — 為了網路打造

source: Built for the Web
af: Gebou vir die Web
as: ৱেবৰ বাবে নিৰ্মিত
bn_bd: ওয়েবের জন্য তৈরী
br: Savet evit ar Web
bs: Napravljeno za internet
cy: Adeiladwyd ar gyfer y We
es_mx: Construidos para la web
fi: Tehty nettiä varten
ga_ie: Ar son an Ghréasáin
hi_in: वेब के लिए निर्मित
hr: Izrađeni za Web
is: Búið til fyrir vefinn
kab: Yettwarna i Web
kk: Интернет үшін жасалған
km: បាន​បង្កើត​សម្រាប់​បណ្ដាញ
ku: Ji bo Webê hatine çêkirin
lv: Izveidoti tīmeklim
ms: Dibina untuk Web
nn_no: Bygd for nettet
pt: Feito para a Web
ta: இணையத்திற்காக உருவாக்கப்பட்டது
th: ถูกสร้างเพื่อเว็บ
tr: Her şey Web için
uz: Internet uchun tuzilgan
xh: Yenzelwe iWebhu
zh_tw: 為了網路打造

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
af: Ons toewyding om die Web vorentoe te neem en oop te hou vir elkeen is sigbaar in alles wat ons doen.
as: ৱেবক অগ্ৰসৰ কৰা আৰু ইয়াক সকলোৰ বাবে মুক্ত ৰখাৰ আমাৰ নিষ্ঠা আমি কৰা সকলো কাৰ্য্যত প্ৰসাৰিত হয়।
bn_bd: আমরা যা করি ওয়েবকে এগিয়ে নিতে এবং তা সকলের জন্য উন্মুক্ত রাখতেই তা উৎসর্গকৃত।
br: Hol lealded evit sturiañ ar web war wellaat ha d'e virout digor evit an holl en em led war pep tra graet ganeomp.
bs: Naša posvećenost vodi internet naprijed i drži ga dostupnog svima i proteže se kroz sve što radimo.
cy: Mae ein hymroddiad i yrru'r we yn ei flaen a'i gadw ar agor ar gyfer pawb yn cael ei adlewyrchu drwy bopeth rydym yn ei wneud.
es_mx: Nuestra dedicación en impulsar la web hacia adelante y mantenerla abierta a todos se extiende a cada cosa que hacemos.
fi: Olemme omistautuneet viemään verkkoa eteenpäin ja pitämään sen avoinna kaikille. Tämä näkyy kaikessa, mitä teemme.
ga_ie: Is é ár misean an Gréasán a chur chun cinn agus é a choinneáil oscailte do chách.
hi_in: वेब को आगे बढाने और हर किसी के लिए खुला रखने का हमारा समर्पण हम जो कुछ भी करते हैं के माध्यम से विस्तृत होती है.
hr: Naša predanost za unaprijeđenje Weba i očuvanje njegove otvorenosti za sve, proširuje se kroz sve što radimo.
is: Áform okkar er að leiðbeina vefnum áfram veginn og hafa hann opinn fyrir alla.
kab: Nessram d akken asnefli n Web akked tulya yines i yemdanen ad inerni s useqdec n wayen nxeddem.
kk: Интернетті дамытуда және оның әркім үшін қолжетерлік қылуда біздің салатын күшіміз біз жасайтын барлық істерде көрінеді.
km: ការ​បរិច្ចាគ​របស់​យើង​ គឺ​ដើម្បី​​​​ដឹកនាំ​បណ្ដាញ​ឆ្ពោះ​ទៅ​មុខ និង​​​ធ្វើ​វា​ឲ្យ​បើក​ទូលាយ​ចំពោះ​​មនុស្ស​គ្រប់រូប​​ពង្រីក​តាមរយៈ​អ្វី​ដែល​យើង​​​បាន​ធ្វើ។
ku: Me sond xwariye ku em ê Webê bi pêş ve bibin û ji bo her kesî vekirî bihêlin. Di hemû karên xwe de em li ser soza xwe ne.
lv: Mūsu apņemšanās virzīt internetu tālāk un saglabāt tā atvērtību un pieejamību ikvienam izpaužas it visā ko darām.
ms: Dedikasi kami untuk membawa Web kehadapan dan menyimpan ia terbuka untuk semua orang lebih lanjut segala apa yang kami lakukan.
nn_no: Engasjementet vårt i å drive nettet framover, og å halda det ope for alle, gjennomsyrer alt vi gjer.
pt: A nossa dedicação no avanço da Web e mantendo-a aberta a todos estende-se a tudo o que fazemos.
ta: இணையத்தை முன்னேற்றுவதன் மூலமும் நாங்கள் செய்பவற்றின் மூலம் அதனை எல்லோரிடமும் கொண்டு சென்று அதன் எல்லையை நீட்டிக்கச் செய்வதே எங்களது முயற்சியாகும்.
th: การอุทิศของเราเพื่อขับเคลื่อนเว็บไปข้างหน้าและทำให้มันเปิดกับทุกคนได้ขยายผ่านสิ่งที่เราทำทุกอย่าง
tr: Web'i ileri taşımaya ve onu herkese açık tutmaya söz verdik. Yaptığımız her şeyin ardında bu var.
uz: Internetni oldinga yo‘naltirish va uni hamma uchun ochiq saqlashni biz qilamiz.
xh: Ukuzinikela kwethu ekuqhubeleni phambili iWebhu nasekuyigcineni ivulekele wonk' ubani kubonakala kwinto yonke esiyenzayo.
zh_tw: 我們想盡辦法，致力於帶領網路世界更進一步，並保持開放給任何人使用。

source: Developers
af: Programmeerders
as: উন্নয়নকাৰীসকল
bn_bd: ডেভেলপারগণ
br: Diorroerien
bs: Programeri
cy: Datblygwyr
es_mx: Desarrolladores
fi: Kehittäjät
ga_ie: Forbróirí
hi_in: डेवलेपर
is: Þróunaraðilar
kab: Ineflayen
kk: Өндірушілер
km: អ្នក​អភិវឌ្ឍ
ku: Pêşvebir
lv: Izstrādātāji
ms: Pembangun
nn_no: Utviklarar
pt: Programadores
ta: வல்லுநர்கள்
th: นักพัฒนา
tr: Geliştiriciler
uz: Dasturchilar
xh: Abaphuhlisi

source: Desktop
af: Rekenaar
as: ডেস্কটপ
bn_bd: ডেস্কটপ
br: Urzhiataer Burev
cy: Bwrdd Gwaith
es_mx: Escritorio
fi: Työpöytä
ga_ie: Deasc
hi_in: डेस्कटॉप
is: Borðtölva
kab: Aselkim
kk: Дербес компьютер
km: ផ្ទៃតុ
ku: Sermase
lv: Datoriem
nn_no: Stasjonær
pt: Computador
ta: கணினி
th: คอมพิวเตอร์ตั้งโต๊ะ
tr: Masaüstü
uz: Ish stoli
xh: Idesktopu
zh_tw: 桌面

source: The free, non-profit browser for your desktop.
af: Die gratis webblaaier vir die rekenaar.
as: আপোনাৰ ডেস্কটপৰ বাবে বিনামূলীয়া, লাভ-বিহিন ব্ৰাউছাৰ।
bn_bd: আপনার ডেস্কটপের জন্য উন্মুক্ত, অবাণিজ্যিক একটি ব্রাউজার।
br: Ar merdeer digor ha digoust evit hoc'h urzhiataer burev.
bs: Slobodan, neprofitni preglednik za vaš desktop.
cy: Porwr rhad a rhydd, dim er elw ar gyfer eich bwrdd gwaith.
es_mx: El navegador gratuito y sin ánimo de lucro para tu computadora.
fi: Ilmainen, voittoa tavoittelematon selain pöytäkoneellesi.
ga_ie: Brabhsálaí saor in aisce ó eagraíocht neamhbhrabúis ar do dheasc.
hi_in: अापके डेस्कटॉप के लिए नि: शुल्क, लाभ-निरपेक्ष ब्राउज़र.
is: Ókeypis, frjálsi vafrinn fyrir tölvuna þína.
kab: Iminig n baṭel, ur nettnadi ara idrimen i uselkim inek.
kk: Жұмыс үстеліңіз үшін тегін, коммерциялық емес браузер.
km: ដោយ​សេរី, កម្មវិធី​អ៊ីនធឺណិត​មិន​ស្វែងរក​ប្រាក់​ចំណេញ​សម្រាប់​ផ្ទៃតុ។
ku: Ji bo sermaseya te geroka belaş nebazirgan.
lv: Brīvais, bezpeļņas pārlūks jūsu datoram.
ms: Ia percuma, pelayar web tiada keuntungan untuk desktop anda.
nn_no: Gratis, ideell nettlesar for di datamaskin.
pt: O navegador gratuito para o seu computador.
ta: உங்கள் கணினிக்காக திறந்த, இலாப நோக்கற்ற உலாவி.
th: เบราว์เซอร์ที่ฟรีและไม่แสวงผลกำไรสำหรับคอมพิวเตอร์ตั้งโต๊ะของคุณ
tr: Masaüstünüz için ücretsiz, kâr amacı gütmeyen tarayıcı.
uz: Ish stoli kompyuteringiz uchun erkin va notijorat brauzer.
xh: Ibhrawuza yasimahla, engenzi nzuzo kwidesktopu yakho.

source: The fast, smart, safe choice for Android browsing.
af: Die vinnige, flink, en veilige webblaaier op Android.
as: Android ব্ৰাউছিংৰ বাবে দ্ৰুত, বুদ্ধিমান, সুৰক্ষিত পছন্দ।
bn_bd: অ্যান্ড্রয়েড ব্রাউজিং এর জন্য একটি দ্রুত, স্মার্ট ও নিরাপদ পছন্দ।
br: An dibab herrekañ, speredekañ ha diarvarusañ evit merdeiñ dre Android.
bs: Brz, pametan, siguran izbor za Android pretraživanja.
cy: Y dewis cyflym clyfar a diogel ar gyfer pori gydag Android.
es_mx: La opción rápida, inteligente y segura para navegar en Android.
fi: Nopea, fiksu ja turvallinen valinta selaukseen Androidilla.
ga_ie: An rogha stuama, slán, sciobtha le brabhsáil ar Android.
hi_in: Android ब्राउज़िंग के लिए तेज, स्मार्ट, सुरक्षित विकल्प.
is: Hraða, snjalla, örugga lausnin fyrir Android vafra.
kab: Tunigin d aruraṭ, tuḥrict, taɣelsant ɣef Android.
kk: Android ішінде веб шолудың жылдам, ақылды, қауіпсіз таңдауы.
km: លឿន, វៃឆ្លាត, ជម្រើស​សុវត្ថិភាព​សម្រាប់​​ការ​រុករក​របស់ Android ។
ku: Ji bo gera li ser Androidê rêbazeke lezgîn, jîr û ewle.
lv: Ātrā, vienkāršā, un drošā izvēle pārlūkošanai uz Android ierīcēm.
ms: Ia pantas, bijak, pilihan selamat untuk pelayaran web di Android.
nn_no: Det raske, smarte, trygge valet for Android-nettlesing.
pt: A escolha rápida, inteligente e segura para navegar com o Android.
ta: ஆண்ட்ராய்டு கைப்பேசி உலாவலுக்கான வேகமான, அறிவான, பாதுகாப்பான தேர்வு.
th: ทางเลือกที่เร็ว, ฉลาด และปลอดภัยสำหรับการเรียกดูเว็บบน Android
tr: Android'de gezintinin hızlı, akıllı ve güvenli yolu.
uz: Android uchun tez, qulay, xavfsiz tanlov.
xh: Ukubhrawuza nge-Andrioid ekhawulezayo, enobuchwepheshe, ekhuselekileyo.

source: OS
bn_bd: ওএস
br: Reizhiad Korvoiñ
fi: Käyttöjärjestelmä
ga_ie: Firefox OS
is: Stýrikerfi
kk: ОЖ
km: ប្រព័ន្ធ​ប្រតិបត្តិការ
ta: இயங்கு தளம்
xh: OS {ok}

source: An open operating system for mobile devices.
af: 'n Oop bedryfstelsel vir selfone.
as: মবাইল ডিভাইচসমূহৰ বাবে এটা মুক্ত অপাৰেটিং চিস্টেম।
bn_bd: মোবাইল ডিভাইসের জন্য একটি উন্মুক্ত অপারেটিং সিস্টেম।
br: Ur reizhiad korvoiñ evit an trevnadoù hezouk.
bs: Otvoreni operativni sistem za mobilne uređaje.
cy: System weithredu agored ar gyfer dyfeisiau symudol.
es_mx: Un sistema operativo abierto para equipos móviles.
fi: Avoin käyttöjärjestelmä mobiililaitteille.
ga_ie: Córas oibriúcháin oscailte ar ghléasanna soghluaiste.
hi_in: मोबाइल उपकरणों के लिए एक खुला ऑपरेटिंग सिस्टम.
hr: Operativni sustav za mobitele.
is: Opið stýrikerfi fyrir farsíma.
kab: Anagraw n wammud yeldin i yibenkan izirazen.
kk: Мобильдік құрылғылар үшін ашық операциялық жүйесі.
km: បើក​ប្រព័ន្ធ​ប្រតិបត្តិការ​សម្រាប់​ឧបករណ៍​ចល័ត។
ku: Ji bo cîhazên mobîl pergaleke xebatê ya vekirî.
lv: Atvērta operētājsistēma mobilām ierīcēm.
ms: Satu sistem operasi terbuka untuk peranti mudah alih.
nn_no: Eit ope operativsystem for mobileiningar.
pt: Um sistema operativo aberto para dispositivos móveis.
ta: கைபேசி கருவிகளுக்கான ஒரு திறந்தமூல இயங்குதளம்.
th: ระบบปฏิบัติการสำหรับอุปกรณ์พกพา
tr: Mobil aygıtlar için açık bir işletim sistemi.
uz: Mobil qurilmalar uchun ochiq operatsion tizim.
xh: Inkqubo yokusebenza evulekileyo yezixhobo zeefowuni eziphathwayo.
zh_tw: 行動裝置的開放作業系統。

source: A new standard to recognize and verify learning.
af: 'n Nuwe standaard vir erkenning en verifikasie van leer.
as: শিক্ষাৰ বৈধতা নিৰ্ণয় কৰিবলে এটা নতুন প্ৰামাণিক।
bn_bd: শিক্ষাকে সংজ্ঞায়িত এবং যাচাই করতে একটি নতুন মানদন্ড।
br: Ur skouer nevez da anavezout ha gwiriañ ar c'helenn.
bs: Novi standard za prepoznavanje i potvrdu učenja.
cy: Safon newydd ar gyfer cydnabod a dilysu dysgu.
es_mx: Un nuevo estándar para reconocer y verificar el aprendizaje.
fi: Uusi standardi oppimisen tunnistamiseksi ja tunnustamiseksi.
ga_ie: Caighdeán nua chun foghlaim a aithint agus a dheimhniú.
hi_in: पहचानने और सीखने को सत्यापित करने के लिए एक नया मानक.
is: Nýr staðall til að bera kennsl á og staðfesta þekkingu.
kab: Tizeɣt tamaynut akken ad tɛeqleḍ udiɣ ad tesneqdeḍ timusniwin.
kk: Алынған білімді тану және тексерудің жаңа стандарты.
km: ការ​រៀបចំ​ស្តង់ដារ​​ថ្មី និង​ផ្ទៀងផ្ទាត់​ការ​សិក្សា។
ku: Ji bo pênasekirin û erêkirina perwerdehiyê standardeke nû.
lv: Jauns standarts kā atpazīt un novērtēt mācīšanos.
ms: Sebuah standard baru untuk mengenalpasti dan mengesan pembelajaran.
nn_no: Ein ny standard for å verdsetja og stadfesta læring.
pt: Uma nova norma para reconhecer e verificar conhecimentos.
ta: அங்கீகரிப்பையும் கற்றலையும் சரிபாரக்கும் ஒரு புதிய தரநிலை.
th: มาตรฐานใหม่ในการเรียนรู้การตรวจจับและพิสูจน์
tr: Eğitimi tanımanın ve doğrulamanın yeni bir standardı.
uz: O‘rganishni to‘g‘rilash va aniqlash uchun yangi standart.
xh: Umgaqo omtsha wokuqonda nokuqinisekisa.

source: A creation and distribution platform for apps.
af: 'n Platform vir die skep en verspreiding van toepassings.
as: এপসমূহৰ বাবে এটা সৃষ্টিকৰণ আৰু বিতৰন প্লেটফৰ্ম।
bn_bd: অ্যাপের জন্য একটি নির্মাণ ও বিতরণের প্লাটফর্ম।
br: Ur savenn grouiñ ha dasparzhañ evit arloadoù.
bs: Platforma stvaranja i distribucije za aplikacije.
cy: Platfform creu a dosbarthu ar gyfer apiau.
es_mx: Una plataforma de creación y distribución de aplicaciones.
fi: Sovellusten luonti- ja jakelukanava.
ga_ie: Ardán chun aipeanna a chruthú agus a dháileadh.
hi_in: अप्प्स के लिए एक निर्माण और वितरण मंच.
hr: Platforma za stvaranje i distribuciju aplikacija.
is: Til þess að búa til og dreifa öppum.
kab: Talɣubliṭ n tmerna n uzuzer n yesnasen.
kk: Қолданбаларды жасау және тарату платформасы.
km: ការ​បង្កើត និង​ការ​ចែកចាយ​វេទិកា​សម្រាប់​កម្មវិធី។
ku: Platformeke afirandin û belavkirina bernamokan.
lv: Izveidošanas un izplatīšanas platforma aplikācijām.
ms: Sebuah ciptaan dan platform pengedaran untuk aplikasi.
nn_no: Ei plattform for distribusjon og utvikling av appar.
pt: Uma plataforma de criação e distribuição de aplicações.
ta: செயலிகளின் உருவாக்கத்திற்கும் பகிர்வுற்குமான தளம்.
tr: Bir uygulama oluşturma ve dağıtım platformu.
uz: Ilova dasturlar uchun yaratiladigan va tarqatiladigan platforma.
xh: Iqonga lokuyila nokuhambisa ii-apps.
zh_tw: 應用程式的創意與發行平台。

source: A better way to sign in to websites.
af: 'n Beter manier vir aanmelding by webwerwe.
as: ৱেবছাইটসমূহত ছাইন ইন কৰাৰ এটা উত্তম পদ্ধতি।
bn_bd: ওয়েবসাইটে সাইন ইন করার উন্নত পন্থা
br: Un doare gwell d'en em gennaskañ ouzh lec'hiennoù.
bs: Bolji način da se prijavite na web stranice.
cy: Ffordd well o fewngofnodi i wefannau.
es_mx: Una mejor manera de iniciar sesión en los sitios web.
fi: Parempi tapa kirjautua nettisivustoille.
ga_ie: Córas níos fearr logála isteach.
hi_in: वेबसाइटों पर साइन इन करने का एक बेहतर तरीका.
hr: Bolji način za prijavu na web stranice.
is: Betri leið til að skrá sig inn á vefsvæði.
kab: Tarrayt ifazen akken ad tesuluḍ iman-ik ɣef yesmal web.
kk: Веб сайттарға кірудің ең жақсы жолы.
km: វិធី​ដែល​ល្អ​បំផុត​ក្នុង​ការ​ចូល​​ទៅ​តំបន់​បណ្ដាញ។
ku: Ji bo têketina malperan rêbazeke baştir.
lv: Labāks veids lai pieslēgtos mājaslapās.
ms: Cara lebih baik untuk daftar masuk ke laman web.
nn_no: EIn betre måte å logga inn på nettstadar.
pt: Uma melhor forma de iniciar sessão nos sites.
ta: இணையதளங்களில் உள்நுழைவதற்கு ஒரு சிறந்த வழி.
th: ทางที่ดีกว่าในการลงชื่อเข้าใช้เว็บไซต์
tr: Web sitelerinde oturum açmanın daha iyi bir yolu.
uz: Vebsahifalarga kirishning eng yaxshi yo‘li.
xh: Indlela engcono yokungena kwiiwebhusayithi.
zh_tw: 登入網站的更好的方式。

source: Safe, fast and easy email.
af: Veilige, vinnige en maklike e-pos.
as: সুৰক্ষিত, দ্ৰুত আৰু সহজ ইমেইল।
bn_bd: সহজ, দ্রুত এবং নিরাপদ ইমেইল।
br: Posteloù aes, herrek ha diarvar.
bs: Siguran, brz i lak email.
cy: E-bost diogel, cyflym a hawdd.
es_mx: El correo electrónico seguro, rápido y fácil de usar.
fi: Turvallinen, nopea ja helppo sähköpostiohjelma.
ga_ie: Ríomhphost níos sábháilte níos sciobtha.
hi_in: सुरक्षित, तेज और आसान ईमेल.
hr: Sigurana, brz ai jednostavna e-pošta.
is: Öruggur, hraður og einfaldur tölvupóstur.
kab: Amsaɣ n tirawt aɣelsan, arurad akked afessas.
kk: Жылдам, қауіпсіз және ыңғайлы пошта.
km: សុវត្ថិភាព, លឿន និង​ងាយស្រួល​អ៊ីមែល។
ku: Epeyama ewle, lezgîn û hêsan.
lv: Epasti. Droši, vienkārši un ātri.
ms: Selamat, pantas dan mudah menghantar email.
nn_no: Trygg, rask og enkel e-post.
pt: Mensagens de correio rápidas, seguras e fáceis.
ta: பாதுகாப்பான, வேகமான, எளிதான மின்னஞ்சலிற்கு.
th: อีเมลที่ปลอดภัย, เร็ว และง่าย
tr: Güvenli, hızlı ve kolay e-posta.
uz: Xavfsiz, tez va oson e-pochta.
xh: I-imeyili ekhuselekileyo, ekhawulezayo nelula.
zh_tw: 安全、快速、簡單易用的電子郵件軟體。

source: Make something amazing with the Web.
af: Maak iets ongeloofliks met die Web.
as: ৱেবৰ সৈতে কিবা বিস্ময়জনক নিৰ্মাণ কৰক।
bn_bd: ওয়েবে মজাদার কিছু করুন।
br: Grit un dra estlammus gant ar Web.
bs: Napravite nešto nevjerovatno sa internetom.
cy: Gwnewch rhywbeth anhygoel gyda'r We.
es_mx: Crea algo increíble con la web.
fi: Tee jotain ällistyttävää netin avulla.
ga_ie: Cruthaigh rud éigin iontach leis an nGréasán.
hi_in: वेब के साथ कुछ अद्भुत बनाएँ.
hr: Učinite nešto nevjerojatno s Webom.
is: Búðu til eitthvað stórkostlegt á vefnum.
kab: Ak-isireg ad tfeṣṣleḍ tiɣawsiwin meqqren s useqdec n Web.
kk: Интернетте таңқалдырарлық нәрсені жасаңыз.
km: បង្កើត​អ្វី​មួយ​ដែល​គួរ​ឲ្យ​ភ្ញាក់ផ្អើល​ជាមួយ​បណ្ដាញ។
ku: Bi Webê tiştên nûwaze çêke
lv: Radiet kaut ko brīnišķīgu internetā.
ms: Lakukan sesuatu menakjubkan dengan Web.
nn_no: Gjer noko fantastisk med nettet.
pt: Faça algo fantástico com a Web.
ta: இணையத்துடன் அற்புதமானவற்றை உருவாக்கு.
tr: Web'de harika şeyler yapın.
uz: Internet bilan antiqa ishlarni amalga oshiring.
xh: Yenza into emangalisayo ngeWebhu.
zh_tw: 用網路做點酷炫的東西。

source: Our community-driven innovation accelerator.
af: Ons gemeenskapsgedrewe innoveringversneller.
as: আমাৰ সম্প্ৰদায়-চালিত উদ্ভাৱন ত্বৰক।
bn_bd: আমাদের কমিউনিটি-চালিত উদ্ভাবনী চালিকাশক্তি।
br: Herrekaer an nevezadennoù o tont eus hor c'humuniezh sturiet.
bs: Naš vođa zajednice ubrzava inovacije.
cy: Ein cyflymydd arloesedd cymunedol.
es_mx: Nuestro acelerador de la innovación impulsado por la comunidad.
fi: Yhteisöjohtoinen innovaatiokiihdyttimemme.
ga_ie: Ár luasaire pobal-tiomáinte nuálaíochta.
hi_in: हमारा समुदाय संचालित नवाचार त्वरक.
hr: Akcelerator inovacija kojim upravlja naša zajednica.
is: Samfélagið okkar er drifkrafturinn.
kab: Amsɣiwel nneq n usnulfu, id tt-ḍebbiṛ tmezdagnut.
kk: Қоғамдастығымызбен басқарылатын инновациялар үдеткіші.
km: បង្កើន​ល្បឿន​ការ​ច្នៃប្រឌិត​ថ្មី​សហគមន៍​ឈាន​មុខ​របស់​យើង។
ku: Bilezkera nûbûnan ku civaka me rêbertiya wê dike.
lv: Mūsu kopienas virzītais inovāciju akselerators.
ms: Komuniti yang didorong oleh pemecut inovasi kami.
nn_no: Den samfunnsdrivne innovasjons-akseleratoren vår.
pt: O nosso acelerador de inovação feito pela comunidade.
ta: எங்கள் சமூக முன்னெடுப்பின் புத்தாக்க விரைவூக்கி.
tr: Topluluğumuzun yön verdiği yenilik hızlandırıcı.
uz: Bizning jamoamiz innovatsiyadan quvvat olib ishlaydi.
xh: Isikhawulezisi sethu senkqubela ephenjelelwa luluntu.
zh_tw: 社群導向的創新加速器。

source: New ways to explore, experiment and innovate.
af: Nuwe maniere om te ontdek, eksperimenteer en innoveer.
as: অন্বেষণ, পৰিক্ষা আৰু উদ্ভাৱন কৰাৰ নতুন পদ্ধতি।
bn_bd: নতুন উপায়ে বিশ্লেষণ, পরীক্ষা এবং উদ্ভাবন করা।
br: Doareoù nevez da ergerzhout, prouadiñ ha neveziñ.
bs: Novi načini za istraživanje, eksperiment i inovacije.
cy: Ffyrdd newydd o archwilio, arbrofi ac arloesi.
es_mx: Nuevas maneras de explorar, experimentar e innovar.
fi: Uusia tapoja tutkia, kokeilla ja innovoida.
ga_ie: Acmhainní nua don taiscéalaíocht, don turgnamhacht agus don nuálaíocht.
hi_in: समन्वेषण करने, परीक्षण और नया करने के नए तरीके.
hr: Novi načini za istraživanje, eksperimentiranje i inoviranje.
is: Nýjar leiðir til að athuga, prófa og þróa eitthvað nýtt.
kab: Tarrayt nniḍen n usnirem, asekyed akked usnulfu.
kk: Зерттеу, тәжірибелер жасау және инновациялардың жаңа тәсілдері.
km: វិធី​ថ្មីៗ​ក្នុង​ការ​រុករក, ការ​ពិសោធន៍ និង​​បង្កើត​ថ្មី។
ku: Ji bo vedozîn, ceribandin û afirandinê rêbazên nû.
lv: Jauni veidi kā pētīt, eksperimentēt un inovēt.
ms: Cara terkini untuk jelajahi, eksperimen dan berinovasi.
nn_no: Nye måtar å utforska, eksperimentera og nyskapa på.
pt: Novas maneiras de explorar, experimentar e inovar.
ta: ஆராய, சோதிக்க, புத்தாக்கம் செய்வதற்கானபுதிய வழிகள்.
th: หนทางใหม่ในการสำรวจ, ทดลอง และสร้างสรรค์สิ่งใหม่
tr: Keşfetmenin, denemenin ve yenilik yaratmanın yeni yolları.
uz: Ko‘rish, sinash va yangilik qilishning yangi yo‘llari.
xh: Iindlela ezintsha zokuhlola, ukulinga nokuyila.
zh_tw: 探索、實驗與創新的新方式。

source: A bug tracking system to help manage software development.
af: 'n Foutspoorstelsel om te help met sagteware-ontwikkeling.
as: চফ্টৱেৰ উন্নয়ন ব্যৱস্থাপনা কৰাত সহায় কৰিবলে এটা বাগ অনুকৰণ চিস্টেম।
bn_bd: একটি বাগ ট্র্যাকিং সিস্টেম সফটওয়্যার উন্নয়ন ও পরিচালনা করতে সাহায্য করে।
br: Ur reizhiad da heuliañ ar beugoù a-benn skoazellañ ardoadur an diorren meziantoù.
bs: Bugovi za praćenje sistema za pomoć u upravljanju razvojem softvera.
cy: System olrhain gwallau er mwyn rheoli datblygiad meddalwedd.
es_mx: Un sistema para el rastreo de errores que ayuda a organizar el desarrollo del software.
fi: Ohjelmistonkehitystä helpottamaan luotu bugienhallintajärjestelmä.
ga_ie: Córas fabhtrianaithe a chabhraíonn le tionscadail bhogearra a bhainistiú.
hi_in: एक बग ट्रैकिंग सिस्टम सॉफ्टवेयर विकास के प्रबंधन में मदद करने के लिए.
hr: Sustav za praćenje grešaka i upravljanje razvojem softvera.
is: Villuskráningarkerfi sem hjálpar við þróun hugbúnaðar.
kab: Anagraw n uḍfaṛ n ibugen akken ad tifsus n tneflit n iseɣẓanen.
kk: Бағдарламаларды жасауды басқаруға көмектесетін ақаулықтарды бақылау жүйесі.
km: ប្រព័ន្ធ​តាមដាន​កំហុស​ដើម្បី​ជួយ​គ្រប់គ្រង​ការ​អភិវឌ្ឍន៍​​កម្មវិធី។
ku: Ji bo birêveberiya pêşvebirina bernameyan pergaleke ji bo şopandina çewtiyan.
lv: Kļūdu sekošanas sistēma lai palīdzēt programmu izstrādāšanai.
ms: Sebuah sistem jejaki bug untuk membantu urusan pembangunan perisian.
nn_no: Eit feilrapporteringssystem som støttar programvareutvikling.
pt: Um sistema de acompanhamento de erros que ajuda no desenvolvimento da aplicação.
ta: மென்பொருள் உருவாக்கத்துக்கு உதவும் வழு தடமறியும் அமைப்பு.
th: ระบบติดตามบั๊กที่ช่วยจัดการการพัฒนาซอฟต์แวร์
tr: Yazılım geliştirme yönetimine yardımcı olan bir hata takip sistemi.
uz: Nosozliklarni kuzatish tizimi dasturlarni rivojlantirishni boshqarishga yordam beradi.
xh: Inkqubo yokulanda umkhondo weebhagi ukukunceda ulawule uphuhliso lwesoftwe.
zh_tw: 幫助管理軟體開發的臭蟲追蹤系統。

source: Inspect, debug, analyze and more inside your browser.
af: Inspekteer, ontfout en analiseer binne-in die blaaier.
as: আপোনাৰ ব্ৰাউছাৰক নিৰীক্ষণ, ডিবাগ, বিশ্লেষণ আৰু অতিৰিক্ত কৰক।
bn_bd: ইনসপেক্ট, ডিবাগ, বিশ্লেষণ এবং আরও অনেক কিছু করুন আপনার ব্রাউজারে।
br: Dinoiñ, diveugañ, dezrannañ ha traoù all e-barzh ho merdeer.
bs: Inspekcija, otklanjanje neispravnosti, analiza i više unutar vašeg preglednika.
cy: Archwilio, dadfygio, dadansoddi a rhagor o fewn eich porwr.
es_mx: Inspecciona, depura, analiza y más dentro de tu navegador.
fi: Tutki, debuggaa, analysoi ja tee muuta selaimesi sisällä.
ga_ie: Scrúdaigh, dífhabhtaigh, anailísigh, laistigh de do bhrabhsálaí.
hi_in: निरीक्षण, दोषसुधार, विश्लेषण और अधिक अपने ब्राउज़र के भीतर से.
hr: Ispitajte, analizirajte i otklanjajte greške pomoću vašeg preglednika.
is: Skoðaðu, aflúsaðu, greindu hluti með vafranum.
kab: Sweḍ, seɣti, sleḍ d wayen nniḍen deg iminig inek.
kk: Тура браузердің ішінен бақылау, жөндеу, зерттеу және көптеген т.б. мүмкіндіктері.
km: ពិនិត្យមើល, បំបាត់​កំហុស, វិភាគ និង​កម្មវិធី​អ៊ីនធឺណិត​​របស់​អ្នក​ផ្នែក​ខាង​ក្នុង​បន្ថែម។
ku: Di nav gerokê de vekole, çewtiyan jê derxe û analîzan bike.
lv: Pārskatiet, atkļūdojiet un analizējiet no pārlūka.
ms: Periksa, debug, analisa dan lebih lanjut pada pelayar web anda.
nn_no: Inspiser, feilsøk, analyser og meir inni nettlesaren.
pt: Inspecione, depure, analize e muito mais dentro do seu navegador.
ta: உங்கள் உலாவியினுள் சோதித்தல், வழுநீக்கல், ஆராய்தல் என பலவற்றைச் செய்யலாம்.
th: ตรวจสอบ, ดีบั๊ก, วิเคราะห์ และอื่น ๆ ภายในเบราว์เซอร์ของคุณ
tr: Tarayıcınızın içinde inceleyin, hata ayıklayın, analiz yapın.
uz: Kuzatish, tuzatish, tahlil qilish va boshqa ko‘pgina xususiyatlar brauzeringiz ichida.
xh: Hlola, ukhuphe ibhagi, uhlalutye uze wenze izinto ezingakumbi phakathi kwebhrawuza yakho.
zh_tw: 在您的瀏覽器檢測、除錯、分析網頁結構。
