Repository: alvinlaz96/mozilla-lang
Catalog: */mozorg/technology.lang.po
Languages: af, bs, cy, ga_ie, hi_in, is, kk, lt, ne, nn_no, ta

source: We’re opening up a whole new Internet.
af: Ons open 'n deur na 'n heel nuwe Internet.
bs: Mi otvaramo potpuno novi internet.
cy: Rydym yn agor Rhyngrwyd newydd sbon.
ga_ie: Tá idirlíon úrnua ar fad á oscailt againn.
hi_in: हम एक पूरी नयी तरह की इंटरनेट खोल रहे हैं.
is: Við erum að búa til algerlega nýtt Internet.
kk: Біз мүлдем жаңа интернетті ашудамыз.
lt: Atverkime naują puslapį interneto istorijoje!
ne: हामि एकदम नयाँ इन्टरनेट खोल्दै छौ।
nn_no: Vi opnar opp eit heilt nytt internett.
ta: முழுவதும் புதிய இணையத்தை திறக்கவிருக்கிறோம்.

source: Explore some of our latest innovations — built with open Web technologies and designed to help keep the Internet healthy and accessible forever.
af: Ontdek 'n paar van ons jongste innovasies — gebou met oop webtegnologieeë en ontwerp om die Internet vir altyd gesond en toeganklik te hou.
bs: Istražite neke od naših najnovijih inovacija - izgrađene sa otvorenim Web tehnologijama i dizajnirani da pomognu zadržati Internet zdravlje i da budu pristupačni zauvijek.
cy: Dewch i weld ein harloesedd diweddaraf — wedi eu hadeiladu gyda thechnolegau Gwe agored ac wedi eu cynllunio i gadw'r we'n iach ac ar gael am byth.
ga_ie: Foghlaim faoi na nuálaíochtaí is déanaí — bunaithe ar theicneolaíochtaí Gréasáin oscailte agus deartha chun sláinte agus inrochtaineacht an Idirlín a chosaint.
hi_in: हमारे कुछ नवीनतम नवाचारों का अन्वेषण करें — खुली वेब तकनीकों के साथ बनाये हुए और इंटरनेट को स्वस्थ और हमेशा उपलब्ध रखने के लिए डिज़ाइन किया गया.
is: Kíktu á nýjungarnar — Þær eru búnar til með nýjustu veftækninni og eru hannaðar til að halda Internetinu heilsuhraustu og opnu til langframa.
kk: Соңғы инновацияларымыздың кейбіреулерімен таныс болыңыз — олар ашық веб технологияларымен құрастырылып, Интернет денсаулығын сақтап, оны әрқашан да қолжетерлік қылу үшін жасалған.
lt: Susipažinkite su šviežiausiomis mūsų inovacijomis, sukurtomis atvirų saityno technologijų pagrindu ir skirtomis palaikyti interneto kokybę ir atvirumą.
ne: हाम्रा पछिल्ला कामहरू अन्वेषण गर्नुहोस् — जुन खुल्ला वेब प्रविधिद्वारा बनाइएको छ र जसले इन्टरनेटलाई सधैँ स्वस्थ र पहुँचयोग्य बनाउन मद्दत गर्छ।
nn_no: Utforsk nokre av våre siste nyskapingar — bygd med opne vevteknologiar og utforma for å halda nettet sundt og tilgjengeleg for alltid.
ta: அண்மைய புததாக்கங்கள் சிலவற்றை ஆய்க — ஆரோக்கியமான இணையம் அனைவருக்கும் என்றும் கிடைத்திட திற மூல தொழில்நுட்ப வடிவமைப்பு உதவியுடன் உருவாக்கியுள்ளோம்.

source: Making Virtual Reality a reality for all
af: Ons maak virtuele realiteit 'n realiteit vir almal
bs: Izrada virtualne stvarnosti stvarnost za sve
cy: Gwneud Rhith Realiti yn real i bawb
ga_ie: An Réaltacht Fhíorúil a chur ar fáil do chách
hi_in: वर्चुअल रिएलिटी को सभी के लिए एक वास्तविकता बनाना
is: Sýndarveruleiki aðgengilegur fyrir alla
kk: Виртуалды шынайылықты әркім үшін шынайы қылу
lt: Virtualioji realybė visiems
ne: Virtual Reality लाई सबैको लागि यथार्थ बनाउदै
nn_no: Gjer Virtuell Røyndom til røyndom for alle
ta: மெய்நிகர் நுட்பத்தை அனவைருக்கும் அசலாக உருவாக்குகிறோம்

source: Using A-Frame, developers, designers and artists are able to easily create accessible VR experiences.
af: Programmeerders, ontwerpers en kunstenaars kan met A-Frame maklik toeganklike VR-ervarings skep.
bs: Korištenje A-Frame, programeri, dizajneri i umjetnici su u mogućnosti da lako stvore dostupna VR iskustva.
cy: Gan ddefnyddio A-Frame, mae datblygwyr, cynllunwyr ac artistiaid yn gallu creu profiadau VR hygyrch yn rhwydd.
ga_ie: Is furasta do dhearthóirí, fhorbróirí, agus ealaíontóirí A-Frame a úsáid chun réaltachtaí fíorúla inrochtana a chruthú.
hi_in: A-Frame का उपयोग कर, डेवलपर्स, डिजाइनर और कलाकार आसानी से VR अनुभवों को सुगम बनाने में सक्षम हैं.
is: Með því að nota A-Frame, geta þróunaraðilar, hönnuðir og teiknarar auðveldlega búið til aðgengilega VR upplifun.
kk: A-Frame қолданып, өндірушілер, дизайнерлер және суретшілер қолжетерлік VR үлгілерін оңай жасай алады.
lt: Naudodamiesi „A-Frame“, programuotojai, dizaineriai ir menininkai gali kurti kiekvienam prieinamą virtualiąją realybę.
ne: A-Frame लाई प्रयोग गरेर डेभलपर, डिजाइनर र कलाकारहरुले सजिलै सँग पहुँचयोग्य VR अनुभवहरु सिर्जना गर्न सक्नुहुन्छ
nn_no: Med A-Frame kan utviklarar, forgjevarar og kunstnarar enkelt skapa tilgjengelege VR-opplevingar.
ta: ஏ-பிரேமைப் பயன்படுத்தி உருவாக்குநர்கள், வடிவமைப்பாளர்கள் மற்றும் கலைஞர்கள் அணுகக்கூடிய VR அனுபவங்களை எளிதில் உருவாக்க இயலும்.

source: Try it out
af: Probeer dit
bs: Isprobajte
cy: Rhowch gynnig arni
ga_ie: Bain triail as
hi_in: इसे आजमाएं
is: Prófaðu
kk: Оны сынап көру
lt: Išbandykite
ne: प्रयोग गरि हेर्नुहोस्
nn_no: Prøv det
ta: இப்போது முற்சிக்கவும்

source: Explore A-Frame
af: Ontdek A-Frame
bs: Istražite A-Frame
cy: Archwilio A-Frame
ga_ie: Baile A-Frame
hi_in: A-Frame को जानें
is: Kíktu á A-Frame
kk: A-Frame таныс болу
lt: Susipažinkite su „A-Frame“
ne: A-Frame बारे बुझ्नुहोस्
nn_no: Utforsk A-Frame
ta: A-சட்டகத்தை ஆராயவும்

source: Learn about WebVR
cy: Dysgu am WebVR
ga_ie: Tuilleadh eolais faoi WebVR
ta: WebVR பற்றி மேலும் அறிக

source: Visit A-Frame blog
cy: Darllen blog A-Frame
ga_ie: Léigh an blag A-Frame
ta: A-Frame வலைப்பூவைப் பார்க்கவும்

source: Visit the blog
af: Besoek die webjoernaal
bs: Posjetite blog
cy: Dewch i'n blog
ga_ie: Tabhair cuairt ar an mblag
hi_in: ब्लॉग पर जाएँ
is: Kíkja á bloggið
kk: Блогты шолу
lt: Aplankykite tinklaraštį
ne: ब्लगको भ्रमण गर्नुहोस
nn_no: Besøk bloggen
ta: எங்கள் வலைப்பூவைப் பார்க்கவும்

source: Using the Web to change the game
af: Die Web kan die gang van die spel verander
bs: Promijenimo igru koristeći web
cy: Defnyddio'r We i newid y gêm
ga_ie: Ag úsáid an Ghréasáin chun cluichí a athrú
hi_in: खेलों को बदलने के लिए वेब का उपयोग
is: Notum vefinn til að breyta hlutunum
kk: Ойынды өзгерту үшін вебті қолдану
lt: Saityno pagalba keičiame žaidimo taisykles
ne: खेल परिवर्तनको लागि वेब को प्रयोग गरिदै
nn_no: Bruke nettet til å endra saker og ting
ta: விளைவை மாற்ற இணையத்தைப் பயன்படுத்துங்கள்

source: With powerful Web technologies, pioneered by Mozilla, developers are pushing games to a new level.
af: Programmeerders kan speletjies tot nuwe hoogtes laat styg met kragtige webtegnologieeë — baanbrekerswerk deur Mozilla.
bs: Uz pomoć moćnih web tehnologija, koje predvodi Mozilla, programeri guraju igrice na potpuno novi nivo.
cy: Gyda thechnolegau Gwe pwerus, wedi eu harloesi gan Mozilla, mae datblygwyr yn gwthio gemau i lefel newydd.
ga_ie: Tá an chéad ghlúin eile de chluichí á forbairt, ag baint úsáid as teicneolaíochtaí Gréasáin cumhachtacha a tháinig as tionscadal Mozilla.
hi_in: शक्तिशाली वेब प्रौद्योगिकियों के साथ, Mozilla द्वारा संचालन, डेवलपर्स खेलों को एक नए स्तर पर धकेल रहे हैं.
is: Með því að nota öfluga veftækni, sem er frá Mozilla, geta þróunaraðilar útfært leiki á nýjan hátt.
kk: Mozilla ілгері басатын мүмкіндіктері көп веб технологияларын қолданып, өндірушілер ойындарды жаңа деңгейлерге жеткізуде.
lt: „Mozillos“ vystomos saityno technologijos įgalina programuotojus perkelti žaidimus į kitą lygmenį.
ne: शक्तिशाली वेब प्रविधिहरू मार्फत , Mozilla द्वारा मार्गदिर्शित, विकासकर्ताहरूले खेलहरू लाई नयाँ स्तरमा धकेली रहेका छन्।
nn_no: Med kraftfulle webteknologiar, oppfunne av Mozilla, pressar utviklarar spel til eit nytt nivå.
ta: மொசில்லாவால் உருவாக்கப்பட்ட வலிமையான வலை நுட்பங்களுடன், உருவாக்குநர்கள் விளையாட்டுகளைப் புதிய நிலைக்குக் கொண்டு செல்கிறார்கள்.

source: See what’s new
af: Sien wat is nuut
bs: Pogledajte šta je novo
cy: Gweld beth sy'n newydd
ga_ie: Gach rud nua
hi_in: नया क्या है, देखें
lt: Susipažinkite su naujovėmis
ta: புதிய வரவுகள்

source: Play some demos
af: Speel 'n paar demonstrasies
bs: Isprobajte neke demo igrice
cy: Chwaraewch rhai o'n demos
ga_ie: Imir cluichí taispeána
hi_in: कुछ नमूने चलायें
is: Horfa á kynningar
kk: Демо үлгілерін ойнату
lt: Pažaiskite pavyzdinius žaidimus
ne: केहि परिक्षणहरू खेल्नुहोस्
nn_no: Sjå nokre demoar her
ta: சில் செயற்காட்சிகளை இயக்குங்க

source: Meet WebAssembly
cy: Cyfarfod â WebAssembly
ga_ie: Seo é WebAssembly

source: Start building
af: Begin bou
bs: Započnite izgradnju
cy: Cychwyn adeiladu
ga_ie: Tosaigh ag tógáil
hi_in: निर्माण करना प्रारंभ करें
is: Byrjum að byggja
kk: Құрастыруды бастау
lt: Pradėkite kurti
ne: निर्माण सुरु गर्नुहोस्
nn_no: Byrja å byggja
ta: உருவாக்க தொடங்குங்க

source: Adding trust to the Internet of Things
af: Ons voeg vertroue by die Internet van Dinge
bs: Dodavanje povjerenje u Internet od stvari
cy: Ychwanegu ymddiriedaeth i'r Rhyngrwyd Pethau
ga_ie: Idirlíon na nEarraí a dhéanamh níos iontaofa
hi_in: इंटरनेट ऑफ़ थिंग्स पर भरोसा जोड़ना
is: Byggjum upp traust fyrir nettengd tæki
kk: Заттар интернетіне сенімділікті қосу
lt: Prisidedame prie daiktų interneto patikimumo
ne: Internet of Things मा विश्वास थप्दै
nn_no: Legg til tiltru til tinga sitt internett
ta: பொருட்களுக்கான இணையத்தில் நம்பிக்கையைக் கூட்டுங்கள்

source: Through open innovation, we’re bringing trust and transparency to networks of smart devices.
af: Deur oop innovasie bring ons vertroue en deursigtigheid na netwerke van slim toestelle.
bs: Kroz otvorene inovacije, mi donosimo povjerenje i transparentnost u mrežama pametnih uređaja.
cy: Drwy arloesedd agored, rydym yn dod ag ymddiriedaeth a thryloywder i rwydweithiau o ddyfeisiau clyfar.
ga_ie: Táimid ag cur iontaofacht agus trédhearcacht le líonraí de ghléasanna beaga, trí nuálaíocht oscailte.
hi_in: खुली नवाचार के माध्यम से, हम स्मार्ट डिवाइस के नेटवर्क पर विश्वास और पारदर्शिता ला रहे हैं.
is: Með frjálsum nýjungum, komum við til með að byggja upp traust og gagnsæi fyrir snjalltæki á netinu.
kk: Ашық инновациялар көмегімен, біз ақылды заттар желілеріне сенімділікті және мөлдірлілікті әкелеміз.
lt: Atviro inovacijų proceso dėka keliame išmaniųjų įrenginių tinklų patikimumo ir skaidrumo kartelę.
ne: Open innovation का मार्फत, हामीले स्मार्ट यन्त्रहरूको सञ्झ्यालमा विश्वाश र पारदर्शिता ल्याउँदै छौँ
nn_no: Med opne nyskapingar tek vi tiltru og openheit til nettverk og smarte einingar.
ta: திறந்த புத்தாக்கத்தின் மூலம், நாங்கள் திறனார்ந்த சாதனங்களின் பிணையங்களுக்கு நம்பிக்கையையும் வெளிப்படைத்தன்மையையும் கொண்டு வருகிறோம்.

source: Learn more
af: Meer inligting
bs: Saznajte više
cy: Dysgu rhagor
ga_ie: Tuilleadh eolais
hi_in: अधिक जानें
lt: Sužinokite daugiau
nn_no: Les meir
ta: மேலும் அறிக

source: Visit the wiki
af: Besoek die wiki
bs: Posjetite wiki
cy: Mynd i'r wici
ga_ie: Tabhair cuairt ar an vicí
hi_in: Wiki पर जाएँ
is: Kíkja á wiki
kk: Вики шолу
lt: Aplankykite vikį
ne: विकी भ्रमण गर्नुहोस्
nn_no: Besøk wikien
ta: விக்கியைப் பார்க்கவும்

source: Start contributing
af: Begin by te dra
bs: Počnite doprinositi
cy: Cychwyn cyfrannu
ga_ie: Glac páirt
hi_in: योगदान प्रारंभ करे
is: Taka þátt
kk: Үлес қосуды бастау
lt: Pradėti savanorystę
ne: योगदान गर्न सुरु गर्नुहोस
nn_no: Byrja å bidra
ta: பங்களிக்க தொடங்குங்க

source: Building a browser that gets you
af: Ons bou 'n blaaier wat in voeling bly
bs: Stvaranje pretraživača boljim za vas
cy: Adeiladu porwr sy'n eich deall chi
ga_ie: Ag tógáil brabhsálaí a thuigeann thú
hi_in: एक ब्राउज़र का निर्माण जो आपको समझता है
is: Vafri sem skilur þig
kk: Сізді түсінетін браузерді жасау
lt: Kuriame jus suprantančią naršyklę
ne: तपाईँलाई बुझ्ने ब्राउजर निर्माण गर्दै
nn_no: Vi byggjer ein nettlesar som forstår deg
ta: உங்களைப் ஈர்க்கும் ஒரு உலாவியை உருவாக்குகிறோம்

source: The next generation of Web discovery is a browser that is more intuitive, useful and in tune with you.
af: Die volgende generasie Webontdekking is 'n blaaier wat meer intuïtief, nuttig en in voeling is met die gebruiker.
bs: Naredna generacije web otkrića je pretraživač koji je više intuitivan, koristan i u skladu sa tobom.
cy: Mae'r genhedlaeth o nesaf o ddarganfod ar y We yn borwr sy'n fwy sythweledol, defnyddiol ac yn eich deall chi.
ga_ie: Is cuid den chéad ghlúin eile den Ghréasán brabhsálaí atá níos simplí, níos úsáidí, agus ar aon intinn leat.
hi_in: वेब आविष्कार की अगली पीढ़ी एक ऐसा ब्राउज़र है जो अधिक सहज, उपयोगी और आपके साथ अनूकुल है
is: Næsta kynslóð af vafra er vafri sem er auðveldari, gagnlegri og í tengslum við þig.
kk: Интернетті шолудың келесі буыны - одан әрі интуитивтік, пайдалы әрі сізбен үйлесетін браузер.
lt: Saityno naršymo ateitis – tai intuityvesnė, naudingesnė ir labiau prie jūsų prisitaikiusi naršyklė.
ne: वेबको खोजको अर्को पुस्ता भनेको एक ब्राउजर हो जुन सजिलै बुझ्न सकिने, काम लाग्ने र तपाईँसंग मेल खाने हुन्छ।
nn_no: Få framtidas nettopplevingar med ein nettlesar som er meir intuitiv, nyttig og i samklang med deg.
ta: அடுத்த தலைமுறைக்கான இணையக் கண்டுபிடிப்பு ஒரு உலாவி, இது மிகவும் உள்ளுணர்வுள்ள, பயனுள்ள மற்றும் உங்கள் மனுதுடன் ஒத்திசைவில் இருக்கும்.

source: Try it now
af: Probeer dit nou
bs: Probajte sada
cy: Rhowch gynnig arno
ga_ie: Bain triail as anois
hi_in: अभी आज़माएँ
is: Prófaðu núna
kk: Оны қазір көру
lt: Išbandyti dabar
ne: अहिले नै यसलाई प्रयोग गरी हेर्नुहोस
nn_no: Prøv han no
ta: இப்போது முற்சிக்கவும்

source: Inventing a safer programming language
af: Ons ontwerp 'n veiliger programmeertaal
bs: Izmišljanje sigurnijeg programskog jezika
cy: Dyfeisio iaith raglennu mwy diogel
ga_ie: Teangacha ríomhchlárúcháin níos sábháilte
hi_in: एक सुरक्षित प्रोग्रामिंग भाषा का आविष्कार
is: Öruggara forritunarmál
kk: Қауіпсіздеу бағдарламалау тілін ойлап шығару
lt: Kuriame saugesnę programavimo kalbą
ne: भरपर्दो प्रोग्रामिङ् ल्याङ्ग्वेज निर्माण गर्दै
nn_no: Utvikling av eit tryggare programmeringsspråk
ta: ஒரு பாதுகாப்பான நிரலாக்க மொழியைக் கண்டுபிடிக்கிறோம்

source: Sponsored by Mozilla, Rust allows browsers, systems and more to run much faster and more safely.
cy: Yn derbyn cefnogaeth gan Mozilla, mae Rust yn caniatáu i borwyr, systemau a rhagor i redeg lawer ynghynt ac yn fwy diogel.
ga_ie: Oibríonn brabhsálaithe, córais oibriúcháin, agus bogearraí eile níos tapúla níos sábháilte le Rust, togra de chuid Mozilla.

source: Learn about Rust
cy: Dysgu am Rust
ga_ie: Maidir le Rust
hi_in: Rust के बारे में जाने
ta: ரஸ்ட் பற்றி கற்க்கவும்

source: Supported by Mozilla, Rust allows browsers, systems and more to run much faster and more safely.
af: Rust word ondersteun deur Mozilla, en laat blaaiers, stelsels en nog wat toe om vinniger en veiliger te loop.
bs: Uz podršku Mozille, Rust omogućuje pretraživače, sisteme i drugo da rade mnogo brže i sigurnije.
cy: Yn derbyn cefnogaeth gan Mozilla, mae Rust yn caniatáu i borwyr, systemau a rhagor i redeg lawer ynghynt ac yn fwy diogel.
ga_ie: Oibríonn brabhsálaithe, córais oibriúcháin, agus bogearraí eile níos tapúla níos sábháilte le Rust, togra de chuid Mozilla.
hi_in: Mozilla के द्वारा समर्थित, Rust ब्राउज़र, सिस्टम तथा अन्य चीजों को अधिक तेज़ और अधिक सुरक्षित रूप से चलाने के लिए अनुमति देता है
is: Rust forritunarmálið, sem er með stuðning frá Mozilla, mun gera vöfrum, kerfum og öðrum kleyft að keyra mun hraðara og öruggara.
kk: Mozilla қолдауымен, Rust браузерлер, жүйелер және т.б. үшін жылдамырақ және қауіпсіз түрде орындалуға мүмкіндік береді.
lt: „Mozillos“ skatinama „Rust“ kalba įgalina naršykles ir kitas sistemas veikti sparčiau ir saugiau.
ne: Mozilla द्वारा समर्थन गरिएको, Rust ले ब्राउजरहरू, सिस्टमहरू र अरू लाई एकदम छिटो र अझ सुरक्षित तरिकाले चल्न सहयोग गर्छ।
nn_no: Med Rust, som er støtta av Mozilla, kan nettlesarar og system køyre mykje raskare og tryggare.
ta: மொசில்லாவால் ஆதரிக்கப்படும் ரஸ்ட், உலாவிகள், கணினிகள் மற்றும் பலவற்றை மிகவும் வேகமாகவும் பாதுகாப்பாகவும் செயல்பட அனுமதிக்கிறது.

source: Visit Rust
af: Rust-webwerf
bs: Posjetite Rust
cy: Ymweld â Rust
ga_ie: Baile Rust
hi_in: Rust पर जाएँ
is: Heimsækja Rust
kk: Rust шолу
lt: Aplankykite „Rust“ svetainę
ne: Rust निरिक्षण गर्नुहोस्
nn_no: Besøk Rust
ta: ரஸ்டைப் பார்

source: Get involved
af: Raak betrokke
bs: Uključite se
cy: Ymunwch!
ga_ie: Glac páirt
hi_in: शामिल होएँ!‌
is: Vertu þátttakandi
kk: Үлесіңізді қосыңыз
lt: Įsitraukite
ne: सहभागी हुनुहोस्!
nn_no: Ver med
ta: பங்காற்றுங்கள்

source: What’s next?
af: Wat is volgende?
bs: Šta je sljedeće?
cy: Be sy nesa?
ga_ie: Céard atá romhainn?
hi_in: आगे क्या है?
is: Hvað er á næstunni?
kk: Тағы не бар?
lt: Kas toliau?
ne: आब के?
nn_no: Kva er neste steg?
ta: அடுத்து என்ன?

source: Get the Mozilla newsletter for our latest tech news and more.
af: Kry die Mozillla-nuusbrief vir onder andere die jongste tegnologienuus.
bs: Nabavite Mozilla bilten za naše najnovije tehnološke vijesti i još mnogo toga.
cy: Mynnwch newyddlen Mozilla er mwyn derbyn y newyddion technegol diweddaraf a mwy.
ga_ie: Liostáil le nuachtlitir Mozilla le bheith ar an eolas faoi na teicneolaíochtaí is déanaí.
hi_in: हमारे तकनीकी समाचार तथा अन्य चीजों के लिए Mozilla समाचार पत्र प्राप्त करें.
is: Fáðu Mozilla fréttabréfið sem er með nýjustu fréttum um tækni og annað efni.
kk: Біздің соңғы техникалық жаңалықтар және т.б. алу үшін Mozilla жаңалықтарына жазылыңыз.
lt: Prenumeruokite „Mozillos“ naujienlaiškį ir nepraleiskite šviežiausių žinių apie technologijas ir ne tik.
ne: हाम्रा पछिल्ला समाचारहरूका लागि Mozilla को समाचारपत्रको सदस्यता लिनुहोस्।
nn_no: Få Mozillas nyhendebrev med dei siste teknologi-nyhenda med meir.
ta: எங்கள் சமீபத்திய நுட்பச் செய்திகள் மற்றும் பலவற்றிற்காக மொசில்லா செய்திமடலைப் பெறவும்.

source: Blogs
af: Webjoernale
bs: Blogovi
cy: Blogiau
ga_ie: Blaganna
hi_in: ब्लॉग‌
is: Blogg
kk: Блогтар
lt: Tinklaraščiai
ne: ब्लगहरू
nn_no: Blogg
ta: வலைப்பூக்கள்

source: Read the latest from Mozilla’s technology blogs.
af: Les die jongste op Mozilla se tegnologiejoernale.
bs: Pročitajte najnovije od Mozilline tehnologije blogova.
cy: Darllenwch y diweddaraf gan flogiau technegol Mozilla.
ga_ie: Faigh na scéalta is déanaí ó bhlaganna teicneolaíochta Mozilla.
hi_in: Mozilla के टेक्नालजी ब्लॉग से नवीनतम पढ़ें.
is: Lestu um nýjastu hlutina á tæknibloggi Mozilla.
kk: Mozilla технологиялық блогтардан соңғы жаңалықтарын алыңыз.
lt: Skaitykite tinklaraščių apie „Mozillos“ technologijas įrašus.
ne: Mozilla प्रविधिको नयाँ ब्लगहरु पद्नुहोस।
nn_no: Les det siste frå Mozilla sine teknologibloggar.
ta: மொசில்லாவின் அண்மைய நுட்ப வலைப்பூக்களைப் பற்றி வாசிக்கவும்.

source: Continue reading
af: Lees verder
bs: Nastavi čitati
cy: Parhau i ddarllen
ga_ie: Lean ag léamh
hi_in: पढ़ना जारी रखें
is: Halda áfram að lesa
kk: Оқуды жалғастыру
lt: Skaityti toliau
ne: पढाइ जारी राख्नुहोस्
nn_no: Hald fram med å lesa
ta: தொடர்ந்து வாசி
