Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/bookmarks.lang.po
Languages: bs, cy, ga_ie, hi_in, ta

source: Firefox Browser: Better bookmarks everywhere you go
bs: Firefox pretraživač: Bolje zabilješke gdje god idete
cy: Porwr Firefox: Gwell nodau tudalen ymhob man
ga_ie: Brabhsálaí Firefox: Leabharmharcanna níos fearr cibé áit a rachaidh tú
hi_in: Firefox ब्राउज़र: बेहतर पुस्तचिह्न जहाँ भी आप जाएँ
ta: பயர்பாக்ஸ் உலாவி: நீங்கள் செல்லும் இடமெங்கும் சிறந்த புத்தகக்குறிகள்

source: Easily organize your bookmarks into folder and access them across all your devices, from desktop to mobile.
bs: Jednostavno organizujte vaše zabilješke u folderu i pristupite im putem svih uređaja, od dektopa do mobilnih uređaja.
cy: Trefnwch eich nodau tudalen i ffolderi yn hawdd a chael mynediad iddyn nhw ar draws pob dyfais, o'r bwrdd gwaith i'r symudol.
ga_ie: Tá sé an-éasca do chuid leabharmharcanna a eagrú i bhfillteáin agus teacht orthu ar do ríomhaire agus ar ghléasanna soghluaiste.
hi_in: आसानी से अपने पुस्तचिह्न को फोल्डर में संगठित करें और अपने सभी युक्तियों पर उन्हें ऐक्सेस करें, डेस्कटॉप से मोबाइल तक.
ta: உங்கள் புத்தகக்குறிகளைக் கோப்புறைகளாக எளிதாக அமைத்து, அவற்றை பணிமேடையிலிருந்து கைபேசி வரை, உங்கள் எல்லா சாதனங்களிலும் அணுகலாம்.

source: Better bookmarks
bs: Bolje zabilješke
cy: Nodau tudalen gwell
ga_ie: Leabharmharcanna níos fearr
hi_in: बेहतर पुस्तचिह्न
ta: சிறப்பான புத்தகக்குறிகள்

source: Don’t agonize, lovers of bookmarking. Organize with Firefox.
bs: Nemojte se mučiti, ljubitelji zabilješki. Organizujte se s Firefoxom.
cy: Peidiwch â phetruso, carwyr nodau tudalen. Trefnwch gyda Firefox.
ga_ie: Ná buair do cheann, a leabharmharcóra! Eagraigh le Firefox iad.
hi_in: चिंतित ना होयें, पुस्तचिह्न के चाहने वालों. Firefox के साथ संगठित करें.
ta: புத்தககுறிகளின் காதலர்களே, கவலைப்பட வேண்டாம். பயர்பாக்ஸ் உடன் ஒருங்கிணைக்கவும்.

source: File that bookmark
bs: Arhivirajte tu zabilješku
cy: Ffeiliwch y nod tudalen yna
ga_ie: Cuir i dtaisce iad
hi_in: फ़ाइल को पुस्तचिह्न करें
ta: அந்த புத்தககுறியைக் கோப்பிடவும்

source: Get your faves all sorted with the bookmark star icon, which lets you add custom names and folders quickly. Then dial in your bookmarks toolbar to make sure you never lose sight of the links you love.
bs: Imajte sve vaše favorite sirtirane pomoću ikone zvijezde za zabilješke, koja vam omogućava brzo dodavanje prilagođenih imena i foldera. Zatim koristite vašu alatnu traku zabilješki da biste bili sigurni da nikad ne izgubite pogled na linkove koje volite.
cy: Trefnwch eich ffefrynnau gyda'r eicon seren nodau tudalen, sy'n caniatáu i chi ychwanegu'n sydyn enwau a ffolderi wedi'u cyfaddasu. Yna ewch i'ch bar offer nodau tudalen i wneud yn siŵr nad ydych yn colli golwg o'ch hoff ddolenni.
ga_ie: Cuir réiltín leis na leabharmharcanna is ansa leat, cuir ainm nua leo, nó cruthaigh do chuid fillteán féin. Ansin bain úsáid as an mbarra leabharmharc chun súil a choinneáil ar nascanna a thaitníonn leat.
hi_in: पुस्तचिह्न के तारेदार आइकॉन के साथ अपने सभी पसंदीदा चीजों को क्रमबद्ध पायें, जो आपको तुरंत मनपसंद नामों और फोल्डरों को जोड़ने देता है. फिर अपने बुकमार्क टूलबार में डायल करें यह सुनिश्चित करने के लिए कि आप कभी भी अपने पसंदीदा लिंक को नहीं खो देते हैं.
ta: புத்தக்குறி நட்சத்திரத்தைப் பயன்படுத்தி உங்கள் விருப்பமானவை அனைத்தையும் வரிசைப்படுத்தலாம், இது தனிப்பயன் பெயர்கள் மற்றும் கோப்புறைகளை விரைவாகச் சேர்க்க உதவுகிறது. உங்கள் விருப்பமான இணைப்புகளை எப்போதும் மறக்காமல் இருப்பதை உறுதிப்படுத்த, உங்கள் புத்தக்குறிகள் கருவிப்பட்டியைப் பயன்படுத்தவும்.

source: Fly with that bookmark
bs: Ponesite zabilješku sa sobom
cy: Symud gyda'r nod tudalen
ga_ie: Cuir ag imeacht iad
hi_in: पुस्तचिह्न के साथ उड़ान भरें
ta: அப்புத்தகக்குறியுடன் செல்லவும்

source: Take your favorites on the fly. Use Firefox Sync to access your bookmarks across all your devices, from desktop to mobile. Or try <a href="%(url)s">Pocket</a> to save any online article, or page and come back to later – even without internet.
bs: Ponesite vaše favorite sa sobom. Koristite Firefox sinhronizaciju za pristup vašim zabilješkama putem svih vaših uređaja, od desktopa do mobilnih. Ili probajte <a href="%(url)s">Pocket</a> da sačuvate bilo koji internet članak ili stranicu i pogledajte kasnije – čak i bez interneta.
cy: Ewch â'ch ffefrynnau gyda chi wrth deithio. Defnyddiwch Firefox Sync i gael mynediad i'ch nodau tudalen ar draws eich holl dyfeisiadau, o'r bwrdd gwaith i'r symudol. Neu defnyddiwch <a href="%(url)s">Pocket</a> i gadw unrhyw erthygl ar-lein neu dudalen a dod nôl ati yn nes ymlaen - heb y Rhyngrwyd hyd yn oed.
ga_ie: Beir do chuid leabharmharcanna leat. Úsáid Firefox Sync chun teacht ar na nascanna is ansa leat ar do ríomhaire agus ar ghléasanna soghluaiste. Nó bain triail as <a href="%(url)s">Pocket</a> – uirlis a ligeann duit alt nó leathanach ar bith a shábháil agus a léamh níos déanaí – fiú gan cheangal Idirlín.
hi_in: अपने पसंद किये हुए को उड़ान पर ले जाएँ. Firefox सिंक का उपयोग करें अपने सभी उपकरणों पर पुस्तचिन्हों को एक्सेस करने के लिये, डेस्कटॉप से लेकर मोबाइल तक. अथवा जाँचें <a href="%(url)s">Pocket</a> किसी भी ऑनलाइन लेख, या पृष्ठ को सहेजने के लिये और फिर पुनः पीछे वापस आ जाएँ – यहाँ तक कि बिना इंटरनेट के.
ta: விருப்பமானவற்றை உடனெடுத்துச்செல்லவும். மேசைக்கணனியிலிருந்து கைபேசி வரை, உங்கள் எல்லா கருவிகளிலும் உங்கள் புத்தகக்குறிகளை அணுக பயர்பாக்சு ஒத்திசைவைப் பயன்படுத்தவும். அல்லது எந்த இணைய கட்டுரைகள், அல்லது பக்கத்தை சேமித்து பின்னர் பார்க்க <a href="%(url)s">பாக்கெட்டை</a> முயற்சிக்கவும் – இணையமில்லாமலும்.

source: Futz with that bookmark
bs: Gubite vrijeme sa zabilješkom
cy: Chwarae gyda nodau tudalen
ga_ie: Cuir in eagar iad
hi_in: पुस्तचिह्न के साथ उड़ान भरें
ta: புத்தகக்குறியுடன் அதிக நேரம் செலவழிக்கவும்

source: Practice your exactitude with every bookmark manager <a href="%(url)s">add-on</a> you can think of, from full page snapshots to quick-switch sidebars to locked-down-tight private bookmarks.
bs: Praktikujte vašu preciznost uz svaki menadžer <a href="%(url)s">dodatak</a> za zabilješke kojeg se sjetite, od snimki cijele stranice do brzog prebacivanja sa bočnih traka na zaključane privatne zabilješke.
cy: Arferwch eich manylder gyda phob <a href="%(url)s">ychwanegyn</a> rheoli nodau tudalen, fedrwch feddwl amdano, o luniau sgrin tudalen llawn i farau ochr newid cyflym i nodau tudalen preifat wedi eu cloi'n dynn.
ga_ie: Tá <a href="%(url)s">go leor breiseán</a> ann a chabhróidh leat níos mó tairbhe a bhaint as leabharmharcanna: réamhamhairc lánleathanaigh, barraí taoibh mear-mhalartacha, leabharmharcanna príobháideacha ardslándála, ag neart eile.
hi_in: पूरे पेज के स्नैपशॉट और त्वरित-स्विच साइडबार से लेकर, कड़ी सुरक्षा वाले निजी बुकमार्क तक, जैसी भी बुकमार्क प्रबंधक <a href="%(url)s">ऐड-ऑन</a> की आप कल्पना करते हैं, उन सभी के उपयोग द्वारा अपनी सटीकता का अभ्यास करें.
ta: முழுப்பக்க திரைப்பிடிப்பிலிருந்து பக்கபட்டைகள் விரைவுமாற்றி மற்றும் இறுக்கமாகப் பூட்டப்பட்ட தனிமை புத்தகக்குறிகள் வரை, நீங்கள் நினைக்கும் எல்லா புத்தகக்குறிகள் நிர்வாகி <a href="%(url)s">மேற்சேர்க்கையுடன்</a> உங்கள் துல்லியத்தினைப் பயிற்சி செய்யவும்.
