Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/fast.lang.po
Languages: cy, ga_ie, hi_in

source: Get more done. Browse faster and lighter with multiple tabs
cy: Cyflawni mwy. Porwch yn gynt ac ysgafnach gyda thabiau lluosog
ga_ie: Bí táirgiúil. Brabhsáil níos sciobtha níos éadroime le go leor cluaisíní oscailte
hi_in: अधिक कार्य सम्पन पायें.ब्राउज़ करैं अधिक टैब्स के साथ तेजी से और आसानी से.

source: Our new, powerful multi-process platform handles all your tabs without slowing down your computer.
cy: Mae ein platfform prosesydd lluosog newydd, pwrerus yn trin eich tabiau i gyd heb arafu eich cyfrifiadur.
ga_ie: Tá ár n-ardán nua cumhachtach ilphróiseas ábalta go leor cluaisíní oscailte a láimhseáil gan do ríomhaire a mhoilliú.
hi_in: हमारा नया, शक्तिशाली बहु-प्रक्रिया प्लेटफॉर्म आपके कंप्यूटर को धीमा किए बिना आपके सभी टैब को संभालता है.

source: Firefox is now faster and leaner
cy: Mae Firefox yn gynt ac yn fwy heini
ga_ie: Tá Firefox níos sciobtha níos solúbtha
hi_in: Firefox अब अधिक तेज और लाभप्रद है

source: We’ve been working out, so you can get more done.
cy: Rydym wedi bod yn mireinio, fel bod modd i chi gyflawni mwy.
ga_ie: Táimid ag traenáil le tamall anuas ionas go mbeidh tú ábalta níos mó a dhéanamh.
hi_in: हम काम कर रहे हैं, ताकि आप को अधिक किया हुआ मिले.

source: Use less memory
cy: Defnyddio llai o gof
ga_ie: Níos lú cuimhne
hi_in: कम मेमोरी का उप्योग करैं

source: No one likes a computer hog! Firefox is a lean, mean (actually we’re pretty nice) browsing machine. Since we use less RAM than Chrome, your other programs can keep running at top speed.
cy: Does neb yn hoffi rhaglen sy'n cymryd yr adnoddau i gyd! Mae Firefox yn beiriant pori cynnil iawn. Gan ein bod yn defnyddio llai o RAM na Chrome, mae eich rhaglenni eraill yn gallu parhau i weithio.
ga_ie: Ná bí i do chraosaire cuimhne! Tá Firefox chomh glic le sionnach (ar ndóigh) agus chomh lúfar le fia. Toisc go n-úsáidimid níos lú cuimhne ná Chrome, leanfaidh na feidhmchláir eile ar do ríomhaire ag rith faoi lánluas.
hi_in: कोई भी कंप्यूटर पर कब्ज़ा जमाने वाले को पसंद नहीं करता है! Firefox एक लाभप्रद, चुस्त (वास्तव में हम बहुत अच्छे हैं) ब्राउज़िंग मशीन है. चूंकि हम Chrome की तुलना में कम RAM का उपयोग करते हैं, इसलिए आपके अन्य प्रोग्राम शीर्ष गति पर चलते रहेंगे.

source: Get all the tabs without lags
cy: Tabiau heb oedi
ga_ie: Go leor cluaisíní gan mhoill ar bith
hi_in: विलंभ के बिना सभी टैब प्राप्त करें

source: Multi-tasking with multiple tabs just got easier. Firefox is now a multi-process browser, which means that your tabs stay fresh and won’t take forever to reload. With 86% less hang time, switch quickly between tabs even as you open more.
cy: Mae gweithio gyda thabiau lluosog nawr yn haws. Mae Firefox nawr yn borwr proses lluosog, sy'n golygu fod eich tabiau'n aros yn fyw, heb gymryd oes i ail-lwytho. Gyda llai na 86% o amser aros, symudwch yn sydyn rhwng tabiau hyd yn oed wrth i chi agor rhagor.
ga_ie: An ndéanann tú iltascáil i gcluaisíní éagsúla? Is brabhsálaí ilphróiseas é Firefox anois, rud a chiallaíonn go bhfanann do chuid cluaisíní go léir cothrom le dáta agus go n-athlódálann siad go gasta. Le 86% níos lú ama feithimh, beidh tú in ann athrú ó chluaisín go cluaisín fiú nuair atá go leor acu oscailte.
hi_in: एकाधिक टैब के साथ मल्टी-टास्किंग अब हो गया आसान. Firefox अब एक मल्टी-प्रोसेस ब्राउज़र है, जिसका अर्थ है कि आपके टैब ताजा रहते हैं और उन्हें रीलोड करने में देर नहीं होती. 86% कम रुकने के समय के साथ, टैब से टैब के बीच में तेजी से स्विच करें चाहे आप साथ साथ और ज्यादा खोलते हैं.

source: Level-up browser gameplay
cy: Chware gemau o fewn y porwr
ga_ie: Cluichíocht den chéad scoth sa bhrabhsálaí
hi_in: ब्राउज़र गेमप्ले का स्तर बढ़ाएँ

source: We led the tech to run 3D games at near-native speeds, and now Firefox is bringing better performance to online gaming. Our powerful browser reduces lags, speeds up ping times and optimizes overall gameplay through faster, leaner browsing.
cy: Ni sydd wedi arwain y diwydiant ar rhedeg gemau 3D ar gyflymder bron yn gynhenid ac nawr mae Firefox yn dod â gwell perfformiad i chwarae gemau ar-lein. Mae ein porwr pwerus yn lleihau oedi, yn cyflymu amserau ping ac yn gwella chwarae gemau drwy bori cynt a mwy cynnil.
ga_ie: Bhíomar ar thús cadhnaíochta ó thaobh cluichíochta 3T sa bhrabhsálaí, agus táimid ag cur feabhais ar fheidhmíocht ó shin. Laghdaíonn Firefox amanna feithimh, feabhsaíonn sé cumarsáid líonra, agus déanann sé optamú ar an gcluichíocht trí bhrabhsáil níos cumhachtaí níos éifeachtaí.
hi_in: हमने निकट-मूल गतियों में 3 डी गेम चलाने के लिए तकनीक का नेतृत्व किया है, और अब Firefox ऑनलाइन गेमिंग में बेहतर प्रदर्शन ला रहा है. हमारा शक्तिशाली ब्राउज़र अंतरालों को कम करता है, पिंग टाइम्स को गति देता है और तेज, पतले ब्राउज़िंग के माध्यम से समग्र गेमप्ले का अनुकूलन करता है.
