Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/independent.lang.po
Languages: cy, ga_ie

source: Firefox, a different browser for different times. Browse free.
cy: Firefox, porwr gwahanol ar gyfer adegau gwahanol. Porwch yn rhydd.
ga_ie: Firefox, brabhsálaí difriúil d'aois dhifriúil. Tá cead do chinn agat!

source: Browse the Internet as it was meant to be… free, safe and accessible to all. Declare your online independence.
cy: Porwch y Rhyngrwyd fel roedd wedi ei fwriadu… yn rhydd, diogel ac ar agor i bawb. Datgan eich annibyniaeth ar-lein.
ga_ie: Brabhsáil an tIdirlíon mar a ceapadh é… saor in aisce, slán sábháilte, agus ar fáil do chách. Fógair do neamhspleáchas ar líne!

source: Firefox: Rebel with a cause
cy: Firefox: Rebel gydag achos
ga_ie: Firefox: An Brabhsálaí Ríomhlóideach

source: Firefox is independent and a part of the non-profit Mozilla, which fights for your online rights, keeps corporate powers in check and makes the Internet accessible to everyone, everywhere.
cy: Mae Firefox yn annibynnol ac yn rhan o Mozilla dim-er-elw, sy'n ymgyrchu dros eich hawliau ar-lein, cadw grymoedd corfforaethau y eu lle ac yn gwneud y Rhyngrwyd yn agored ar gyfer pawb, ymhob man.
ga_ie: Tá Firefox neamhspleách agus tá sé forbartha faoi scáth Mozilla, eagraíocht neamhbhrabúis a throideann ar son do cheart ar líne, a choinníonn srian ar na mórchomhlachtaí corparáideacha, agus a chuireann an tIdirlíon ar fáil do gach uile dhuine i ngach uile áit.

source: No strings attached
cy: Dim amodau
ga_ie: Brabhsáil gan choinníollacha

source: Firefox is built by a non-profit. That means we can do things that others can’t, like build new products and features without a hidden agenda. We champion your right to privacy with tools like Private Browsing with Tracking Protection, which go beyond what Google Chrome and Microsoft Edge offer.
cy: Mae Firefox yn cael ei adeiladu gan gorff dim-er-elw. Mae hynny'n golygu y gallwn wneud pethau nad oes mod i eraill eu gwneud, fel adeiladu cynnyrch a nodweddion newydd heb agenda gudd. Rydym yn hyrwyddo eich hawl i breifatrwydd gydag offer fel Pori Preifat gyda Diogelwch rhag Tracio, sy'n mynd tu hwn i beth mae Google Chrome a Microsoft Edge yn eu cynnig.
ga_ie: Tá Firefox forbartha ag eagraíocht neamhbhrabúis. Ciallaíonn sé sin gur féidir linn táirgí agus gnéithe nua a thógáil gan aidhmeanna folaigh. Seasaimid ar son cheart an phríobháideachais le huirlisí éagsúla, mar shampla Brabhsáil Phríobháideach agus Cosaint ar Lorgaireacht, uirlisí atá i bhfad Éireann níos fearr ná na cinn atá ar fáil in Google Chrome nó Microsoft Edge.

source: What you see is what you get
cy: Beth welwch yw beth gewch chi
ga_ie: Faigheann tú a bhfeiceann tú

source: We believe the Internet is for people, not profit. Unlike other companies, we don’t sell access to your data. <em>You’re</em> in control over who sees your search and browsing history. Choice — that’s what a healthy Internet is all about!
cy: Rydym yn credu fod y Rhyngrwyd ar gyfer pobl nid elw. Y wahanol i gwmnïau eraill fyddwn ni ddim yn gwerthu mynediad i'ch data. <em>Chi</em> sy'n rheoli pwy sy'n gweld eich hanes chwilio a phori. Dewis — dyna beth yw Rhyngrwyd iach!
ga_ie: Creidimid gur chóir don Idirlíon a bheith dírithe ar dhaoine seachas ar bhrabús. Ní dhíolaimid do chuid sonraí pearsanta mar a dhéanann comhlachtaí eile. <em>Tusa amháin</em> atá i gceannas ar do stair bhrabhsála agus do stair chuardaigh. Rogha — is é sin bun is barr Idirlíon sláintiúil!

source: A browser on a mission
cy: Porwr ar genhadaeth
ga_ie: Brabhsálaí ar mhisean

source: Firefox is a browser with a conscience. As part of the technology non-profit Mozilla, we fight for your online rights, keep corporate powers in check and help educate developing countries on healthy Internet practices. So when you choose Firefox, we’re choosing you, too.
cy: Mae Firefox yn borwr sydd â chydwybod. Fel rhan o Mozilla dim-er-elw technegol, rydym y ymgyrchu dros eich hawliau ar-lein, yn cadw grymoedd corfforaethol yn eu lle ac yn cynorthwyo i addysgu gwledydd sy'n datblygu ar arferion Rhyngrwyd iach. Felly pan rydych yn dewis Firefox, rydyn ni'n eich dewis chi, hefyd.
ga_ie: Is é Firefox an brabhsálaí amháin le coinsias sóisialta. Mar chuid den eagraíocht neamhbhrabúis Mozilla, troidimid ar son do cheart ar líne, coinnímid srian ar na mórchomhlachtaí teicneolaíochta, agus cuirimid dea-chleachtais Idirlín chun cinn i dtíortha atá i mbéal forbartha. Nuair a roghnaíonn tú Firefox, roghnaímid thú.
