Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/memory.lang.po
Languages: cy, ga_ie, hi_in

source: Firefox Browser: Use less memory, get more speed
cy: Y Porwr Firefox: Defnyddio llai o gof a chael mwy o gyflymder
ga_ie: Brabhsálaí Firefox: Níos lú cuimhne, níos mó luais
hi_in: Firefox ब्राउज़र: कम मेमोरी का उपयोग करें, अधिक गति प्राप्त करें.

source: Is your computer slow? Your browser might be using too much memory. Switch to Firefox today for more speed.
cy: A yw eich cyfrifiadur yn araf? Efallai bod eich porwr yn defnyddio gormod o gof. Newidiwch i Firefox heddiw am fwy o gyflymder.
ga_ie: An bhfuil do ríomhaire mall? Seans go bhfuil do bhrabhsálaí ag úsáid an iomarca cuimhne. Athraigh go Firefox agus brabhsáil ar luas lasrach.
hi_in: क्या आपका कंप्यूटर धीमा है? हो सकता है आपका ब्राउज़र अत्यधिक मेमोरी का उपयोग कर रहा है. अधिक गति के लिए आज ही Firefox पर स्विच करें.

source: Less memory usage than Chrome
cy: Llai o ddefnydd o gof na Chrome
ga_ie: Úsáideann sé níos lú cuimhne ná Chrome
hi_in: Chrome की तुलना में कम मेमोरी का उपयोग करता है

source: If your web browser uses too much memory, switch to Firefox.
cy: Os yw eich porwr gwe'n defnyddio gormod o gof, newidiwch i Firefox.
ga_ie: Má úsáideann do bhrabhsálaí an iomarca cuimhne, bain triail as Firefox.
hi_in: यदि आपका वेब ब्राउज़र अत्यधिक मेमोरी का उपयोग करता है, तो स्विच करें Firefox

source: Speed up your computer
cy: Cyflymwch eich cyfrifiadur
ga_ie: Cuir dlús le do ríomhaire
hi_in: अपने कंप्यूटर की गति बढ़ायें

source: Every computer program you run takes up some memory. When too much is used, your system can slooooowww down. Firefox aims for a balance — using enough memory to let you browse smoothly and leaving plenty of memory to keep your computer responsive.
cy: Mae pob rhaglen cyfrifiadur rydych yn ei defnyddio yn cymryd peth cof. Pan mae gormod yn cael ei ddefnyddio, gall eich system araaaaafu. Mae Firefox y anelu at gytbwysedd — defnyddio digon o gof i chi gael pori'n llyfn a gadael digon o gof i gadw eich cyfrifiadur i fod yn ymatebol.
ga_ie: Úsáideann gach ríomhchlár cuimhne. Nuair a úsáidtear an iomarca cuimhne, cuireann sé moill ar an gcóras ar fad. Déanann Firefox iarracht an chothromaíocht cheart a aimsiú — go leor cuimhne a úsáid chun brabhsáil gan mhoill, ach an oiread cuimhne a fhágáil saor ionas nach gcuirfidh sé moill ar do ríomhaire.
hi_in: आपके द्वारा चलाए जा रहे हर कंप्यूटर प्रोग्राम में कुछ मेमोरी उपयोग करता है. जब बहुत अधिक उपयोग किया जाता है, तो आपका सिस्टम धीमा हो सकता है. Firefox एक संतुलन के लिए कोशिश करता है - पर्याप्त मेमोरी का उपयोग करता है अवं आपको आसानी से ब्राउज़ करने अवं आपके कंप्यूटर को उत्तरदायी रखने के लिए बहुत मेमोरी छोड़ता है.

source: Stop running out of memory
cy: Peidio rhedeg allan o gof
ga_ie: Ná lig as cuimhne é!
hi_in: मेमोरी से बाहर जाना बंद करें

source: <a href="%(url)s">Chrome uses up to 1.77x more memory than Firefox</a>. If your computer is already low on memory, this can cause a significant slowdown. Using Firefox’s latest version with multi-process can result in more available memory to run your favorite programs.
cy: Mae <a href="%(url)s">Chrome yn defnyddio 1.77x yn fwy o gof na Firefox</a>. Os yw eich cyfrifiadur eisoes yn isel ar gof, gall hyn achosi arafwch arwyddocaol. Gall defnyddio'r fersiwn diweddaraf o Firefox gyda'r prosesau lluosog arwain at gael mwy o gof ar gael ei redeg eich hoff raglenni.
ga_ie: <a href="%(url)s">Úsáideann Chrome suas le 1.77× níos mó cuimhne ná Firefox</a>. Má tá an chuimhne ag éirí gann cheana, cuirfidh sé seo moill mhór ar do ríomhaire. Bain triail as an leagan is déanaí de Firefox le tacaíocht ilphróiseas chun níos mó chuimhne a chur ar fáil do ríomhchláir eile.
hi_in: <a href="%(url)s">क्रोम Firefox की तुलना में 1.77x अधिक मेमोरी का उपयोग करता है</a>. यदि आपका कंप्यूटर में पहले से ही कम मेमोरी है, तो यह अधिक धीमा होने का कारण बन सकता है. बहु-प्रक्रिया के साथ Firefox के नवीनतम संस्करण का उपयोग करके आपने पसंदीदा कार्यक्रम चलाने के लिए अधिक मेमोरी उपलब्ध हो सकती है.

source: Browse faster, privately
cy: Pori'n gynt, yn breifat
ga_ie: Brabhsáil níos sciobtha níos sábháilte
hi_in: अधिक तेजी से, निजी तौर पर ब्राउज़ करें

source: Explore the web faster with <a href="%(url)s">Firefox Private Browsing</a>. Only Firefox’s private mode includes tracking protection which blocks ads with trackers from loading on pages. Decluttering sites means web pages can load faster.
cy: Gallwch grwydro'r we'n gynt gyda <a href="%(url)s">Pori Preifat Firefox</a>. Dim ond modd preifat Firefox sy'n cynnwys diogelwch rhag tracio sy'n rhwystro hysbysebion sydd â thracwyr rhag llwytho ar dudalennau. Mae glanhau tudalennau'n golygu bod tudalennau gwe'n angor yn gynt.
ga_ie: Beidh tú in ann an Gréasán a bhrabhsáil níos sciobtha le <a href="%(url)s">Brabhsáil Phríobháideach</a>. Cuireann an mód príobháideach cosc ar fhógraí agus ar lorgairí a bhailíonn sonraí maidir le do stair bhrabhsála. Is féidir le Firefox leathanaigh a lódáil níos gasta nuair nach bhfuil tranglam fógraí sáiteacha orthu.
hi_in: <a href="%(url)s">Firefox निजी ब्राउज़िंग</a> के साथ वेब का तेजी से एक्सप्लोर करें. केवल Firefox के निजी मोड में ट्रैकिंग की सुरक्षा शामिल होती है जो ट्रैकर्स के साथ पृष्ठों पर लोड करने से विज्ञापनों को ब्लॉक करता है. साइटें हटाने का अर्थ है वेब पेज तेजी से लोड हो सकते हैं.
