Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/password-manager.lang.po
Languages: cy, ga_ie, hi_in

source: Firefox Browser: Fast, Easy Password Manager
cy: Y Porwr Firefox: Rheolwr Cyfrineiriau Cyflym a Hawdd
ga_ie: Brabhsálaí Firefox: Bainisteoir na bhFocal Faire
hi_in: Firefox ब्राउज़र: तेज, आसान पासवर्ड प्रबंधक

source: Firefox Password Manager saves all your passwords in one place so you can automatically login to sites, or retrieve saved passwords.
cy: Mae Rheolwr Cyfrineiriau Firefox yn cadw eich cyfrineiriau i gyd mewn un man fel bod modd i chi fewngofnodi'n awtomatig i wefannau neu adfer cyfrineiriau wedi eu cadw.
ga_ie: Sábhálann Bainisteoir na bhFocal Faire gach focal faire atá agat in áit amháin, sa chaoi go mbeidh tú ábalta logáil isteach i suímh go huathoibríoch.
hi_in: Firefox पासवर्ड प्रबंधक आपके सभी पासवर्डों को एक ही स्थान पर सहेजता है ताकि आप अपने आप साइट पर लॉग इन कर सकें, या सहेजे गए पासवर्डों को पुनः प्राप्त कर सकें.

source: Password Manager achievement unlocked
cy: Datgloi gallu'r Rheolwr Cyfrineiriau
ga_ie: Bainisteoir na bhFocal Faire: sprioc bainte amach
hi_in: पासवर्ड प्रबंधक की उपलब्धि अनलॉक किया

source: Give up the memory game with Firefox Password Manager.
cy: Rhoi gorau i'r gêm cofio cyfrineiriau gyda Rheolwr Cyfrineiriau Firefox.
ga_ie: Ní gá duit an cluiche cuimhne a imirt a thuilleadh le Bainisteoir na bhFocal Faire.
hi_in: Firefox पासवर्ड प्रबंधक के साथ मेमोरी गेम को छोड़ दें.

source: Password hero
cy: Arwr cyfrineiriau
ga_ie: Laoch na bhfocal faire
hi_in: पासवर्ड नायक

source: Forget the reset. Firefox Password Manager keeps all your passwords so you can log in automatically, or find saved passwords easily. For super security, give your computer a <a href="%(url)s">master password</a>.
cy: Anghofiwch ailosod cyfrneiriau. Mae Rheolwr Cyfrineiriau Firefox yn cadw eich holl gyfrineiriau fel bod modd i chi fewngofnodi'n awtomatig neu ganfod cyfrineiriau wedi eu cadw'n hawdd. Am ddiogelwch uwch, rhowch <a href="%(url)s">brif gyfrinair</a>i'ch cyfrifiadur.
ga_ie: Ná bac leis an athshocrú. Coinníonn Bainisteoir na bhFocal Faire gach focal faire atá agat in áit amháin, sa chaoi go mbeidh tú in ann logáil isteach go huathoibríoch. Nó, úsáid <a href="%(url)s">Príomhfhocal Faire</a> chun slándáil níos fearr a fháil.
hi_in: रीसेट को भूल जाओ. Firefox पासवर्ड प्रबंधक आपके सभी पासवर्डों को रखता है ताकि आप अपने आप लॉग इन कर सकें, या सहेजे गए पासवर्डों को आसानी से पा सकें. सुपर सुरक्षा के लिए, अपने कंप्यूटर को एक <a href="%(url)s">मास्टर पासवर्ड</a> दें.

source: Password ninja
cy: Pencampwr cyfrineiriau
ga_ie: Saoi na bhfocal faire
hi_in: पासवर्ड निंजा

source: No more “try again” while you’re trying to get somewhere. Log in to your Firefox Account on your phone, and your passwords come with you. Your login details will simply appear, just like that.
cy: Dim mwy o “trio eto” wrth geisio mynd i rhywle. Mewngofnodwch i'ch Cyfrif Firefox ar eich ffôn a bydd unrhyw gyfrinair yn eich dilyn. Bydd eich manylion mewngofnodi y ymddangos, fel hud.
ga_ie: Ná lig don “focal faire mícheart” cur isteach ort nuair atá tú ag iarraidh logáil isteach. Má tá tú logáilte isteach i do Chuntas Firefox ar do ghuthán, beidh do chuid focal faire go léir leat i gcónaí.
hi_in: जब आप कहीं न कहीं पाने की कोशिश कर रहे हैं, तब "पुनः प्रयास करें" और नहीं. अपने फोन पर अपने Firefox खाते में लॉग इन करें, और आपके पासवर्ड आपके साथ आते हैं. आपका लॉगिन विवरण बस वैसे ही प्रकट होगा.

source: Password master
cy: Prif gyfrinair
ga_ie: Máistir na bhfocal faire
hi_in: पासवर्ड मास्टर

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Choose an existing favorite or find a next-level one through expert community ratings and reviews.
cy: Gallwch ennill eich ail wobr diogelwch gydag ystod eang o <a href="%(addons)s">ychwanegion</a> rheolwyr cyfrineiriau Firefox. Dewiswch ffefryn neu un gwell drwy adolygiadau a graddio gan arbenigwyr y gymuned.

source: Earn your second security black belt with Firefox’s vast array of password manager <a href="%(addons)s">add-ons</a>. Go with a favorite like <a href="%(lastpass)s">LastPass</a>, or reach password manager mastery with ratings and community reviews.
cy: Mae modd cynyddu eich diogelwch gyda ystod eang o <a href="%(addons)s">ychwanegion</a>rheolwyr cyfrineiriau Firefox. Rhowch gynnig ar y ffefryn <a href="%(lastpass)s">LastPass</a>neu ddewis yn ôl adolygiadau a graddio cymunedol.
ga_ie: Tá <a href="%(addons)s">réimse leathan breiseán</a> ar fáil a chabhróidh leat do chuid focal faire a bhainistiú in Firefox. Bain triail as breiseán mór-le-rá, mar shampla <a href="%(lastpass)s">LastPass</a>, nó ceann eile bunaithe ar rátálacha agus léirmheasanna ón bpobal.
hi_in: Firefox के पासवर्ड प्रबंधक <a href="%(addons)s">एड-ऑन</a> के विशाल सरणी के साथ अपनी दूसरी सुरक्षा ब्लैक बेल्ट प्राप्त करें. <a href="%(lastpass)s">LastPass</a>, जैसे पसंदीदा के साथ जाएं या रेटिंग और सामुदायिक समीक्षाओं के साथ पासवर्ड प्रबंधक पर अपनी महारत से पहुँचें.
