Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/private-browsing.lang.po
Languages: cy

source: Private Browser with extra tracking protection
cy: Porwr Preifat gyda diogelwch rhag tracio ychwanegol

source: Firefox protects your online privacy and blocks trackers that follow you around the web.
cy: Mae Firefox yn diogelu eich preifatrwydd ar-lein ac yn rhwystro tracwyr sy'n eich dilyn o amgylch y we.

source: Firefox: More protection. Less worry.
cy: Firefox: Mwy diogel. Llai o boen.

source: We’re obsessed with protecting your privacy. That’s why we’ve made Firefox Private Browsing more powerful than the others.
cy: Mae gennym obsesiwn am ddiogelu eich preifatrwydd. Dyna pam rydym wedi gwneud Pori Preifat yn Firefox yn fwy pwerus na'r lleill.

source: Browse without a trace
cy: Pori heb gadael ôl

source: Sharing is caring, but that should be your call. Firefox Private Browsing automatically erases your online info like passwords, cookies and history from your computer. So that when you close out, you leave no trace.
cy: Mae rhannu'n gyfystyr a gofalu, ond eich dewis chi yw hynny. Mae Pori Preifat Firefox y dileu'n awtomatig eich manylion ar-lein, cyfrineiriau, cwcis a hanes. Felly pan fyddwch yn gorffen, bydd dim ar ôl.

source: Catch those hidden trackers
cy: Cipiwch y tracwyr cudd

source: Some websites and ads attach hidden trackers that collect your browsing info long after you’ve left. Only Firefox Private Browsing has tracking protection to block them automatically.
cy: Mae rhai gwefannau a hysbysebion yn atodi tracwyr cudd sy'n casglu'ch manylion pori ymhell ar ôl i chi adael. Dim ond Pori Preifat Firefox sydd â'r diogelwch tracio i'w rhwystro'n awtomatig.

source: Shake off tracking weight
cy: Colli arafwch tracwyr

source: Not only do trackers collect info, they can weigh down your browsing speeds. Only Firefox Private Browsing blocks ads with hidden trackers, so you can drop the baggage and browse freely.
cy: Nid yn unig mae tracwyr yn casglu eich manylion, maen nhw hefyd yn arafu cyflymder eich pori. Dim ond Pori Preifat Firefox sy'n rhwystro hysbysebion gyda thracwyr cudd, fel eich bod yn colli arafwch tracwyr a phori'n rhydd.
