Repository: alvinlaz96/mozilla-lang
Catalog: */firefox/features/send-tabs.lang.po
Languages: cy

source: Take your browser tabs to go
cy: Cymryd tabiau eich porwr gyda chi

source: Send your desktop browser tabs to phones, tablets and more with your Firefox Account.
cy: Anfonwch eich tabiau porwr bwrdd gwaith at eich ffôn, tabled a mwy gyda'ch Cyfrif Firefox.

source: Take your tabs to go
cy: Cymryd tabiau eich porwr gyda chi

source: Share your open tabs seamlessly across mobile, desktop or tablet with Firefox.
cy: Rhannwch eich tabiau agored ar y symudol, bwrdd gwaith neu dabled gyda Firefox.

source: Send tabs
cy: Anfon tabiau

source: It looks like you’re running an older version of Firefox.
cy: Mae'n edrych fel eich bod yn defnyddio hen fersiwn o Firefox.

source: Logged in and connected!
cy: Wedi mewngofnodi ac mewn cysylltiad!

source: You’re all set to start sending tabs.
cy: Rydych yn barod i gychwyn anfon tabiau.

source: Log in to start sharing
cy: Mewngofnodwch i gychwyn rhannu

source: Sign in to your Firefox account to send tabs between devices.
cy: Mewngofnodwch i'ch cyfrif Firefox er mwyn anfon tabiau rhwng dyfeisiau.

source: Get Firefox on your devices to get started. Then, sign into your Firefox Account to share tabs.
cy: Rhowch Firefox ar eich dyfeisiau i gychwyn. Yna, mewngofnodwch i'ch Cyfrif Firefox i rannu eich tabiau.

source: Download on the App Store
cy: Llwythwch i lawr o'r App Store

source: Need help?
cy: Angen cymorth?

source: Get started with Sync
cy: Cychwyn gyda Sync

source: Update your Firefox
cy: Diweddarwchu eich Firefox

source: Free up your inbox
cy: Ryddhewch eich blwch derbyn

source: Still email links to yourself? Send tabs between devices instead.
cy: Dal yn e-bostio dolenni atoch chi eich hun? Anfonwch dabiau rhwng dyfeisiau yn lle hynny.

source: Device hop like a pro
cy: Symud yn llyfn rhwng dyfeisiau

source: Start browsing in one place, pick up somewhere else.
cy: Cychwn pori mewn un man, a pharhau mewn lle arall.

source: Share without a care
cy: Rhannu'n ddiboen

source: Your data is secure with a Firefox Account.
cy: Mae eich data'n ddiogel gyda Chyfrif Firefox.
